{
    "rg": "RG-50.030.0063_trs_en",
    "sequence": [
        "Q: Robert, can you just tell me your name and where you were born?",
        "A: Well, I'm Robert Mills Donihi D-O-N-I-H-I, born in Erie, Pennsylvania, May 18, 1915.",
        "Q: What I would like to do is to get into that period of your life where you were about to go\nto Japan. Tell me how it is that you got involved in the trials?",
        "A: Almost accidentally. The Tennessee Bar Association -- I was practicing law in Nashville,\nand was an officer, I was actually the acting president of the Junior Bar Association. All\nthe lawyer under 35 sort of grouped together and held our separate meetings at the State\nBar meetings. We were having a meeting in Knoxville that year, 1945. I had been\npracticing for five years. The keynote speaker at the convention was Tom Clark, who was\nthe Attorney General of the United States. I met Mr. Clark while I was there, and he\ninvited me to come to Washington with him, when he finished his speech, and he was\ngoing to introduce me or present me to the Supreme Court. Having completed five years\nof practice, I was eligible to be sworn 1n to practice before the United States Supreme\nCourt. That was quite an honor because every lawyer likes to have an Attorney General\nsign his submission and diploma. When we arrived at the airport in Knoxville from the\nhotel, I was told by the Army people, who were in charge of the plane, that inasmuch as I\ndidn't have orders that I wouldn't be able to ride. Well, I didn't feel like taking\ncommercial that particular moment, so Mr. Clark suggested that I contact him when I\narrived back at my home and made a decision on when I'd be coming to Washington. I\nhad a case that was going to be coming up at the Supreme Court, and I wanted to be there\nfor that occasion, a little later. I think it might have been along about September,\nOctober, and another lawyer and I were scheduled to go together. A chap by the name of\nWhitworth Stokes, another prominent lawyer in Nashville. We were staying at the\nCarlton Hotel in Washington, and I proceeded over to General Clark's office, went with\nhim to the Supreme Court, was presented. Stokes was present. As we came out onto the\nsteps of the Supreme Court, to my surprise Clark turned to Stokes and said, \"Well, are\nyou going to Tokyo?\" Stokes said, \"I'm sorry, but I would very much like to go, but my\nwife 1s opposed to it. Why don't you ask Bob.” And he said, \"Would you like to go?\"\nAnd he didn't ask me to go, but he would ask if I would like to go. And I said yes I would\nbut I would need ask my family. He said if you're interested, be in my office at 1:00\ntoday. So, we went back to the hotel. I made calls home, and I recall the day was of\ncourse a landmark thing for me. My family said yes. I told them that I had been told that\nit would be about 90 days of work, and that seemed like a sort of leg up in my profession.\nI didn't expect it to be a very prominent kind of position, but I didn't even know what it\nwould be except that it would be working with the Justice Department mission. And my\nfamily said okay if it was only going to be for 90 days, why fine. So, we had a tureen, if I\nremember well, of French onion soup sent up to the hotel room, and when I finished it,\nwe decided I would go and went over to Clark's office. He had gone to Boston to speak to\nan American Bar Association meeting. Alice O'Donnell and Grace Murphy, who were his\nchief secretary and Administrative Assistant there, had been told by him that I might be\ncoming and they were expecting me and they called the Chief of what was known as\n\"Project K\" as I learned later, for Keenan. Keenan was former head of the criminal\ndivision of the Department of Justice. He had been Roosevelt's right arm, as liaison to the\nSenate. He had a particular friendship with Senator McKeller of Tennessee, whom I\nknew, and Senator McKeller was Chairman of the Senate, a very powerful Senate\nFinance Committee. So, Keenan was known by Roosevelt as Joe the Key because he was\nable to get Roosevelt's economic packages through the Senate with relative friendly ease.\nThat was very important to the President. Keenan was known as a king maker in those\ndays. I think his name today, all these years later, has very little significance, but at that\ntime he was known by people to have recommended persons through the United States\nSupreme Court to the Cabinet and high positions otherwise, and known as a king maker.\nSo, Keenan had been called by the office staff, either Alice O'Donnell or Grace Murphy\nsaying that I was coming down, and I remember the language well. She said the Attorney\nGeneral wants Mr. Donihi to go to Tokyo. So, I went down. I didn't know at that time,\nbut Senator McKeller had been contacted by Keenan and McKeller recommended me\nvery highly. I didn't know that myself, because I later contacted one of our Senators who\nin turn again contacted McKeller. But in any case, Keenan was influenced by the fact that\nMcKeller -- he had the option of choosing me or not choosing me. Apparently they began\na process of investigating and I went back, not knowing what was going to happen, I\nwent back to Nashville. In fact, his Deputy, a chap by the name of John Darcian,\nAssistant Attorney General, was very discouraging. He said we have no money to employ\nyou because it's a Justice Department Staff man that's going; as we have no funds. There's\nno use even talking about it. He was trying to discourage me from even wanting to go.\nSo, I went back to Nashville not knowing. Subsequently--but I did make a contact with\nSenator Tom Stewart, our Junior Senator from Tennessee who said, \"Well, I'll talk to\nSenator McKeller and we'll get a recommendation over to the Attorney General.” I didn't\nrealize that Keenan had already received a recommendation. So, that really sort of nailed\nit for me. I was unaware of why or how, but patronage does seem to work that way, and I\narrived back in Nashville some days or weeks later there was a telegram that came to\nStokes, saying that if you are not going to Tokyo please contact Donihi. So he called and\nsaid, \"They seem to want you. I called Washington. They told me they were processing at\na given date in November. I came up, and then I was sworn to secrecy on everything.\nYou can't tell anyone that you're employed or what's going to happen or anything. It was\n\"Project K.” And I recall very well going up on the plane, there was an army captain\nwho's father had been a United States Senator from Tennessee. In fact his father had\ncaptured the Kaiser in World War I and became famous as a result, and that sort of\npropelled him into political life. He became a U.S. Senator and a Financier in Rogers\nColdwell firm, Duke Lee, Jr. was on the plane and I recall that he said, \"What takes you\nto Washington, Bob?\" And I said, \"Oh, just some routine business.” At the end of the\nday we were on the same plane, or the next day it was, we were on the same plane going\nback to Nashville and he said, \"Bob, did you have anything unusual happening in your\nday?\" I said, \"No, no, just routine, how about you?\" The same thing. The next day to our\nmutual embarrassment, our pictures appear side by side in the National Tennessean\ntelling the story and that's the first time I knew exactly what I was going to be doing.\nThat we would be ring side in the trial of the Emperor if he was tried. I was sort of\nflabbergasted, because so far as I knew \"Project K\" had nothing but a name. Stokes\nseemed to think it would have something to do with the rewriting, recodifying of the laws\nof Japan, which wouldn't quite have been my thing, but I would have been glad to have\nthe experience. The other, trial law, more my forte, I was happy to have an opportunity to\nwork with lawyers who were more experienced of course. Well, that was it. I went off to\nTokyo expecting to carry books mostly and briefcases for some of the more experienced\nlawyers, but to my happy surprise, I was used in the trial itself as one of the trial counsel.\nIn a project known, as let's see it wasn't a project, we divided it into phases and it was\ncalled the \"Preparation of Japanese Opinion for War Phases, Police Control, Censorship\"\nthat sort of thing, and that was my phase, the very beginning of the trial. The trial became\nthe longest in history at that time. I guess it still 1s. I was only there for one year, but you\nknow, the 90 days were interrupted by a tragedy in my own family, and I had to keep\nworking because we needed the funds. So, I kept working until it was possible to get my\nfamily together again. We had a tragic fire at home. So, fortunately I was making what\nthen was considered to be very good money. I was able to send every penny home,\nbecause everything was taken care of in Japan, my room, my board, my laundry, my\ndriver, my car, my PX supplies, everything was handed to me. There was no reason for\nmoney at all.",
        "Q: When were you assigned to Japan, what was the year?",
        "A: Well, we arrived there on Pearl Harbor day of 1945, which was on the anniversary, the\nfourth anniversary of the attack on Pearl Harbor. Actually at Pearl Harbor, it would have\nbeen December 7. In Japan it was December 8, because of the time line difference, one\nday. So, we arrived there I presume for whatever that propogandic value that might have\nto be there precisely on the day, four years to the day later. That trial was much different\nthan the trials in Germany for me because we were a twelve nation trial. The Judges --\nthere were eleven judges on the bench, one of them representing two countries. Eleven\nchief prosecutors from the various countries, so my job, I had several bosses and all of\nthem telling me what to do.",
        "Q: Did you know prior to coming about the war crimes commission? Did you learn about\nthat?",
        "A: Of course all lawyers had some concept, if you were interested at all in world affairs, you\nknew what was happening. These world affairs and the war trials and the war crimes, the\nLondon Conference, the Cairo Conference, and so forth. Yes, I had some knowledge of\nit. Inever dreamed that I'd be involved in it. First of all, I had no proficiency in Japanese\nwhatever. I didn't know German at all. I spoke some Russian and Spanish, and of course\nthat didn't suit me for either of the assignments, but I did find that English was the\nofficial language of the trial in Japan. And everything was on a simultaneous translation\nbasis. We had soundtracks when we were standing at the podium wearing headphones.\nSorry I don't have pictures that show, yes I do think I have one, but the United States, the\nU.S. VA Graduate School, which I'll be teaching a course in foreign affairs in a few\nweeks, they had that picture and they were going to return it to me. It's the only one I had\nof me while I was trying -- it turned out not to be the Emperor of course. As you know,\npolitically, he was excused from the trial. He wasn't tried, he wasn't indicted. We tried\nTojo as the lead person and all of the other 27 who were high ranking officers, we\nthought the top people. There were many other trials, but they were in another place, in\nYokohama, some in China. This was only one international trial in Japan--the Tojo case.",
        "Q: Can you tell me something about the preparation of that trial and what it was that you\ndid?",
        "A: Well, we were broken into several phases. Preparation for Japanese opinion for war being\nthe phase the I was assigned to. There were several of us, three lawyers actually, who\nwere working on that phase, and I had the duty of interviewing people who were related\nto the press, the movie industry. We didn't have television in those days, and the\nnewspapers and all of the various media used in Japan to bring about the raising of\nantipathy against the western nations, preparation for war, actually. To prepare the\nJapanese mind to accept this, because there had been a lot of pro-western feeling, I think,\nmostly pro-American feeling, by even a lot of the top leaders in Japan. The strata of\nadministration of the trial with Keenan as chief American counsel also elected by his\npeers to be chief prosecutor of the international prosecution section as we were known a\npart of SCAPs, the Supreme Commander for the Allied Power which translates to\nMacArthur. Actually, although MacArthur is historically given credit for the trials, it's\nsort of a mistake. In fact, Keenan's orders, own orders were equal to those of MacArthur.\nThey were presidential orders. I think all of the people who are aware of that period\nknow that President Truman was not reluctant to fire the supreme commander of the\nAllied Powers, so the title didn't have a whole lot to do with whether or not the President\nwas able to fork his will on the individuals who were American citizens. So, Keenan's\npresidential orders were equal to those of MacArthur. But, Keenan I think, to my sorrow\nat the time and continued, Keenan apparently felt reluctant, maybe it was on presidential\ninstructions, but Keenan seemed to be reluctant to go off on his own. He sort of\nsurrendered his authority to MacArthur when we got there, and became a part of the\nSupreme Command. So, instead of being the International Prosecution Section for the Far\nEast, it became a part of the Supreme Commander staff, even though we were called\nInternational Prosecution Section, it was the General Headquarters, MacArthur. This had\na very distinct, I think probably a weakening effect of the end results of the trial, because\nhere we had all of the constituent members of what became the United Nations Security\nCouncil, were there on the Court. You had China and the Soviet Union and Great Britain\nand France and the United States. All of the nations who were vying for top authority\nwithin the Security Council were there and could have taken it upon themselves at that\npoint to become the United Nations representative in International War Crimes Trials.\nBut you see, that didn't happen. It became more or less an American show because it was\nMcArther. Even though we had the other nations 1n, it was international only to a limited\nextent. The American dollar was paying for it, which I guess, had to be expected. We had\nno subsequent proceedings. I'm getting a little ahead of myself because in Germany the\nsame thing prevailed, incidentally. It was also a part of the military. It was International\nMilitary Tribunal. We were International Military Tribunal for the Far East. When the\npeople at Nuremberg, after Justice Jackson had come home, he had been the chief\nprosecutor at Nuremberg, when he came home, the Soviets had withdrawn, gone back to\ntheir zone of operation, so had the French, so had the British, leaving whatever was left\nof the American staff at Nuremberg under the charge of a very competent lawyer by the\nname of Telford Taylor, who still lives and who's at Columbia teaching. He must be in\nhis 90s by now. He's a very capable lawyer. But he decided, for whatever reasons,\npossibly again on | don't know if it was Presidential orders, but for whatever reason, he\ndecided that Nuremberg should continue in an international vein. That is, all the trials\nthat would be held at Nuremberg under his direction from then on were to be called\ninternational trials. His tribunals would all be known as international military tribunals. It\nwas sort of a fiction because they were manned only by Americans who are very capable\njudges, prosecutors who are American, very capable prosecutors. I think very excellent\nprosecutors. Almost all personnel with the exception of those employed to do the\ntranslating and interpreting were of the United States. So, I felt that 1t was a fiction. We\nhad voted this idea down 1n Tokyo. I was on a committee to determine whether we would\nhold what was called \"subsequent proceedings under American authority\" but to be\ncalled international. Well, aside from that, the trials were very similar. The Tokyo trial\nwas much like the Nuremberg trial, but the language was a barrier to public\ncomprehension. The faces were different. The Japanese were not as easily depicted to the\nAmerican imagination and mind as were the Germans. The German Bund was something\nthat we could comprehend in their swashbuckling style, but the Japanese methods were\nvery foreign to us. So, their infiltrative process -- as a matter of fact we misunderstood\nthem to such an extent, that a lot of the Japanese U.S. citizens were thrown in jail, as you\nknow, when Pearl Harbor came about. I think today that wouldn't happen because we\nunderstand the Orientals better than we did then. I don't know what we would have done\nwith the German American Bund. It seems to me that a lot of those fellows probably\nshould have gone to jail that didn't go. Do you understand what I'm saying here? Well,\nthe strata I started to get at, that would be with MacArthur seemingly at the top as the\nAppellate Authority. It shouldn't have been that way. The Appellate authority really\nshould have been the President of the United States, and I suppose ultimately it was, but\nMacArthur's been presented historically as the top authority. And Keenan as the chief\nprosecutor, the justices were working under the leadership of Sir William Webb of\nAustralia, who was the Chief Justice of the Tribunal. The U.S., just for the purposes of\nidentifying the Americans, the U.S. representative was a fellow by the name of John P.\nHiggins. John Patrick Higgins, who had been the Chief Justice of the Superior Court\nsystem in Massachusetts, very bitterly opposed by Keenan. Keenan didn't want him on\nthe Court. Unfortunately Higgins found that out, because when he was appointed, he had\nserved in the Congress at one time with President Truman when Truman was a\nCongressman. The result of that was that they had an affection for each other and Truman\nappointed him after having asked Keenan what he thought of him, over Telecon, which is\na very slow process of communication. I guess he figured that when you asked someone,\nwhen the President asked you're going to say, \"Oh, yes, Mr. President we like him.” But\nKeenan had sent a scathing kind of a commentary back over Telecon which the fate had\nbeen accomplished at that point. Higgins had been named. He had arrived in Washington,\nwas able to read all the exchange of communications including that which was\ndistressing to him. He possibly if he had been a different person might have quit on the\nspot, but he didn't want to put anybody in a position of embarrassment. So, he came to\nTokyo. I talked to him many times, and he was an awfully nice gentleman. A very fine\njustice. The Chief Justice was extremely fond of him and they came to look upon each\nother as being equal in their comprehension of the law. But Higgins waited until an\nappropriate time and then he threw a bomb into the works by quitting. He didn't quit in a\nmanner that should have embarrassed anyone, but he just said, that there had been many\ndeaths on the Courts in Massachusetts and I have to go back and take care of things, take\ncharge. So, he left. That had the effect of sort of pricking a balloon, taking a lot of the\nsteam out of the nature of the -- the press for example were wondering what's this going\nto amount to with no American Justice. So, Truman called one Judge Advocate General\nby the name of Myron C. Cramer. The Army's Judge Advocate General of some previous\nyears, called him back to active duty and sent him over there in military uniform. That in\nitself started to play down the public comprehension of the kind of trial that it was, with\nan American General on the case. Well, you didn't look at it the same way as you would\nhave if you had a member of the Supreme Court or a former member of the Supreme\nCourt on the bench, or even Higgins. So, the result of that was that there were two\ngenerals at that time, only two generals on the court. One was the Soviet General and I\nthink it was , and the other was our own General, Myron Cramer. This all\nhappened in mid-stream so it had a lot of scholars began to look at the thing and say how\nin the world is a justice going to be able in good faith to sit down and command the\nevidence as it's gone in so far and properly meet out justice. Well, he could of course, but\nnonetheless it had a watering down effect on the trial. So, in any case, my phase of the\ncase was over with. I worked under a couple of very top level committees, the evidence\ncommittee which decided what I could and could not present into evidence. It was all\nscreened out very carefully and they determined whether it would fit my phase of the\ncase and whether I should put in. All the lawyers did the same thing. And the other\ncommittee, which was called the Executive Committee, what it really amounted to was\nKeenan and all the other chief prosecutors from the various nations who would make\ndeterminations of who would be presenting evidence and what evidence seemed\ninappropriate. They were trying to coordinate everything. And then there was a\ncoordinating committee down the line. So, there was really three committees that we\nwould go through before we even got to the floor of the courtroom.",
        "Q: Were there defending lawyers and prosecuting lawyers on the American side also?",
        "A: Yes, the Department of Justice, I think, primarily had sent lawyers over at the request of\nMacArthur, I presume. Every one of the accused, there were 28, had an American\ncounsel. In addition to which, they also had Japanese counsel. Tojo refused American\ncounsel. He didn't want American counsel, and to my thought, perhaps the most\nintelligent lawyer, the best scholar in the courtroom was probably Tojo's lawyer, Dr.\nKiosi (ph). I have very high regard for him and his capacity. As a matter of fact, I have\nvery high regard for the ability of Tojo himself. When you're dealing with people like\nthat you can't just water them off as being enemies. There is something very special about\na man who's able to become the Prime Minister of his country. Tojo was known as old\nrazor brains, and I can see why.",
        "Q: Did you interrogate Tojo?",
        "A: Yes, but the system we used in the interrogation of Tojo one man on our staff was\npromised the sole and exclusive right to the cross examination of Tojo. In other words,\nTojo was going to be his accused. I was assigned two people. General Hiroki, who had\nbeen sort of the tutor and sort of a well guiding force and godfather behind Hirohito as he\nwas growing up, up through his years and until he became the Prince Regent, took over\nfor his father in about 1928 or 1929. General Hiroki was the oldest accused in the bench.\nShe probably had more influence on what happened in later years than anyone else there.\nHiroki and the other was Hiroto. Hiroto was a diplomat and had been a foreign minister.\nThese were my two for preparation for ultimate cross examination, which I never did\nconduct because I came here and then later went to Europe. I came home because of\nemergencies and then went back to Tokyo after I had gotten the emergency somewhat in\nhand, but I had to keep working until I thought everything was right with my family\nagain. Came home -- I had resigned to come home thinking I was through. When I got\nback, I found that I wasn't able to really get away. My law practice had dribbled out.\nOther lawyers had ruminants of it. I had been gone almost a year, and I needed a job very\nbadly and one had been offered in the European trials, so I accepted it. But I sort of lost\nthe trend of my thought there for a second with regard to the --",
        "Q: What was it like to meet Tojo?",
        "A: Tojo was what we were talking about a moment ago. It seems to me, or I was talking\nabout, Jack Feeley, who had been I think the Solicitor General, he was either an assistant\nSolicitor General of the United States or the Solicitor General, also head of, if I\nremember correctly, of the Justice Department at one time, Criminal Division of the\nJustice Department at one time, had been promised by Keenan that he would be the sole\nand exclusive counsel to cross examine and prepare the case against Tojo, and this of\ncourse was more or less a center piece of the trial once the Emperor was out of the\npicture. So, that was Feeley's role. A very interesting fact that that promise was given to\nhim all the way from the very beginning which lends itself to whether or not there was\nsome question about whether the Emperor would be tried. You see, we didn't know it\nuntil down the line some weeks later whether or not the Emperor was actually going to be\ntried or not. But I think Keenan had a pretty good idea because he was promising the\nchief individual in the trial, or what seemed to be the chief individual in the trial, Tojo, to\nthis one man. It seems to suggest that back as early as our departure date which was the\n2nd of December 1945, that there was some knowledge, but we did have a message\ndelivered to our aircraft just before departure. It came from the President. The\nPresidential car came with this seemingly secret message to Keenan, and we knew it had\nto do with the Emperor because we were told after that that we would not be permitted to\ninterrogate anyone in the Royal household. That seemed to suggest many things that were\nhappening in retrospect. It suggests also that the Emperor might not be tried, probably\nwouldn't be tried. Whether that had been a decision made, I don't know. We do know that\nthe people who are foremost in making that decision aside from the President himself, on\nthe United States side, were John McCloy who was the --well he was really running the\nWar Department under Stimson in that time period, and MacArthur of course had a voice\nin it as did Joseph Grew who had been our Ambassador in Tokyo. All of these were\nopposed to the trial of the Emperor. Now, the Soviets wanted him tried. So did the\nBritish, I believe. There were various people who wanted the Emperor tried. The United\nStates had the most to lose in that situation, if you can believe that by trying the Emperor\nthat the Japanese would have fought to the last inch. It was thought that the assault on\nHonshu' which was being planned, might have cost millions of lives, American lives, and\nmore millions of Japanese lives so that it would have been a wise practical decision to\nsay, well, all it's going to take to have peace 1s you can have your Emperor. It was easy to\nlay the blame on the military. The Emperor, the assistant in Japan, the Emperor would\nhave of course be following to a large extent, he was not quite the mouth piece that some\npeople might have described to him for the military just saying yes. When I say the\nmouthpiece, I mean the yes-man. He had more voice than that, but he seemed to go along\npretty well with what was wanted in those days. The Navy was opposed, for example, to\nthe attack on Pearl Harbor. The Army was pushing for it. The Navy had to carry it out, of\ncourse and did it with dispatch. But they had fought against the concept. A number of the\nNavy people felt that it was a losing war if we did that. It appears that they were right.\nGoing back to Tojo. So, Feeley had total authority as to whether or not one would get to\ntalk with Tojo at Sogolmo (ph) Prison. When I wanted to talk to Tojo, I had to do it\nthrough Feeley. Generally, if I wanted to go to Sogolmo Prison with him, I could, but I\nwas not permitted to speak, nor were any other lawyers to speak personally with Tojo,\nexcept off the record. Off the record we might have a few comments, but on the record,\nthat which was to become part of his official affidavit sworn testimony, my name would\nnot appear in it. Although there would be questions in it which I had propounded through\nFeeley which I would use in turn in my phase of the trial about censorship, propaganda,\npolice controls and so forth. I recall one incident sort of 1n passing concerning the fact of\nhis being called \"Old Razor Brains\" while we were there one very cold day in December\nor January, that winter of '45-'46, a couple of plumbers came into this little interrogation\nroom at Sogolmo Prison and those of us who were there were the interpreter was a\nCommander Maxim has written a book about his experiences. He was the interpreter,\nJeff, he was an American Commander, a Navy man. Myrtle Mills was Feeley's own\nsecretary who was taking notes. Feeley himself with me, and of course Tojo. Two fellows\n' The largest of the Japanese islands.\ncame in, two Japanese workmen began to pound on the radiators, it was terribly cold,\nwith their wrenches. And the girl said \"Hubba, Hubba\" so they got up and went out of the\nroom. That was being interpreted as very slang, so Tojo said something in Japanese to\nMaxim, the interpreter and they both began to laugh. They hubba-hubba back and forth a\nlittle bit, an then it was explained to us that Tojo said that every night when he left that\nparticular room, the guards would poke him in the back with their billy clubs and say\nhubba hubba and up until now he had always believed that meant remember Pearl\nHarbor. He knew it would get a laugh out of us. I'm sure he didn't really mean that.",
        "Q: Did you travel through Japan and see --?",
        "A: Mostly unofficial. The workload was almost unbelievable. We were rushing for the\nindictment and rushing for the first day of trial, and rushing because I had to present the\nfirst witnesses 1n the trial. So, for me, the pressures were almost inhuman and in\nparticular with the load at home. My anxious feelings about getting back home took the\nromance out of the job really for me. But I did fly over Hiroshima and Nagasaki and\nother major cities. I wanted to see -- the Army at my request took me over it, the major\ncities of Japan so I could see the damage and it was unbelievable. I couldn't properly\ndescribe the effect of one bomb on a city like say Hiroshima for example. Although the\ndamage in Yokohoma and Nagasaki and Tokyo itself from the fire bombs was beyond\nbelief, too, but you could comprehend that to some extent because the buildings were so\nfragile, a lot of bamboo and paper structures. Whole neighborhoods would be wiped out\nwith a small bomb, a fire bomb. And occasional weekends there were several of us,\nFeeley, myself, John Darcey who was the Assistant Attorney General of the United States\nin charge of one of the divisions there, and Henry Sacket, later a federal judge, Elton\nHyder, Elton has become oil rich in Texas. He went back and became a very effective\nlawyer in big oil cases. We traveled together usually, all or part of us, and we'd go for\none overnight trip we'd go to Atomi (ph), which was a seaside resort, wherever, just to\nget the feeling of being away for a little bit. It gave us a trip out of town, but it wasn't\nevery weekend and it wasn't a very, it wasn't really a vacation type of thing. It was sort of\na quick breather to get out of town and we'd carry some K rations with us, dry field\nrations to eat. It's about the way we were living on weekends.",
        "Q: Can you tell me something about what happened at home and how that --?",
        "A: Well, my wife, within days after I had gone to Tokyo, had gone to visit her family in\nAlabama with our twin sons. We had twin sons then who had born in 1944, so they were\njust a little over one year old, and she was expecting another child at that time. She was a\nfew weeks pregnant. That was one reason the 90 day period seemed to be almost\nessential. On Christmas Eve I got the word that she had been very critically burned. She\napparently had something back in the way of a housecoat from the cleaners that possibly\nhad a lot of flammable liquid used in it and she had backed up too close to an open\nfireplace at her parent's home. And they lived a great distance from a hospital, so the\nburns, I guess, just kept getting worse and worse. By the time she got to the hospital from\ntheir home, which was in Hamilton Alabama to sort of a small sort of a country hospital\nin a larger town in Russlerove Alabama, she was really in very bad condition. So, there\nhad been a lot of efforts to reach me, but for some strange reason Red Cross couldn't do\nit. My friend Mike Hoffman, I got to talk to him about that. They apparently tried through\nvarious means and couldn't get communications very well. Finally one lawyer in\nNashville called, who knew the Attorney General, called General Clark and said \"Did\nyou know?\" and he said no he didn't so Clark then immediately sent MacArthur a\nmessage ordering me home. Without asking any further questions, MacArthur's staff\nprepared the orders for me and told me that I must go home right away because she was\nin critical condition. So, I did. I came home, and I was told that she wasn't expected to\nlive through the night. But I remember that I knelt by her bed and said prayers with her at\nthat time and we were both pretty desperate about the situation. I called friends in\nNashville that said they would make arrangements, and they did, with an expert in skin\ngrafting. All I had was this one doctor's word that she wasn't going to live. They arranged\nto send an ambulance down to this little town, and we sent her back to Nashville, a\ndistance, I guess probably nearly 200 miles in an ambulance which in itself she had to be\nheavily sedated and have a nurse with her who was a friend of the family. And we had a\nprivate room set up for her in the hospital with a telephone and so forth. It was imperative\nthat I had to that if she could be taken off the critical list at all, that I had to go back in\norder to continue drawing a salary, because I had turned my practice over to another\nlawyer. And really, I was in no emotional condition to try anybody's case at that point.\nSo, I did, we got her settled back in Nashville, in a hospital and she had some skin grafts\nand appeared to be rallying to some extent. But it was a couple of years before she was\nfully out of the woods for skin grafting. I think it was 1948 before the last of the burns\nhad healed.",
        "Q: Did she lose the baby?",
        "A: Yes, the baby was lost at once, really. She miscarried even before she got to the hospital.\nSo, that was it, and then when I came home at the end of approximately a year, when I\ncame back from Tokyo, because her telephone calls -- I would call her once a week from\nTokyo, she had a telephone right at her bedside and that we could discuss how she felt\nabout whether she felt well enough to come home. As a matter of fact, she was well\nenough to come home, but she needed 24 hour around the clock care. So, when I got back\nto Nashville, I resigned, came back and took her home and we had a nurse that had taken\na strong friendship liking to her and wanted to continue and she stayed at our home and\ntook care of my wife until she came to Germany. She was really not in a great condition\nto come to Germany, but I went over and made several trips back and forth from\nGermany. I was able to do that relatively easy. I flew back and forth to United States to\nsee her in between, but it was again, almost a year before she could come to Germany.\nAnd then we continued her skin grafting after she got there.",
        "Q: After she got to Germany?",
        "A: After she got to Germany, but she was able to do that on an outpatient basis. Just go in\nfor a few days and come out. This went on until 1948 from 1945.",
        "Q: This must have been a great strain on you?",
        "A: Unbelievable. It was really unbelievable on both of us. It's hard to recapitulate that\nperiod. It's so painful. We had three more children after that. All of them survived except\none got killed as a result of a wounds in the Viet Nam war. He was a Marine.",
        "Q: How did you get to Germany?",
        "A: I had been asked -- when I first came back I had been asked, I had to report at Keenan's\nrequest amongst other things to report to the Attorney General and the War Department.\nOh, I hadn't said that the way I was paid, because the Justice Department truly didn't have\nthe funds, they merely asked the War Department to pay me and put me on the War\nDepartment payroll. And it created some difficulty because some of the more senior\nlawyers were getting less money than I was. It was a personnel problem for some of those\nwho were justice department lawyers and therefore sort of bureaucratically inclined. The\nmoney meant more to them perhaps than it might to Edward Bennet Williams wouldn't\nhave cared it was $1 or $10,000. $10,000 in those days was the top salary. So, these\nfellows who were getting $8,000, $9,000 and had pretty good jobs as professional grade\nsixes and sevens, eight was the top, and I came along at the top of the six bracket, getting\nover $9,000 a year because I was given an overseas override. They were -- the Justice\nlawyers were given I think $10 a day, which today of course would be ridiculous but at\nthat time it was a pretty good per diem. They got $10 a day per diem and the Army took\nit away from them. The Army, I think was rather vicious in that regard, they said you\ndon't work for us, you work for the Justice Department, so that $10 is for your board and\nroom, give it to us, and they took it. In my case, they didn't take anything because I was a\nWar Department lawyer even though I wasn't really. It was one of those comical\nbureaucratic mixups. I was very happy for the mistake. We needed the money badly.",
        "Q: When did you get to Germany?",
        "A: I left as I remember it was December 4, 1946, and I went over on a very slow boat, by my\nchoice. I wanted, I really needed a rest, and as far as I was concerned I was on the payroll\nfrom the minute I left and it seemed like a good opportunity, so I went over, and it was a\nvery slow trip. I got to Nuremberg on New Years Eve 1946 going into 1947, New Years\nEve at Nuremberg. I met with Telford Taylor and some of the others there, celebrated\nwith them. I had spent Christmas in Germany because orders were issued to me and\nreissued to me along the way. I really didn't know where I was going to end up. I was\nsent first to Frankfurt. From Frankfurt I was sent to Heidenburg and from Heidenburg I\nwent to Augsburg and from Augsburg to Nuremberg and Nuremberg to Dachau. It was a\nvery happy experience because every place was new. My wife was not permitted to come\nover while I was at Dachau, but at the time of as the war crimes ended, when was it? It\nmust have been the end of '47, I think we had been ordered to close it down by the\nbeginning of 1948, and while I was in Berlin interrogating Rudolf Hess, I stopped over to\nsee an old acquaintance who was the Solicitor General of the United States at one time,\nand later became a U.S. Federal Judge on the Court of Appeals here in the District of\nColumbia, Charlie Fehe( ph). He was heading the legal staff for military government. So,\nwhile I was there to interrogate Hess, I stopped over and talked to him. He was getting\nready to come back to the United States and ask me if I would like to join the staff in\nBerlin and I said, I sure would, because I didn't want to go to Augsburg where it would\nbe a reviewing job. I didn't like reviewing these cases. I had gone through them so\ncarefully. The ones that I handled, many of which I handled in the pretrial and others\nwhich of course I personally tried. There were literally thousands of cases that seemed to\nbe going across my desk, but I'm talking more in terms, I guess, of people than I am of\nindividuals rather than cases because so many of these cases would include any number\nof persons up to 100. I'm sure in some instances. So, it seemed to me that there were\nliterally thousands of cases against thousands of persons going across my desk. And I\nwould review these, all the evidence that had been gathered on them. I had my own\nopinions about whether they should be tried or not and then I would pass them along with\na suggestion that they be tried or they not be tried or that they be reviewed by someone\nelse so that it was sort of part of a chain link proposition, a pipeline before they got to\ntrial. In many cases, I'd put a case aside because I wanted to try it myself for one reason\nor because others didn't want to try it. If I wanted to try it and felt that it should be tried,\nI'd try it. I'm not sure how many lawyers may have been doing that. I was known as a\nchief trial attorney. That was my title. I worked under well really three other lawyers.\nOne the head of the War Crimes Detachment which we normally call the Dachau\ncontingent was a fellow by the name of Straight, Brigadier General Straight. He was in\nAugsburg. Under him was a Colonel Howard Brissey. Brissey was the head of the\nDachau detachment, where the trials actually were held, but the chief of the trial branch\nwho was really my immediate overseer and boss was Leo Goodman. Leo had been an\nArmy Colonel I think and before he died he had become -- two principle jobs he held.\nOne was head of the American Chamber of Commerce in Germany, but before that he\nwas Counsel General, I believe, he went into diplomatic service. Well, Leo was the one I\nhad to report to most directly and we had day to day contact. The others were looking at\nhim and he was looking at them, but this was my chain of command. He was very\ncompetent, a very competent lawyer and a very nice man to work with and for. We were\nvery good personal friends. I enjoyed that experience, I guess more because of him than\nanything else. It would have been very lonesome. He was a bachelor and he later married\nin Germany. He was a man of great high moral values and if 1t hadn't been for him I don't\nthink I could have stood the thing away from family and so forth. So, anyhow, he wanted\nme to go to Augsburg as we were closing down the trial branch and I said, \"Gee I don't\nthink it's my thing. I've had this thing offered to me in Berlin.” And he said, \"Well, what\nif I won't approve of it?\" I said, \"Well, I think you certainly have that option. Out of all\nthe things you've done for me I could hardly be angry about it but I would still say no.”\nWell, you have to pay your own way back you know. Well, I'd be willing to do that. My\nwife was probably well enough for me to go home and take over things without the\nworry. He said, \"Oh well, go ahead and take the job.” It meant a promotion, so I was glad\nto do that. I was then on Lucius Clay's staff, legal staffin Berlin during the blockade in a\nposition known as General Counsel on High Priority Policy Matters. It really meant\ndealing with the Soviets as much as anything. That's about it.",
        "Q: What did that job entail?",
        "A: Somebody from the Pentagon told me that they had read some of the opinions that I had\nwritten and were complimenting the fact that I had given the Italians back all of their\nartwork, that gives you an idea, the restitution of property. Just many things. It really\nmeant that I was doing a policy job of involving international matters that had to be\nadjudicated based as best we could on what law we had to work with and claims of other\nnations. We worked on the currency reform matter, for example, which resulted in a\nbreak with the Soviets as you know. I guess somebody might know.",
        "Q: How did you get to Dachau?",
        "A: I got to Dachau on the first or second of January of 1947 and as soon as I reported I was\nput to work. I wasn't given a chance to do much except take a desk and start looking at\ncases. The first thing that I was doing was interrogating various people who had already\nbeen interrogated by investigators, trying to decide whether or not the testimony would\nstand up. Looking at the record of what evidence was there to try cases, and I started\ntrying cases myself first with some of the other lawyers who had been there awhile and\nthen later as the Chief Counsel in whatever trials I was taking on. Really, in an\nadministrative matter am I getting there. I would like to have stayed at Nuremberg except\nfor one thing, and that was the subsequent proceedings ran contrary to two things. One\nmy own personal belief in calling something international that has really become\nunilateral as they had. It had the color internationalism because it was all being done on\ninternational law to some extent. But it was not international law as far as personnel was\nconcerned. I felt that if maybe the French of the British would have stayed there or the\nSoviets that they -- it was only bilateral. You could still call it international and it would\nstick, but when all but the Americans had gone home, and the American Judges and the\nAmerican prosecutors or the people who had to deal with it you have to appeal to only\none source from then on and that's the Supreme Court of the United States, and that\nbecomes an American Trial as far as I am concerned. Now, the Supreme Court held me\nwrong in that. One of the trials-- I have to say very quickly that those cases at Nuremberg\nwere very well tried, excellently tried. And I think all the lawyers, all the Judges that I\nknew were splendid. They did their job very well, so I wouldn't fault that. I just had this\nstrong feeling against calling something what it isn't. But the Supreme Court of the\nUnited States held against my thinking in the Frederick Flick case. And I knew Flick.\nFlick had asked me to defend him at a later time. What he actually asked, after he had\nbeen imprisoned, he had a relatively shortened prisonment and was at Lansburg prison. I\nhad a request while I was still trying cases at Dachau, I had gotten quite a bit of publicity\nin the German press as a result of that Lottenbaucher(ph) case. I think that gave the\nwrong impression to the Germans, that maybe I was sympathetic with the Germans,\nwhich I was not, with the Nazis, which I certainly was not. But after all, he was one of\nthe top people in the German government, and head of the Hitler youth, and\nhe was acquitted. So a lot of these Germans thought perhaps that they needed my\nservices. Baroness Von , | think she was a Baroness, she came to Dachau\nand asked me if I would go she said her husband had requested that I come down and see\nhim at Landsberg prison, that he had been convicted by a war crimes court in China and\nthis really piqued my curiosity because I was doing some writing anyhow about the\nvarious war crimes court, and I wanted to find out more about that, to that extent I\nwanted to talk with him. I did go down. He had been a diplomat in the Embassy in\nBeijing (ph.) He had been tried by a court, which I thought had died really\nabout World War I days, but apparently he had been tried by court. Apparently\nthat didn't cause the State Department any kind of turn. They normally, I think, might\nhave said, well we have no business doing that and turned it over to the Army, but he was\nconvicted and somehow ended up in Lansburg Prison. But what he wanted to see me\nabout was the fact that he was a friend of Frederick Flick. Now Flick was running the\n. Flick was really big league and what Puttcomer said to me is that Mr.\nFlick who was present during this conversation that we were conversing in English\nprimarily although by that time I did speak a workman like kind of German, but we were\ntalking in English and Puttcomer said that \"Flick says if he is released from prison that he\nhas the plan for rebuilding Germany on the cuff of his sleeve.” Interesting commentary.\nWell, apparently he did. Because as you know when he was realised--So, he wanted to\nknow if I would take the case. I said, \"You know, I have a problem. I'm an insider and\nI'm not sure that I can get released to do it, but if I can, can we talk money.” He said,\n\"Well would you talk with my board at Dusseldorf?\" Apparently it was what was the\nmakings of the new Farbinworth (ph). So, I did. I talked with them, and we agreed that if\nI could, my job in this case would be to make an appeal on this case to see if I could at\nleast get clemency and get him out on the grounds that he really could do something\nabout the rebuilding of Germany. And the whole thrust at that point of our new policy\nwith Marshall Plan and so on coming in was to do just exactly that to try to rebuild\nGermany. So, it seemed like an interesting concept. I wasn't at all sympathetic with the\nslave labor thing. As you know, I had tried a number of people because I felt that slave\nlabor was something that people shouldn't prosper from. And I tried persons who had\nbeen kind to slave labor, thinking of the Schindler movie, for example, turning that over\nin my head. Probably had his case come across my desk, I would personally have tried\nhim, because I think he shouldn't have escaped simply because he was willing to try to\nhelp some people. He wasn't such a great person himself. You know, if you want to be\njust about it, he was probably not any different than some of the others. I did try one, a\ncouple of brothers, not brothers, a couple of relatives I think they were the Wuelfert Meat\nPacking. I was wandering a little bit here.\nEnd of Tape #1\nTape #2",
        "Q: Robert, I'd like you to give us a sense of the process. How did they choose perpetrators?\nHow did they get them? How did you decide the cases? What kind of cases came across\nyour desk? Can you give us a sense of what the process was in Dachau?",
        "A: I think I can give a sense of the choice both in Europe and in Japan and there was a little\nvariation and it probably has to do with employment of personnel as well. The personnel\nemployment started at the very top level, as I indicated. The Attorney General, then\nKeenan and eventually both at Nuremberg and at Tokyo the authority passed to the War\nDepartment, who were engaging different persons for jobs here and there. In Tokyo\ninsofar as the accused were concerned, we started with several lists. The State\nDepartment the Foreign Service had lists of persons who were likely suspects. So did the\nmilitary. So did the various countries who came in and we took these and we were able to\nfind the common denominator amongst all of them. They all presumably had Tojo on\nthem, for example. I don't want to say the Emperor. I can't recall that any of the U.S. lists\nhad the Emperor on specifically. Some of the foreign lists did. In Europe the personnel\nthing worked pretty much the same way, and so did the choice of the original persons.\nWe had four nations that were looking at lists in Nuremberg. Arriving at Dachau, the\npeople who you had lists of names -- first of all, you knew immediately who was in the\ncamp when you took over. General Jacob Devors, who I think was Eisenhower's\noperations officer on the invasion, I was on a lecture tour with him, oh a number of years\nafter the trials, but he told me that one of his units had overrun Dachau and he had gone\nin there. Well, they could hardly believe their eyes when they saw the conditions of the\ninmates. In his case, just as a matter of some interest, I got back into the subject of\nwitnesses. There are two categories. There was the German people who lived around\nDachau as well as those that were inmates. He was so outraged by what he found there\nthat he had his troops round up everybody that they could find in the town of Dachau and\nbring them out there to see what was there. He said from the looks on the faces of the\nGerman people, of the residents of the town of Dachau, he was inclined to believe that\nthey did not really know. Well, it was one of those things, speak no evil, hear no evil, you\ndon't see no evil. I think that's perhaps it more than anything else. They knew, but they\ndidn't know. They chose not to know, because you couldn't not really know. In any case,\nhe believed that they were ignorant of the facts. Now, you have all these terrible things\nthat you find there. Stacks of bodies, emaciated persons, people who are hardly able to --\nyou get a lot of names. These are people who are going to be used possibly as witnesses\nat what took place. No matter where they went, they eventually got some requests to\ncome back and testify. Those who were surviving. And they were given an opportunity,\nthose who came back to Dachau. Now, this was not just Dachau, of course it was\nBuchenwald and Auschwitz and Mauthausen, you name them, all of the camps.",
        "Q: You mean the Dachau trials included more than --?",
        "A: From our perspective they did. They included all of the concentration camps. They\nincluded all of the atrocities which were committed against U.S. citizens. We had\nsomething known as \"fire cases.” These were our airmen who were brutally murdered\nwhen they were shot down. There were various categories of trials that were tried at\nDachau. But the true primary kinds were one that the concentration camp atrocity cases\nand those which were the special cases which involved not just camp personnel but a lot\nof the people on the outside of the camp, the Gestapo, the SS the SA, the Police\norganization, the paramilitary organizations who had committed atrocities against various\nallied prisoners. Well, all those involving American citizens were tried there. All of the\ncases that were committed against inmates of concentration camps within what we call\nthe American Zone of Occupation, whether it be Austria or whether it be in Germany,\nwere tried at Dachau. That was the site of all the war crimes trials, other than the very\nfew cases tried at Nuremberg. See, only a total of 13 cases were tried at Nuremberg. One\nof those was the original four power international trial involving Rudolf Hess and the\nothers. The other 12 cases were what we called subsequent proceedings. Excellent cases\nfor trial. They had to be tried no matter how they were tried they had to be tried. There\nwas no question about that. My only difference was to call them international or not\ninternational but either way they were well tried. So, those 13 cases were the only cases\ntried by American authority in Germany at Nuremberg. The only other cases that were\ntried by American authority or personnel were at Dachau. All of the cases involving\natrocities committed in our zones of occupation, our zone of control. We brought them all\nthere to try them. And frequently we'd get someone from another zone. If I knew a name\nthat was on a list in the Soviet Union who was not particularly wanted by them in the\nSoviet zone of occupation or the British or the French, then I could put in a request\nthrough our channels and ask for that person to be sent to us so that we would either try\nhim or use him as a witness, whatever. The routine that was followed primarilly--So I\nhave established now how we gained witnesses. These were primarily the inmates or the\npeople of the town, depending on the category of the trial. Then we have a line up\nprocedure, much like a police line up in any city in the United States or any town in the\nUnited States in which the inmates who are assigned to a particular category of\ngeographical category say at Dachau itself. They were camp personnel. They were\nguards. They were administrative personnel, whatever they were. They are now ina\nprison uniform of some sort and they're marched across a stage with a number around\ntheir heads. Sitting out in the audience are people who have been in that camp. This may\ninvolve several lineups, because people who come from various places may not be there\nat the same time, so you might have a similar lineup on the same people at different times\nbefore you conclude what you're going to do about the individuals that are wearing that\nnumber. So, with a piece of paper which has certain questions on it, kind of a\nquestionnaire which will carry the name as put in my the prospective witness, the former\ninmate. He writes his name and the data about himself, where he can be reached and so\nforth. Question one, do you recognize any one on the stage. If he answers yes, then he's\ngoing to have to go on from there. It it's no, then obviously he's not concerned with that\nlineup any further. If he answers yes, please identify him. It's so and so and so, number 3,\nnumber 17, number 19. Where did you know them? I knew them at Camp Dachau at such\nand such detail, maybe it's the medical detail or the slop detail or the concentration -- I\ndon't remember, what did they call it -- the Brause, the showers, the gas chambers, really,\ndetail. And they've indicated where within the camp they knew him. Now they're asked\nwhat the specific name is. They identify a name. Now, obviously the next step that an\ninvestigator who's looked at this paper, if he finds any error in it, he knows that error has\nto be corrected or this is not going to be a good witness. What did this individual do? For\nexample, in the Buchenwald case there were a lot of important elements of the\nBuchenwald case that were going to effect the whole history of the trials. One of them\nwas the fact that Ilse Koch, the wife of the camp commandant had chosen individuals\napparently for extermination based on the fact that she wanted to have a lampshade or\nbookcover out of a tattoo that the individual had. How to prove it? The positive evidence\nagainst her included on one case that she straddled a trench where some prisoners were\nworking and she urinated on them. When you consider the health conditions of those\nprisoners it could have been something that caused their death ultimately, and that she\nhad hit one or some of them with a riding crop. That could cause the death of a very\nemaciated person, because they weren't getting much to eat. Actually they were getting\nvirtually nothing. So, that she could have caused the death of these people. It doesn't\nmean that she did, because there was no proof that she did, but that she hit them 1s\nuncontroverted. That she's there, that she's part of the system that is part of a conspiracy\nshe could be tried on the common design element of it. All of these were provable cases\nagainst Ilse Koch. Now, you get to the more serious charge of choosing someone for\nextermination so that she can have -- in other words we have a murder case against her.\nIn any case, you got a murder case against her. You can say that under the common\ndesign \"X\" number of people are exterminated at Camp Dachau and she's a part of the\nadministration which caused that death. In my case, I would ask for a death penalty for\nher if I had tried her on those grounds. But when you choose a path to try to pressure in\non the fact that the big crime that she committed 1s the lampshades the question is are you\ngoing to be able to prove your case and to prove it -- so some of these people who were\nin the lineup and saw her with a number now have said on their questionnaire her name is\nIlse Koch. She was a camp commander's wife. She has done these things that I know of at\nCamp Buchenwald. So, Bill Denson and Bob Kunzo who are the trial counsel, very\ncompetent trial counsel in that particular case, had to take the evidence as presented to\nthem by the investigators who were going over what had happened in the lineup\nprocedure and who were sort of trying to farm out what was good and bad evidence were\ngoing to find when they went to trial that two things would happen. One there had been a\nleak on the publicity on what we call raw materials. What does the witness really know?\nThe witness said they knew that Ilse Koch had chosen these particular individuals for\nextermination for lampshade tattoos and bookcovers are now in evidence. So, what were\nthe names of the prisoners who were exterminated. Then you get down to the fine points\nof cross examination and they had some pretty good trial counsel, I take it. And they\nwere unable to properly identify who it was. Joe, I don't know his last name, I don't know\nhis number. Where did Joe go? Well, the last time I saw him he was headed for Dachau. I\ndon't know where he died. So you have a hard time identifying. I do know that I\nrecognize that tattoo. I recognize that lampshade as having been his tattoo. But it's a loose\nkind of thing that troubles the court, because they look at this evidence as being not quite\ntied up. There were some death penalties in that case. Bill Denson if he's interrogated will\nbe able to tell you who was and who wasn't executed as a result of his good prosecutor\nwork. She got a relatively light sentence. I think like 13 or 14 years. I was on Clay's staff\nin Berlin when her case came up for review there and Clay cut it way back. And then she\nwas turned over to the Germans. Clay was criticized for this. The lawyer who did the\nreview was a very conscientious lawyer named Dick Higgins, Brigadier Major General,\nin fact, if he's still living, a reservist in the air corp. Dick Higgin was on our staff at\nDachau both in the trial branch and later in -- by the way he'd be a good person to\ninterview if he's still living here in Washington. Later he was on the review staff at\nAugsburg when I refused to go there, he went over. Later he joined our staff in Berlin\ndoing much of the same thing I was in Berlin except that he had the job of looking at all\nof the records of those that Clay wanted to go over to see whether or not on the petitions\nthat were being presented to him they should have commutation of sentence or maybe\neven a pardon. In the case of Ilse Koch, Higgin said he couldn't find adequate, essentially\nI'm putting words in his mouth. He may be living and deny this, but whatever he said to\nClay he thought the sentence should be commuted to a lesser one because the evidence\nwasn't adequate. That essentially is what it added up to. So, Clay commuted the sentence\nand she was turned over to the Germans. I don't know what happened to her. I understand\nshe got a little stiffer sentence in the German courts. I'm not sure. She was a bad one. But\nagain, the evidence was weak there. And I myself tried some of those lampshade and\nbookcover sort of cases, the tattoo things. And it's awfully hard to make a case there. I\ntried, myself I used to try bear down on what I thought was the more cogent part of the\ncharges. If an individual is present in the camp as an integral part of the machinery that\nwas putting hundreds of thousands of people to death, in that particular complex or even\nthousands, you had a good murder charge against them. What difference does it make\nabout lampshades. So, you could throw that in in passing, but don't bear down on that so\nthat the defense leaps on it and says it has a lot of weak spots in it and they make a little\nimpression on the court. The court could not deny the fact that an individual who's in\nthere pointing a billy club or a gun or a club at somebody and sending them down here\nand another step and another step and the next step the fellow's emaciated and he's being\ndragged by the heels down to the showers and they take down the data and he's given a\ntowel and a piece of soap and locked into the gas chambers. Everybody in that pipeline 1s\nguilty. You can't get around that fact, and that's the way I approached all of my cases. A\nlot of people got thrown off on what I call the glamour side of the trial. It looked better to\ntalk about some of these specific things. For example some of them you could make a\ncase more easily in the medical cases, the experimental cases. They had some crazy kinds\nof things that were done in that camp. It's painful to me to think of these things, but\nanyhow, I recall there was one little sort of an operation type room was set up in the\ncamp hospital. They could hose it down after they blew a few brains out there. They'd\nbring people in as if they were going to take photographs of them. Set them all up as if\nthey were going to take their photograph, and then somebody behind them would just\nblow their brains out. You know, neither rhyme nor reason. Maybe the person was a\ntrouble maker in the camp or something like that. But there seemed to be no rhyme or\nreason to that kind of murder. And they had experiments such as trying to freeze people\nto see whether or not they could recover by putting a couple of warm bodies. They would\ntake individuals and bring them down to the temperature of the North Sea, for example,\npresumably the thought was that some of the German airman or seaman who were thrown\ninto the water one way or another there could survive if they were given a certain kind of\ntreatment afterwards. So, they put a couple of girls in bed with this body after this person\nafter he reached a certain temperature or had been exposed to cold water for a certain\nperiod of time to see whether that would revive him. Whether human body heat would\nrevive him. Any kind of experiment would seem to go. And of course they had other\nkinds of experiments with medications and injections and so on. Mostly the damage was\ndone by virtually working them to death. They reached a certain point of infirmity or they\ncame in and they were of no use to the work program. When I think about it, my God\nwhy didn't -- if Germany wanted to use these people for the work program, or the\nsustenance, why didn't they feed them well. Why didn't they treat them well. Why not use\nthem as free labor but try to save them. Why kill off your free labor. That's a good thing\nto get rid of. It made no sense really. The SS were terrible people. They were terrible\npeople. And I doubt if Hitler was ever in a concentration camp. I think these people at the\ntop level tried to save themselves. I wonder whether Imler was ever in a concentration\ncamp, Gering, people who were accountable for them. I have no evidence that they ever\nwere, you know. The final solution? Well, I doubt if they even looked at the refinements\nof the final solution. The language probably just meant that somebody else is taking care\nof it. Like superior orders, it's the law, everybody relying on the law. That's why we had\nto do it. It was always somebody up there that he did it, not me.",
        "Q: Were you present at these lineups? Did you see that?",
        "A: No, everything that reached me was after the lineups. I never -- they were still going on\nI'm sure, all the time, but no, I didn't bother with lineups. First of all I was trying to look\nat the material that came out of the line up 1n a professional way. As to whether or not a\ncase could be made. If there were weaknesses I would write a little memo as to what I\nthought were the weaknesses in it and pass it to someone else. They were either able to\nstrengthen it with further evidence or maybe they wanted to try it that way they could. I\nwouldn't try a case that I didn't think was prepared enough for trial.",
        "Q: Can you give us an example?",
        "A: Well, the ones that I just talked about would be good examples. If a case came up -- no,\nreally there's a couple of cases I defended simply because I realized they were not\ndefensible and it was partly because I had a feeling with regard to the other counsel. This\ndoesn't make me look very good, but my friend Jim Phelps, with whom I really practiced\nlaw for a while in Houston. Jim was part Indian. I understood from people that knew him\nvery well that he was Audi Murphy's C.O. That he was a captain, I think. The time we\nknew him, he had just been discharged. He was a captain. He had apparently been a first\nlieutenant when he commanded troops at Anzio, or the Italian campaign, and Audi\nMurphy with all those medals, the most decorated soldier had to go either forward to the\nGermans of course, do all these magnificent heroic things that he did, or go back to Jim\nPhelps. I've always said, knowing Phelps it was a lot hell of a lot safer to go forward to\nthe Germans than to come back to Jim Phelps. He was part Indian and he was mean,\nawfully mean. But we were friends. Anyhow, Jim had a case and he had gotten lazy. He\nwas an awfully good lawyer, and he had gotten lazy and there was one case that I had\ngotten familiar with. I had looked at it and asked if I would take the defense on it.\nGoodman was looking for someone to defend the case, and it looked like an open and\nshut case, as far as Phelps was concerned, and I guess as far as Goodman was concerned\nit seemed to be. But I did a little investigation on it and decided I was criticized later for\nnot telling the administration that it shouldn't be tried, but I did try it. It was a farm lad\nwho had apparently seen an airman descending, a U.S. airman descending, parachuted\nout of his plane. The police chief there had apparently knew there was something going\non above. The plane shot down so he had acerned about where it was going to come\ndown. He got into his car, drove out to what was the area and saw this farm lad standing\nthere with a great big fence post in his hand, kind of like a tree limb. And he was oddly\nturning his head from one side to the other. The airman was dead on the ground with his\nhead all caved in. And he said the ghost made me do it. That was what he said and this\nwas made a matter of the official record by the Germans. So, the police chief took the lad\nback and took a statement from him. Now, that's all the evidence that the government\nhad. Phelps presented the evidence, strutted around a little bit, try to top that one if you\nwill and I said, \"Chief have you known this accused?\" I knew in advance what was\ngoing to do it. \"Have you known this accused for a long period of time?\" He said, \"I've\nknown him all of his life.” \"As a matter of fact, did you have any kind of fiduciary\nrelationship with him, that is were you not his guardian?\" He said, \"Yes, I had been his\nguardian.” \"How did that happen?\" \"His family was dead and he couldn't get into\nservice. He was kind of a dull kind of individual and he seemed to be kind of harmless.” I\nsaid, \"Well this is not a harmless thing that's done here. He's confessed to a crime here,\nhas he not to murder?\" He said, \"Yes, but he never committed a murder.” I said, \"Well,\nwhy would you say that?\" He said, \"Well, it wasn't unusual for him to confess to a crime.\nHe confessed to all the crimes that were ever committed in the community.” And I said,\n\"did he commit any of those crimes?\" He said, \"No, he never committed any of them. He\nwas really rather harmless sort of fellow.” I said, \"Well this is not a harmless act, chief.\nLet me ask you this. Did you see that airman as he was descending.” He said, \"Yes, I\ndid.” \"Would you tell the court about what level his parachute opened?\" \"Oh\" he said, \"it\nnever opened. He landed on his head.” Well, of course that blew the case out of the\nwater, and the President of the court criticized both Phelps and me. Phelps for not\npreparing the case better and me for not telling the administration which paid my salary.\nThat was mischievous. Obviously that case should not have been tried and I shouldn't\nhave done what I did, and Phelps should have done a better job, but other than that, and I\ntried that Lotterbaucher case. I did that out of mischief as well, but I didn't like the\nlawyer. I'm not proud of that, but that's what that was.",
        "Q: Would you describe the Lotterbaucher case?",
        "A: Well, I was --tensions were very high. We were trying to wrap up all this work at the end\nof the war crime. We were told to close the program down by the first of January, I\nbelieve it was of 1948. And so I had cases really stacked up along side my desk, and I\nwas using my own rule of thumb. If there were not 10,000 deaths asserted in the\nindictments that were going to be drafted to be attached to the case, I figured well, put it\non the bottom. Keep rotating it down so that those with the larger numbers could be\nreferred to trial and recommend this is ready for trial, this one is ready trial, this one 1s\nnot because the evidence is not sufficient and so forth. Obviously the ones with even one\ndeath that is provable is ready for trial. So, some of them, because of the nature, the\nhorror of the nature of the particular case could be referred to trial such as, well I suppose\nPhelps felt that one was horrible enough because of the manner of the killing of the\nAmerican airman with a club over the fence post. I'm not sure whether that's a case that\nhe referred to trial himself or somebody else had, anyhow he had it at trial. He had\noptions just as all of us had who were chief trial counsel. He probably was doing much\nthe same sort of thing as I was. Here's a stack of cases. On one occasion then while I'm in\nthe midst of very serious work and I've got all my own problems I'm thinking about\nanyhow, one of the lawyers there was from Chicago, a major, a Bigelow Boison. And\nBoison was sort of a mystery character in the war crimes program. It was known that he\nhad been there pretty much from he beginning. He was working on one case. He seemed\nto be single minded about it. He didn't seem to want to work with anyone. He didn't want\nto work on any other cases, and he was left pretty much to himself. So, on this particular\noccasion, he was not a likeable individual. He stuck his head in the door of my office and\nhe said, \"Donihi, you're going to be my assistant in the Lotterbaucher case.” And I said,\n\"Two questions: Who the hell is Lotterbaucher and who said so?\" After all, I knew I\nwas a chief trial counsel. I didn't know what he was. I just knew he was a member -- I\ndidn't even know whether he was even a lawyer. He was a member of the Judge\nAdvocates General staff which I suppose qualified him in military law. But I don't know\nwhether he was a counsel lawyer or not. And so he said, \"Lottenbaucher is the person\nwho was secretly selected to succeed Hitler. That's who he is and Leo Goodman if you\nmust know said.” Well Goodman was my boss and Leo was his boss, so I went down to\nsee Leo and I said, \"Why have you done this to me?\" And he said, \"I didn't. He asked\nwhether he could have you to assist him, and I said if it's all right with Donihi, it's all\nright with me.” I said, \"In that case, would you please permit me to defend the case. I\ndon't like him\" and I didn't know Lottenbaucher from Johan Schmidt at that point. As I\ngot into the Lotterbaucher case I could see where Boison was sort of hanging himself\nrather than Lotterbaugher and I was really permitting him to do that. And it offered an\nopportunity I could also see to properly dispute the evidence that he wanted to present\nabout the selection of Lotterbaucher, I had to have some testimony from Nazis, high\nranking Nazis. So as Lotterbaucher had worked as the Deputy Chief of the Hitler Youth\nunder Alder Von Shurock who had been tried at Nuremberg in the original case, Von\nSchirach was the head of the Hitler Youth, Von Schirach had then gone from that job to\nVienna as the Gauleiter of Austria, the Gauleiter of Vienna. Hitler chose individuals to\nhead large political areas. He had gerrymandered Germany into various Gaus, states if\nyou like, and Austria was considered to be a Gau, as was France and Holland and so\nforth, and each one of them had a gauwlighter placed in charge of them as they were put\nunder German command. So, in the case of Austria, this particular chap that was head of\nthe Hitler Youth and gotten the job and as his deputy Lottenbaucher moved up into the\nnumber 2 position as the head of the Hitler Youth. Now, Lotterbaucher then was chosen\nlater and it had to be by a personal choice of Hitler, because he personally chose all the\ngaulighters, he was chosen to head the Gau of which was a large\nindustrial, very important industrial area, and he became also the president of Hannover.\nA very important job actually, and really I think any lawyer worth his salt would try\nLottenbaucher with ease if he had properly tried the case would have gotten a death\npenalty. Not that there's anything to be bragged about in getting a death penalty, but I\nthink probably all these fellows deserved it. Anyhow, now I'm going to be defending him\nand the weakness in the evidentiary link was whether or not we were going to be able to\ncounter the evidence which is coming from Nuremberg as a matter of fact. And Telford\nTaylor had written a letter, sort of a safe passage for one -- see if I can even think of his\nname. He's written several books since then. He was a very hard person to like in a\ncourtroom. As a witness he would turn the court against himself more than towards\nhimself. Under my cross examination he admitted, I wish I could think of his name right\nnow, he admitted that he considered himself to be the father of the German concentration\ncamp and the Gestapo. Now, imagine the defense bringing in that kind of a character in\nthis kind of a case to finger out Lotterbaucher who had a much lesser position. This chap\nhad married Goering's niece, according to his own testimony in order to save his own\nneck, he says. Well, he's in charge of the Herman Goering factories, a tremendous job\nusing slave labor. He was a bad one. He should have been on trial. But for some reason\nhe had been granted immunity by Taylor probably because he was offering enough\nevidence against others. And so now here he 1s offering evidence in Dachau and that was\nhis primary testimony. Well, of course, Rudolf Hess and who's the other one, I can't think\nof his name. My memory fades a little bit at times. They were the top ranking a higher\nrank in the seniority of things within in the German hierarchy than was this particular\nwitness. So, I felt that their testimony would be important. I had no idea that I'd be able to\nget in, but I sent a message to Berlin asking permission to interrogate them and both of\nthem had been convicted at Nuremberg and were incarcerated at Spandau. It's a four\npower prison. In order to get there you'd have to get the permission of the Russians, the\nBritish, the French as well as the United States. My avenues of approach had to be\nthrough the American mayor. I'll call him mayor. We had four military districts and the\ncity of Berlin was quartered with the British and the French and the United States and\nRussians, each in charge of one of those, we called them sectors. But the four they were\ncommanders of the American well not quite a concern, the American sector, and each\none had his own command and they came together in what's known as the\ncommanditoria. Together they represented one mayor. They were the mayor of Berlin\njointly. Of course they had a water system, a telephone system, all of these things, light\nsystem, all of these things that involved running a city, had to be coordinated amongst the\nfour of them. In order to get to see Rudolf Hess I had to ask,\"Will you let me in?\" My\nrequest came through the American representative, Frank Howley, who is generally\nknown as a man who wanted to go to war against the Russians. He used to be called\n\"Howling Mad Howley\". Now, he never said he wanted to go to war against the\nRussians, but what he did say that got a lot of publicity is \"Let's run the tanks down the\nAutobahn and put a stop to this nonsense\" the blockades and so on. Clay was on his way-\n- Clay of course had seniority in the sense of the overall international picture, but Clay\nwas on his way to report to the United States when my request arrived in Berlin and Clay\nwas apparently going to be there for several days and Howley saw this as an opportunity\nto try to get the gates open at Spandau for historians and scholars. He had no idea who I\nwas and didn't certainly know that I was going to be coming for the defense. He just\nknew that I had a title that came out of the American government. So, he jumped on that\nand decided that this would be a good opportunity to get the gates of pride open into the\nprison for some of our people. In order to accomplish that he would have to put a request\non the table and ask the Russians, the British and the French to consider it favorably,\nwithin 48 hours. It had to lay there for 48 hours. Now, the last day of business would be\nFriday. He decided to wait until Friday, 10:00 in the morning, thereabouts, put it on the\ntable. It would have to lay there for 48 hours which would be Sunday morning. Then, tell\nme as he did to arrive at the prison at 10:00 on Sunday. They hadn't even considered it.\nThey merely have got it on the table in the commandatoria with a 48 hour rule. Now,\nobviously anyone would know right away that this would be a device and I knew it was\ngoing to be a device, but I was following instructions, I wanted to get in that prison. And\nof course there was no trouble getting in under the circumstances but talking to the\naccused was another thing. I should say the convicted, the convicts. Hess was in a very\nlarge cage, much like an animal cage if you can imagine a lion's cage at the circus, as was\nVon Schirach, the Hitler Youth leader was in another one. The tables were lined up on\nthe outside for all of the four powers representatives, for myself, my interpreter, and court\nreporter. It was a great temptation. I wanted to get over and start talking to them\nimmediately but I was told by each of three who were there the American, French, and\nBritish that their instructions were no, you can't do it unless the Russians show because\nwe don't want a break on this thing. And the Russians have said no, so I said well, could\nyou get the Russian on the telephone for me and I told him that I was unable to come\nback. I told him the truth about that that I had to do it now or never. And he said well, he\nwas very apologetic, he understood my place but it would have to be taken up tomorrow,\nMonday, that I think he said but we don't particularly honor Sunday as you do, but that's\nout of consideration for the other powers rather than ourselves. We don't feel that the 48\nhour rule has ever meant to circumvent the good orderly approach to consideration of\nbusiness. I had to agree that that sounded pretty reasonable to me. I said, \"I'm here and I\nhave to do it. They're over there. I'm looking at them right now and as soon as I hang up\nthis telephone.” Here I lied to him. I said I'm going to start these interrogations but I feel\nthat I have to apologize to you and to your country because I don't want anyone to feel\nembarrassed by this but I have to do it now or never, but I do feel that I owe it to you to\ntell you that one of the subjects I'm going to get into is communism on Hitler's staff. He\nwas there almost that fast. Well, he was in a bind. I sort of calculated that he'd come.\nObviously I knew that that would peak his interest. He had to answer to something if that\nhappened and I went out of there and said that these two inmates have now identified\ncommunist on Hitler's staff, 1t would have made news. There's no question about that. So,\nhe was there to see what happened. It wasn't the subject at all. I had no intention of\ngetting into that because I'm not qualified to get into it at that time. But we did go\nthrough the whole thing and we had a little drink and they have a tiny club there at\nSpendell or did have and we all had a little drink and toasted one another. I understood\nthen the next day then the Russians really created quite a ruckus and hell broke lose in\nthe commandatora. They never were able to get anyone in again. Whether they could\nhave except for that I don't know, probably not. Now, I mentioned Dick Higgin. Dick\nHiggin among his other jobs later, on the State Department's staff. He became the prison's\nofficer after we reopened our embassy there, and as such he had to visit Spandau and\nmake constant reports about it. He told me that he never could talk to Hess except Hess\nwould say \"What do you think of my garden?\" It was a lot of rocks. Hess was just\npulling his leg. Hess wouldn't talk to anybody.",
        "Q: What was it like to talk to him? What did you ask him?",
        "A: Well, Hess was my total subject matter had to with why I was there. Whether or not\nLottenbaucher was a high enough member of the Hitler team to have been even\nconsidered remotely as a successor to Hitler. Von Schirach, the same thing. The\ntestimony of Von Schirach was somewhat helpful. I did put that in evidence as having\nsome sense in it. Also, by reputation Von Schirach had an American Mother and I think\nmaybe the court thought he was more believable than if he didn't have any American\nblood. I'm not sure. It wouldn't make sense, but I believe that could have had something\nto do with it. Hess, however, his document was pretty much -- he was trying to be\ncooperate when he found out I was there for the defense. But he was pretty much giving\nme a Self-serving declaration. He was trying to make his own distorted views known. He\nwanted to make a complaint against Nuremberg and so forth. So, I didn't want to put it in\nevidence because I didn't think it served my ace very well. I did offer it to Boisen and\nBoisen looked at it distinctly and he didn't want it. So, I still have the original\ninterrogation, otherwise it would have been in evidence just as Von Schirach's was.",
        "Q: What had Von Schirach done?",
        "A: On the essentials they both said, they didn't know about any secret meeting that would\nhave considered Lotterbaucher. They didn't think that was possible. That was the\nessential thing, as far as I was concerned. That's all I went to Berlin for at that particular\ntime. And whether the court was influenced by that as much as it was against the witness\nwho was brought in by Boisen, I think my cross examination of that witness was very\ntelling because he admitted to being the father of the German concentration camp and the\nGestapo. And you could see the court immediately, he ought to be hung right here in the\ncourtroom. And he had one of these large fencing scarves on his face. Apparently he was\none of that club of I'm trying to think, the military clique where they used to bandage\ntheir faces up and then they'd hit with a sabre. You've seen those scarves, I'm sure. I'm\ntrying to think of his name. It may come back to me. Right now it doesn't. Anyhow, have\nI departed from the general subject around here.",
        "Q: What was the disposition of that case? You won that case?",
        "A: There were a great many people. I guess you would have to say it was a total victory in\nsome ways because there should have been a lot, put it this way, and I don't mean to be\nboastful about this. I think any lawyer in Dachau could have prosecuted that case, any of\nthe chief trial counsel could have prosecuted that case and had a number of hangings\nincluding Lottenbaucher's. Lottenbaucher went scott free. The Kreisleiter of the\nparticular town where some of the deaths occurred some of the deaths and that were\nascribed to leadership because of what was known as a Borman (ph) order to dispose of\nAmerican airman. The Americans were supposed to be recruited in Chicago to be airman\nand that Borman (ph) order was making a point of the bestiality of the kind of people we\nwere dealing with. Anyhow there was a lot of the proof that was adduced by Boisen was\nto try to carry out the influence of the so-called Borman (ph) order, the treatment of\nflyers. Normally the Kreisleiter through whom this order would have emanated from the\nGestapo and the SS, the Kreisleiter would have been hanged for sure, by a fellow by the\nname of Peiffer and he only got -- he got life imprisonment but he didn't get death, and of\ncourse that means he's out now someplace if he lived through his imprisonment, and all\nthe others with lesser sentences. The only one that went free as far as I know is\nLottenbaucher. He was keynote in the trial. He should have -- I was relying more on\nBoison's failure than I was on any talent of my own. Every day at the end of the trial, I've\nforgotten how long that case went on. It may have been a couple of weeks, but anyhow\nI'd go up to the bench and pick up the notes that were left by the Judges. This is an old\ntrick in these things anyhow, and then I'd knew pretty much how the judges were feeling.\nI lived in a hotel. At that point I had moved out of the camp as I was so depressed living\nin Dachau that I finally asked permission to live in a hotel that was reserved for the\ncourts and they had a little room that they let me have there and I knew these judges very\nwell. They were mostly pretty good solid military men and they made good judges as a\ngeneral thing, but they were very prejudiced I'm sure against Boisen in this particular\ncase, and they may have been prejudiced towards me out of friendship, although I think\nthat probably would have been a minor part. But I picked up these notes and a lot of them\nwould say \"Why doesn't Donihi pin back Boisen's ears.” Well of course the court\nmember didn't realize that I was waiting for them to do the pinning back. It's an old\ndefense ploy, but it gave me a quick readout as to how their minds were running at the\nend of every day. And Boisen had a habit if sticking his finger up in the faces of the\ncourt. He get up right close to the bench and he would just sort of waive his finger and\nyou could see the expression on their faces you know. They wanted to clip him, and he\nwas a major, now if he had been a civilian perhaps they might have accepted it better. He\nwas a major and they were colonels all the way down the line.",
        "Q: Give me an idea of the kinds of cases that would come across your desk and other\nlawyer's desks that you would review and decide to do the case or not to do the case and\nwhich cases did you want to do?",
        "A: Well, I made reference earlier to the Schindler matter, and I had a similar case to that. In\nDachau there was the prisoners called it the Wuelfert detail. W-U-E-L-F-E-R-T detail.\nThere were two, I think they were brothers-in-law. Wuelfert was the name of the factory,\nbut the two man who ran it had a canning, meat canning factory, a very large, let's say\nlike Armand Hammer or Hormel or something of that sort. They had made literally\nmillions and millions of dollars out of the slave labor they had working there from camp\nDachau. Everyone in the camp wanted to get into the Wuelfert detail because they were\ntreated so well. They had a good place to rest and sleep. They stayed there. They didn't\nreturn to the camp, except for some grave infraction they were never taken off that detail.\nThey were there until the end of the war. They were well fed, well treated. So in a matter\nthere was a similarity to Schindler here. But as I looked at the case, nobody seemed to\nwant to try that case that lawyers are sort of picking and choosing what they wanted to\ntry which I guess was a fair way to do it because they do their better work that way. And\nno one seemed to want that one and I decided I would try it myself, because to my way of\nthinking, I didn't care how good they were to the prisoners, it's the fact that they were\ngetting rich on these prisoners. Of course, I think if all of the Germans who were using\nslave labor treated them as Wuelfert did, perhaps it would have been for a better end of\nthe war and maybe we wouldn't have had a war crimes program of the same dimensions.\nSchindler and Wuelfert were similar in this regard. Anyhow, I tried them and I remember\nClaudio Delatallo and Claudio had an office in St. Louis and in Belsano. Claudio is he in\ncollege days had roomed in University of Belsano I believe it was had roomed with\nTagliati who was the head of the Italian Communist Party, who subsequently became the\nhead of the Italian Communist party. I don't know whether that says that Claudio is\ninvolved in communism or not, but he refused, Claudio refused to, some others lawyers\ndid too, to prosecute any of the cases. The lawyers were expected generally to be on call\nto either prosecute or defend. The cases that I defended sometimes I didn't want to\ndefend, but they had to be defended. I thought you go ahead an do your job on tt.\nSometimes I'd turn it down if I absolutely refused to I would be permitted. But it was\nconsidered bad taste not to defend a case if you were asked to. And somebody had to be\nthere in the defense. It was part of the regulation. But Claudio refused to take any for the\nprosecution, and that was permissive. And he prosecuted no cases and he defended a lot\nof them and he was defensive of the whole system in many ways. Anyhow, Claudio\ncomplained to our mutual boss Leo Goodman. He used to say that this Donihi he is\nvicious, he is vicious. I never thought I was vicious. It's just that I tried to try my cases in\na workmanlike manner. And sometimes I'd try to put the lawyer on the other side on trial,\nthat's sort of an old ploy in trial court. Anyhow, this particular case of the Wuelfert's,\nClaudio was feeling that very strongly because he was sympathetic with them. The\nWuelferts I forgotten the term of years, maybe four, five, six or seven, it doesn't have\nmuch meaning at this point as to the time, 1t was relatively short sentence, and I guess I\nwas asking for the death penalty as a matter of fact. I had very strong feelings that if\nyou're part of the system using slave labor why, you know you can't fall back on the\nbusiness that I was nice to the prisoners any more than you could say it was superior\norders. In fact, it's worse that superior orders. They guy's that saying superior orders 1s\nsaying I was forced to do it. This guy 1s doing it because he's making money. And if you\nwere there and listening to the various stories about these things that prisoners were\nrequired to do and a lot of them died if they were working in the rock quarries, they\nmight die. If they tried to make an escape, the dogs would be sent after them. They might\nbe torn to death. Some of them were beaten to death for trying to raid the garbages from\nthe SS men's kitchen, that sort of thing. It was just unbelievable sort of things. There\nwere so many people there that I suppose the SS figured a few more less isn't going to\nmake that difference. They were nearly dead, you hit a guy and he drops over, he can't\nrecover.",
        "Q: In the course of the trial, did you rely more on witnesses or on documents?",
        "A: Well, documents were of course the mainstay of the membership in an organization\nwhich was considered to be, had been held to be in Nuremberg. The original Nuremberg\ntrial had held to be infamous and unlawful organizations, criminal organizations, and all\nyou had to have was that document showing the membership and the organizational the\nindictment against the organization itself. You could rest on that, but usually you wanted\nto have a little bit more. You wanted to know something about their particular\nparticipation, maybe he was the president of the organization or I should say the Fuhrer,\nthe local Fuhrer of the organization. By the way, I meant to say about Hess. It was\ninteresting to me that the tenure of Hess's comments and you have more than just reading\nof the testimony itself, you have to almost hear the inflection in his voice, and he spoke\nwith such fondness of the Fuhrer. It sounded like he still was hoping for a comeback. I\ndon't think he expected the Fuhrer to come back, but I think he did think that maybe\nNazism would.",
        "Q: When you couldn't rely on documents, and you needed to rely on witness was that --?",
        "A: Well, you really didn't have to rely totally on -- you always had a common design to fall\nback on. If a person occupied a position 1n a concentration camp, or in the Gestapo or the\nSS or the SA, obviously that was adequate. You had enough to start with there. In the\ncase such as the one with the young farmer that was beating someone with a fence post,\nyou had to have specific evidence because that was related to a specific event. Somebody\nhad to know what had happened. Phelps thought he had enough evidence in the sworn\ntestimony with the kid that said that the Ghost made him cave in the head of the airman.\nWell, it wasn't enough as it turned out, but normally it should have been.",
        "Q: Did the cases that came across your desk not of parties members but of people who were\nhired by the system but who were not necessarily party members you wouldn't have that\nlevel of documentation? They were---",
        "A: No, if I understand that question correctly, whether they were party members or not, you\nknow we're dealing mostly with concentration camp and obviously a lot of people in a\nconcentration camp who are prisoners were not party members, a lot of them might have\nbeen prisoners who should have been tried themselves as habitual criminals, murderers\npossibly who are in there doing the bidding of the SS. We call them Kapos. The Kapos,\npeople who wanted at the cost of the lives of others, maybe I'm being too harsh on them\nbut anyhow, people who were willing to do the bidding of the SS. Frequently you'd hear\nof the SS people were interrogating the SS people. You would hear them say something\nlike if there were any deaths or if there were any killings the prisoners themselves must\nhave done it. Well, the truth is, is that the SS wanted to let the fault for that fall as much\non the prisoner command as they could, the Kapo command, you could call it that. But\nthere's no escaping the fact that it was the SS really. There was no way that the Kapo\ncommand was not running the camp, but they were doing an awful lot of the chores. Just\nlike a trustee in a prison. Now, if that's the kind of person that you are referring to when\nyou asked if a person who is not a party member, generally speaking, everybody in\nGermany was some kind of a party member. If you applied for -- first of all, if you joined\nthe Hitler youth, no matter what your age, you're kind of a party member right there. If\nyou applied for a driver's license, you've joined the automobile club, you were kind of a\nparty member. You couldn't get the sustenance that it took to keep life going unless you\nwere in some kind of a party structure.",
        "Q: Maybe I should put the question another way. In the Dachau trials that you were involved\nin, they were not trying people for being members of an institution that committed\natrocities but you were mainly trying people who did things were not simply in some\nformal way a member of a system that committed atrocities, right? Because the trials\nwere a particular act, or am I wrong?",
        "A: Well, anyone who is an SS person or an administrative personnel within the\nconcentration camp, was automatically going to be tried because he was a member of a\ncommon design there. Anyone who had a position such as a Kreisleiter, we'll say a\nmayor, we'll say a Gauleiter, a governor, head of the Hitler Youth, anyone who came\nacross say any of our desks with that kind of category, was categorically in a criminal\norganization and therefore, was subject to trial for the criminal acts of that organization.\nIf you wanted to be more specific about what his particular role was then you dug deeper,\nbut he could have been tried on the common design theory alone, if you wanted to.\nLawyers were reluctant to do that. I did that with regard to the Wuelfert case simply\nbecause I felt like don't let them get off simply because they were being nice to prisoners\nand letting them eat. What you're saying in a situation like that is Oh we let them live.\nWe let them sleep on the floor where it was nice and warm. You could hardly call that\nkindness.",
        "Q: So, the witnesses if you were going to go deeper, not through documentation but through\neyewitness testimony, you would find witnesses of that particular camp. You wouldn't\nuse generic witnesses about what happened in camps in general?",
        "A: Well everybody who came to a lineup of course was -- I see what you're saying. In\ngeneral well you could use an expert witness of course, if you wanted to. I never did rely\non them. I used specific witnesses with specific fences or specific conditions. To that\nextent you might be using someone generically who could testify as to the conditions of a\ncamp or several camps, but you really didn't need expert witnesses on that. There was\nmuch, it was so easily provable with what you had at hand. I'm not sure maybe if we had\nused experts as you suggest, maybe you could have shortened the length of some of the\ntrials down to maybe a day or two instead of several days and trying to prove specific\nthings, but that was not my practice anyhow.",
        "Q: At a certain point, this is right after the Lottenbaucher trial, I gather, they were saying to\nclose down the cases?",
        "A: Yes, shortly after that towards the end of 1947.",
        "Q: Did you find that, did you have files on your desk?",
        "A: I had a lot of stuff. A lot of that had to be turned over to -- we couldn't possible try all the\ncases that were there. That's why we were trying hysterically to get the most important\nthings out. Important in terms of the maximum number of deaths. The gravest offenses.\nThose things which we felt should be given a priority in trial. It wasn't at all possible. So,\nI guess whatever was left over went to the Germans for trial. I sort of washed my hands\nof the whole event, because I didn't go with Augsburg with the rest of the team who took\non the job of reviews, but then I went up to Clay's staff as I've just indicated, and that\nremoved me totally from war crimes for the time being.\nEnd of Tape #2\nTape #3",
        "Q: Can you just tell us briefly how you were recruited for the European Theater of War\nCrimes?",
        "A: I think the first time was when I came back after being in Tokyo and came home on\nemergency, I was asked at the Pentagon -- I had to make some reports for Mr. Keenan,\nthe Chief Counsel, and I was asked if I would consider taking a job in Germany. I think\nthe feeling was that maybe I would be able to go to Germany and get back and forth\nhome. Everyone knew that I had had this emergency. But I sort of tucked in my back\npocket for future consideration, and then I was asked again after I had resigned. That was\nseveral months later, and I went home and thought about it and then I called them and\nsaid yes, I would take it. It was that simple. I got orders to report that they've given time\nto the court of departation, I guess they called it, the fourth of December 1946. I was\nthere and went to Bremen. It was terribly cold when I arrived and went from there to\nFrankfurt, and from Frankfurt to Heidelberg and Heidelberg to Augsburg and Augsburg\nto Nuremberg and Nuremberg to Dachau. It was just a hop skip and jump and then I went\nto work immediately after the first of the year trying cases. I tried cases all of 1946 and\n1947. I guess there was two years of trial work, quite a few cases.",
        "Q: About how many?",
        "A: Ok, I guess if I were to count the ones that passed across the desk for someone else to try\nthat I was just looking for trial, I would have to say probably close to a thousand cases\nthat went through my hands. And I was in court almost every day of the five days of the\nweek trying some part of some case, so you could figure that five days a week, not\nnecessarily a different case each day, but if you were to count it that way that would be\n20 cases a month that I myself would be trying which would add up pretty close to 200,\nmaybe in the neighborhood of 200 cases a year, or 500 cases that I personally probably\ntried, or was part of a trial. I wasn't necessarily the lawyer because a lot of these cases\nhad several lawyers in them. On the prosecution side you would have several lawyers for\none reason or another, break down the work. On the defense side frequently you would\nhave conflicting testimony, conflicting interest so that they had to have different defense\ncounsel. Each accused was entitled to his own counsel. If it in any way conflicted with\nthe trial of the others on trial. There's -- you know I'm just one of several lawyers that\nwas trying cases. I think Phil Denson who was there before I was probably tried more\nsignificant cases than I. Certainly the Buchenwald case was more significant public\nrelations wise and it was the original -- I tried several Buchenwald cases, but they were\nsort of subsequent, the wrap up of the administration. He got the top people in the camp\nin whatever cases he tried. Bill would know more about the original conception of those\ntrials over there than I would. I think he was there from 1945 on, whereas I came from\nJapan, Johnny come lately.",
        "Q: How did it come about that people were able to say, \"I will not defend anybody?\"",
        "A: I guess there were three people, if I'm not mistaken, Joe Frisky who is close to the upper\npeninsula in Michigan, not quite that far north, but he was a judge up there. He was a\nvery nice man. I think he's one of those who preferred just to defend. I think partly it's out\nof a habit pattern of being a defense lawyer much of their lives. I mentioned Claudio\nDellatalla. I don't know why Claudio did. Claudio would sit in a room full of people, and\nI think a part of 1t was just mischievous because if he wanted to start almost a riotous\nconversation, he'd say well one of these days they're going to erect a statue out here of\nHitler and part of it's going to be because he had the right idea. Oh my Lord, the room\nwould divide right down the middle. People were ready to throw rocks not only at him\nbut at each other. He could start a lot of arguments that way. So, you have to draw some\nconclusion from that. Maybe he was anti-semitic. It seemed so. Maybe it was just\nmischief. I can't imagine, but he was one of those that only defended. Frisky only\ndefended. I'm sure the motivations were not the same. Don Ross, a Navy captain, I don't\nremember him prosecuting any cases. He seemed to prefer defending, but I think in the\ncase of Frisky and Ross, I think they probably had experience in defending cases more\nthan in prosecution, and I must say, the prosecution of the cases to a trial lawyer in a\nsetting like Dachau is not any challenge. The challenge to a lawyer sometimes means a\ngreat deal, and I think probably those who are prosecuting cases must have had the\nexperience that this 1s sort of spearing fish in a barrel. I defended some cases out of a sort\nof a feeling that you have a duty as a lawyer not to just prosecute all of them, and I\ndefended some cases that I would have rather have prosecuted. I mean personally would\nhave rather prosecuted because of my distaste for the deeds that were really provable in\nthe case.",
        "Q: Were there lawyers who refused to defend anybody?",
        "A: Yes, I think many of the Jewish lawyers did, and quite understandably. They had such a\nfeeling of antipathy in that setting, gosh, how can you possibly be fair and impartial. Fair\nis one thing, impartial how can you be impartial if you have relative and friends\nneighbors who have been affected by these concentration camps in an adverse way. So, I\ncan understand why they didn't. I knew several of the lawyers there who absolutely\nwould not take on a defensive case.",
        "Q: Can we talk a little bit about witnesses and was it difficult using survivors as witnesses\ngiven the trauma that they had just gone through?",
        "A: Yes, 1t was difficult. I recommend that is a good tea. I remember seeing, this hardly\nenlightens, but, an image comes to my mind of Churchill on one occassion when he was\naddressing a joint session of the Parliment and he had a suprised look on his face as he\npicked up what he thought was a glass of water. \"This is really tea.\" But-- There were so\nmany people. They came into your office. You got their names, you asked to speak with\nthem because you know that they're witnesses. They've been through a line up procedure.\nAnd you kind of feel that 1n my situation, here it is a couple of years after they have been\nreleased from that terrible encampment, you kind of expect they're going to come in\nlooking fairly healthy. And they come in and they're still emaciated. They're trembling.\nThey've lost teeth. Their memory seems to lapse. Their eyes show various kinds of\ndistress. You talk to people like this day after day, it's not long before you begin to feel a\nlittle bit like them. It's a terrible sensation, really to realize -- I guess I could illustrate this\nbecause none of us could possibly know exactly what it's like to be in one of those\nconcentration camps any more than we could unless we've been in battle we couldn't\nknow what it's like to be shot in a battle. I guess it was Easter of 1947. Three of us went\ndown to Paris together, and we found that our money was rapidly running out. The Black\nMarket prices were just out of this world. If you went into a French nightclub some\nwaiter had put a 10,000 frank bottle of champagne on your table and uncorked it before\nyou even had a chance to say I don't want it. It seemed like everyone was grabbing. There\nwere a few things that were frozen. Hotel rooms were frozen in the war time price freeze.\nTransportation other things -- so we decided that we just couldn't afford the life that was\nsupposed to be a Parisian gay life. We better get back to work, and I checked with Horley\nAirport to find out how we could go back to Munich by air without spending too much\nmoney. I found out that they had a war time price freeze on air travel. It was very\ninexpensive. We were going to be able to fly to Marseilles, Algiers, Tunis, Rome and\nMunich for less I guess than it had cost us to come down by rail to Paris, so we decided\nwe would do that and we could exchange our French francs such as they were or on a one\nto one basis for Algerian francs. And then at Algiers for Tunisian francs and then we'd be\non our own getting Roman or getting Italian lira. Well, we had some difficulty. We got as\nfar as Marseilles on the first leg of the journey and we're going through immigration and\nthe chap who was checking us told me over and over again you can't go because you\ndon't have a visa. And I kept handing him my passport saying but I have a diplomatic\npassport. You have no visa, which he was talking French, and I don't know much French,\nanyhow. I had pushed by b-4 bag back at him. These other two people with me were\nlooking kind of uncomfortable as though they were willing to turn around and go home. I\nkept pushing my bag towards him because he picked the bags up and moved them over\nwhere they go up a ramp. Finally in some disgust, I guess he figured let them learn for\nthemselves. He took my bag and he pushed it over and he just waived us on. So, we got\non the aircraft, got to Algiers and to our amusement and misfortune we found that the\nimmigration Frenchman there was excellent in English and he said, I am awfully sorry,\nyou cannot come into Algiers without a visa, an admission. I said, \"Well, we won't be any\ntrouble. Just let us-- we'll make our reservation back to Marseilles on the next plane.” He\nsaid, \"I'm awfully sorry, but you cannot leave Algiers without a visa, an exit visa. So, I\nsaid, what are we going to do. And he said, well where are you headed what are you\ngoing to do and one thing and another and I said we were with the war crimes program. It\nseemed to impress him, and it was true that I was going to try a case when I went back\ninvolving the death of some 10,000 Frenchmen. So, I was able to tell him truthfully that\nfrom the French point of view it was important for me to get back to Munich. So, he\ncalled a hotel and we got what they claimed was Eisenhower's suite in the hotel there in\nAlgiers. It was very nice. We learned it was very little cost, very lost cost. And the same\nbottle of champagne, for example, that would have been 10,000 francs was something\ncloser to 100 francs in Algiers. It was crazy this difference in prices. So, we felt rich. We\nwere having a great time in Algiers. We were told that we'd have to see their foreign\noffice and our own embassy on Monday, which we did. We there on the weekend. So,\nafter enjoying a few days in Algiers, I-- foolishly -- I did it without checking things that\nneeded to be checked. I made reservations by rail after I had gotten our visas. I had\ngotten visas for us to leave by way of, I don't know whether it was Mason Blanc Air (ph),\nbut anyhow, an airport in Algiers, and that's stamped in the passport that we're going to\nneed the visas. Well, we got onto a train. We couldn't get transportation out by air so we\ngot on a train and dumped out on the dessert -- we had state rooms, -- dumped out on the\ndessert when the train turned south and we were stranded waiting for the next one to\ncome along. It was horrible. The train was packed with Arabs and kids that were noisy.\nWe waited several hours out there on a little platform in the middle of the dessert with\nlittle bonfires going around, it looked like tribal bonfires. It was not exactly an exciting\nscene, and then when we got to the border of Tunis, I was taken off the train, and told\nthat we were not permitted to go through on the visa because it said we were going to\nleave Algiers by air. What do you do? I was trying to tell them in French that I was\ninvolved with the criminals--the war criminals. They got the wrong impression from that.\nThey thought maybe I was an escaped war criminal and giving us a very hard time. We\nfinally got an English interpreter who explained to them that I was a prosecutor that there\nwere 10,000 Frenchman involved. So, the chap called the chief of police in Tunis, got\nauthority for us to come through, back on the train, and the chief of police met us in his\nown car. Enough of that. I'm going back to Algiers. That first night in the hotel we were\nhaving dinner and the desk clerk came in and said, there's a gentleman here who wants to\nspeak with you, and I thought right away maybe the police are here because of the way\nwe came in without visas. It turned out to be a gentleman who was in the high -- boots of\na field engineer. He was a civil engineer in the engineering trousers suit. He had the dress\nof his profession. Invited him to have coffee and dessert with us and he was very\nbelligerent. He said you owe me some money and I said you know what money do I owe\nyou. He explained that he and his wife were Buchenwald survivors. That when they were\nreleased at Buchenwald they agreed between themselves they would never again speak of\nthe terrible things that they've been through. They were going back to France. They did\napparently went back, I think it was Paris. They went back there and still the\nsurroundings were constant reminders of the Nazi occupation and the things that had\nhappened to them. So, he apparently obtained work and they came to Algiers. In Algiers,\nhe said they succeeded in not ever talking about it again, but two letters came, one to him\nand one to his wife. The kind of letters that we sent out to the survivors asking them to\ncome back and go through this lineup procedure, give testimony, stay and identify and be\npart of the whole trial procedure. So, he said they took these letters and they sat down\nand they cried. He and his wife both sat there and cried. It was pathetic. If you looked at\nthis man you knew how serious he was, and that they decided that they did have a duty,\none of them would go. He was the one who was going to go, so he immediately went. He\npaid his own way back to Dachau, to Munich, Dachau hotel, automobile rental, all his\nfood, he paid for and he said and nobody has ever reimbursed me. It seems to me to be\nvery obvious because obviously the U.S. Army is really running that operation and you'd\nhave to have travel orders to travel on and with these orders you would get your meals.\nYou would get everything in the routines that are provided by the military. I'll tell you\nwhat. I'll take the facts down as you give them to me and present them back to our\nfinance officer and then he may be in touch with you and you can work it out between\nyourselves. He was very grateful. He said let me come back and take you all to my night\nclub. Well, we wanted to see some of the nightclubs. He took us out on the Gold Coast\nand we went to three clubs, and these things were posh. You know, the sort of thing you'd\nexpect to find in Las Vegas and he threw away an awful lot more money on the roulette\ntables than we ostensibly owed him. I asked him afterwards how come. He said, well it's\nthe principle of the thing. You caused us a lot of pain, an awful lot of pain, and you're\ngoing to pay for it. It meant an awful lot to him. It was evident. Well, I did present this\nthing back to our finance people and I suppose if he's lucky why he got this money, but if\nhe's not, it's still in the court of claims. Anyhow, the only point is that was a terrible\nthing. These were people who didn't want to come back, who wouldn't have come back\nexcept that we appealed to their loyalty to those who had not survived and the need for\nsomeone to come and identify the malefactors. So, he did, but you see he was in a very\nunhappy state to have to do that. It was hurting him personally. And that's the kind of\nthing that everybody came with. Those terrible memories that they had. They didn't want\nto come back. They didn't want to repeat it. You may be able to tell in talking to me or\nlistening to me that I am troubled when I even reflect back on my secondhand experience\nin living in Camp Dachau. It was really terrible.",
        "Q: In some ways you don't want to talk about it?",
        "A: Well it isn't a matter of not wanting to. It's had an affect on you and I dare say that every\none of the people who were there, and went through it, after all they were all human\nbeings, day after day after day, you put in two years of this sort of thing and one day after\nanother and you get some feeling of being on sort of a carousel that's never going to stop\nin the atrocity.",
        "Q: Did you and the other lawyers talk about this? What affect it was having on you all?",
        "A: No, I don't guess we did in that sense. I have no memory of -- we talked about specific\ncases, of course, I mean I might mention to someone what I thought about a case that I\nwas trying.",
        "Q: Did you notice things that happened to you? Did you have bad dreams?",
        "A: I probably did have a lot of -- I did have some nightmarish dreams. I still do as a matter\nof fact. I woke up screaming one time a few days ago. My wife was wondering what had\nhappened to me. That has been a long time since that had happened before, but that was\nin the last few days. Curious isn't it, these second hand affects. I guess that's a fair\nanalysis, but, anyhow, all these people coming in day after day after day. Men, women,\nwhat should have been children, now grown up, young people in a terrible condition that\nthey are in. It's a terrible thing. I recall meeting some of the survivors even at this late\ndate, so long afterwards. I taught a foreign affairs seminar out at the Jewish community\ncenter at Rockwell and I met quite a few of the survivors. Some of them attended my\nclass, as a matter of fact. I had the same impression. They never recover. They never\nrecover. Some of them seemed to have recovered, but they just don't, you know. And to\nillustrate some of what I'm talking about, under the law of return, of course as you know,\na lot of people who go to Israel, did go to Israel, had claims. And I used to use as a\nspeaker a lady who was assigned to the Embassy from here, I think she was from Tel\nAviv or Jeruselum; I think she was from Tel Aviv, but she was a lawyer and assigned to\ndo some legal work here for a year or two, and she used to come out and talk to my class\nat Rockwell at the Montgomery college foreign affairs seminar that I had. Her job when\nshe was home in, I don't know whether it was the foreign office, but she was in the\napplication of some of the laws under the law of return, was to decided who was going to\nget a portion of the money which had been paid in reparations. So, she would say this one\nis entitled to this much, that one is -- and I suppose no one ever got enough. She said it\nwas very painful and she herself, you could tell in talking with her that she was suffering\nas a consequence of the affect of it. It was very interesting.",
        "Q: Is there anything more you'd like to say about the war crimes trials? Were they sufficient,\nwere they insufficient?",
        "A: The language I can think of -- we were talking about the attorney general Tom Clark. I\nwas in his office on one of my trips home reporting to him, and a congressman was in his\noffice at that time and several of his deputies were up there and I was just standing in the\ngroup of them, and because I was present the subject got around to war crimes program.\nThere were some demurer being raised about what is it doing? How do we justify it and\nso forth. Everybody had a different view. I recall what he said, \"Well, it all does seem to\nbe expo facto, but what the hell are you going to do with those guys?\" That I think says\nit all. What are you going to do with them? You can't let a thing like that go. I've been\nasked several times about what to do about -- and I wrote an article about the Gulf War\ncrimes, some part of it is about the Gulf War crimes. What are you going to do with a\nfellow like Saddam Hussein. Is he supposed to go free? Apparently he is, but you have no\nproper record. You've got a newspaper record. You've got perhaps some military records,\nbut this is not the same. You really need a judicial record of this sort of thing in order to\njustify the existence of war crimes. If he goes free it sort of justifies winking and letting\nhim go free across the board in the future, despite the fact that the U.N. has now\nauthorized a war crimes program, but it's not going to be any better than the nations who\napply it. Apparently Saudi Arabia and Kuwait they don't want to apply it. I had taken the\nposition when I was asked in those days of the Gulf War, after the Gulf War, what to do\nabout it. My feeling was we don't have to be involved personally but we should\nencourage the Saudies who would have a case, the Kuwaities who would have a case, the\nEgyptians who would have a case, and certainly the Israelies who would have a bigger\ncase, that all of these would have a voice, but somebody should try these scoundrols\nmeaning Suddam Hussein. Otherwise you don't have a judicial history of the thing. To\nanswer specifically the question about what I think about the war crimes case, it does\ngive you a judicial history that condemns certain kinds of behavior. That's important.",
        "Q: Was it enough?",
        "A: Well, its as much as we could do. You know, there were a lot of people that got off light.\nReally the war criminals who did not get hanged in the ming and in the European and\nAsian Theater, but particularly in the European Theater, they can thank God that they\nwere tried under a Western System of justice.",
        "Q: Thank you so much.",
        "A: You're welcome.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Robert, can you just tell me your name and where you were born?",
        "Q: What I would like to do is to get into that period of your life where you were about to go\nto Japan. Tell me how it is that you got involved in the trials?",
        "Q: When were you assigned to Japan, what was the year?",
        "Q: Did you know prior to coming about the war crimes commission? Did you learn about\nthat?",
        "Q: Can you tell me something about the preparation of that trial and what it was that you\ndid?",
        "Q: Were there defending lawyers and prosecuting lawyers on the American side also?",
        "Q: Did you interrogate Tojo?",
        "Q: What was it like to meet Tojo?",
        "Q: Did you travel through Japan and see --?",
        "Q: Can you tell me something about what happened at home and how that --?",
        "Q: Did she lose the baby?",
        "Q: After she got to Germany?",
        "Q: This must have been a great strain on you?",
        "Q: How did you get to Germany?",
        "Q: When did you get to Germany?",
        "Q: What did that job entail?",
        "Q: How did you get to Dachau?",
        "Q: Robert, I'd like you to give us a sense of the process. How did they choose perpetrators?\nHow did they get them? How did you decide the cases? What kind of cases came across\nyour desk? Can you give us a sense of what the process was in Dachau?",
        "Q: You mean the Dachau trials included more than --?",
        "Q: Were you present at these lineups? Did you see that?",
        "Q: Can you give us an example?",
        "Q: Would you describe the Lotterbaucher case?",
        "Q: What was it like to talk to him? What did you ask him?",
        "Q: What had Von Schirach done?",
        "Q: What was the disposition of that case? You won that case?",
        "Q: Give me an idea of the kinds of cases that would come across your desk and other\nlawyer's desks that you would review and decide to do the case or not to do the case and\nwhich cases did you want to do?",
        "Q: In the course of the trial, did you rely more on witnesses or on documents?",
        "Q: When you couldn't rely on documents, and you needed to rely on witness was that --?",
        "Q: Did the cases that came across your desk not of parties members but of people who were\nhired by the system but who were not necessarily party members you wouldn't have that\nlevel of documentation? They were---",
        "Q: Maybe I should put the question another way. In the Dachau trials that you were involved\nin, they were not trying people for being members of an institution that committed\natrocities but you were mainly trying people who did things were not simply in some\nformal way a member of a system that committed atrocities, right? Because the trials\nwere a particular act, or am I wrong?",
        "Q: So, the witnesses if you were going to go deeper, not through documentation but through\neyewitness testimony, you would find witnesses of that particular camp. You wouldn't\nuse generic witnesses about what happened in camps in general?",
        "Q: At a certain point, this is right after the Lottenbaucher trial, I gather, they were saying to\nclose down the cases?",
        "Q: Did you find that, did you have files on your desk?",
        "Q: Can you just tell us briefly how you were recruited for the European Theater of War\nCrimes?",
        "Q: About how many?",
        "Q: How did it come about that people were able to say, \"I will not defend anybody?\"",
        "Q: Were there lawyers who refused to defend anybody?",
        "Q: Can we talk a little bit about witnesses and was it difficult using survivors as witnesses\ngiven the trauma that they had just gone through?",
        "Q: In some ways you don't want to talk about it?",
        "Q: Did you and the other lawyers talk about this? What affect it was having on you all?",
        "Q: Did you notice things that happened to you? Did you have bad dreams?",
        "Q: Is there anything more you'd like to say about the war crimes trials? Were they sufficient,\nwere they insufficient?",
        "Q: Was it enough?",
        "Q: Thank you so much."
    ],
    "answers": [
        "A: Well, I'm Robert Mills Donihi D-O-N-I-H-I, born in Erie, Pennsylvania, May 18, 1915.",
        "A: Almost accidentally. The Tennessee Bar Association -- I was practicing law in Nashville,\nand was an officer, I was actually the acting president of the Junior Bar Association. All\nthe lawyer under 35 sort of grouped together and held our separate meetings at the State\nBar meetings. We were having a meeting in Knoxville that year, 1945. I had been\npracticing for five years. The keynote speaker at the convention was Tom Clark, who was\nthe Attorney General of the United States. I met Mr. Clark while I was there, and he\ninvited me to come to Washington with him, when he finished his speech, and he was\ngoing to introduce me or present me to the Supreme Court. Having completed five years\nof practice, I was eligible to be sworn 1n to practice before the United States Supreme\nCourt. That was quite an honor because every lawyer likes to have an Attorney General\nsign his submission and diploma. When we arrived at the airport in Knoxville from the\nhotel, I was told by the Army people, who were in charge of the plane, that inasmuch as I\ndidn't have orders that I wouldn't be able to ride. Well, I didn't feel like taking\ncommercial that particular moment, so Mr. Clark suggested that I contact him when I\narrived back at my home and made a decision on when I'd be coming to Washington. I\nhad a case that was going to be coming up at the Supreme Court, and I wanted to be there\nfor that occasion, a little later. I think it might have been along about September,\nOctober, and another lawyer and I were scheduled to go together. A chap by the name of\nWhitworth Stokes, another prominent lawyer in Nashville. We were staying at the\nCarlton Hotel in Washington, and I proceeded over to General Clark's office, went with\nhim to the Supreme Court, was presented. Stokes was present. As we came out onto the\nsteps of the Supreme Court, to my surprise Clark turned to Stokes and said, \"Well, are\nyou going to Tokyo?\" Stokes said, \"I'm sorry, but I would very much like to go, but my\nwife 1s opposed to it. Why don't you ask Bob.” And he said, \"Would you like to go?\"\nAnd he didn't ask me to go, but he would ask if I would like to go. And I said yes I would\nbut I would need ask my family. He said if you're interested, be in my office at 1:00\ntoday. So, we went back to the hotel. I made calls home, and I recall the day was of\ncourse a landmark thing for me. My family said yes. I told them that I had been told that\nit would be about 90 days of work, and that seemed like a sort of leg up in my profession.\nI didn't expect it to be a very prominent kind of position, but I didn't even know what it\nwould be except that it would be working with the Justice Department mission. And my\nfamily said okay if it was only going to be for 90 days, why fine. So, we had a tureen, if I\nremember well, of French onion soup sent up to the hotel room, and when I finished it,\nwe decided I would go and went over to Clark's office. He had gone to Boston to speak to\nan American Bar Association meeting. Alice O'Donnell and Grace Murphy, who were his\nchief secretary and Administrative Assistant there, had been told by him that I might be\ncoming and they were expecting me and they called the Chief of what was known as\n\"Project K\" as I learned later, for Keenan. Keenan was former head of the criminal\ndivision of the Department of Justice. He had been Roosevelt's right arm, as liaison to the\nSenate. He had a particular friendship with Senator McKeller of Tennessee, whom I\nknew, and Senator McKeller was Chairman of the Senate, a very powerful Senate\nFinance Committee. So, Keenan was known by Roosevelt as Joe the Key because he was\nable to get Roosevelt's economic packages through the Senate with relative friendly ease.\nThat was very important to the President. Keenan was known as a king maker in those\ndays. I think his name today, all these years later, has very little significance, but at that\ntime he was known by people to have recommended persons through the United States\nSupreme Court to the Cabinet and high positions otherwise, and known as a king maker.\nSo, Keenan had been called by the office staff, either Alice O'Donnell or Grace Murphy\nsaying that I was coming down, and I remember the language well. She said the Attorney\nGeneral wants Mr. Donihi to go to Tokyo. So, I went down. I didn't know at that time,\nbut Senator McKeller had been contacted by Keenan and McKeller recommended me\nvery highly. I didn't know that myself, because I later contacted one of our Senators who\nin turn again contacted McKeller. But in any case, Keenan was influenced by the fact that\nMcKeller -- he had the option of choosing me or not choosing me. Apparently they began\na process of investigating and I went back, not knowing what was going to happen, I\nwent back to Nashville. In fact, his Deputy, a chap by the name of John Darcian,\nAssistant Attorney General, was very discouraging. He said we have no money to employ\nyou because it's a Justice Department Staff man that's going; as we have no funds. There's\nno use even talking about it. He was trying to discourage me from even wanting to go.\nSo, I went back to Nashville not knowing. Subsequently--but I did make a contact with\nSenator Tom Stewart, our Junior Senator from Tennessee who said, \"Well, I'll talk to\nSenator McKeller and we'll get a recommendation over to the Attorney General.” I didn't\nrealize that Keenan had already received a recommendation. So, that really sort of nailed\nit for me. I was unaware of why or how, but patronage does seem to work that way, and I\narrived back in Nashville some days or weeks later there was a telegram that came to\nStokes, saying that if you are not going to Tokyo please contact Donihi. So he called and\nsaid, \"They seem to want you. I called Washington. They told me they were processing at\na given date in November. I came up, and then I was sworn to secrecy on everything.\nYou can't tell anyone that you're employed or what's going to happen or anything. It was\n\"Project K.” And I recall very well going up on the plane, there was an army captain\nwho's father had been a United States Senator from Tennessee. In fact his father had\ncaptured the Kaiser in World War I and became famous as a result, and that sort of\npropelled him into political life. He became a U.S. Senator and a Financier in Rogers\nColdwell firm, Duke Lee, Jr. was on the plane and I recall that he said, \"What takes you\nto Washington, Bob?\" And I said, \"Oh, just some routine business.” At the end of the\nday we were on the same plane, or the next day it was, we were on the same plane going\nback to Nashville and he said, \"Bob, did you have anything unusual happening in your\nday?\" I said, \"No, no, just routine, how about you?\" The same thing. The next day to our\nmutual embarrassment, our pictures appear side by side in the National Tennessean\ntelling the story and that's the first time I knew exactly what I was going to be doing.\nThat we would be ring side in the trial of the Emperor if he was tried. I was sort of\nflabbergasted, because so far as I knew \"Project K\" had nothing but a name. Stokes\nseemed to think it would have something to do with the rewriting, recodifying of the laws\nof Japan, which wouldn't quite have been my thing, but I would have been glad to have\nthe experience. The other, trial law, more my forte, I was happy to have an opportunity to\nwork with lawyers who were more experienced of course. Well, that was it. I went off to\nTokyo expecting to carry books mostly and briefcases for some of the more experienced\nlawyers, but to my happy surprise, I was used in the trial itself as one of the trial counsel.\nIn a project known, as let's see it wasn't a project, we divided it into phases and it was\ncalled the \"Preparation of Japanese Opinion for War Phases, Police Control, Censorship\"\nthat sort of thing, and that was my phase, the very beginning of the trial. The trial became\nthe longest in history at that time. I guess it still 1s. I was only there for one year, but you\nknow, the 90 days were interrupted by a tragedy in my own family, and I had to keep\nworking because we needed the funds. So, I kept working until it was possible to get my\nfamily together again. We had a tragic fire at home. So, fortunately I was making what\nthen was considered to be very good money. I was able to send every penny home,\nbecause everything was taken care of in Japan, my room, my board, my laundry, my\ndriver, my car, my PX supplies, everything was handed to me. There was no reason for\nmoney at all.",
        "A: Well, we arrived there on Pearl Harbor day of 1945, which was on the anniversary, the\nfourth anniversary of the attack on Pearl Harbor. Actually at Pearl Harbor, it would have\nbeen December 7. In Japan it was December 8, because of the time line difference, one\nday. So, we arrived there I presume for whatever that propogandic value that might have\nto be there precisely on the day, four years to the day later. That trial was much different\nthan the trials in Germany for me because we were a twelve nation trial. The Judges --\nthere were eleven judges on the bench, one of them representing two countries. Eleven\nchief prosecutors from the various countries, so my job, I had several bosses and all of\nthem telling me what to do.",
        "A: Of course all lawyers had some concept, if you were interested at all in world affairs, you\nknew what was happening. These world affairs and the war trials and the war crimes, the\nLondon Conference, the Cairo Conference, and so forth. Yes, I had some knowledge of\nit. Inever dreamed that I'd be involved in it. First of all, I had no proficiency in Japanese\nwhatever. I didn't know German at all. I spoke some Russian and Spanish, and of course\nthat didn't suit me for either of the assignments, but I did find that English was the\nofficial language of the trial in Japan. And everything was on a simultaneous translation\nbasis. We had soundtracks when we were standing at the podium wearing headphones.\nSorry I don't have pictures that show, yes I do think I have one, but the United States, the\nU.S. VA Graduate School, which I'll be teaching a course in foreign affairs in a few\nweeks, they had that picture and they were going to return it to me. It's the only one I had\nof me while I was trying -- it turned out not to be the Emperor of course. As you know,\npolitically, he was excused from the trial. He wasn't tried, he wasn't indicted. We tried\nTojo as the lead person and all of the other 27 who were high ranking officers, we\nthought the top people. There were many other trials, but they were in another place, in\nYokohama, some in China. This was only one international trial in Japan--the Tojo case.",
        "A: Well, we were broken into several phases. Preparation for Japanese opinion for war being\nthe phase the I was assigned to. There were several of us, three lawyers actually, who\nwere working on that phase, and I had the duty of interviewing people who were related\nto the press, the movie industry. We didn't have television in those days, and the\nnewspapers and all of the various media used in Japan to bring about the raising of\nantipathy against the western nations, preparation for war, actually. To prepare the\nJapanese mind to accept this, because there had been a lot of pro-western feeling, I think,\nmostly pro-American feeling, by even a lot of the top leaders in Japan. The strata of\nadministration of the trial with Keenan as chief American counsel also elected by his\npeers to be chief prosecutor of the international prosecution section as we were known a\npart of SCAPs, the Supreme Commander for the Allied Power which translates to\nMacArthur. Actually, although MacArthur is historically given credit for the trials, it's\nsort of a mistake. In fact, Keenan's orders, own orders were equal to those of MacArthur.\nThey were presidential orders. I think all of the people who are aware of that period\nknow that President Truman was not reluctant to fire the supreme commander of the\nAllied Powers, so the title didn't have a whole lot to do with whether or not the President\nwas able to fork his will on the individuals who were American citizens. So, Keenan's\npresidential orders were equal to those of MacArthur. But, Keenan I think, to my sorrow\nat the time and continued, Keenan apparently felt reluctant, maybe it was on presidential\ninstructions, but Keenan seemed to be reluctant to go off on his own. He sort of\nsurrendered his authority to MacArthur when we got there, and became a part of the\nSupreme Command. So, instead of being the International Prosecution Section for the Far\nEast, it became a part of the Supreme Commander staff, even though we were called\nInternational Prosecution Section, it was the General Headquarters, MacArthur. This had\na very distinct, I think probably a weakening effect of the end results of the trial, because\nhere we had all of the constituent members of what became the United Nations Security\nCouncil, were there on the Court. You had China and the Soviet Union and Great Britain\nand France and the United States. All of the nations who were vying for top authority\nwithin the Security Council were there and could have taken it upon themselves at that\npoint to become the United Nations representative in International War Crimes Trials.\nBut you see, that didn't happen. It became more or less an American show because it was\nMcArther. Even though we had the other nations 1n, it was international only to a limited\nextent. The American dollar was paying for it, which I guess, had to be expected. We had\nno subsequent proceedings. I'm getting a little ahead of myself because in Germany the\nsame thing prevailed, incidentally. It was also a part of the military. It was International\nMilitary Tribunal. We were International Military Tribunal for the Far East. When the\npeople at Nuremberg, after Justice Jackson had come home, he had been the chief\nprosecutor at Nuremberg, when he came home, the Soviets had withdrawn, gone back to\ntheir zone of operation, so had the French, so had the British, leaving whatever was left\nof the American staff at Nuremberg under the charge of a very competent lawyer by the\nname of Telford Taylor, who still lives and who's at Columbia teaching. He must be in\nhis 90s by now. He's a very capable lawyer. But he decided, for whatever reasons,\npossibly again on | don't know if it was Presidential orders, but for whatever reason, he\ndecided that Nuremberg should continue in an international vein. That is, all the trials\nthat would be held at Nuremberg under his direction from then on were to be called\ninternational trials. His tribunals would all be known as international military tribunals. It\nwas sort of a fiction because they were manned only by Americans who are very capable\njudges, prosecutors who are American, very capable prosecutors. I think very excellent\nprosecutors. Almost all personnel with the exception of those employed to do the\ntranslating and interpreting were of the United States. So, I felt that 1t was a fiction. We\nhad voted this idea down 1n Tokyo. I was on a committee to determine whether we would\nhold what was called \"subsequent proceedings under American authority\" but to be\ncalled international. Well, aside from that, the trials were very similar. The Tokyo trial\nwas much like the Nuremberg trial, but the language was a barrier to public\ncomprehension. The faces were different. The Japanese were not as easily depicted to the\nAmerican imagination and mind as were the Germans. The German Bund was something\nthat we could comprehend in their swashbuckling style, but the Japanese methods were\nvery foreign to us. So, their infiltrative process -- as a matter of fact we misunderstood\nthem to such an extent, that a lot of the Japanese U.S. citizens were thrown in jail, as you\nknow, when Pearl Harbor came about. I think today that wouldn't happen because we\nunderstand the Orientals better than we did then. I don't know what we would have done\nwith the German American Bund. It seems to me that a lot of those fellows probably\nshould have gone to jail that didn't go. Do you understand what I'm saying here? Well,\nthe strata I started to get at, that would be with MacArthur seemingly at the top as the\nAppellate Authority. It shouldn't have been that way. The Appellate authority really\nshould have been the President of the United States, and I suppose ultimately it was, but\nMacArthur's been presented historically as the top authority. And Keenan as the chief\nprosecutor, the justices were working under the leadership of Sir William Webb of\nAustralia, who was the Chief Justice of the Tribunal. The U.S., just for the purposes of\nidentifying the Americans, the U.S. representative was a fellow by the name of John P.\nHiggins. John Patrick Higgins, who had been the Chief Justice of the Superior Court\nsystem in Massachusetts, very bitterly opposed by Keenan. Keenan didn't want him on\nthe Court. Unfortunately Higgins found that out, because when he was appointed, he had\nserved in the Congress at one time with President Truman when Truman was a\nCongressman. The result of that was that they had an affection for each other and Truman\nappointed him after having asked Keenan what he thought of him, over Telecon, which is\na very slow process of communication. I guess he figured that when you asked someone,\nwhen the President asked you're going to say, \"Oh, yes, Mr. President we like him.” But\nKeenan had sent a scathing kind of a commentary back over Telecon which the fate had\nbeen accomplished at that point. Higgins had been named. He had arrived in Washington,\nwas able to read all the exchange of communications including that which was\ndistressing to him. He possibly if he had been a different person might have quit on the\nspot, but he didn't want to put anybody in a position of embarrassment. So, he came to\nTokyo. I talked to him many times, and he was an awfully nice gentleman. A very fine\njustice. The Chief Justice was extremely fond of him and they came to look upon each\nother as being equal in their comprehension of the law. But Higgins waited until an\nappropriate time and then he threw a bomb into the works by quitting. He didn't quit in a\nmanner that should have embarrassed anyone, but he just said, that there had been many\ndeaths on the Courts in Massachusetts and I have to go back and take care of things, take\ncharge. So, he left. That had the effect of sort of pricking a balloon, taking a lot of the\nsteam out of the nature of the -- the press for example were wondering what's this going\nto amount to with no American Justice. So, Truman called one Judge Advocate General\nby the name of Myron C. Cramer. The Army's Judge Advocate General of some previous\nyears, called him back to active duty and sent him over there in military uniform. That in\nitself started to play down the public comprehension of the kind of trial that it was, with\nan American General on the case. Well, you didn't look at it the same way as you would\nhave if you had a member of the Supreme Court or a former member of the Supreme\nCourt on the bench, or even Higgins. So, the result of that was that there were two\ngenerals at that time, only two generals on the court. One was the Soviet General and I\nthink it was , and the other was our own General, Myron Cramer. This all\nhappened in mid-stream so it had a lot of scholars began to look at the thing and say how\nin the world is a justice going to be able in good faith to sit down and command the\nevidence as it's gone in so far and properly meet out justice. Well, he could of course, but\nnonetheless it had a watering down effect on the trial. So, in any case, my phase of the\ncase was over with. I worked under a couple of very top level committees, the evidence\ncommittee which decided what I could and could not present into evidence. It was all\nscreened out very carefully and they determined whether it would fit my phase of the\ncase and whether I should put in. All the lawyers did the same thing. And the other\ncommittee, which was called the Executive Committee, what it really amounted to was\nKeenan and all the other chief prosecutors from the various nations who would make\ndeterminations of who would be presenting evidence and what evidence seemed\ninappropriate. They were trying to coordinate everything. And then there was a\ncoordinating committee down the line. So, there was really three committees that we\nwould go through before we even got to the floor of the courtroom.",
        "A: Yes, the Department of Justice, I think, primarily had sent lawyers over at the request of\nMacArthur, I presume. Every one of the accused, there were 28, had an American\ncounsel. In addition to which, they also had Japanese counsel. Tojo refused American\ncounsel. He didn't want American counsel, and to my thought, perhaps the most\nintelligent lawyer, the best scholar in the courtroom was probably Tojo's lawyer, Dr.\nKiosi (ph). I have very high regard for him and his capacity. As a matter of fact, I have\nvery high regard for the ability of Tojo himself. When you're dealing with people like\nthat you can't just water them off as being enemies. There is something very special about\na man who's able to become the Prime Minister of his country. Tojo was known as old\nrazor brains, and I can see why.",
        "A: Yes, but the system we used in the interrogation of Tojo one man on our staff was\npromised the sole and exclusive right to the cross examination of Tojo. In other words,\nTojo was going to be his accused. I was assigned two people. General Hiroki, who had\nbeen sort of the tutor and sort of a well guiding force and godfather behind Hirohito as he\nwas growing up, up through his years and until he became the Prince Regent, took over\nfor his father in about 1928 or 1929. General Hiroki was the oldest accused in the bench.\nShe probably had more influence on what happened in later years than anyone else there.\nHiroki and the other was Hiroto. Hiroto was a diplomat and had been a foreign minister.\nThese were my two for preparation for ultimate cross examination, which I never did\nconduct because I came here and then later went to Europe. I came home because of\nemergencies and then went back to Tokyo after I had gotten the emergency somewhat in\nhand, but I had to keep working until I thought everything was right with my family\nagain. Came home -- I had resigned to come home thinking I was through. When I got\nback, I found that I wasn't able to really get away. My law practice had dribbled out.\nOther lawyers had ruminants of it. I had been gone almost a year, and I needed a job very\nbadly and one had been offered in the European trials, so I accepted it. But I sort of lost\nthe trend of my thought there for a second with regard to the --",
        "A: Tojo was what we were talking about a moment ago. It seems to me, or I was talking\nabout, Jack Feeley, who had been I think the Solicitor General, he was either an assistant\nSolicitor General of the United States or the Solicitor General, also head of, if I\nremember correctly, of the Justice Department at one time, Criminal Division of the\nJustice Department at one time, had been promised by Keenan that he would be the sole\nand exclusive counsel to cross examine and prepare the case against Tojo, and this of\ncourse was more or less a center piece of the trial once the Emperor was out of the\npicture. So, that was Feeley's role. A very interesting fact that that promise was given to\nhim all the way from the very beginning which lends itself to whether or not there was\nsome question about whether the Emperor would be tried. You see, we didn't know it\nuntil down the line some weeks later whether or not the Emperor was actually going to be\ntried or not. But I think Keenan had a pretty good idea because he was promising the\nchief individual in the trial, or what seemed to be the chief individual in the trial, Tojo, to\nthis one man. It seems to suggest that back as early as our departure date which was the\n2nd of December 1945, that there was some knowledge, but we did have a message\ndelivered to our aircraft just before departure. It came from the President. The\nPresidential car came with this seemingly secret message to Keenan, and we knew it had\nto do with the Emperor because we were told after that that we would not be permitted to\ninterrogate anyone in the Royal household. That seemed to suggest many things that were\nhappening in retrospect. It suggests also that the Emperor might not be tried, probably\nwouldn't be tried. Whether that had been a decision made, I don't know. We do know that\nthe people who are foremost in making that decision aside from the President himself, on\nthe United States side, were John McCloy who was the --well he was really running the\nWar Department under Stimson in that time period, and MacArthur of course had a voice\nin it as did Joseph Grew who had been our Ambassador in Tokyo. All of these were\nopposed to the trial of the Emperor. Now, the Soviets wanted him tried. So did the\nBritish, I believe. There were various people who wanted the Emperor tried. The United\nStates had the most to lose in that situation, if you can believe that by trying the Emperor\nthat the Japanese would have fought to the last inch. It was thought that the assault on\nHonshu' which was being planned, might have cost millions of lives, American lives, and\nmore millions of Japanese lives so that it would have been a wise practical decision to\nsay, well, all it's going to take to have peace 1s you can have your Emperor. It was easy to\nlay the blame on the military. The Emperor, the assistant in Japan, the Emperor would\nhave of course be following to a large extent, he was not quite the mouth piece that some\npeople might have described to him for the military just saying yes. When I say the\nmouthpiece, I mean the yes-man. He had more voice than that, but he seemed to go along\npretty well with what was wanted in those days. The Navy was opposed, for example, to\nthe attack on Pearl Harbor. The Army was pushing for it. The Navy had to carry it out, of\ncourse and did it with dispatch. But they had fought against the concept. A number of the\nNavy people felt that it was a losing war if we did that. It appears that they were right.\nGoing back to Tojo. So, Feeley had total authority as to whether or not one would get to\ntalk with Tojo at Sogolmo (ph) Prison. When I wanted to talk to Tojo, I had to do it\nthrough Feeley. Generally, if I wanted to go to Sogolmo Prison with him, I could, but I\nwas not permitted to speak, nor were any other lawyers to speak personally with Tojo,\nexcept off the record. Off the record we might have a few comments, but on the record,\nthat which was to become part of his official affidavit sworn testimony, my name would\nnot appear in it. Although there would be questions in it which I had propounded through\nFeeley which I would use in turn in my phase of the trial about censorship, propaganda,\npolice controls and so forth. I recall one incident sort of 1n passing concerning the fact of\nhis being called \"Old Razor Brains\" while we were there one very cold day in December\nor January, that winter of '45-'46, a couple of plumbers came into this little interrogation\nroom at Sogolmo Prison and those of us who were there were the interpreter was a\nCommander Maxim has written a book about his experiences. He was the interpreter,\nJeff, he was an American Commander, a Navy man. Myrtle Mills was Feeley's own\nsecretary who was taking notes. Feeley himself with me, and of course Tojo. Two fellows\n' The largest of the Japanese islands.\ncame in, two Japanese workmen began to pound on the radiators, it was terribly cold,\nwith their wrenches. And the girl said \"Hubba, Hubba\" so they got up and went out of the\nroom. That was being interpreted as very slang, so Tojo said something in Japanese to\nMaxim, the interpreter and they both began to laugh. They hubba-hubba back and forth a\nlittle bit, an then it was explained to us that Tojo said that every night when he left that\nparticular room, the guards would poke him in the back with their billy clubs and say\nhubba hubba and up until now he had always believed that meant remember Pearl\nHarbor. He knew it would get a laugh out of us. I'm sure he didn't really mean that.",
        "A: Mostly unofficial. The workload was almost unbelievable. We were rushing for the\nindictment and rushing for the first day of trial, and rushing because I had to present the\nfirst witnesses 1n the trial. So, for me, the pressures were almost inhuman and in\nparticular with the load at home. My anxious feelings about getting back home took the\nromance out of the job really for me. But I did fly over Hiroshima and Nagasaki and\nother major cities. I wanted to see -- the Army at my request took me over it, the major\ncities of Japan so I could see the damage and it was unbelievable. I couldn't properly\ndescribe the effect of one bomb on a city like say Hiroshima for example. Although the\ndamage in Yokohoma and Nagasaki and Tokyo itself from the fire bombs was beyond\nbelief, too, but you could comprehend that to some extent because the buildings were so\nfragile, a lot of bamboo and paper structures. Whole neighborhoods would be wiped out\nwith a small bomb, a fire bomb. And occasional weekends there were several of us,\nFeeley, myself, John Darcey who was the Assistant Attorney General of the United States\nin charge of one of the divisions there, and Henry Sacket, later a federal judge, Elton\nHyder, Elton has become oil rich in Texas. He went back and became a very effective\nlawyer in big oil cases. We traveled together usually, all or part of us, and we'd go for\none overnight trip we'd go to Atomi (ph), which was a seaside resort, wherever, just to\nget the feeling of being away for a little bit. It gave us a trip out of town, but it wasn't\nevery weekend and it wasn't a very, it wasn't really a vacation type of thing. It was sort of\na quick breather to get out of town and we'd carry some K rations with us, dry field\nrations to eat. It's about the way we were living on weekends.",
        "A: Well, my wife, within days after I had gone to Tokyo, had gone to visit her family in\nAlabama with our twin sons. We had twin sons then who had born in 1944, so they were\njust a little over one year old, and she was expecting another child at that time. She was a\nfew weeks pregnant. That was one reason the 90 day period seemed to be almost\nessential. On Christmas Eve I got the word that she had been very critically burned. She\napparently had something back in the way of a housecoat from the cleaners that possibly\nhad a lot of flammable liquid used in it and she had backed up too close to an open\nfireplace at her parent's home. And they lived a great distance from a hospital, so the\nburns, I guess, just kept getting worse and worse. By the time she got to the hospital from\ntheir home, which was in Hamilton Alabama to sort of a small sort of a country hospital\nin a larger town in Russlerove Alabama, she was really in very bad condition. So, there\nhad been a lot of efforts to reach me, but for some strange reason Red Cross couldn't do\nit. My friend Mike Hoffman, I got to talk to him about that. They apparently tried through\nvarious means and couldn't get communications very well. Finally one lawyer in\nNashville called, who knew the Attorney General, called General Clark and said \"Did\nyou know?\" and he said no he didn't so Clark then immediately sent MacArthur a\nmessage ordering me home. Without asking any further questions, MacArthur's staff\nprepared the orders for me and told me that I must go home right away because she was\nin critical condition. So, I did. I came home, and I was told that she wasn't expected to\nlive through the night. But I remember that I knelt by her bed and said prayers with her at\nthat time and we were both pretty desperate about the situation. I called friends in\nNashville that said they would make arrangements, and they did, with an expert in skin\ngrafting. All I had was this one doctor's word that she wasn't going to live. They arranged\nto send an ambulance down to this little town, and we sent her back to Nashville, a\ndistance, I guess probably nearly 200 miles in an ambulance which in itself she had to be\nheavily sedated and have a nurse with her who was a friend of the family. And we had a\nprivate room set up for her in the hospital with a telephone and so forth. It was imperative\nthat I had to that if she could be taken off the critical list at all, that I had to go back in\norder to continue drawing a salary, because I had turned my practice over to another\nlawyer. And really, I was in no emotional condition to try anybody's case at that point.\nSo, I did, we got her settled back in Nashville, in a hospital and she had some skin grafts\nand appeared to be rallying to some extent. But it was a couple of years before she was\nfully out of the woods for skin grafting. I think it was 1948 before the last of the burns\nhad healed.",
        "A: Yes, the baby was lost at once, really. She miscarried even before she got to the hospital.\nSo, that was it, and then when I came home at the end of approximately a year, when I\ncame back from Tokyo, because her telephone calls -- I would call her once a week from\nTokyo, she had a telephone right at her bedside and that we could discuss how she felt\nabout whether she felt well enough to come home. As a matter of fact, she was well\nenough to come home, but she needed 24 hour around the clock care. So, when I got back\nto Nashville, I resigned, came back and took her home and we had a nurse that had taken\na strong friendship liking to her and wanted to continue and she stayed at our home and\ntook care of my wife until she came to Germany. She was really not in a great condition\nto come to Germany, but I went over and made several trips back and forth from\nGermany. I was able to do that relatively easy. I flew back and forth to United States to\nsee her in between, but it was again, almost a year before she could come to Germany.\nAnd then we continued her skin grafting after she got there.",
        "A: After she got to Germany, but she was able to do that on an outpatient basis. Just go in\nfor a few days and come out. This went on until 1948 from 1945.",
        "A: Unbelievable. It was really unbelievable on both of us. It's hard to recapitulate that\nperiod. It's so painful. We had three more children after that. All of them survived except\none got killed as a result of a wounds in the Viet Nam war. He was a Marine.",
        "A: I had been asked -- when I first came back I had been asked, I had to report at Keenan's\nrequest amongst other things to report to the Attorney General and the War Department.\nOh, I hadn't said that the way I was paid, because the Justice Department truly didn't have\nthe funds, they merely asked the War Department to pay me and put me on the War\nDepartment payroll. And it created some difficulty because some of the more senior\nlawyers were getting less money than I was. It was a personnel problem for some of those\nwho were justice department lawyers and therefore sort of bureaucratically inclined. The\nmoney meant more to them perhaps than it might to Edward Bennet Williams wouldn't\nhave cared it was $1 or $10,000. $10,000 in those days was the top salary. So, these\nfellows who were getting $8,000, $9,000 and had pretty good jobs as professional grade\nsixes and sevens, eight was the top, and I came along at the top of the six bracket, getting\nover $9,000 a year because I was given an overseas override. They were -- the Justice\nlawyers were given I think $10 a day, which today of course would be ridiculous but at\nthat time it was a pretty good per diem. They got $10 a day per diem and the Army took\nit away from them. The Army, I think was rather vicious in that regard, they said you\ndon't work for us, you work for the Justice Department, so that $10 is for your board and\nroom, give it to us, and they took it. In my case, they didn't take anything because I was a\nWar Department lawyer even though I wasn't really. It was one of those comical\nbureaucratic mixups. I was very happy for the mistake. We needed the money badly.",
        "A: I left as I remember it was December 4, 1946, and I went over on a very slow boat, by my\nchoice. I wanted, I really needed a rest, and as far as I was concerned I was on the payroll\nfrom the minute I left and it seemed like a good opportunity, so I went over, and it was a\nvery slow trip. I got to Nuremberg on New Years Eve 1946 going into 1947, New Years\nEve at Nuremberg. I met with Telford Taylor and some of the others there, celebrated\nwith them. I had spent Christmas in Germany because orders were issued to me and\nreissued to me along the way. I really didn't know where I was going to end up. I was\nsent first to Frankfurt. From Frankfurt I was sent to Heidenburg and from Heidenburg I\nwent to Augsburg and from Augsburg to Nuremberg and Nuremberg to Dachau. It was a\nvery happy experience because every place was new. My wife was not permitted to come\nover while I was at Dachau, but at the time of as the war crimes ended, when was it? It\nmust have been the end of '47, I think we had been ordered to close it down by the\nbeginning of 1948, and while I was in Berlin interrogating Rudolf Hess, I stopped over to\nsee an old acquaintance who was the Solicitor General of the United States at one time,\nand later became a U.S. Federal Judge on the Court of Appeals here in the District of\nColumbia, Charlie Fehe( ph). He was heading the legal staff for military government. So,\nwhile I was there to interrogate Hess, I stopped over and talked to him. He was getting\nready to come back to the United States and ask me if I would like to join the staff in\nBerlin and I said, I sure would, because I didn't want to go to Augsburg where it would\nbe a reviewing job. I didn't like reviewing these cases. I had gone through them so\ncarefully. The ones that I handled, many of which I handled in the pretrial and others\nwhich of course I personally tried. There were literally thousands of cases that seemed to\nbe going across my desk, but I'm talking more in terms, I guess, of people than I am of\nindividuals rather than cases because so many of these cases would include any number\nof persons up to 100. I'm sure in some instances. So, it seemed to me that there were\nliterally thousands of cases against thousands of persons going across my desk. And I\nwould review these, all the evidence that had been gathered on them. I had my own\nopinions about whether they should be tried or not and then I would pass them along with\na suggestion that they be tried or they not be tried or that they be reviewed by someone\nelse so that it was sort of part of a chain link proposition, a pipeline before they got to\ntrial. In many cases, I'd put a case aside because I wanted to try it myself for one reason\nor because others didn't want to try it. If I wanted to try it and felt that it should be tried,\nI'd try it. I'm not sure how many lawyers may have been doing that. I was known as a\nchief trial attorney. That was my title. I worked under well really three other lawyers.\nOne the head of the War Crimes Detachment which we normally call the Dachau\ncontingent was a fellow by the name of Straight, Brigadier General Straight. He was in\nAugsburg. Under him was a Colonel Howard Brissey. Brissey was the head of the\nDachau detachment, where the trials actually were held, but the chief of the trial branch\nwho was really my immediate overseer and boss was Leo Goodman. Leo had been an\nArmy Colonel I think and before he died he had become -- two principle jobs he held.\nOne was head of the American Chamber of Commerce in Germany, but before that he\nwas Counsel General, I believe, he went into diplomatic service. Well, Leo was the one I\nhad to report to most directly and we had day to day contact. The others were looking at\nhim and he was looking at them, but this was my chain of command. He was very\ncompetent, a very competent lawyer and a very nice man to work with and for. We were\nvery good personal friends. I enjoyed that experience, I guess more because of him than\nanything else. It would have been very lonesome. He was a bachelor and he later married\nin Germany. He was a man of great high moral values and if 1t hadn't been for him I don't\nthink I could have stood the thing away from family and so forth. So, anyhow, he wanted\nme to go to Augsburg as we were closing down the trial branch and I said, \"Gee I don't\nthink it's my thing. I've had this thing offered to me in Berlin.” And he said, \"Well, what\nif I won't approve of it?\" I said, \"Well, I think you certainly have that option. Out of all\nthe things you've done for me I could hardly be angry about it but I would still say no.”\nWell, you have to pay your own way back you know. Well, I'd be willing to do that. My\nwife was probably well enough for me to go home and take over things without the\nworry. He said, \"Oh well, go ahead and take the job.” It meant a promotion, so I was glad\nto do that. I was then on Lucius Clay's staff, legal staffin Berlin during the blockade in a\nposition known as General Counsel on High Priority Policy Matters. It really meant\ndealing with the Soviets as much as anything. That's about it.",
        "A: Somebody from the Pentagon told me that they had read some of the opinions that I had\nwritten and were complimenting the fact that I had given the Italians back all of their\nartwork, that gives you an idea, the restitution of property. Just many things. It really\nmeant that I was doing a policy job of involving international matters that had to be\nadjudicated based as best we could on what law we had to work with and claims of other\nnations. We worked on the currency reform matter, for example, which resulted in a\nbreak with the Soviets as you know. I guess somebody might know.",
        "A: I got to Dachau on the first or second of January of 1947 and as soon as I reported I was\nput to work. I wasn't given a chance to do much except take a desk and start looking at\ncases. The first thing that I was doing was interrogating various people who had already\nbeen interrogated by investigators, trying to decide whether or not the testimony would\nstand up. Looking at the record of what evidence was there to try cases, and I started\ntrying cases myself first with some of the other lawyers who had been there awhile and\nthen later as the Chief Counsel in whatever trials I was taking on. Really, in an\nadministrative matter am I getting there. I would like to have stayed at Nuremberg except\nfor one thing, and that was the subsequent proceedings ran contrary to two things. One\nmy own personal belief in calling something international that has really become\nunilateral as they had. It had the color internationalism because it was all being done on\ninternational law to some extent. But it was not international law as far as personnel was\nconcerned. I felt that if maybe the French of the British would have stayed there or the\nSoviets that they -- it was only bilateral. You could still call it international and it would\nstick, but when all but the Americans had gone home, and the American Judges and the\nAmerican prosecutors or the people who had to deal with it you have to appeal to only\none source from then on and that's the Supreme Court of the United States, and that\nbecomes an American Trial as far as I am concerned. Now, the Supreme Court held me\nwrong in that. One of the trials-- I have to say very quickly that those cases at Nuremberg\nwere very well tried, excellently tried. And I think all the lawyers, all the Judges that I\nknew were splendid. They did their job very well, so I wouldn't fault that. I just had this\nstrong feeling against calling something what it isn't. But the Supreme Court of the\nUnited States held against my thinking in the Frederick Flick case. And I knew Flick.\nFlick had asked me to defend him at a later time. What he actually asked, after he had\nbeen imprisoned, he had a relatively shortened prisonment and was at Lansburg prison. I\nhad a request while I was still trying cases at Dachau, I had gotten quite a bit of publicity\nin the German press as a result of that Lottenbaucher(ph) case. I think that gave the\nwrong impression to the Germans, that maybe I was sympathetic with the Germans,\nwhich I was not, with the Nazis, which I certainly was not. But after all, he was one of\nthe top people in the German government, and head of the Hitler youth, and\nhe was acquitted. So a lot of these Germans thought perhaps that they needed my\nservices. Baroness Von , | think she was a Baroness, she came to Dachau\nand asked me if I would go she said her husband had requested that I come down and see\nhim at Landsberg prison, that he had been convicted by a war crimes court in China and\nthis really piqued my curiosity because I was doing some writing anyhow about the\nvarious war crimes court, and I wanted to find out more about that, to that extent I\nwanted to talk with him. I did go down. He had been a diplomat in the Embassy in\nBeijing (ph.) He had been tried by a court, which I thought had died really\nabout World War I days, but apparently he had been tried by court. Apparently\nthat didn't cause the State Department any kind of turn. They normally, I think, might\nhave said, well we have no business doing that and turned it over to the Army, but he was\nconvicted and somehow ended up in Lansburg Prison. But what he wanted to see me\nabout was the fact that he was a friend of Frederick Flick. Now Flick was running the\n. Flick was really big league and what Puttcomer said to me is that Mr.\nFlick who was present during this conversation that we were conversing in English\nprimarily although by that time I did speak a workman like kind of German, but we were\ntalking in English and Puttcomer said that \"Flick says if he is released from prison that he\nhas the plan for rebuilding Germany on the cuff of his sleeve.” Interesting commentary.\nWell, apparently he did. Because as you know when he was realised--So, he wanted to\nknow if I would take the case. I said, \"You know, I have a problem. I'm an insider and\nI'm not sure that I can get released to do it, but if I can, can we talk money.” He said,\n\"Well would you talk with my board at Dusseldorf?\" Apparently it was what was the\nmakings of the new Farbinworth (ph). So, I did. I talked with them, and we agreed that if\nI could, my job in this case would be to make an appeal on this case to see if I could at\nleast get clemency and get him out on the grounds that he really could do something\nabout the rebuilding of Germany. And the whole thrust at that point of our new policy\nwith Marshall Plan and so on coming in was to do just exactly that to try to rebuild\nGermany. So, it seemed like an interesting concept. I wasn't at all sympathetic with the\nslave labor thing. As you know, I had tried a number of people because I felt that slave\nlabor was something that people shouldn't prosper from. And I tried persons who had\nbeen kind to slave labor, thinking of the Schindler movie, for example, turning that over\nin my head. Probably had his case come across my desk, I would personally have tried\nhim, because I think he shouldn't have escaped simply because he was willing to try to\nhelp some people. He wasn't such a great person himself. You know, if you want to be\njust about it, he was probably not any different than some of the others. I did try one, a\ncouple of brothers, not brothers, a couple of relatives I think they were the Wuelfert Meat\nPacking. I was wandering a little bit here.\nEnd of Tape #1\nTape #2",
        "A: I think I can give a sense of the choice both in Europe and in Japan and there was a little\nvariation and it probably has to do with employment of personnel as well. The personnel\nemployment started at the very top level, as I indicated. The Attorney General, then\nKeenan and eventually both at Nuremberg and at Tokyo the authority passed to the War\nDepartment, who were engaging different persons for jobs here and there. In Tokyo\ninsofar as the accused were concerned, we started with several lists. The State\nDepartment the Foreign Service had lists of persons who were likely suspects. So did the\nmilitary. So did the various countries who came in and we took these and we were able to\nfind the common denominator amongst all of them. They all presumably had Tojo on\nthem, for example. I don't want to say the Emperor. I can't recall that any of the U.S. lists\nhad the Emperor on specifically. Some of the foreign lists did. In Europe the personnel\nthing worked pretty much the same way, and so did the choice of the original persons.\nWe had four nations that were looking at lists in Nuremberg. Arriving at Dachau, the\npeople who you had lists of names -- first of all, you knew immediately who was in the\ncamp when you took over. General Jacob Devors, who I think was Eisenhower's\noperations officer on the invasion, I was on a lecture tour with him, oh a number of years\nafter the trials, but he told me that one of his units had overrun Dachau and he had gone\nin there. Well, they could hardly believe their eyes when they saw the conditions of the\ninmates. In his case, just as a matter of some interest, I got back into the subject of\nwitnesses. There are two categories. There was the German people who lived around\nDachau as well as those that were inmates. He was so outraged by what he found there\nthat he had his troops round up everybody that they could find in the town of Dachau and\nbring them out there to see what was there. He said from the looks on the faces of the\nGerman people, of the residents of the town of Dachau, he was inclined to believe that\nthey did not really know. Well, it was one of those things, speak no evil, hear no evil, you\ndon't see no evil. I think that's perhaps it more than anything else. They knew, but they\ndidn't know. They chose not to know, because you couldn't not really know. In any case,\nhe believed that they were ignorant of the facts. Now, you have all these terrible things\nthat you find there. Stacks of bodies, emaciated persons, people who are hardly able to --\nyou get a lot of names. These are people who are going to be used possibly as witnesses\nat what took place. No matter where they went, they eventually got some requests to\ncome back and testify. Those who were surviving. And they were given an opportunity,\nthose who came back to Dachau. Now, this was not just Dachau, of course it was\nBuchenwald and Auschwitz and Mauthausen, you name them, all of the camps.",
        "A: From our perspective they did. They included all of the concentration camps. They\nincluded all of the atrocities which were committed against U.S. citizens. We had\nsomething known as \"fire cases.” These were our airmen who were brutally murdered\nwhen they were shot down. There were various categories of trials that were tried at\nDachau. But the true primary kinds were one that the concentration camp atrocity cases\nand those which were the special cases which involved not just camp personnel but a lot\nof the people on the outside of the camp, the Gestapo, the SS the SA, the Police\norganization, the paramilitary organizations who had committed atrocities against various\nallied prisoners. Well, all those involving American citizens were tried there. All of the\ncases that were committed against inmates of concentration camps within what we call\nthe American Zone of Occupation, whether it be Austria or whether it be in Germany,\nwere tried at Dachau. That was the site of all the war crimes trials, other than the very\nfew cases tried at Nuremberg. See, only a total of 13 cases were tried at Nuremberg. One\nof those was the original four power international trial involving Rudolf Hess and the\nothers. The other 12 cases were what we called subsequent proceedings. Excellent cases\nfor trial. They had to be tried no matter how they were tried they had to be tried. There\nwas no question about that. My only difference was to call them international or not\ninternational but either way they were well tried. So, those 13 cases were the only cases\ntried by American authority in Germany at Nuremberg. The only other cases that were\ntried by American authority or personnel were at Dachau. All of the cases involving\natrocities committed in our zones of occupation, our zone of control. We brought them all\nthere to try them. And frequently we'd get someone from another zone. If I knew a name\nthat was on a list in the Soviet Union who was not particularly wanted by them in the\nSoviet zone of occupation or the British or the French, then I could put in a request\nthrough our channels and ask for that person to be sent to us so that we would either try\nhim or use him as a witness, whatever. The routine that was followed primarilly--So I\nhave established now how we gained witnesses. These were primarily the inmates or the\npeople of the town, depending on the category of the trial. Then we have a line up\nprocedure, much like a police line up in any city in the United States or any town in the\nUnited States in which the inmates who are assigned to a particular category of\ngeographical category say at Dachau itself. They were camp personnel. They were\nguards. They were administrative personnel, whatever they were. They are now ina\nprison uniform of some sort and they're marched across a stage with a number around\ntheir heads. Sitting out in the audience are people who have been in that camp. This may\ninvolve several lineups, because people who come from various places may not be there\nat the same time, so you might have a similar lineup on the same people at different times\nbefore you conclude what you're going to do about the individuals that are wearing that\nnumber. So, with a piece of paper which has certain questions on it, kind of a\nquestionnaire which will carry the name as put in my the prospective witness, the former\ninmate. He writes his name and the data about himself, where he can be reached and so\nforth. Question one, do you recognize any one on the stage. If he answers yes, then he's\ngoing to have to go on from there. It it's no, then obviously he's not concerned with that\nlineup any further. If he answers yes, please identify him. It's so and so and so, number 3,\nnumber 17, number 19. Where did you know them? I knew them at Camp Dachau at such\nand such detail, maybe it's the medical detail or the slop detail or the concentration -- I\ndon't remember, what did they call it -- the Brause, the showers, the gas chambers, really,\ndetail. And they've indicated where within the camp they knew him. Now they're asked\nwhat the specific name is. They identify a name. Now, obviously the next step that an\ninvestigator who's looked at this paper, if he finds any error in it, he knows that error has\nto be corrected or this is not going to be a good witness. What did this individual do? For\nexample, in the Buchenwald case there were a lot of important elements of the\nBuchenwald case that were going to effect the whole history of the trials. One of them\nwas the fact that Ilse Koch, the wife of the camp commandant had chosen individuals\napparently for extermination based on the fact that she wanted to have a lampshade or\nbookcover out of a tattoo that the individual had. How to prove it? The positive evidence\nagainst her included on one case that she straddled a trench where some prisoners were\nworking and she urinated on them. When you consider the health conditions of those\nprisoners it could have been something that caused their death ultimately, and that she\nhad hit one or some of them with a riding crop. That could cause the death of a very\nemaciated person, because they weren't getting much to eat. Actually they were getting\nvirtually nothing. So, that she could have caused the death of these people. It doesn't\nmean that she did, because there was no proof that she did, but that she hit them 1s\nuncontroverted. That she's there, that she's part of the system that is part of a conspiracy\nshe could be tried on the common design element of it. All of these were provable cases\nagainst Ilse Koch. Now, you get to the more serious charge of choosing someone for\nextermination so that she can have -- in other words we have a murder case against her.\nIn any case, you got a murder case against her. You can say that under the common\ndesign \"X\" number of people are exterminated at Camp Dachau and she's a part of the\nadministration which caused that death. In my case, I would ask for a death penalty for\nher if I had tried her on those grounds. But when you choose a path to try to pressure in\non the fact that the big crime that she committed 1s the lampshades the question is are you\ngoing to be able to prove your case and to prove it -- so some of these people who were\nin the lineup and saw her with a number now have said on their questionnaire her name is\nIlse Koch. She was a camp commander's wife. She has done these things that I know of at\nCamp Buchenwald. So, Bill Denson and Bob Kunzo who are the trial counsel, very\ncompetent trial counsel in that particular case, had to take the evidence as presented to\nthem by the investigators who were going over what had happened in the lineup\nprocedure and who were sort of trying to farm out what was good and bad evidence were\ngoing to find when they went to trial that two things would happen. One there had been a\nleak on the publicity on what we call raw materials. What does the witness really know?\nThe witness said they knew that Ilse Koch had chosen these particular individuals for\nextermination for lampshade tattoos and bookcovers are now in evidence. So, what were\nthe names of the prisoners who were exterminated. Then you get down to the fine points\nof cross examination and they had some pretty good trial counsel, I take it. And they\nwere unable to properly identify who it was. Joe, I don't know his last name, I don't know\nhis number. Where did Joe go? Well, the last time I saw him he was headed for Dachau. I\ndon't know where he died. So you have a hard time identifying. I do know that I\nrecognize that tattoo. I recognize that lampshade as having been his tattoo. But it's a loose\nkind of thing that troubles the court, because they look at this evidence as being not quite\ntied up. There were some death penalties in that case. Bill Denson if he's interrogated will\nbe able to tell you who was and who wasn't executed as a result of his good prosecutor\nwork. She got a relatively light sentence. I think like 13 or 14 years. I was on Clay's staff\nin Berlin when her case came up for review there and Clay cut it way back. And then she\nwas turned over to the Germans. Clay was criticized for this. The lawyer who did the\nreview was a very conscientious lawyer named Dick Higgins, Brigadier Major General,\nin fact, if he's still living, a reservist in the air corp. Dick Higgin was on our staff at\nDachau both in the trial branch and later in -- by the way he'd be a good person to\ninterview if he's still living here in Washington. Later he was on the review staff at\nAugsburg when I refused to go there, he went over. Later he joined our staff in Berlin\ndoing much of the same thing I was in Berlin except that he had the job of looking at all\nof the records of those that Clay wanted to go over to see whether or not on the petitions\nthat were being presented to him they should have commutation of sentence or maybe\neven a pardon. In the case of Ilse Koch, Higgin said he couldn't find adequate, essentially\nI'm putting words in his mouth. He may be living and deny this, but whatever he said to\nClay he thought the sentence should be commuted to a lesser one because the evidence\nwasn't adequate. That essentially is what it added up to. So, Clay commuted the sentence\nand she was turned over to the Germans. I don't know what happened to her. I understand\nshe got a little stiffer sentence in the German courts. I'm not sure. She was a bad one. But\nagain, the evidence was weak there. And I myself tried some of those lampshade and\nbookcover sort of cases, the tattoo things. And it's awfully hard to make a case there. I\ntried, myself I used to try bear down on what I thought was the more cogent part of the\ncharges. If an individual is present in the camp as an integral part of the machinery that\nwas putting hundreds of thousands of people to death, in that particular complex or even\nthousands, you had a good murder charge against them. What difference does it make\nabout lampshades. So, you could throw that in in passing, but don't bear down on that so\nthat the defense leaps on it and says it has a lot of weak spots in it and they make a little\nimpression on the court. The court could not deny the fact that an individual who's in\nthere pointing a billy club or a gun or a club at somebody and sending them down here\nand another step and another step and the next step the fellow's emaciated and he's being\ndragged by the heels down to the showers and they take down the data and he's given a\ntowel and a piece of soap and locked into the gas chambers. Everybody in that pipeline 1s\nguilty. You can't get around that fact, and that's the way I approached all of my cases. A\nlot of people got thrown off on what I call the glamour side of the trial. It looked better to\ntalk about some of these specific things. For example some of them you could make a\ncase more easily in the medical cases, the experimental cases. They had some crazy kinds\nof things that were done in that camp. It's painful to me to think of these things, but\nanyhow, I recall there was one little sort of an operation type room was set up in the\ncamp hospital. They could hose it down after they blew a few brains out there. They'd\nbring people in as if they were going to take photographs of them. Set them all up as if\nthey were going to take their photograph, and then somebody behind them would just\nblow their brains out. You know, neither rhyme nor reason. Maybe the person was a\ntrouble maker in the camp or something like that. But there seemed to be no rhyme or\nreason to that kind of murder. And they had experiments such as trying to freeze people\nto see whether or not they could recover by putting a couple of warm bodies. They would\ntake individuals and bring them down to the temperature of the North Sea, for example,\npresumably the thought was that some of the German airman or seaman who were thrown\ninto the water one way or another there could survive if they were given a certain kind of\ntreatment afterwards. So, they put a couple of girls in bed with this body after this person\nafter he reached a certain temperature or had been exposed to cold water for a certain\nperiod of time to see whether that would revive him. Whether human body heat would\nrevive him. Any kind of experiment would seem to go. And of course they had other\nkinds of experiments with medications and injections and so on. Mostly the damage was\ndone by virtually working them to death. They reached a certain point of infirmity or they\ncame in and they were of no use to the work program. When I think about it, my God\nwhy didn't -- if Germany wanted to use these people for the work program, or the\nsustenance, why didn't they feed them well. Why didn't they treat them well. Why not use\nthem as free labor but try to save them. Why kill off your free labor. That's a good thing\nto get rid of. It made no sense really. The SS were terrible people. They were terrible\npeople. And I doubt if Hitler was ever in a concentration camp. I think these people at the\ntop level tried to save themselves. I wonder whether Imler was ever in a concentration\ncamp, Gering, people who were accountable for them. I have no evidence that they ever\nwere, you know. The final solution? Well, I doubt if they even looked at the refinements\nof the final solution. The language probably just meant that somebody else is taking care\nof it. Like superior orders, it's the law, everybody relying on the law. That's why we had\nto do it. It was always somebody up there that he did it, not me.",
        "A: No, everything that reached me was after the lineups. I never -- they were still going on\nI'm sure, all the time, but no, I didn't bother with lineups. First of all I was trying to look\nat the material that came out of the line up 1n a professional way. As to whether or not a\ncase could be made. If there were weaknesses I would write a little memo as to what I\nthought were the weaknesses in it and pass it to someone else. They were either able to\nstrengthen it with further evidence or maybe they wanted to try it that way they could. I\nwouldn't try a case that I didn't think was prepared enough for trial.",
        "A: Well, the ones that I just talked about would be good examples. If a case came up -- no,\nreally there's a couple of cases I defended simply because I realized they were not\ndefensible and it was partly because I had a feeling with regard to the other counsel. This\ndoesn't make me look very good, but my friend Jim Phelps, with whom I really practiced\nlaw for a while in Houston. Jim was part Indian. I understood from people that knew him\nvery well that he was Audi Murphy's C.O. That he was a captain, I think. The time we\nknew him, he had just been discharged. He was a captain. He had apparently been a first\nlieutenant when he commanded troops at Anzio, or the Italian campaign, and Audi\nMurphy with all those medals, the most decorated soldier had to go either forward to the\nGermans of course, do all these magnificent heroic things that he did, or go back to Jim\nPhelps. I've always said, knowing Phelps it was a lot hell of a lot safer to go forward to\nthe Germans than to come back to Jim Phelps. He was part Indian and he was mean,\nawfully mean. But we were friends. Anyhow, Jim had a case and he had gotten lazy. He\nwas an awfully good lawyer, and he had gotten lazy and there was one case that I had\ngotten familiar with. I had looked at it and asked if I would take the defense on it.\nGoodman was looking for someone to defend the case, and it looked like an open and\nshut case, as far as Phelps was concerned, and I guess as far as Goodman was concerned\nit seemed to be. But I did a little investigation on it and decided I was criticized later for\nnot telling the administration that it shouldn't be tried, but I did try it. It was a farm lad\nwho had apparently seen an airman descending, a U.S. airman descending, parachuted\nout of his plane. The police chief there had apparently knew there was something going\non above. The plane shot down so he had acerned about where it was going to come\ndown. He got into his car, drove out to what was the area and saw this farm lad standing\nthere with a great big fence post in his hand, kind of like a tree limb. And he was oddly\nturning his head from one side to the other. The airman was dead on the ground with his\nhead all caved in. And he said the ghost made me do it. That was what he said and this\nwas made a matter of the official record by the Germans. So, the police chief took the lad\nback and took a statement from him. Now, that's all the evidence that the government\nhad. Phelps presented the evidence, strutted around a little bit, try to top that one if you\nwill and I said, \"Chief have you known this accused?\" I knew in advance what was\ngoing to do it. \"Have you known this accused for a long period of time?\" He said, \"I've\nknown him all of his life.” \"As a matter of fact, did you have any kind of fiduciary\nrelationship with him, that is were you not his guardian?\" He said, \"Yes, I had been his\nguardian.” \"How did that happen?\" \"His family was dead and he couldn't get into\nservice. He was kind of a dull kind of individual and he seemed to be kind of harmless.” I\nsaid, \"Well this is not a harmless thing that's done here. He's confessed to a crime here,\nhas he not to murder?\" He said, \"Yes, but he never committed a murder.” I said, \"Well,\nwhy would you say that?\" He said, \"Well, it wasn't unusual for him to confess to a crime.\nHe confessed to all the crimes that were ever committed in the community.” And I said,\n\"did he commit any of those crimes?\" He said, \"No, he never committed any of them. He\nwas really rather harmless sort of fellow.” I said, \"Well this is not a harmless act, chief.\nLet me ask you this. Did you see that airman as he was descending.” He said, \"Yes, I\ndid.” \"Would you tell the court about what level his parachute opened?\" \"Oh\" he said, \"it\nnever opened. He landed on his head.” Well, of course that blew the case out of the\nwater, and the President of the court criticized both Phelps and me. Phelps for not\npreparing the case better and me for not telling the administration which paid my salary.\nThat was mischievous. Obviously that case should not have been tried and I shouldn't\nhave done what I did, and Phelps should have done a better job, but other than that, and I\ntried that Lotterbaucher case. I did that out of mischief as well, but I didn't like the\nlawyer. I'm not proud of that, but that's what that was.",
        "A: Well, I was --tensions were very high. We were trying to wrap up all this work at the end\nof the war crime. We were told to close the program down by the first of January, I\nbelieve it was of 1948. And so I had cases really stacked up along side my desk, and I\nwas using my own rule of thumb. If there were not 10,000 deaths asserted in the\nindictments that were going to be drafted to be attached to the case, I figured well, put it\non the bottom. Keep rotating it down so that those with the larger numbers could be\nreferred to trial and recommend this is ready for trial, this one is ready trial, this one 1s\nnot because the evidence is not sufficient and so forth. Obviously the ones with even one\ndeath that is provable is ready for trial. So, some of them, because of the nature, the\nhorror of the nature of the particular case could be referred to trial such as, well I suppose\nPhelps felt that one was horrible enough because of the manner of the killing of the\nAmerican airman with a club over the fence post. I'm not sure whether that's a case that\nhe referred to trial himself or somebody else had, anyhow he had it at trial. He had\noptions just as all of us had who were chief trial counsel. He probably was doing much\nthe same sort of thing as I was. Here's a stack of cases. On one occasion then while I'm in\nthe midst of very serious work and I've got all my own problems I'm thinking about\nanyhow, one of the lawyers there was from Chicago, a major, a Bigelow Boison. And\nBoison was sort of a mystery character in the war crimes program. It was known that he\nhad been there pretty much from he beginning. He was working on one case. He seemed\nto be single minded about it. He didn't seem to want to work with anyone. He didn't want\nto work on any other cases, and he was left pretty much to himself. So, on this particular\noccasion, he was not a likeable individual. He stuck his head in the door of my office and\nhe said, \"Donihi, you're going to be my assistant in the Lotterbaucher case.” And I said,\n\"Two questions: Who the hell is Lotterbaucher and who said so?\" After all, I knew I\nwas a chief trial counsel. I didn't know what he was. I just knew he was a member -- I\ndidn't even know whether he was even a lawyer. He was a member of the Judge\nAdvocates General staff which I suppose qualified him in military law. But I don't know\nwhether he was a counsel lawyer or not. And so he said, \"Lottenbaucher is the person\nwho was secretly selected to succeed Hitler. That's who he is and Leo Goodman if you\nmust know said.” Well Goodman was my boss and Leo was his boss, so I went down to\nsee Leo and I said, \"Why have you done this to me?\" And he said, \"I didn't. He asked\nwhether he could have you to assist him, and I said if it's all right with Donihi, it's all\nright with me.” I said, \"In that case, would you please permit me to defend the case. I\ndon't like him\" and I didn't know Lottenbaucher from Johan Schmidt at that point. As I\ngot into the Lotterbaucher case I could see where Boison was sort of hanging himself\nrather than Lotterbaugher and I was really permitting him to do that. And it offered an\nopportunity I could also see to properly dispute the evidence that he wanted to present\nabout the selection of Lotterbaucher, I had to have some testimony from Nazis, high\nranking Nazis. So as Lotterbaucher had worked as the Deputy Chief of the Hitler Youth\nunder Alder Von Shurock who had been tried at Nuremberg in the original case, Von\nSchirach was the head of the Hitler Youth, Von Schirach had then gone from that job to\nVienna as the Gauleiter of Austria, the Gauleiter of Vienna. Hitler chose individuals to\nhead large political areas. He had gerrymandered Germany into various Gaus, states if\nyou like, and Austria was considered to be a Gau, as was France and Holland and so\nforth, and each one of them had a gauwlighter placed in charge of them as they were put\nunder German command. So, in the case of Austria, this particular chap that was head of\nthe Hitler Youth and gotten the job and as his deputy Lottenbaucher moved up into the\nnumber 2 position as the head of the Hitler Youth. Now, Lotterbaucher then was chosen\nlater and it had to be by a personal choice of Hitler, because he personally chose all the\ngaulighters, he was chosen to head the Gau of which was a large\nindustrial, very important industrial area, and he became also the president of Hannover.\nA very important job actually, and really I think any lawyer worth his salt would try\nLottenbaucher with ease if he had properly tried the case would have gotten a death\npenalty. Not that there's anything to be bragged about in getting a death penalty, but I\nthink probably all these fellows deserved it. Anyhow, now I'm going to be defending him\nand the weakness in the evidentiary link was whether or not we were going to be able to\ncounter the evidence which is coming from Nuremberg as a matter of fact. And Telford\nTaylor had written a letter, sort of a safe passage for one -- see if I can even think of his\nname. He's written several books since then. He was a very hard person to like in a\ncourtroom. As a witness he would turn the court against himself more than towards\nhimself. Under my cross examination he admitted, I wish I could think of his name right\nnow, he admitted that he considered himself to be the father of the German concentration\ncamp and the Gestapo. Now, imagine the defense bringing in that kind of a character in\nthis kind of a case to finger out Lotterbaucher who had a much lesser position. This chap\nhad married Goering's niece, according to his own testimony in order to save his own\nneck, he says. Well, he's in charge of the Herman Goering factories, a tremendous job\nusing slave labor. He was a bad one. He should have been on trial. But for some reason\nhe had been granted immunity by Taylor probably because he was offering enough\nevidence against others. And so now here he 1s offering evidence in Dachau and that was\nhis primary testimony. Well, of course, Rudolf Hess and who's the other one, I can't think\nof his name. My memory fades a little bit at times. They were the top ranking a higher\nrank in the seniority of things within in the German hierarchy than was this particular\nwitness. So, I felt that their testimony would be important. I had no idea that I'd be able to\nget in, but I sent a message to Berlin asking permission to interrogate them and both of\nthem had been convicted at Nuremberg and were incarcerated at Spandau. It's a four\npower prison. In order to get there you'd have to get the permission of the Russians, the\nBritish, the French as well as the United States. My avenues of approach had to be\nthrough the American mayor. I'll call him mayor. We had four military districts and the\ncity of Berlin was quartered with the British and the French and the United States and\nRussians, each in charge of one of those, we called them sectors. But the four they were\ncommanders of the American well not quite a concern, the American sector, and each\none had his own command and they came together in what's known as the\ncommanditoria. Together they represented one mayor. They were the mayor of Berlin\njointly. Of course they had a water system, a telephone system, all of these things, light\nsystem, all of these things that involved running a city, had to be coordinated amongst the\nfour of them. In order to get to see Rudolf Hess I had to ask,\"Will you let me in?\" My\nrequest came through the American representative, Frank Howley, who is generally\nknown as a man who wanted to go to war against the Russians. He used to be called\n\"Howling Mad Howley\". Now, he never said he wanted to go to war against the\nRussians, but what he did say that got a lot of publicity is \"Let's run the tanks down the\nAutobahn and put a stop to this nonsense\" the blockades and so on. Clay was on his way-\n- Clay of course had seniority in the sense of the overall international picture, but Clay\nwas on his way to report to the United States when my request arrived in Berlin and Clay\nwas apparently going to be there for several days and Howley saw this as an opportunity\nto try to get the gates open at Spandau for historians and scholars. He had no idea who I\nwas and didn't certainly know that I was going to be coming for the defense. He just\nknew that I had a title that came out of the American government. So, he jumped on that\nand decided that this would be a good opportunity to get the gates of pride open into the\nprison for some of our people. In order to accomplish that he would have to put a request\non the table and ask the Russians, the British and the French to consider it favorably,\nwithin 48 hours. It had to lay there for 48 hours. Now, the last day of business would be\nFriday. He decided to wait until Friday, 10:00 in the morning, thereabouts, put it on the\ntable. It would have to lay there for 48 hours which would be Sunday morning. Then, tell\nme as he did to arrive at the prison at 10:00 on Sunday. They hadn't even considered it.\nThey merely have got it on the table in the commandatoria with a 48 hour rule. Now,\nobviously anyone would know right away that this would be a device and I knew it was\ngoing to be a device, but I was following instructions, I wanted to get in that prison. And\nof course there was no trouble getting in under the circumstances but talking to the\naccused was another thing. I should say the convicted, the convicts. Hess was in a very\nlarge cage, much like an animal cage if you can imagine a lion's cage at the circus, as was\nVon Schirach, the Hitler Youth leader was in another one. The tables were lined up on\nthe outside for all of the four powers representatives, for myself, my interpreter, and court\nreporter. It was a great temptation. I wanted to get over and start talking to them\nimmediately but I was told by each of three who were there the American, French, and\nBritish that their instructions were no, you can't do it unless the Russians show because\nwe don't want a break on this thing. And the Russians have said no, so I said well, could\nyou get the Russian on the telephone for me and I told him that I was unable to come\nback. I told him the truth about that that I had to do it now or never. And he said well, he\nwas very apologetic, he understood my place but it would have to be taken up tomorrow,\nMonday, that I think he said but we don't particularly honor Sunday as you do, but that's\nout of consideration for the other powers rather than ourselves. We don't feel that the 48\nhour rule has ever meant to circumvent the good orderly approach to consideration of\nbusiness. I had to agree that that sounded pretty reasonable to me. I said, \"I'm here and I\nhave to do it. They're over there. I'm looking at them right now and as soon as I hang up\nthis telephone.” Here I lied to him. I said I'm going to start these interrogations but I feel\nthat I have to apologize to you and to your country because I don't want anyone to feel\nembarrassed by this but I have to do it now or never, but I do feel that I owe it to you to\ntell you that one of the subjects I'm going to get into is communism on Hitler's staff. He\nwas there almost that fast. Well, he was in a bind. I sort of calculated that he'd come.\nObviously I knew that that would peak his interest. He had to answer to something if that\nhappened and I went out of there and said that these two inmates have now identified\ncommunist on Hitler's staff, 1t would have made news. There's no question about that. So,\nhe was there to see what happened. It wasn't the subject at all. I had no intention of\ngetting into that because I'm not qualified to get into it at that time. But we did go\nthrough the whole thing and we had a little drink and they have a tiny club there at\nSpendell or did have and we all had a little drink and toasted one another. I understood\nthen the next day then the Russians really created quite a ruckus and hell broke lose in\nthe commandatora. They never were able to get anyone in again. Whether they could\nhave except for that I don't know, probably not. Now, I mentioned Dick Higgin. Dick\nHiggin among his other jobs later, on the State Department's staff. He became the prison's\nofficer after we reopened our embassy there, and as such he had to visit Spandau and\nmake constant reports about it. He told me that he never could talk to Hess except Hess\nwould say \"What do you think of my garden?\" It was a lot of rocks. Hess was just\npulling his leg. Hess wouldn't talk to anybody.",
        "A: Well, Hess was my total subject matter had to with why I was there. Whether or not\nLottenbaucher was a high enough member of the Hitler team to have been even\nconsidered remotely as a successor to Hitler. Von Schirach, the same thing. The\ntestimony of Von Schirach was somewhat helpful. I did put that in evidence as having\nsome sense in it. Also, by reputation Von Schirach had an American Mother and I think\nmaybe the court thought he was more believable than if he didn't have any American\nblood. I'm not sure. It wouldn't make sense, but I believe that could have had something\nto do with it. Hess, however, his document was pretty much -- he was trying to be\ncooperate when he found out I was there for the defense. But he was pretty much giving\nme a Self-serving declaration. He was trying to make his own distorted views known. He\nwanted to make a complaint against Nuremberg and so forth. So, I didn't want to put it in\nevidence because I didn't think it served my ace very well. I did offer it to Boisen and\nBoisen looked at it distinctly and he didn't want it. So, I still have the original\ninterrogation, otherwise it would have been in evidence just as Von Schirach's was.",
        "A: On the essentials they both said, they didn't know about any secret meeting that would\nhave considered Lotterbaucher. They didn't think that was possible. That was the\nessential thing, as far as I was concerned. That's all I went to Berlin for at that particular\ntime. And whether the court was influenced by that as much as it was against the witness\nwho was brought in by Boisen, I think my cross examination of that witness was very\ntelling because he admitted to being the father of the German concentration camp and the\nGestapo. And you could see the court immediately, he ought to be hung right here in the\ncourtroom. And he had one of these large fencing scarves on his face. Apparently he was\none of that club of I'm trying to think, the military clique where they used to bandage\ntheir faces up and then they'd hit with a sabre. You've seen those scarves, I'm sure. I'm\ntrying to think of his name. It may come back to me. Right now it doesn't. Anyhow, have\nI departed from the general subject around here.",
        "A: There were a great many people. I guess you would have to say it was a total victory in\nsome ways because there should have been a lot, put it this way, and I don't mean to be\nboastful about this. I think any lawyer in Dachau could have prosecuted that case, any of\nthe chief trial counsel could have prosecuted that case and had a number of hangings\nincluding Lottenbaucher's. Lottenbaucher went scott free. The Kreisleiter of the\nparticular town where some of the deaths occurred some of the deaths and that were\nascribed to leadership because of what was known as a Borman (ph) order to dispose of\nAmerican airman. The Americans were supposed to be recruited in Chicago to be airman\nand that Borman (ph) order was making a point of the bestiality of the kind of people we\nwere dealing with. Anyhow there was a lot of the proof that was adduced by Boisen was\nto try to carry out the influence of the so-called Borman (ph) order, the treatment of\nflyers. Normally the Kreisleiter through whom this order would have emanated from the\nGestapo and the SS, the Kreisleiter would have been hanged for sure, by a fellow by the\nname of Peiffer and he only got -- he got life imprisonment but he didn't get death, and of\ncourse that means he's out now someplace if he lived through his imprisonment, and all\nthe others with lesser sentences. The only one that went free as far as I know is\nLottenbaucher. He was keynote in the trial. He should have -- I was relying more on\nBoison's failure than I was on any talent of my own. Every day at the end of the trial, I've\nforgotten how long that case went on. It may have been a couple of weeks, but anyhow\nI'd go up to the bench and pick up the notes that were left by the Judges. This is an old\ntrick in these things anyhow, and then I'd knew pretty much how the judges were feeling.\nI lived in a hotel. At that point I had moved out of the camp as I was so depressed living\nin Dachau that I finally asked permission to live in a hotel that was reserved for the\ncourts and they had a little room that they let me have there and I knew these judges very\nwell. They were mostly pretty good solid military men and they made good judges as a\ngeneral thing, but they were very prejudiced I'm sure against Boisen in this particular\ncase, and they may have been prejudiced towards me out of friendship, although I think\nthat probably would have been a minor part. But I picked up these notes and a lot of them\nwould say \"Why doesn't Donihi pin back Boisen's ears.” Well of course the court\nmember didn't realize that I was waiting for them to do the pinning back. It's an old\ndefense ploy, but it gave me a quick readout as to how their minds were running at the\nend of every day. And Boisen had a habit if sticking his finger up in the faces of the\ncourt. He get up right close to the bench and he would just sort of waive his finger and\nyou could see the expression on their faces you know. They wanted to clip him, and he\nwas a major, now if he had been a civilian perhaps they might have accepted it better. He\nwas a major and they were colonels all the way down the line.",
        "A: Well, I made reference earlier to the Schindler matter, and I had a similar case to that. In\nDachau there was the prisoners called it the Wuelfert detail. W-U-E-L-F-E-R-T detail.\nThere were two, I think they were brothers-in-law. Wuelfert was the name of the factory,\nbut the two man who ran it had a canning, meat canning factory, a very large, let's say\nlike Armand Hammer or Hormel or something of that sort. They had made literally\nmillions and millions of dollars out of the slave labor they had working there from camp\nDachau. Everyone in the camp wanted to get into the Wuelfert detail because they were\ntreated so well. They had a good place to rest and sleep. They stayed there. They didn't\nreturn to the camp, except for some grave infraction they were never taken off that detail.\nThey were there until the end of the war. They were well fed, well treated. So in a matter\nthere was a similarity to Schindler here. But as I looked at the case, nobody seemed to\nwant to try that case that lawyers are sort of picking and choosing what they wanted to\ntry which I guess was a fair way to do it because they do their better work that way. And\nno one seemed to want that one and I decided I would try it myself, because to my way of\nthinking, I didn't care how good they were to the prisoners, it's the fact that they were\ngetting rich on these prisoners. Of course, I think if all of the Germans who were using\nslave labor treated them as Wuelfert did, perhaps it would have been for a better end of\nthe war and maybe we wouldn't have had a war crimes program of the same dimensions.\nSchindler and Wuelfert were similar in this regard. Anyhow, I tried them and I remember\nClaudio Delatallo and Claudio had an office in St. Louis and in Belsano. Claudio is he in\ncollege days had roomed in University of Belsano I believe it was had roomed with\nTagliati who was the head of the Italian Communist Party, who subsequently became the\nhead of the Italian Communist party. I don't know whether that says that Claudio is\ninvolved in communism or not, but he refused, Claudio refused to, some others lawyers\ndid too, to prosecute any of the cases. The lawyers were expected generally to be on call\nto either prosecute or defend. The cases that I defended sometimes I didn't want to\ndefend, but they had to be defended. I thought you go ahead an do your job on tt.\nSometimes I'd turn it down if I absolutely refused to I would be permitted. But it was\nconsidered bad taste not to defend a case if you were asked to. And somebody had to be\nthere in the defense. It was part of the regulation. But Claudio refused to take any for the\nprosecution, and that was permissive. And he prosecuted no cases and he defended a lot\nof them and he was defensive of the whole system in many ways. Anyhow, Claudio\ncomplained to our mutual boss Leo Goodman. He used to say that this Donihi he is\nvicious, he is vicious. I never thought I was vicious. It's just that I tried to try my cases in\na workmanlike manner. And sometimes I'd try to put the lawyer on the other side on trial,\nthat's sort of an old ploy in trial court. Anyhow, this particular case of the Wuelfert's,\nClaudio was feeling that very strongly because he was sympathetic with them. The\nWuelferts I forgotten the term of years, maybe four, five, six or seven, it doesn't have\nmuch meaning at this point as to the time, 1t was relatively short sentence, and I guess I\nwas asking for the death penalty as a matter of fact. I had very strong feelings that if\nyou're part of the system using slave labor why, you know you can't fall back on the\nbusiness that I was nice to the prisoners any more than you could say it was superior\norders. In fact, it's worse that superior orders. They guy's that saying superior orders 1s\nsaying I was forced to do it. This guy 1s doing it because he's making money. And if you\nwere there and listening to the various stories about these things that prisoners were\nrequired to do and a lot of them died if they were working in the rock quarries, they\nmight die. If they tried to make an escape, the dogs would be sent after them. They might\nbe torn to death. Some of them were beaten to death for trying to raid the garbages from\nthe SS men's kitchen, that sort of thing. It was just unbelievable sort of things. There\nwere so many people there that I suppose the SS figured a few more less isn't going to\nmake that difference. They were nearly dead, you hit a guy and he drops over, he can't\nrecover.",
        "A: Well, documents were of course the mainstay of the membership in an organization\nwhich was considered to be, had been held to be in Nuremberg. The original Nuremberg\ntrial had held to be infamous and unlawful organizations, criminal organizations, and all\nyou had to have was that document showing the membership and the organizational the\nindictment against the organization itself. You could rest on that, but usually you wanted\nto have a little bit more. You wanted to know something about their particular\nparticipation, maybe he was the president of the organization or I should say the Fuhrer,\nthe local Fuhrer of the organization. By the way, I meant to say about Hess. It was\ninteresting to me that the tenure of Hess's comments and you have more than just reading\nof the testimony itself, you have to almost hear the inflection in his voice, and he spoke\nwith such fondness of the Fuhrer. It sounded like he still was hoping for a comeback. I\ndon't think he expected the Fuhrer to come back, but I think he did think that maybe\nNazism would.",
        "A: Well, you really didn't have to rely totally on -- you always had a common design to fall\nback on. If a person occupied a position 1n a concentration camp, or in the Gestapo or the\nSS or the SA, obviously that was adequate. You had enough to start with there. In the\ncase such as the one with the young farmer that was beating someone with a fence post,\nyou had to have specific evidence because that was related to a specific event. Somebody\nhad to know what had happened. Phelps thought he had enough evidence in the sworn\ntestimony with the kid that said that the Ghost made him cave in the head of the airman.\nWell, it wasn't enough as it turned out, but normally it should have been.",
        "A: No, if I understand that question correctly, whether they were party members or not, you\nknow we're dealing mostly with concentration camp and obviously a lot of people in a\nconcentration camp who are prisoners were not party members, a lot of them might have\nbeen prisoners who should have been tried themselves as habitual criminals, murderers\npossibly who are in there doing the bidding of the SS. We call them Kapos. The Kapos,\npeople who wanted at the cost of the lives of others, maybe I'm being too harsh on them\nbut anyhow, people who were willing to do the bidding of the SS. Frequently you'd hear\nof the SS people were interrogating the SS people. You would hear them say something\nlike if there were any deaths or if there were any killings the prisoners themselves must\nhave done it. Well, the truth is, is that the SS wanted to let the fault for that fall as much\non the prisoner command as they could, the Kapo command, you could call it that. But\nthere's no escaping the fact that it was the SS really. There was no way that the Kapo\ncommand was not running the camp, but they were doing an awful lot of the chores. Just\nlike a trustee in a prison. Now, if that's the kind of person that you are referring to when\nyou asked if a person who is not a party member, generally speaking, everybody in\nGermany was some kind of a party member. If you applied for -- first of all, if you joined\nthe Hitler youth, no matter what your age, you're kind of a party member right there. If\nyou applied for a driver's license, you've joined the automobile club, you were kind of a\nparty member. You couldn't get the sustenance that it took to keep life going unless you\nwere in some kind of a party structure.",
        "A: Well, anyone who is an SS person or an administrative personnel within the\nconcentration camp, was automatically going to be tried because he was a member of a\ncommon design there. Anyone who had a position such as a Kreisleiter, we'll say a\nmayor, we'll say a Gauleiter, a governor, head of the Hitler Youth, anyone who came\nacross say any of our desks with that kind of category, was categorically in a criminal\norganization and therefore, was subject to trial for the criminal acts of that organization.\nIf you wanted to be more specific about what his particular role was then you dug deeper,\nbut he could have been tried on the common design theory alone, if you wanted to.\nLawyers were reluctant to do that. I did that with regard to the Wuelfert case simply\nbecause I felt like don't let them get off simply because they were being nice to prisoners\nand letting them eat. What you're saying in a situation like that is Oh we let them live.\nWe let them sleep on the floor where it was nice and warm. You could hardly call that\nkindness.",
        "A: Well everybody who came to a lineup of course was -- I see what you're saying. In\ngeneral well you could use an expert witness of course, if you wanted to. I never did rely\non them. I used specific witnesses with specific fences or specific conditions. To that\nextent you might be using someone generically who could testify as to the conditions of a\ncamp or several camps, but you really didn't need expert witnesses on that. There was\nmuch, it was so easily provable with what you had at hand. I'm not sure maybe if we had\nused experts as you suggest, maybe you could have shortened the length of some of the\ntrials down to maybe a day or two instead of several days and trying to prove specific\nthings, but that was not my practice anyhow.",
        "A: Yes, shortly after that towards the end of 1947.",
        "A: I had a lot of stuff. A lot of that had to be turned over to -- we couldn't possible try all the\ncases that were there. That's why we were trying hysterically to get the most important\nthings out. Important in terms of the maximum number of deaths. The gravest offenses.\nThose things which we felt should be given a priority in trial. It wasn't at all possible. So,\nI guess whatever was left over went to the Germans for trial. I sort of washed my hands\nof the whole event, because I didn't go with Augsburg with the rest of the team who took\non the job of reviews, but then I went up to Clay's staff as I've just indicated, and that\nremoved me totally from war crimes for the time being.\nEnd of Tape #2\nTape #3",
        "A: I think the first time was when I came back after being in Tokyo and came home on\nemergency, I was asked at the Pentagon -- I had to make some reports for Mr. Keenan,\nthe Chief Counsel, and I was asked if I would consider taking a job in Germany. I think\nthe feeling was that maybe I would be able to go to Germany and get back and forth\nhome. Everyone knew that I had had this emergency. But I sort of tucked in my back\npocket for future consideration, and then I was asked again after I had resigned. That was\nseveral months later, and I went home and thought about it and then I called them and\nsaid yes, I would take it. It was that simple. I got orders to report that they've given time\nto the court of departation, I guess they called it, the fourth of December 1946. I was\nthere and went to Bremen. It was terribly cold when I arrived and went from there to\nFrankfurt, and from Frankfurt to Heidelberg and Heidelberg to Augsburg and Augsburg\nto Nuremberg and Nuremberg to Dachau. It was just a hop skip and jump and then I went\nto work immediately after the first of the year trying cases. I tried cases all of 1946 and\n1947. I guess there was two years of trial work, quite a few cases.",
        "A: Ok, I guess if I were to count the ones that passed across the desk for someone else to try\nthat I was just looking for trial, I would have to say probably close to a thousand cases\nthat went through my hands. And I was in court almost every day of the five days of the\nweek trying some part of some case, so you could figure that five days a week, not\nnecessarily a different case each day, but if you were to count it that way that would be\n20 cases a month that I myself would be trying which would add up pretty close to 200,\nmaybe in the neighborhood of 200 cases a year, or 500 cases that I personally probably\ntried, or was part of a trial. I wasn't necessarily the lawyer because a lot of these cases\nhad several lawyers in them. On the prosecution side you would have several lawyers for\none reason or another, break down the work. On the defense side frequently you would\nhave conflicting testimony, conflicting interest so that they had to have different defense\ncounsel. Each accused was entitled to his own counsel. If it in any way conflicted with\nthe trial of the others on trial. There's -- you know I'm just one of several lawyers that\nwas trying cases. I think Phil Denson who was there before I was probably tried more\nsignificant cases than I. Certainly the Buchenwald case was more significant public\nrelations wise and it was the original -- I tried several Buchenwald cases, but they were\nsort of subsequent, the wrap up of the administration. He got the top people in the camp\nin whatever cases he tried. Bill would know more about the original conception of those\ntrials over there than I would. I think he was there from 1945 on, whereas I came from\nJapan, Johnny come lately.",
        "A: I guess there were three people, if I'm not mistaken, Joe Frisky who is close to the upper\npeninsula in Michigan, not quite that far north, but he was a judge up there. He was a\nvery nice man. I think he's one of those who preferred just to defend. I think partly it's out\nof a habit pattern of being a defense lawyer much of their lives. I mentioned Claudio\nDellatalla. I don't know why Claudio did. Claudio would sit in a room full of people, and\nI think a part of 1t was just mischievous because if he wanted to start almost a riotous\nconversation, he'd say well one of these days they're going to erect a statue out here of\nHitler and part of it's going to be because he had the right idea. Oh my Lord, the room\nwould divide right down the middle. People were ready to throw rocks not only at him\nbut at each other. He could start a lot of arguments that way. So, you have to draw some\nconclusion from that. Maybe he was anti-semitic. It seemed so. Maybe it was just\nmischief. I can't imagine, but he was one of those that only defended. Frisky only\ndefended. I'm sure the motivations were not the same. Don Ross, a Navy captain, I don't\nremember him prosecuting any cases. He seemed to prefer defending, but I think in the\ncase of Frisky and Ross, I think they probably had experience in defending cases more\nthan in prosecution, and I must say, the prosecution of the cases to a trial lawyer in a\nsetting like Dachau is not any challenge. The challenge to a lawyer sometimes means a\ngreat deal, and I think probably those who are prosecuting cases must have had the\nexperience that this 1s sort of spearing fish in a barrel. I defended some cases out of a sort\nof a feeling that you have a duty as a lawyer not to just prosecute all of them, and I\ndefended some cases that I would have rather have prosecuted. I mean personally would\nhave rather prosecuted because of my distaste for the deeds that were really provable in\nthe case.",
        "A: Yes, I think many of the Jewish lawyers did, and quite understandably. They had such a\nfeeling of antipathy in that setting, gosh, how can you possibly be fair and impartial. Fair\nis one thing, impartial how can you be impartial if you have relative and friends\nneighbors who have been affected by these concentration camps in an adverse way. So, I\ncan understand why they didn't. I knew several of the lawyers there who absolutely\nwould not take on a defensive case.",
        "A: Yes, 1t was difficult. I recommend that is a good tea. I remember seeing, this hardly\nenlightens, but, an image comes to my mind of Churchill on one occassion when he was\naddressing a joint session of the Parliment and he had a suprised look on his face as he\npicked up what he thought was a glass of water. \"This is really tea.\" But-- There were so\nmany people. They came into your office. You got their names, you asked to speak with\nthem because you know that they're witnesses. They've been through a line up procedure.\nAnd you kind of feel that 1n my situation, here it is a couple of years after they have been\nreleased from that terrible encampment, you kind of expect they're going to come in\nlooking fairly healthy. And they come in and they're still emaciated. They're trembling.\nThey've lost teeth. Their memory seems to lapse. Their eyes show various kinds of\ndistress. You talk to people like this day after day, it's not long before you begin to feel a\nlittle bit like them. It's a terrible sensation, really to realize -- I guess I could illustrate this\nbecause none of us could possibly know exactly what it's like to be in one of those\nconcentration camps any more than we could unless we've been in battle we couldn't\nknow what it's like to be shot in a battle. I guess it was Easter of 1947. Three of us went\ndown to Paris together, and we found that our money was rapidly running out. The Black\nMarket prices were just out of this world. If you went into a French nightclub some\nwaiter had put a 10,000 frank bottle of champagne on your table and uncorked it before\nyou even had a chance to say I don't want it. It seemed like everyone was grabbing. There\nwere a few things that were frozen. Hotel rooms were frozen in the war time price freeze.\nTransportation other things -- so we decided that we just couldn't afford the life that was\nsupposed to be a Parisian gay life. We better get back to work, and I checked with Horley\nAirport to find out how we could go back to Munich by air without spending too much\nmoney. I found out that they had a war time price freeze on air travel. It was very\ninexpensive. We were going to be able to fly to Marseilles, Algiers, Tunis, Rome and\nMunich for less I guess than it had cost us to come down by rail to Paris, so we decided\nwe would do that and we could exchange our French francs such as they were or on a one\nto one basis for Algerian francs. And then at Algiers for Tunisian francs and then we'd be\non our own getting Roman or getting Italian lira. Well, we had some difficulty. We got as\nfar as Marseilles on the first leg of the journey and we're going through immigration and\nthe chap who was checking us told me over and over again you can't go because you\ndon't have a visa. And I kept handing him my passport saying but I have a diplomatic\npassport. You have no visa, which he was talking French, and I don't know much French,\nanyhow. I had pushed by b-4 bag back at him. These other two people with me were\nlooking kind of uncomfortable as though they were willing to turn around and go home. I\nkept pushing my bag towards him because he picked the bags up and moved them over\nwhere they go up a ramp. Finally in some disgust, I guess he figured let them learn for\nthemselves. He took my bag and he pushed it over and he just waived us on. So, we got\non the aircraft, got to Algiers and to our amusement and misfortune we found that the\nimmigration Frenchman there was excellent in English and he said, I am awfully sorry,\nyou cannot come into Algiers without a visa, an admission. I said, \"Well, we won't be any\ntrouble. Just let us-- we'll make our reservation back to Marseilles on the next plane.” He\nsaid, \"I'm awfully sorry, but you cannot leave Algiers without a visa, an exit visa. So, I\nsaid, what are we going to do. And he said, well where are you headed what are you\ngoing to do and one thing and another and I said we were with the war crimes program. It\nseemed to impress him, and it was true that I was going to try a case when I went back\ninvolving the death of some 10,000 Frenchmen. So, I was able to tell him truthfully that\nfrom the French point of view it was important for me to get back to Munich. So, he\ncalled a hotel and we got what they claimed was Eisenhower's suite in the hotel there in\nAlgiers. It was very nice. We learned it was very little cost, very lost cost. And the same\nbottle of champagne, for example, that would have been 10,000 francs was something\ncloser to 100 francs in Algiers. It was crazy this difference in prices. So, we felt rich. We\nwere having a great time in Algiers. We were told that we'd have to see their foreign\noffice and our own embassy on Monday, which we did. We there on the weekend. So,\nafter enjoying a few days in Algiers, I-- foolishly -- I did it without checking things that\nneeded to be checked. I made reservations by rail after I had gotten our visas. I had\ngotten visas for us to leave by way of, I don't know whether it was Mason Blanc Air (ph),\nbut anyhow, an airport in Algiers, and that's stamped in the passport that we're going to\nneed the visas. Well, we got onto a train. We couldn't get transportation out by air so we\ngot on a train and dumped out on the dessert -- we had state rooms, -- dumped out on the\ndessert when the train turned south and we were stranded waiting for the next one to\ncome along. It was horrible. The train was packed with Arabs and kids that were noisy.\nWe waited several hours out there on a little platform in the middle of the dessert with\nlittle bonfires going around, it looked like tribal bonfires. It was not exactly an exciting\nscene, and then when we got to the border of Tunis, I was taken off the train, and told\nthat we were not permitted to go through on the visa because it said we were going to\nleave Algiers by air. What do you do? I was trying to tell them in French that I was\ninvolved with the criminals--the war criminals. They got the wrong impression from that.\nThey thought maybe I was an escaped war criminal and giving us a very hard time. We\nfinally got an English interpreter who explained to them that I was a prosecutor that there\nwere 10,000 Frenchman involved. So, the chap called the chief of police in Tunis, got\nauthority for us to come through, back on the train, and the chief of police met us in his\nown car. Enough of that. I'm going back to Algiers. That first night in the hotel we were\nhaving dinner and the desk clerk came in and said, there's a gentleman here who wants to\nspeak with you, and I thought right away maybe the police are here because of the way\nwe came in without visas. It turned out to be a gentleman who was in the high -- boots of\na field engineer. He was a civil engineer in the engineering trousers suit. He had the dress\nof his profession. Invited him to have coffee and dessert with us and he was very\nbelligerent. He said you owe me some money and I said you know what money do I owe\nyou. He explained that he and his wife were Buchenwald survivors. That when they were\nreleased at Buchenwald they agreed between themselves they would never again speak of\nthe terrible things that they've been through. They were going back to France. They did\napparently went back, I think it was Paris. They went back there and still the\nsurroundings were constant reminders of the Nazi occupation and the things that had\nhappened to them. So, he apparently obtained work and they came to Algiers. In Algiers,\nhe said they succeeded in not ever talking about it again, but two letters came, one to him\nand one to his wife. The kind of letters that we sent out to the survivors asking them to\ncome back and go through this lineup procedure, give testimony, stay and identify and be\npart of the whole trial procedure. So, he said they took these letters and they sat down\nand they cried. He and his wife both sat there and cried. It was pathetic. If you looked at\nthis man you knew how serious he was, and that they decided that they did have a duty,\none of them would go. He was the one who was going to go, so he immediately went. He\npaid his own way back to Dachau, to Munich, Dachau hotel, automobile rental, all his\nfood, he paid for and he said and nobody has ever reimbursed me. It seems to me to be\nvery obvious because obviously the U.S. Army is really running that operation and you'd\nhave to have travel orders to travel on and with these orders you would get your meals.\nYou would get everything in the routines that are provided by the military. I'll tell you\nwhat. I'll take the facts down as you give them to me and present them back to our\nfinance officer and then he may be in touch with you and you can work it out between\nyourselves. He was very grateful. He said let me come back and take you all to my night\nclub. Well, we wanted to see some of the nightclubs. He took us out on the Gold Coast\nand we went to three clubs, and these things were posh. You know, the sort of thing you'd\nexpect to find in Las Vegas and he threw away an awful lot more money on the roulette\ntables than we ostensibly owed him. I asked him afterwards how come. He said, well it's\nthe principle of the thing. You caused us a lot of pain, an awful lot of pain, and you're\ngoing to pay for it. It meant an awful lot to him. It was evident. Well, I did present this\nthing back to our finance people and I suppose if he's lucky why he got this money, but if\nhe's not, it's still in the court of claims. Anyhow, the only point is that was a terrible\nthing. These were people who didn't want to come back, who wouldn't have come back\nexcept that we appealed to their loyalty to those who had not survived and the need for\nsomeone to come and identify the malefactors. So, he did, but you see he was in a very\nunhappy state to have to do that. It was hurting him personally. And that's the kind of\nthing that everybody came with. Those terrible memories that they had. They didn't want\nto come back. They didn't want to repeat it. You may be able to tell in talking to me or\nlistening to me that I am troubled when I even reflect back on my secondhand experience\nin living in Camp Dachau. It was really terrible.",
        "A: Well it isn't a matter of not wanting to. It's had an affect on you and I dare say that every\none of the people who were there, and went through it, after all they were all human\nbeings, day after day after day, you put in two years of this sort of thing and one day after\nanother and you get some feeling of being on sort of a carousel that's never going to stop\nin the atrocity.",
        "A: No, I don't guess we did in that sense. I have no memory of -- we talked about specific\ncases, of course, I mean I might mention to someone what I thought about a case that I\nwas trying.",
        "A: I probably did have a lot of -- I did have some nightmarish dreams. I still do as a matter\nof fact. I woke up screaming one time a few days ago. My wife was wondering what had\nhappened to me. That has been a long time since that had happened before, but that was\nin the last few days. Curious isn't it, these second hand affects. I guess that's a fair\nanalysis, but, anyhow, all these people coming in day after day after day. Men, women,\nwhat should have been children, now grown up, young people in a terrible condition that\nthey are in. It's a terrible thing. I recall meeting some of the survivors even at this late\ndate, so long afterwards. I taught a foreign affairs seminar out at the Jewish community\ncenter at Rockwell and I met quite a few of the survivors. Some of them attended my\nclass, as a matter of fact. I had the same impression. They never recover. They never\nrecover. Some of them seemed to have recovered, but they just don't, you know. And to\nillustrate some of what I'm talking about, under the law of return, of course as you know,\na lot of people who go to Israel, did go to Israel, had claims. And I used to use as a\nspeaker a lady who was assigned to the Embassy from here, I think she was from Tel\nAviv or Jeruselum; I think she was from Tel Aviv, but she was a lawyer and assigned to\ndo some legal work here for a year or two, and she used to come out and talk to my class\nat Rockwell at the Montgomery college foreign affairs seminar that I had. Her job when\nshe was home in, I don't know whether it was the foreign office, but she was in the\napplication of some of the laws under the law of return, was to decided who was going to\nget a portion of the money which had been paid in reparations. So, she would say this one\nis entitled to this much, that one is -- and I suppose no one ever got enough. She said it\nwas very painful and she herself, you could tell in talking with her that she was suffering\nas a consequence of the affect of it. It was very interesting.",
        "A: The language I can think of -- we were talking about the attorney general Tom Clark. I\nwas in his office on one of my trips home reporting to him, and a congressman was in his\noffice at that time and several of his deputies were up there and I was just standing in the\ngroup of them, and because I was present the subject got around to war crimes program.\nThere were some demurer being raised about what is it doing? How do we justify it and\nso forth. Everybody had a different view. I recall what he said, \"Well, it all does seem to\nbe expo facto, but what the hell are you going to do with those guys?\" That I think says\nit all. What are you going to do with them? You can't let a thing like that go. I've been\nasked several times about what to do about -- and I wrote an article about the Gulf War\ncrimes, some part of it is about the Gulf War crimes. What are you going to do with a\nfellow like Saddam Hussein. Is he supposed to go free? Apparently he is, but you have no\nproper record. You've got a newspaper record. You've got perhaps some military records,\nbut this is not the same. You really need a judicial record of this sort of thing in order to\njustify the existence of war crimes. If he goes free it sort of justifies winking and letting\nhim go free across the board in the future, despite the fact that the U.N. has now\nauthorized a war crimes program, but it's not going to be any better than the nations who\napply it. Apparently Saudi Arabia and Kuwait they don't want to apply it. I had taken the\nposition when I was asked in those days of the Gulf War, after the Gulf War, what to do\nabout it. My feeling was we don't have to be involved personally but we should\nencourage the Saudies who would have a case, the Kuwaities who would have a case, the\nEgyptians who would have a case, and certainly the Israelies who would have a bigger\ncase, that all of these would have a voice, but somebody should try these scoundrols\nmeaning Suddam Hussein. Otherwise you don't have a judicial history of the thing. To\nanswer specifically the question about what I think about the war crimes case, it does\ngive you a judicial history that condemns certain kinds of behavior. That's important.",
        "A: Well, its as much as we could do. You know, there were a lot of people that got off light.\nReally the war criminals who did not get hanged in the ming and in the European and\nAsian Theater, but particularly in the European Theater, they can thank God that they\nwere tried under a Western System of justice.",
        "A: You're welcome.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMarch 24, 1994\nRG-50.030*0063",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Roberts\nDonthi, conducted by Joan Ringelheim on March 24, 1994 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ROBERT MILLS DONIHI\nMarch 24, 1994"
    ]
}