{
    "rg": "RG-50.106.0118_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Hannah Kalman, conducted by Esther Finder on May 20\", 1999 in\nRockville, Maryland. This is tape one, side A. Mrs. Kalman, what was your name\nat birth?",
        "Answer: I can — I couldn’t hear you, what you said.",
        "Q: What was your name at birth?",
        "A: The name I was, Hannah Kalman. Hanka Kalman.",
        "Q: What was your maiden name?",
        "A: Hanka Feiner(ph).",
        "Q: When were you born?",
        "A: 1912, I have to go with this, yeah.",
        "Q: And where were you born?",
        "A: I wi—Is-—TI was born a very small city, Opoczno.",
        "Q: In what country?",
        "A: Poland.",
        "Q: Is that where you grew up?",
        "A: Yes, but my father moved out from this little town on account of school, to have\nmore school for us, yeah. So we moved to mon — to Lédz.\nMay 20, 1999",
        "Q: How old were you when you moved to Lédz?",
        "A: I t— about 12 years.",
        "Q: What do you remember about the first 12 years of your life?",
        "A: First of all, when I came to Lodz, I looked for company because I didn’t got\nnobody, so I walked in to Goldonya(ph), Zionist organization, this was for — for\nyoung chil — for young people. I worked for Keren Kayemet for a long time. I\ncollected a lot of money, yes. And my father was a very religious man, so I had to do\nthis without of knowing my father didn’t like it because he was waiting for Messiah.",
        "Q: Can you explain Keren Kayemet for me?",
        "A: Keren Kayemet’s money was going to Israel because they didn’t took one inch\nfrom the Arabs for nothing, they paid for everything with the money what we collect,\nKeren Kayemet.",
        "Q: Can you tell me your parent’s names?",
        "A: My father’s name was ye — Jakov Feiner, my mother’s name was Rifka Feiner.",
        "Q: Did you have any brothers or sisters?",
        "A: Yes, we got eight childrens. Five boys, three girls.",
        "Q: Can you tell me their names?",
        "A: The youngest sister mines was Rushka(ph), or — or in Polish, Rachel. And Sarah\nwas the third sister. The — the brother was Herzkel(ph), Avram(ph), Moishe,\nChaim, Vervel(ph).\nMay 20, 1999",
        "Q: What did your father do for a living?",
        "A: This I have to explain to you. We were working, making out all kind of skins. In\nPolish was the skarbosz(ph). All kind of skin, soles, everything, but in my time,\nwhen I was a young girl, we were wear — wearing shoes from leather. So this was our\n— my father was a very comfortable — it was a — we got a comfortable life.",
        "Q: Can you tell me about your mother?",
        "A: About my mother, she was a very religious woman, but very elegant, va — very\nmodern. She kept us in a pri — private school. She built up a beautiful home.",
        "Q: When you were a child, what were relations like between the Jews and the non-\nJews in Poland?",
        "A: I couldn’t hear, a little louder talk to me.",
        "Q: What were the relationships like between the Jews and the Gentiles in Poland?",
        "A: Ver-Very, very bad, because I went one year to the Polish school, so I was bitten\nand I was abused, even the teacher. They were playing cat and mouse, ara — so I\nasked — I asked the teacher, can I go in? She said no. I said why? Don’t you know\nwhy”? And this — we — we paid taxes for this school. This was five grades Jewish —\nJewish public school. So when the — when the — the priest or the director se — some fo\n— somebody from the officials came in and I go — I got red eyes as he came over to\nme, he said, did you got trouble, Hanka? I said yes. I said — so I told him about the\nteacher, so they changed the teacher.\nMay 20, 1999",
        "Q: Tell me about your education. What kinds of things did they teach you in school?",
        "A: I got — seven grades I got in — no, I finish the seven grades in Lédz and later I\nwent to high school. All the three girls got — finished — graduate, but my youngest\nsister graduate in ghetto high school. Rumkowski gave her the diploma.",
        "Q: When you were a little girl, what did you think you wanted to be when you grew\nup?",
        "A: This I have to tell you the honest, I was childish, I never was thinking what — what\n— for the future because I saw my parents are comfortable, so I wasn’t thinking of\nanything.",
        "Q: You mentioned several times that your family was religious —",
        "A: Very.",
        "Q: Can you tell me some of the religious traditions that you observed and some of the\nholidays and how they were observed?",
        "A: From all the holidays you want to know? I can tell you today, I still can’t forget\nthe nice table for — prepared for Shabbas, for Friday night, for the holidays, for\nPurim, for Pesach, I never can forget. Everything was beautiful. Silver — silverware,\nwe got china from — from Czechoslovakia, my father was traveling, so — and my\nfather liked antiques, so he bought beautiful things. So we got the table, I never can\nforget. The worst thing is for me when it’s coming a holiday.",
        "Q: When you were a little girl, did you have a favorite holiday?\nMay 20, 1999",
        "A: Yes, yes, yes, we got — we were — we — I was very religious too. I am still a little\nbit, but not like I was because after Auschwitz, they took away my little boy. I can’t\nbe like I was. Yes, I was very religious by myself, because I was raised like that.\nBefore school, in the morning I have to say a pray, and by each meal a pray — after\neach meal a pray. Saturday I was praying like — like everybody, at — and Sunday I\nwas praying — no, Sunday we got school.",
        "Q: You mentioned a few moments ago that when you first moved to Lodz, you\nbecame involved with Keren Kayemet.",
        "A: Yes. Yes, I were 12 years old. I was collecting money in the street. I was going\nwith the puszko(ph) and asking people for — for — for — donations. So they put in a\nquarter, 10 cents, 20 cents, some of a — a zloty. I collect a lot of money, yes.",
        "Q: Did you participate in any other activities with this group?",
        "A: No, the most — the most I was — were in Goldonya(ph), and later when I got older,\nI went into — Nathan(ph), was what the name? Goldonya(ph)? Yehtaktut(ph). It\nwas Yehtaktut(ph). So in the Yehtaktut(ph) I worked still for Keren Kayemet, yes.\nTil the war start, I worked for Keren Kayemet. I was a good collector, I didn’t\nmissed one door. I knocked on each door.",
        "Q: Were you a Zionist?",
        "A: Lam, yes.\nMay 20, 1999",
        "Q: Did you have any thought of leaving Poland and going to Palestine in those\ndays?",
        "A: Yes. Yes, yes, but my father was very religious so he said, what you want to go to\nIsrael? The girls and the boys, they get very, very — the short pants, he said naked.\nWe very — we have to wait til mos — Messiah will come, we will go to Israel. If my\nfather would listen to me, we w-would say — because we got money, we would able\nthat time to show the 5,000 dollars and to go to Israel, but my father was very\nreligious, he was waiting for Messiah.",
        "Q: When you were a young girl, before the war, what did you do for — for fun or for\nentertainment when you were not in school and not in services?",
        "A: So the organization was by us everything. We enjoyed, we were dancing and we\nwere reading and we got the conversations. Yeah, wa — I was very busy with — with\nthe — with the org — ar — we — ah — organization, very busy. To 10 o’clock til 10:30 in\nthe evening. Lot of people came from Israel, they were te-telling us stories how\nIsrael is building up and about the kibbutzim, and this was very interesting for me,\nso I was — the whole my life I spent til the war time, in — in the Zionist organization.\nBen-Gurion came to us and I was — I was giving red roses. I was that time, I think 16\nor 17 years old, he came to — to Lédz. And we walked with him in the middle street\nand he was telling us how much Israel is building up, how everything is good in the\nfuture, we need only — how you say ... ground — ground workers, I forgot the name.\nMay 20, 1999\nFin — 1n the fields, to work 1n the fields out the — this [indecipherable] that he\n[indecipherable] for hours to prepare, and my hu — and my husband was on\nHasharah(ph). And when he was a boy, he was for free, ba — about 17 - 18 years old,\nor maybe 20, he went to Hasharah(ph) and the war start, so he had to wake up, if not\nwe would — were — were — got ourself — we got to go to Israel.",
        "Q: You mentioned a husband, can you tell me about this?",
        "A: About my husband? My husband 1s from a very religious family, his father got\nsemicha to be a rabbi. Not a rabbi, a rav. A rabbi is not a rav. A rav, he can manage\na city, but not a rabbi. A rabbi doesn’t have to have semicha. A rabbi, if he is\neducated and it’s going from the nation — then from-from family to family, he can\ntake over. But a rav must be special teached in Talmud, very high, to became\nsemicha. So my father — my hu — my husband’s father got semicha.",
        "Q: Explain to me what Hasharah(ph) is.",
        "A: Hasharah(ph), the pa — they were preparing the young childrens to be — to work.\nAny kind of work, building and how you saying, th-the fil-fil-filds — field a — work —\nan-any kind, only to work. And he was starving, they didn’t got nothing to eat over\nthere. And so my husband was trying to make a little business. So this way they got a\npiece of bread to eat, and he was in the Hasharah(ph) and he was from a\ncomfortable home, too. In the middle, the war st-start.",
        "Q: Tell me your husband’s name.\nMay 20, 1999",
        "A: What — what?",
        "Q: Your husband’s name.",
        "A: Nathan Kalman(ph). The name was Kalmanowicz(ph), but we short the name\nhere by the first citizenship. So the judge asked us, because the spelling was very\nhard for us, so we short the name for Kalmonowicz(ph) of Kalman.",
        "Q: And how did you meet him? How did you meet him?",
        "A: Well, I was with my husband in the organization, yes.",
        "Q: Before the war began, were you aware of events in Germany? Things like\nKristallnacht?",
        "A: Before the war, my father told us about the first war. The Germans were so nice,\nthe Germans were giving a little bit food for the childrens and everything. But this,\nwhat happened, I didn’t know. I was thinking the Germans are nice people. But I\ndidn’t got no business with Germany. I learned a little bit, I got five — five grades\nGerman, yeah, because my father did business with Danzig and with Bydgoszcz, so\nover there my father was — he’d meet Germans, so I was doing the writing for my\nfather. So I know a little German, not perfect.",
        "Q: In the Zionist group, was there ever any talk about how Jews were being treated in\nGermany before the war?\nMay 20, 1999",
        "A: No, but sh — very shortly before the war, came — don’t remember the name. Hold\naside, I'll ask my husband. Nathan(ph), what was the name from the man what he\ncame to the park the first time to tell us, it’s — huh?",
        "Q: Let’s take a break for one moment. Okay, we’re back.",
        "A: He got a speech in park Helenow(ph), beautiful park. So I still remember what he\nsaid. Jews, over our head are big clouds. Who can help himself? Let — leave Poland.\nWhen I came home, I was afraid to tell my father I was listen — I was going to listen\nhis pitch, so I told my father ahead they’re saying about it’s going to happen like this.\nMy father said, nobody knows, only God knows.",
        "Q: When did you get married?",
        "A: I got married about 21, in Poland. My husband was in concentration camp and I\nwas in a concentration camp and after the war we meet each other.",
        "Q: What year did you get married? What year did you get married?",
        "A: What year? 19 nine — 1936 or — °36 or °37.",
        "Q: What else can you tell me about your life before the war?",
        "A: Before the war I got the comfortable life of my parents and my — they teached us\nall the religion — religion. But my father want us to be educated because he was not\ncomfortable — he — my father was in big business, so all the time he was — he was\nasking us for help, so for this he moved out from the little town to give us a little\nmore education. I didn't worked, and we got a — our help had too, because eight\nMay 20, 1999\nchildrens. In the little town we got like a little farm, only for us, not — not for\nbusiness, so — so we got the cow, we got horses, we got everything. This place is still\nto na — today there. The Gentile people are living in there. This was my grandfather’s\npla — this place was — was — my father wa — grandfather was that time, before the\nwar, a very rich man, because he bought a — a bi — a big piece of land and he was\nbuilding for each son, two rooms and a little factory like a gar — garbage, because this\nwas the best business, it was very good business. And this is still today, and I would\nlike this to give to Israel. Over there is a f— 1s ba — ba — 15 houses with the — yeah,\nbut a — my brother was visiting, so a Gentile lady came out from our house. This is in\nOpoczno.",
        "Q: You mentioned you got married in 1936 or 1937 —",
        "A: °37, I think, think in ninet — 1937, I think so.",
        "Q: Where did you and your husband live?",
        "A: In Lédz. Before the war, in Poland, yeah.",
        "Q: And how did you support yourselves?",
        "A: I got a little — a li — a — a —my husband was ma — how na — doing business with —\nin the paper business. And I got the little grocery store, yeah.",
        "Q: Did you work until the beginning of the war?",
        "A: No, I—I was only — after the war I start to help a little bit, but before the war, my\nfather — my — my parents were very comfortable, so I didn’t — I didn’t work. And\nMay 20, 1999\nthen, in Poland womens didn’t work that — like in the United States. Was very hard\nfor us to find a job. First of all, if I asked for a job they ask me right away,\nwyznanie? Wyznanie means religion. So I had to say Mojsze szewego(ph), Mojsze.\nSo they said okay, we will send for you. We will have a work, the — now — we now\ndon’t have work. We will send for you. Til today they sending.",
        "Q: You said that when they asked your religion, you said Mojsze. You mean —",
        "A: Well, Mojsze’s — yeah, Mojsze, yeah.",
        "Q: Can you explain that?",
        "A: The — the ne — the — how to write Mojsze?",
        "Q: Can you explain wh — what that means, the expression —",
        "A: Religion, the religion was not Jewish, only Mojsze szewego(ph).",
        "Q: So that’s how Jewish was —",
        "A: Yes, yes, if I said Mojsze szewego(ph) they know I am Jewish.",
        "Q: I’m going to pause to check the machine, one moment. Okay, I would like to ask\nyou about the very beginning of the war. What was your first experience with the\nwar?",
        "A: This was Friday. They came in on Friday, 1939. So we were staying and greeting\nthe soldiers that came in. One soldier gave my little boy, he was two years old — no,\nhe was a year old — two years the [indecipherable] — yeah, about two years old. Yes,\nthey gave him a little flower, to my little boy. So I was thinking what\nMay 20, 1999\n[indecipherable] like people talking. They are nice — nice people. But two, three\ndays left — after, 10 Jews was hanged in Baliterini-rinik(ph) -- Barliskarinik(ph) to\nshow us the beginning. Right away they — they took us to work. My little boy was a\nwhole day in the home, he was crying, because he was afraid of the Germans, and he\ndidn’t saw me back, so he was thinking I’m — I’m — I wouldn’t — I wouldn’t come\nnever back to him to see him. I was washing floors, I was washing clothes, I was\nwashing toilets and I was beat — got — I go — one soup they gave me for the whole\nday, and beaten, too.",
        "Q: Tell me about your little boy.",
        "A: My little boy, what can I tell? The til — two years I raised him like a mother should\nraise a baby. But in the wartime I gave my little boy my bread to eat because he\ncouldn’t eat his soup. The soup was water with — with — with cabbage. I kept him in\nbed, because the water, it was freeze — it was frozen 1n our house, so I kept him in\nbed and I put a tray with a coloring book, with crayons, so he was a little bit busy. He\nfalled asleep a little bit. And I got on a bench a piece of bread with a little bit — we\ngot rations — a little bit sugar. When I came home this little bread was laying, he\ndidn’t ate. And he got sick, he got a hole in the right side and the left lung, in ghetto.",
        "Q: Before we go to the ghetto, let’s — I want to stay first with your son. When was he\nborn?",
        "A: He was born 19 — 1938. Yes, 1938 my son was born. In January, 25\".\nMay 20, 1999",
        "Q: And your son’s name? What was your son’s name’?",
        "A: My son’s name was Jakob(ph), after my father and after my husband’s father,\nJakob(ph) Moishe.",
        "Q: How long after the Germans came, were you in — either put in, or did the ghetto\nform around you? How long were you allowed to stay outside of a ghetto?",
        "A: 1940 they closed the ghetto. We saw they building something, but nobody was\nable to understand what — what’s going to go — happen. So f — 1940, everybody got to\nmove into the ghetto, and the ghetto was closed.",
        "Q: When did you go into the ghetto?",
        "A: The same everybody, the same time. The same time, the 1940, the day I can’t —\ncan’t remember, but 1940 when they closed the ghetto, everybody had to move to the\nghetto.",
        "Q: How were you notified that you’d have to move?",
        "A: They came in, the SS came into the house and in five minute — in five minute and\nraus, raus. Yes, I couldn’t take nothing.",
        "Q: It — could you please tell me when you first came into the ghetto how you found\nhousing and how you got yourself organized?",
        "A: The beginning from the ge — 1n the ghetto we still were able to have a bread, to\nbuy a bread, a little bit like — like black market, a little bit more. But in no time was\ngone, no more bread. So we got rations in ghetto. For seven days each of us got a\nMay 20, 1999\nbread and a little bit [indecipherable] a little bit oil, a little bit — the sugar, not all the\ntime. So we got a little bit — th-the whole ration was Sunday, and they gave this for a\nwhole day — for a whole week.",
        "Q: Tell me about your living conditions. Where did you live?",
        "A: In ghetto? The living conditions in ghetto was very bad. The water was frozen in\nthe house. We didn’t got coo — kid — stoves to cook, so — and the — so we got places\nwhat they got gas, little gas stoves. So we were taking tickets or staying in the line,\nand this way I was cooking a little bit water with — with [indecipherable] with — with\nthe potato, that’s a soup for me and my little boy. I lived together with my sister what\nhad a little boy. She was younger with two years from me.",
        "Q: Did you have a space all to yourselves, you and your sister and the children?",
        "A: I can’t —",
        "Q: Did you have a room to yourselves, you and your sister and the children?",
        "A: One room, two beds. In one bed my sister with her little boy, in other bed I went —\nI am with my little boy.",
        "Q: Where was your husband?",
        "A: Oh, in — in — in-in Chenstahof(ph). He was — the-the — they caught him and — and\n— bu — at work, he worked. They caught him then, they sent him away.",
        "Q: Did you have any idea where he was?",
        "A: No.\nMay 20, 1999",
        "Q: I'd like you to tell me about the ghetto. I'd like you to tell me if it was an open\nghetto or a closed ghetto?",
        "A: Closed ghetto.",
        "Q: How was it closed?",
        "A: You couldn’t work any, you couldn't walk out. And they build bridges you\ncouldn’t — you couldn’t pass the street, across the street. They build bridges the tree —\nth-three — how you saying? The first floor — three floors. A bridge to go up, and later\ndown. So we — you got cross the street. In the wintertime was terrible, because th-the\nsnow was sticking to the — th-the shoes. And we walked up the steps, another one got\nkilled, another one got fell down.",
        "Q: Was there a wall or a fence around the ghetto? A wall or a fence around the\nghetto?",
        "A: Wires.",
        "Q: Who were the guards?",
        "A: The SS was in the middle watching us, and we got the sidewalks. And they shoot\n— they shoot people walking, innocent people only that they wa-was passing, they\nshoot them.",
        "Q: Was the SS inside the ghetto? Were they inside the ghetto?\nMay 20, 1999",
        "A: They were inside the ghetto, but they were — we were — they wa — we got wires, so\nwe got only the sidewalks and he was walking in the middle of this [indecipherable]\nthe streetcars passed, yeah, yeah.",
        "Q: Did anybody guard the inside of the ghetto?",
        "A: This I have to tell you the honest, some people yes, but they were hung. They kept\nus cigarettes because they were able still to come back and to bring something from\noutside the ghetto. But some people, yes, yeah, they worked ou-outside the ghetto.\nBut later they closed, nobody was — nobody was able to go there.",
        "Q: What was your work assignment in the ghetto?",
        "A: From the beginning they — they took us to — the daughters to the\n[indecipherable], but later they opened Russolds(ph). Russolds(ph) is like factories.\nSo I worked in corset in rug — Russold(ph), in aprons. This was Beebus(ph)\nRussold(ph), Seegul(ph) Street, Ba-Barlitta platz, Barlutzkarinik(ph), in\nSeegul(ph) Street. So I worked there two years, I think, yeah. So we got only one\nsoup, yeah. Later I worked in a kitchen.",
        "Q: Was your job considered a desirable job when you were working 1n the resort?",
        "A: I was some vo — sewing only on the machine. You got [indecipherable] old lady,\nshe showed us what to do and I was sewing on the machine. So I got only a— on —\none — ons the sides from — from — from the corsets to do, so I was used to it and I was\nva — making very fast, yeah. But the aprons I was ma-managing, yeah.\nMay 20, 1999",
        "Q: What can you tell me about th-the government inside the ghetto? How was the\nghetto organized?",
        "A: Rumkowski, some people talking about him very bad, but I can’t say anything\nabout him because the people what they worked with him, they were the bad people\nbecause they were stealing away everything what he send in in ghetto for us, they\nstealed away more than half. And Rumkowski said with his word, I have\ngunovim(ph) what can I do?",
        "Q: Can you —",
        "A: But to me bar — Rumkowski was not a bad man, no.",
        "Q: Can you translate gunovim(ph)?",
        "A: Burglars.",
        "Q: Burglars or thieves?",
        "A: Yes, yes.",
        "Q: How did the ghetto change over the time that you were there?",
        "A: The ghetto didn’t changed much til we liquidate the ghetto. Got the hard life, a\nvery hard life in ghetto, yeah. They took out Reverend [indecipherable] from\nanother house, people to send away, til today they don’t know — we don’t know\n[indecipherable] got a brother between them. And we heard screaming in the middle\nof the night, they killed people, til — til the ghetto liquidate was the same thing.\nMay 20, 1999",
        "Q: Let’s stay in the ghetto a little longer, I wanted to ask you, who else was in the\nghetto with you? Was it just people from Lodz?",
        "A: No, from Pabwianicz(ph), from Skarez(ph), from around the little towns, they —\nthey took away the parents and the childrens they send in. In the morning I went to —\nI vern — I went to work to the kitchen, a little boy was carrying a tallis — I don’t know\nhow to say this in English, and he cried. The little boy maybe was 11, maybe 12\nyears. So I asked him what’s wrong. He said I am — I — my — they took away my\nfather and my mother. I am alone and I don’t know where to go. So I took him into\nthe kitchen. So the boss from the kitchen gave over to Rumkowski. So later the-they\ngave th-the childrens places —- Rumkowski by himself was a leader from 200\nchildrens. And Janusz Korcezak was a leader.",
        "Q: When the Jews came from these other towns, from the smaller towns, how were\nthey incorporated into the ghetto? How did they find housing and — and work?",
        "A: To tell you, the vet — the first situation was [indecipherable]. We got a bed, we\ngot [indecipherable]. They came with anything not. But Rumkowski later — they\ngave Rumkowski a pla — places where to open houses for they took out the Jews, th-\nthey — th-the Jews to ghetto, so old — and th-the Gentile went in — in our houses\n[indecipherable]. So he opened a place and the people walked in, moved tn, yes. But\nlittle by little they took out every day, every day, every day they loo — took out from\nghetto people and they send away, so they got room enough.\nMay 20, 1999",
        "Q: How did the people that were in the ghetto from the different areas, how did they\nget along?",
        "A: I think we managed with each other normal. Not to fight, because we saw the end\nof us is not too good. So in ghetto was very terrible. The ghetto was not much better\nthan Auschwitz.",
        "Q: What contact did you have, you and the other Jews in the ghetto with the outside\nworld?",
        "A: Nothing, we ca — five o’clock we had to go home. Five o’clock — after five you\ncouldn’t work. So we got only with the neighbors, but we got neighbors a few. We\nwere sitting and talking and — an-and planning, an-and — and praying, and we\nbelieved we — we — we — th-that — th-th-that we will survive, yeah, but no — no — no —\nno organizations, no nothing, no.",
        "Q: Did you have any idea how the war was going outside?",
        "A: Outside not much, but one time came somebody, said the Russians are coming in,\nSO we were happy. We were dancing, we were [indecipherable]. So we got punished\na few days, we couldn’t walk out, not to work, nothing. They punished us because we\nwere so happy the Russians are coming. And this was only a— a—a-—asa~—alie.\nThe Russians start the war with the Germans, so we were saying to the ger — the\nRussians are coming to us.",
        "Q: We’re going to pause and I’m going to flip the tape.\nMay 20, 1999\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Chana Kalman. This is tape number one, side B.\nAnd I had asked you if you had any knowledge of what was happening outside of the\nghetto, if you knew what —",
        "A: No, no, no.",
        "Q: What was life like inside the ghetto for the children?",
        "A: For the children was very bad. They got a half a glass of milk, one egg a week.\nThis was for the childrens. Later they took out — away the childrens from the parents,\nso I and my sister lived in a house what this was a old fashioned movie. So the whole\nmachine with everything was on the roof. So I and my sister were sitting eight days\nand eight nights behind this little wall, covered with black material, a pail of water\nand a bread, and we were sitting and hiding the childrens and we got our childrens.\nBut not long they liquidate the ghetto, so I had to bring my child on to Auschwitz\nwith my sister together.",
        "Q: Tell me about — you just said that they were going — they took the children from\nthe parents.",
        "A: Yes.",
        "Q: Tell me about that event.\nMay 20, 1999",
        "A: They — first of all they st -— Rumkowski came out and he said we have to give the\nchildrens. So, you know, not — not everybody was giving out the childrens, so they\nwere sitting in the houses. So later the SS with the Jewish police came and they took\nout the childrens from the houses. This I was hiding on a roof, so they didn’t came on\nthe roof.",
        "Q: What did Rumkowski say to the people?",
        "A: I can tell you, he was not a bad man, but he got to listen to the SS because he was\nthe alteste der Juden. The SS gots with him t-t-to deal, what to do, what di— so he\nhad to listen to them, if not, they would kill him. So he came out, he said we have to\ngive over the childrens.",
        "Q: At that point, did — do the Jews in the ghetto know where the transports were\ngoing?",
        "A: We didn’t believed, but we heard the rumors the childrens, they giving good, th-th\n— th-they giving to eat, and th-they — the childrens having foo — th-th — 1t was rumors.\nTh-The — the Germans da-da — la — get out th-the rumors. So we were thinking, after\nthe war God will help us, we will have the childrens, we will have them. But when I\ncame to Auschwitz, I saw none. Here is the end.",
        "Q: Let’s stay in the ghetto just a little longer. When you — you just said a moment ago\nthat there were rumors that the children would be okay, but you didn’t give your\nchild, you hid. Why did you choose to hide?\nMay 20, 1999",
        "A: I liked to go with my child together. I would give away my child, I would — I\nwould lose my memory, I would be crazy. So I was sitting eight days and eight nights\nwith my sister, with her little boy was younger, he was about three years, mines was\nfive. So we were sitting and my little boy, I said, Yankovek(ph), I gonna give you a\npiece of bread. He said, no Mama, save this, because I’m afraid of the Germans. Save\nthis, let’s — because he got afraid we gonna eat up the bread, so we have — we gonna\ngo down. And he was afraid to go down. So we were laying on the — the — til\neverything was quiet. So I — they took away my cards, too. I didn’t got the cards\nbecause I didn’t got the — I didn’t give my little boy, so I didn’t got the cards. Later,\nafter the eight days, was quiet. They didn’t took any more childrens, was no more\nchildrens. I was afraid to go out with my chil — li-little boy, because everybody\nwould say, take a look, they having the childrens. They took away our childrens. So\nwe didn’t walk with our childrens outside too much.",
        "Q: You said they took away your cards. What cards?",
        "A: We got cards for our ba — for the ri — the racials, yeah. So I was punished so th-th-\ntha — from where I gonna eat, where did they took me away. But I told you, we got a\nbread, and the bread, I think we didn’t ate up a half from the bread. The childrens\nwere afraid, the childrens were, Mama save, Mama save for later, save for tomorrow,\nsave, save.",
        "Q: After that, how did you get rations?\nMay 20, 1999",
        "A: Later, they gave me back the cards and I took for the eight days, they gave me for\nthe eight days everything, yes.",
        "Q: Can you tell me about the shpare(ph)?",
        "A: The szpera(ph). Szpera(ph) was the punishment that I told you. When we were\ndancing, oh, the Russians are coming, gi — da — we gonna get a little better. So they\npunished us, this much szpera(ph), we couldn’t get out, we had to stay in the house.\nYou can’t — we co — we couldn’t go to cook, we couldn’t go — because we didn’t got\nnothing in the house, we have to go to the places where they got the gas, little gas\nstoves. So we were punished. This was szpera(ph).",
        "Q: Was the ghetto different after the szpera(ph)?",
        "A: No, th-the ghetto was the same way til they liquidate the ghetto.",
        "Q: Was the ghetto different after they took away the children?",
        "A: Was like — like a cemetery, a few days after they took away the childrens in the\nghetto. When you walked in the street, you can see the air was crying with us. I can’t\nexpress myself in English. Th-The atmosphere was so s-s — was terrible. Was not —\nnot comfortable to see mothers crying about childrens. I was happy with my child,\nbut I paid with hell for other mothers what they cried what they took away the\nchildrens.",
        "Q: When did you, in the ghetto, realize where those transports were really going?",
        "A: We didn't know where we are going, no.\nMay 20, 1999",
        "Q: Was there any question as to where those trains really went, while you were still\nin the ghetto, when they were doing the deportations?",
        "A: So one — we were va — we walked into my sisters-in-law, and she was 1n bed. In\nthe meantime she died. We didn’t paid attention to her, we left her in the house and\nin the bed, dead. So she got twins, so they — we took them with us together. So a\npoliceman came to our window and he said to us, how long you are able to fight,\nfight, don’t go. I said, where we are going? He said they’re going to give us other\nclothes, paper clothes. They gi — gonna take away from us everything, but we gonna\ngo to work. But he knew we gonna get killed, not to — but he told us in a nice way,\nhow long you are able to fight, don’t go by yourself. But we go — we got no bribe and\nwe had to go to ourselves and we took a — that time they liquidate the ghetto from the\nlast people. Now, this was in July, August. In August, yes. So we went to Auschwitz.",
        "Q: Can you give me a time frame when you were in the ghetto, starting from when\nand ending August of what year?",
        "A: From 1939 til 1945 — four, cause ’45 was after the war, yeah.",
        "Q: During your time in the ghetto, did you have any idea about the Warsaw ghetto\nuprising?",
        "A: Yes, because when they asked Rumkowski something about the giving — to give\npeople to work or what, so we had the Warsaw alteste der Juden came to our\nalteste der to talk with him. But what they talked, what, I don’t know. But the\nMay 20, 1999\nWarsaw va — the Warsaw one, they came to the alteste der Juden to give the\nchildrens, he took his five, he took his three, I don’t know how many childrens, he\ntook, this I give in to you, the rest you take by yourself. So they killed them. This was\nfrom Warsaw. That’s what I know from Warsaw.",
        "Q: While you were in the ghetto, did you witness any beatings, or executions or\nsuicides in the ghetto?",
        "A: Sure, sure.",
        "Q: Can you tell me what — what you witnessed?",
        "A: They were shooting and we heard screaming in the nighttime. So in the morning,\nall of th-th-the family, I don’t know, there’s a — maybe if they were friends together,\nthey got killed. Wa-Was — was stabbed, an-an-an-an-an-an — and — and shot. We\nnever were — we never were sure even 1n ghetto we gonna be saved, no.",
        "Q: Is there anything else about the ghetto that you want to tell me, or that you want\nme to understand?",
        "A: One thing what I saw, a older man with a beard went to pass the bridge. So the SS\nman called him and he called a woman, and she had t-to — she had to —",
        "Q: To shave?",
        "A: Shave th-th-the — the beard. That’s what I saw, yes. And the man was shivering\nlike this. This I saw and I saw the lady was stupid, she took di-di — I saw a lot of\nthings, but I— now I’m a little nervous, I can’t tell you ab — I saw a lot of things.\nMay 20, 1999",
        "Q: How did you come to leave the ghetto?",
        "A: We - we had the — th-they liquidate the ghetto, we had to go, everybody — th-the\nlast — we — we went from the last people, yes.",
        "Q: Tell me about your departure.",
        "A: First of all, they put us in — 1n ta — in cattles trains with no windows — was a little,\nsmall window. And they put in so many we couldn’t breathe. One boy died from he\ncouldn't breathe. I asked my little boy if he wants a li— a sandwich I got for him\nprepared. So he was feeling he is gonna die, he didn’t took the sandwich, he didn’t\nate the sandwich. The sandwich was left on the train. They pu-pushed in in the train\nwho knows how many ma-ma-may-maybe 200 people. We couldn’t breathe, we\ncouldn’t sit, we couldn't — we — we were staying like — like pressed like to each other.",
        "Q: How long did you travel on the train?",
        "A: Oh, we traveled from — about 20 hours, because we left in the daytime and we\ncame in the nighttime. In that time I didn't know the time in the nighttime when we\ncame to Auschwitz.",
        "Q: What did you take with you from the ghetto?",
        "A: Three breads what I saved from my little boy. The best clothes what I got. I got\njewelry from my mother and from my father, so I shared with my sister because we\nsaid maybe they’re gonna take me to another place, you to another place, so I got — I\ngot a little bit my — from my mother, and my daughter — and my sister got\nMay 20, 1999\n[indecipherable] my little — my younger sister got from my father, do you remember\nthe old-fashioned ag — watches with — with a chain? This she got, and she got papers.\nWe got land, still the land is there. So we got the papers, so she got the papers from\nthe land and she was throwing in Auschwitz, I throw it away in Auschwitz, too. I got\nmy mother’s — a li— a watch with a chain, but the chain was a very thick gold chain.\nA bracelet, a beautiful, with her initials. My wi— my a— my ring, my mother’s rings.\nAnd I got some — yeah, my youngest sister wrote a letter to Pilsudski. Pilsudski\nanswered my sister with his handwriting. This letter I throwed away in Auschwitz.",
        "Q: Okay, explain pil — Pilsudski and this whole letter.",
        "A: Pilsudski was the president, yeah. She wrote to him a letter.",
        "Q: And what did she say in her letter?",
        "A: What she said in the letter, this I z1— I can’t tell you, but what he answered in the\nletter, yes. He answered he enjoyed her reading. He is very proud of her ambition,\nwhat she got the ambition to rowt to hi -- to wrote — to wrote to him a letter, and he\nwill see — to send somebody to give us work. But one time, one man came one time\nand no more, and they didn’t give us work, no.",
        "Q: You mentioned that you had some of the things from your parents. What\nhappened to your parents?",
        "A: They took them out from bed with everybody and left only my little boy, yeah\n[indecipherable] the name from the man what he was in Israel, with a B. They were\nMay 20, 1999\ntalking yesterday that they ha — he has — he can stay in — 1n-in the United States. He\nwas the killer from a million people over there. My parents with my — my family.\nKolo. This little city is the name Kolo. So I was left only with my youngest sister.\nWe both went to Auschwitz. My youngest sister died in Sweden a month after the\nwar, in June the 17\" she died. We were liberated the 15\" of April. So she got TB all\nover her body, I received a letter from them, they can’t help her. She died\n[indecipherable]. She was 27 years old.",
        "Q: ’'m going to give you a minute to collect yourself. [tape break]",
        "A: They came in in the nighttime and they took out my parents. I was at work, so\nthey a — they asked my sister, who 1s the little boy? So they told him — she told him\nmime — I’m at work and sh — he is my little boy. So he got left wi — they didn’t took\nhim. They took out my mother with the childrens. When I came home, my little boy\nwas crying. He said — he talked Polish, he said, Babcia vesedlet(ph). Vesedlet(ph) is\nin Polish, aussiedlung. They send them away. Aussiedlung is German. So this way I\nnever saw again my — my parents. So I was with my sister with the two childrens\ntogether. Her husband was sent away, she didn't know if he’s alive, and he was in —\nin — I forgot the city. But he was — he — he was in Poland and a — and Anna came.\nCzestochow(ph). The camp was named Czestochow(ph). Her husband was in\nCzestochow(ph). The Czestochow(ph) was not a — not a bad camp.",
        "Q: I would like you to please tell me about your arrival in Auschwitz.\nMay 20, 1999",
        "A: When the train stopped, they opened big the doors, and I saw what’s going on. I\nsaid to my sister, here is the end. What we gonna do? So they got — so they got the\nJewish helpers, so they put up a board and we walked down. [indecipherable] to live\non the — on — in the train, so I couldn’t take anything. So when I came down with my\nlittle boy and my sister with her little boy, they took the two childrens, they gave a\nelder woman, and they put us on — on a side. Later we have to take off the clothes.\nLater they were shaving all over, the hair f-from all over. And they gave us other\nclothes. I got a dress, the dress was big like for three people, lie — length to the dr — to\nthe ground. A pair shoes. The shoes were so narrow for me, I still suffering from —\nmy — my feet are still sick from — from that time, but what I got to [indecipherable]\nto — to cry to my father to buy me shoes? So later somebody gave me a pair of shoes\nwith wooden soles, so I got a little better. This was til I went to work. From\nAuschwitz I was sent to work with my sister.",
        "Q: I— I want you to stay in Auschwitz for just a moment. You said someone took\naway your little boy, and your sister’s little boy. Who?",
        "A: The SS. The Germans.",
        "Q: Did you have any idea when you came off that train, what was going on in this\nplace?",
        "A: When they opened the doors, and I saw th-the atmosphere outside, I saw we are\ncoming to end, yes. I wa — the — the — you — they left us staying a whole night, I\nMay 20, 1999\nforgot to tell you, a whole night outside it — in Auschwitz, til the ni — the morning, in\nthe daytime, they took us to — to take off the — shave ev-everything, yeah. And they\nput us in barracks, the barracks like — like th-the home, our home was a barrack. A\nfew days later, we went to work. So over there he pu — he gave us paszaks(ph),\nstriped dress — striped dresses with a number. Whe — I didn’t got a name, only a\nnumber. If they called the number, I know that’s I. So I was with my sister in this — in\nthis place together. From this place, when he liquidate the — the — the place, we\nwalked to Bergen-Belsen. And I was in Bergen-Belsen til the war end.",
        "Q: You’re jumping ahead of me just a little bit. How long were you in Auschwitz?",
        "A: A few days, I can’t remember, but three, no more, because I wouldn't be able to —\nto live over there in Auschwitz.",
        "Q: How long did it take before you realized what happened to your son?",
        "A: We didn’t know, we didn't believe. I saw a lady staying and praying, saying\n[indecipherable]. She was from hunger — from Hungary. I walked over to her and I\nsaid to her, can you tell me what they’re going to do with our childrens? Don’t worry,\njust pray to God. Our childrens will be saved, we — after the war we will have our\nhusbands, we will have th-the childrens. Was very hard for me to believe it, very\nhard. But a little bit, you know, I was thinking maybe she is longer in Auschwitz, she\nknows. One time I saw childrens walking with music, I said to my sister, maybe they\nMay 20, 1999\nsaving the childrens. They were make — they were making tricks to make us dumb. If\nwe saw childrens walking with music, we believed our childrens are alive.",
        "Q: You were only in Auschwitz for a few days, but can you tell —",
        "A: Yeah, a few days, yes.",
        "Q: — can you tell me about those few days?",
        "A: Very bad. I— we were laying in our — our pritezer(ph). I don’t know how to say\nthis in English, our pritezer(ph), we were laying three — three people.",
        "Q: Is that a bunk?",
        "A: No, this was from wood, make like — like — like boxes, yeah. So three\n[indecipherable]. Every minute, sale(ph) appell. Every minute we went to — to — to\nshowers. And every day it was Mengele with Irma and I was three times in his\nhands and I survived from him. One time he divide us, me I — me and my sister. But\nto run over to my sister was very dangerous. He was wearing white gloves, short til\nhere, with a little stick in his hands. He didn’t touch you t — t — so when he turned\nsomebody to look, I raced, and I was together again with my sister. From over there\nwe went to work. Wasn’t too — too good but at work either, but still a little better then\nth — Auschwitz.",
        "Q: How did you know that that was Mengele?",
        "A: This — people didn’t — people what they were longer in Auschwitz, they knew\nIrma and they knew I w — I wa—I was under her hands, and I was in — in — in — in\nMay 20, 1999\nMenge — in Mengele’s hands. So I know him, he was a — a —a young looking. I’m\ntelling you, white — short white gloves up to here, with a little stick in his hand and he\nturned t-to — to look of how th-the — th-the people looked, if they are able to work, or\nto go to the ch — gas chamber. He divided me from my sister.",
        "Q: In those few days that you were in Auschwitz, did you see any suicides or\nexecutions?",
        "A: No, no, this I didn’t show, but work like mules, yes, because I was carrying\nstones, five stones this — we walked with these stones ‘bout two, three blocks. Almost\nI didn’t drop with the stones together. Back and forth, back and forth the whole day,\nyeah.",
        "Q: Who were the other prisoners that were with you in Auschwitz?",
        "A: I saw from many cities because I walked over to a lady, I saw a good looking\nlady, because the people in Auschwitz were very — like — like [indecipherable] you\ncouldn’t talk to them. Later I find out it’s no wonder, because I asked a girl sh-sh —\nwhere we are going and why you beating us? Tell us how va-va — ho-how to go, how\n— she said what, you came here to live? My mother was yesterday burned and then\nyou want — that you came here to live? So I was afraid to talk to people. But one an —\ngood looking lady, still had a nice head of hair. Can I talk with you? She said yes. I\nsaid from I — from where are you? She said, from Warsaw. Vev — a beautiful girl.\nAnd she told us, over there is a group what they going away. Go there and go away,\nMay 20, 1999\ndon’t stay here, Auschwitz is not for you. Because in Auschwitz if you don’t have\nsomebody to — to support you, to help you, you can’t be — live. But she didn’t told us\nabout the burning, no, she was very nice, she do — so if you listen to her, and we went\nover there, she said, even they’re gonna beat you, even they’re gonna t-tr — don’t —\nstay there, from over there you gonna go out from Auschwitz. We listened to her,\nthis way we went to work. She told me she left her husband sick in bed, but he has —\nher husband was dying, and in al — in — 1n — and in — outside she saw young people\nstaying in a line, so she left her husband and she went down. This way she came to\nAuschwitz, if not she would go over to her husband together.",
        "Q: While you were in Auschwitz still — I have one or two more questions about\nAuschwitz. While you were there, did you see any acts of torture or cruelty that the\nguards did just for their own sport, for their own entertainment?",
        "A: So I will tell you. We walked in five, a group. They took out a — two lines, what\nthey did with them, I didn’t saw, but I didn’t saw them any more.",
        "Q: Tell me about your departure from Auschwitz.",
        "A: In Auschwitz was very bad, very bad. I wasn’t able to run to bring something to\neat. In five they gave us one pot for five people, one pot. So the first girl, what she\nhad — what she got the pot, she was hopping [indecipherable]. So my sister said,\nwhy you staying? Go, take something. When I went there so I got only the left from\nthe pot to clean, to ta — that I got taste from the soup. No, Auschwitz was terrible.\nMay 20, 1999",
        "Q: Tell me about how you left Auschwitz.",
        "A: And again, in cattle trains, we were traveling for two days, I think, yeah. And\nwhen the SS man walked out to eat, so he locked outside the doors. We didn't got — a\nkilo bread we got, and a stick of margarine and a piece of bologna. With this we will\ngot — we got to live til we came into the place. We came into the place, so he got a\nspeech. He told us right o — he’s a mur — he was a murdered — er-er lagerfuehrer. So\nhe told us, we gonna do this, we ga — he’s — we gonna be hanged and be no more\nwomens [indecipherable] Jerusalem poops. Okay, he gave us striped dresses with\nthe numbers, and he gave us straw sacks to put in new s-straw. So at least we got a —\na —a Straw sack with new straw to sleep. But britches again the same thing, britches.\nOver there I worked in a salt mine and I was pulling — and I was working on a\nhighway. I was pulling trees and I got afraid a tree will fall on me because a lot of\ngirls got killed with the trees. So I maked a wrong move and I have lumbago til today\nwith the stretch muscle.",
        "Q: Do you know the name of this place where you were sent?",
        "A: Yes, Waldeslust(ph).",
        "Q: Who were the other prisoners there?",
        "A: From all over the world?",
        "Q: Men and women?",
        "A: Men and women, but we were separate.\nMay 20, 1999",
        "Q: In this camp did you witness any beatings or executions?",
        "A: One — one woman cut off a piece of — from her underwear, I don’t know, to make\na —a-—a Strip around the head. So wh-when we came back, he told us to stay, we\ncan’t go in. So I got towel because was very cold, so I took the towel around. So I\nwas afraid so I took off fast the towel and I throwed away. So he caught the woman\nwhat she cut off this, and he gave her a few on the — on the behind. So a half a night\nshe was screaming, later she stopped screaming, or she died, or she — I don’t know.\nThis was in our — in our room. Okay, this was one. Later, I became friends with them\nfrom Czechoslovakia. She was with two daughters, very nice no — nice people. So\nshe said she can’t go to work, she has her period. And the lagerfuehrer knew this is\na lie. So he check — he send in the blockower(ph). Blockower(ph) was the leader\nfrom — from each room, to check. Now if she would come with a lie, she would got\nkilled. So she came and told him no. So he was beating her t — later, she died too.\nThis was in — in — in Waldeslust.",
        "Q: You said in the first case, the woman with the headband, you said that he gave her\na few, but you didn’t say a few what.",
        "A: No, I didn’t saw it even, but I knew when he bringed her into our room, they put\nher on the bed, so I knew what — yes. He took her away, I saw it.",
        "Q: While you were in this camp, did you have any idea of how the war was going\noutside?\nMay 20, 1999",
        "A: No, but one time a soldier asked me from where I am. I was afraid to talk with\nhim, so I said Lodz. He said I’m Lédz, from Lédz, too. This was close to end. This\nwas in Bergen-Belsen, close to end. In Auschwitz, al — ah — no, no.",
        "Q: No, but in — in the other camp, before you came to Bergen-Belsen?",
        "A: No, no, no, no, we didn't know anything.",
        "Q: Let’s stay at this second camp, before you get to Bergen-Belsen.",
        "A: Okay.",
        "Q: I wanted to ask you if you could give me a sense of how conditions in this camp,\nin terms of the daily conditions wer — how were those conditions different than in\nAuschwitz?",
        "A: First of all, we didn't got ovens there to burn. Second of all, we went\n[indecipherable] to work. Was not too good, but better than to stay in-in-in-1n-in-in-\nin — in camp there. So to eat, we didn’t got too much. We got one soup a day and as —\na piece of bread maybe if I remember [indecipherable] I don’t know, yeah, the piece\nof bread. Then a coffee. The coffee was a coffee. So this what we got, yeah.",
        "Q: How long were you in this camp?",
        "A: In this camp I was ‘bout a five months.",
        "Q: And how did you come to leave this camp?",
        "A: The lagerfuehrer took us and he bringed us into Bergen-Belsen.",
        "Q: How”\nMay 20, 1999",
        "A: Walking.",
        "Q: Was this a Death March? Was this the Death March? Death March, was this a\nDeath March?",
        "A: I can’t understand this.",
        "Q: Tell me about how you walked.",
        "A: No, we walked str — in five, and we were the ga — he said gerade, this means\neven, to go like — like — we walked — yeah, we ca — he br-brought us into Auschwitz\n— to Bergen-Belsen.",
        "Q: How long were you walking?",
        "A: In Bergen-Belsen?",
        "Q: How long did it take you to get to Bergen-Belsen”",
        "A: Oh, about two, three hours, wasn’t far away from — from this camp, yeah.",
        "Q: When you came to Bergen-Belsen, who were the other prisoners there?",
        "A: From all over the world, you can’t be — I meet there Mr. Frank. I don’t know he\nis Mr. Frank. When I came with my sister to Bergen-Belsen, I saw it’s the other\nAuschwitz. We didn’t got the room we — to sit [indecipherable] but I was so tired\nand cold and hungry, I said to my sister, let’s stay here a few hours, maybe we fall\nasleep. We were staying and sleeping and then was blue outside, whether the\n[indecipherable] the hour I don’t know, maybe four o’clock, maybe — maybe five\no’clock, we walked out and I saw a man walking. He got on the ice, black like he\nMay 20, 1999\nwould — got paint. So I asked him what language I can talk to him. He said German. I\nthink Jewish, German. So I asked him, sir, what you saying what they gonna do with\nus? He said I’m wondering you asking a question like that. Can’t you see they\nbrought us here to a — to die?",
        "Q: I’m going to pause and I’m going to change tape.\nEnd of Tape One, Side B\nMay 20, 1999\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Chana Kalman. This is tape number two, side A.\nAnd you were telling me about Bergen-Belsen. You said that you met somebody,\nMr. Frank.",
        "A: Yeah, I didn't know he is Mr. Frank, I didn’t know. But later [indecipherable]\nwe were in now — in — in — in — th-they called the barrack, the room. So a little girl\nwas laying on the floor covered with a little rag, the rag was sometimes white, but\nthis was gray. So I walked over to her and I asked her, why you laying on the floor?\nSo she opened that little rag. I can tell you, I can’t forget this, the whole skin went\nout. She — it was terrible. And the little snake, the white snakes cur-curled around\nbecause she was doing after ever-everything on there, and she was laying in this. A\nfew weeks later, I saw a man coming in and staying, talking with — with the little girl.\nAnd I said to my sister, I think this is the man what we ta — stopped him the first\ntime. He looked at us and I looked at him. I walked over, and I said sir, are you the\nsame what I was stopping you? He said yes. I said thank God, you look much better.\nSo he said, I ha — I have here friends what they working in the kitchen. So, they from\nAmsterdam, so they helping me, yes. He was a different person. So he was staying\nthere. The older sister died and I was carrying her to the — to the pile that — so I was\nso weak, I couldn’t. So four girls were — in a blanket, four girls. So I looked around,\nMay 20, 1999\nif nobody sees, I left 1t laying in the mid — in — in the middle of the street. So they got\non the other — for other girls t-to take it — bring over to the pile dead people. This was\nthe older sister. And I didn’t know — I don’t know that’s Margaret, I don’t know. I\ndon’t know. After the war I found out this is Anna Frank, she died — she died a day\nor two days before the da — the wa — no, in the war, because she talked the English to\nthe — to the soldiers, she said sir, take me to the hospital. And she picked up the di —\ndirect to show him. But he stood and looked and walked away. So what they did with\nher, I don’t know.",
        "Q: And how did you know that this was Mr. Frank, can you explain that?",
        "A: Later, later. After the war, when they start to talk about Anna Frank’s diary, with\nth — everything. So I said to myself, I think this is Anna Frank, what she was on the\nfloor laying, because she was like 15 - 16 years old, and the man was the father and\nthe older sister died a few days before. Later I saw him in Israel, so I recognized this\nas Mr. Frank. But I wasn’t still sure, but in Israel, yes.",
        "Q: How did Bergen-Belsen compare to the other two camps that you were 1n?",
        "A: The worst camp what can be in the whole world, and I pray to God no more\nBergen-Belsen.",
        "Q: Describe it for me, please.",
        "A: First of all, we didn’t got nothing to eat. Second, they were beating the guts from\nout us. Irma was the manager there. And they took us to work, we worked very hard,\nMay 20, 1999\nwith no food, with nothing. One thing what she did, a little girl was with us in the\ngroup. She looked like — like 12 years old, but I think she was about 15 or 16 because\nvery skinny, very — so she took a piece of paper and she maked a little bag and she\nput in black pepper and she gave the little girl to eat. From the beginning the little girl\nwas s-st-screaming, Mama, Daddy, Daddy, Mama, Mama, Daddy. Later she stopped.\nShe kicked her with her legs to the wall and she took us out and she left the little girl\nthere. And in Bergen-Belsen, I worked — and I worked but — by pulling trees, too,\nyeah.",
        "Q: What did you eat while you were there? What did you eat?",
        "A: Eat? They got — we got one soup, but you have to — th — you got to watch the time\nwhen they brang the soup. If not, well — well — we were fasting a whole day. So my\nsister got br — got worser. My sister was a very smart girl. She got all over her eyes,\nshe said, Chana, over there is a — a tradik(ph) — new trash cans, a can, I think the\nsoup. We walked over, so we got a little bit soup, yeah. Bread, from the beginning\nthey gave us a piece of bread, but lately nothing, no bread.",
        "Q: How —",
        "A: People died in Bergen-Belsen like flies. From dirt, from starvation, from beating,\nfrom everything.",
        "Q: How long were you in Bergen-Belsen?\nMay 20, 1999",
        "A: I was in Bergen-Belsen from January — I was at a — a — to — to [indecipherable] I\nwas about s — about six or seven months I was in Bergen-Belsen. You can’t find\nmany from Bergen-Belsen.",
        "Q: During your time there, did you have any idea of what was happening elsewhere?\nDid you know how the war was going?",
        "A: No, no, no, no, no. In Bergen-Belsen, I went to work. We were making from\nbranches with leaves like carpets they put on the roofs [indecipherable] air raids. So\nI was working — I don’t — I am — I wen — don’t remember what I did, I worked. So a\nman asked me from where I am, as I walking. I said Lédz, he said Lédz. He said, the\nwel — th-the war is coming to end. But I was afraid to talk, he 1s gonna say, God\nforbid, I said something. So I walked away, and I didn’t repeat an — even this,\nbecause I — I was afraid. And another time the foreman what I worked for him, I was\ndigging out sand from — from the water, and — and this was little wagons — I forgot\nthe name, but I will remember the name. So little wagons, I filled up the wagons and\nthey went down lines, and I kept them out, yeah. So over there I met a girl and she\ntold me, the war is now coming to end in Berlin. And this was the last month. This\nwas in April and when we si — find out a little bit. We didn't know anything, nothing.",
        "Q: What else comes to your mind when you think about Bergen-Belsen?",
        "A: When I’m thinking of Bergen-Belsen, I’m thinking more of my little boy and of\nmy family. But I’m praying to God, no more Bergen-Belsen. This what Bergen-\nMay 20, 1999\nBelsen is, you can’t even explain, because it’s hard to believe. I’m — I’m asking my\nhusband if this is true. The last days we were with — with no water. We didn't got\nnothing by the end of the war.",
        "Q: Tell me please, about your liberation experience.",
        "A: The liberation, I have to be honest, I was so sick, I don’t know if I have to be\nhappy, because my sister was very sick, they took her to the hospital, and I wasn’t\nable to go there. And they took to the Bergen-Belsen military camp — was three\nBergen-Belsens. Bergen-Belsen the concentration camp, Bergen-Belsen a beautiful\ncity, and Bergen-Belsen the military camp. So they brought me over to the military\ncamp. So over there the English wasn’t too good either. They gave out two crackers\nwith — with a little bit chocolate milk. But our Jews, I have to tell you the truth, even\nit’s not nice, they stealed even from us. This what they did, the English gave, they\nsteal away and they did not gave us th-the — the full amount. Girls died after the war\nthe same way like a — but the U.N. took us over, they gave us to eat, til here.",
        "Q: What was the state of your health at the end of the war?",
        "A: My health, what you gonna ask, I have, everything. Even a cancer patient,\neverything I have.",
        "Q: At the end of the war, when you were liberated, what was your health like then?",
        "A: The health? Very poor, I was laying three months in bed, I was full and I got\nwater til here. So across the street was first aid. So I walked over with a girl. So a\nMay 20, 1999\nyoung soldier came over and he ask me what language I can speak and I told him, a\nlittle bit German, a little bit Polish, a little Russian, so he spoke German, not too well,\nbut he spoke. So he touched me all here. He said — he brought me a bag with pills and\na pail and he said, you have water around by your heart and if you wouldn’t come\ntoday or in a day, two, you wouldn’t be alive. Later he ask me in which block — th-\nthe name from the houses was na — were numbers. Block 12. This doctor came to me\nevery day, every day, and I said to him doctor, hoyta(ph) sterbe(ph)? Said da — no,\nyou are too young, you are not dying. You are sick, but you not dying. He helped me\na lot, a lot.",
        "Q: Where were you when you heard that the war in Europe was over?",
        "A: In Bergen-Belsen, yes.",
        "Q: Tell me about that day.",
        "A: I wasn’t be able to be happy with my life since I found out — I was thinking maybe\nI will find somebody from the family. Maybe if I survive, maybe another one. And\nmy sister was in Sweden, I was thinking they gonna cure her, she 1s going to be — she\ngonna survive in Sweden. But when I s — found out the 17\", I— I— two days before\nthe 17\", I received a letter from Stockholm, and they told me in this — in the letter,\nI’m sorry, we did everything, we couldn’t save her. She got TB all over her body.\nAfter this letter, I went to Poland. I was like a Gentile with — with — with a cross\naround the neck. So when I came to Poland, I said oy, I don’t have no more, nobody.\nMay 20, 1999\nSo I wasn’t so happy with my — I have to be honest with you, even today, thank God,\nGod bless my childrens. My daughter is — I am nervous, I forgetting, my daughter is\n—can I ask my husband?",
        "Q: Well, we’ll — I'll get to your daughter in just a minute, I would like to stay in the —\nthe postwar period. When you went back to Poland —",
        "A: Yes.",
        "Q: — how were you treated by your former neighbors?",
        "A: When I came to Poland, I met a lot of people and I talk with the people and the\npeople were the same way like I. They were thinking they were going to find\nsomebody, they didn’t. So I g — and Poland was that very high prices of bread and\nwas a — th-the food was very high. I didn't got money, I went back to Germany.",
        "Q: How long —",
        "A: Back to Bergen-Belsen, to my room.",
        "Q: How long did you stay in Poland looking?",
        "A: I was about a month. About a month, yeah, maybe less a few days.",
        "Q: While you were in Poland, what attempts did you make? What did you do to try\nto find people?",
        "A: They got a place what everybody came there and they put names. So I went there\ntoo and I put my name. And I went two, three times a day to see if somebody put a\nMay 20, 1999\nname by my name. So this way we’re were looking and we saw nobody’s coming\nand nobody’s taking off my name. So I know nobody is — I don’t have nobody.",
        "Q: When you came back to Bergen-Belsen —",
        "A: Yes.",
        "Q: — after Poland. Was that then a DP camp?",
        "A: This was a free camp. This was the — after the war, we tried to — to make a dress\nand we tried to — to buy shoes, but the — the United States send us — the Joint send\nus shoes, clothes. Mrs. Roosevelt was in my house. I was so sick, the — she asked for\nsick people, she went in to see sick people. So I was still in my striped dress, so she\ntold — she couldn’t speak German, so she talked to an Englishman and he asked me\nwhy I am in the striped dress. I told him, and I’m going to the — the [indecipherable]\nis a place where they got everything there. So I have small dresses, small shoes, so I\ncan put on a small — so she told him to take — to tell me to take two dresses and to\nopen the seam and to make a dress.",
        "Q: What steps did you take to start to rebuild your life?",
        "A: Later, when I saw — I hear, after — no, 1945, I traveled the second time to Poland,\nand I find mine husband. This moment I have to tell you, first of all, I went in — a girl\nfrom — from my house gave me an address, she got a starv — a brother-in-law in\nPoland after the war, he was a very religious man. So I went in to hi — th — him — I\nwent to Poland with another girl, so I told him you sister-in-law gave me your\nMay 20, 1999\naddress, we can stay where you — he — he said yes, I’m working in a bakery the\nnighttime, you can sleep in the nighttime. In the daytime, I gonna sleep and you\ngonna cook a little bit soup for me. I— I have the money I gonna give you. So we did.\nI gonna tell you from the room — 1n the middle of the room was — how would I have\nto say? [indecipherable] til the ceiling in the middle of the room, the bed got stones,\nno legs, and from iron. The cover was black, the pillowcases were gray. No\n[indecipherable] I had to go to — I was happy I have a bed to go in to sleep. So we\nwent down in the daytime, then he was — he was sleeping. Then we was sleeping, he\ncame, and I saw he is praying in two pair Tefillin, so I know he 1s a very religious\nman. So he said, ladies, I brought rolls. Get dressed and you can have breakfast. He\ngot butter, he got cheese and rolls. So later we went down, we bought the potatoes,\nwe bought the vegetable and barley and beans and we cooked a pot of soup, we got\nonly one plate. So we were eating. But later, I found my brother-in-law, my sister’s\nhusband. So he got a nice apartment, so I went this — to his apartment, and I took in —\nmy friend was still sleeping in a hallway after the war in Poland, but the rain was\ncoming to her bed, and she was so sick. She got growths on the lungs like — like\nplums because I went with her for an x-ray so Is — Ish —I saw. So I said, Chaim, s —\nlet’s ha — let Sarah sh-sleep in here because it is raining to her bed. So she was\nsleeping in the — with me by him. And she got married with him, and she is in\nSweden. And she got a little boy, too, because over there they are specialists for TB.\nMay 20, 1999\nSo she was pregnant and they took out the baby a day or two days before the seventh\nmonth, because b — the seventh month the baby start to breathe from the lungs from\nthe mother. If he would breathe 1n th-the air from her lungs, do — he would got TB\ntoo. So they took him out and he is a healthy si — a healthy man, yeah.",
        "Q: How did you connect again with your husband?",
        "A: I met it— when I came to Poland, my girlfriend what I took her in to — to — she\nsaid, did you know Nathan is alive? I said, are — are you kidding, are you sure? Yes,\nNathan. So she da — da — th — how? Oh yeah, somebody told him they saw me\nwalking in the street, a friend from [indecipherable] organization. Oh Nathan, we\nsaw th — Hanka. So he came up. He knows ha — my ga — son — my brother-in-law’s\nplace. He came in there and he found us, yeah.",
        "Q: Tell me about your reunion with him.",
        "A: The reunion with him? We were crying days and nights til one time we made up\nor to live, or to die. Not to forget, but to start to — so we left Poland and I went back\nto Germany. And they gave me in Germany the — ha — ha — mine index they gave to\na girl who she went to Israel. So they gave me, me and my husband, a sister — a\nbrother and a sister, we came on Goldwater. The ages is not the same because my — I\nam from Opoczno and now it — over there is Radom. Til today I can’t remember.\nWhen I went to the hospital to deliver my bi — little boy, I said Nathan, talk, because\nI couldn’t remember Radom, and my fa— so my husband remembers. But the n —\nMay 20, 1999\nwhen my son was born, my husband said I would like to have my father’s name. So\nthe girl what she worked in the — what she worked but the — at the anda —\nadministration. So my husband gave her I don’t know how much [indecipherable]\nso she changed only the name from Goldwater, Kalmanowicz(ph). The rest is still\nof th-the — this name. My husband is older ma — three years here than he is. So we\nstart in Germany. We were on a kibbutz, til we came to the United States.",
        "Q: When was this son born? When was this — this son, your — your son, when was he\nborn?",
        "A: My son is born in ’48 — ’47 — ’48. Nathan [indecipherable] Max’s birthday?\nMax’s birthday? In the 40’s or the —",
        "Q: We’re gonna take a break. [tape break] Okay, we’re back now. You were telling\nme about when and where your son was born.",
        "A: My boy — my son was born in Bergen-Belsen [indecipherable] yes.",
        "Q: And when?",
        "A: We sitting five years in Germany. But when I came to the United States my son\nwas only two years old.",
        "Q: When did you come to the U.S.?",
        "A: 1950 — 1950 — 1951, yeah. In [indecipherable] this time we came to the United\nStates, because I was a-afraid to go on the ship on holidays, so they told me, if you\ngo in before a few a days on the ship, you can ride in — in the — in — in — 1n the\nMay 20, 1999\n[indecipherable]. So we came right this time, at this time we came to — I mean —\nNathan?",
        "Q: Som-Somebody just walked in, let’s take a break. [tape break] Okay, we are\nback.",
        "A: When we came to the country, we couldn’t speak English and we didn’t got no\nprofession, but in our country girls didn’t work so much like in here. And if I work I\nwould go to an office to have ala — work, not in a factory, because we didn't got\nfactories. So we both go — we-went — we walked in crying, a man came over to us\nand he spoke to — with us, and he said don’t worry, and now it’s going to start a war.\nThey going to send out the people, so they gonna come and kill — and hug you and\nkiss you to come to work. And this was true. But I found a place to work on account\nof my little boy. The lady, the landlady invite me to come to see her summer home.\nSo I went with my husband, with my little boy, to the summer camp — to the summer\n— so I helped out a little bit to bring in order. So we walked out, she called somebody,\ncome here, you will hear a little boy speaking Yiddish. So the man came over, so my\nlittle boy, we didn’t got nothing else to do, so we learned him Polish, and then\nGerman, and then hibbil(ph). So my little boy said to him, ken(ph) stratton(ph)\nYiddish? He said [speaks foreign language] and he said yeah. [speaks foreign\nlanguage]. He said, what’s a kashish(ph)? He said Pesach, don’t you know you — but\nth — so my little boy start to say the kashish(ph). Later he was singing from tsiporim,\nMay 20, 1999\ntsiporim is for birth, fa — fa — from hibbil(ph). So he said to me, do you like have —\ndo you like a — to go to work? I said to him, you know, you’re not a human, you are\nmalach.",
        "Q: That’s an angel.",
        "A: You not a human, you are angel. I don’t like to go to Mr. Gaifin(ph) for the 25\ndollars for charity, I like to go to work. But I don’t know sewing. So he gave me in\nJewish, written, the address where to go. He was on vacation. He was the foreman. I\nwent there and I asked the man if he’s speaking Yiddish, he said very little. So I\ntalked to him in Yiddish. Right away he gave me a chair and he gave me rags to dwe\n— to sew on the machine. I put my feet on the machine, the machine was running, this\nwas electric machines. I took off, the machine is staying. But the girls in the factory,\nthey didn’t know I am Jewish, so they were thinking I’m a Polish, so they help me.\nShe said Chana, don’t take off none time the foot, just slowly, as the machine gonna\ngo Slow. If you like — you gonna get used to the machine, you gonna be the manager\nof the machine, but th — now, do like I’m the — she told me how, I became a sewer\noperator. And in this place they got a registered nurse, so I got work to bring my little\nboy. I raised him there two years. For four years I went to the Hibbil(ph) home --\nHibbil(ph) school and I lied to them, I said he is five years old. And he was very\ntiny, he looked like three years. And I said, listen, I got enough Poland, my little boy\nis in the factory with all the Polish childrens and I don’t want it. But I couldn’t pay\nMay 20, 1999\nthe whole amount. So I paid that time 15 dollars or 20 dollars a month. And my little\nboy was a honor student in the Hibbel(ph) school. Later we decide to have a — I was\nvery sick, so the doctor told me, I would suggest something, have another baby. So I\nlistened to the doctor and I got my da — my daughter, five years younger than my son.\nSo I bringed her too, to the factory. She is very picky, so they got a — a double bed\nfor all the childrens, they were laying fa — th — this — ta-take a nap, and she was — she\nrefused. She don’t want it, I don’t want it lay in the bed. So I walked over to Howard\nand I said, Howard, can I bring the carriage for my little — he said yes, so she was\nsleeping in her carriage the rest — th-the — there, yeah. Later I did with — had the same\nthing for four years. She was two years when I bringed her to this — to the factory. I\nwent in and I said, and now I have the same situation because I don’t want it — my\ndaughter to be with the — the wi — th-the childrens over there, they calling her dirty\nJew. And she didn’t know what means dirty Jew, she said, I took today — the\nmorning, my mother gave me a shower, and you are dirty Jew, not Iam. Yeah, that’s\nwhat she said, you are dirty Jew. So they took her into kindergarten, but she was two\nyears in kindergarten because she was very touched to me and my husband. She’s\ngonna marry Nathan, my husband and I have to go to look for another. Her Nathan.\nAnd I was so foolish I paid 10 — 10 d-dollars I paid to — to take a test if she’s able to\n— because I like to push. So he — at — th-the — the man what he examined her, he said,\nlisten Mama, don’t push too much. She’s not matured afa — to go in a higher. Let her\nMay 20, 1999\nstay another year in kindergarten. So she was two years 1n kindergarten. But my\ndaughter was a honor student, my daughter got a scholarship. She didn’t cost me a\npenny more than clothes and [indecipherable]. And she is — she is my [inaudible]",
        "Q: Can I ask you th — your children’s names?",
        "A: Malka. I not changing because my father told us not to change the names. Mine\nson is Motra(ph). My daughter is an economist. My daughter has a very high\nposition, a very high position. My daughter is — is dealing now with the Indians. The\nIndians [indecipherable] so her boss came over and he said Malka, you would like\nto work for me? She said okay. So she is working in now with the Indian and with a —\na Congressman. And she’s traveling it — the next week she’s gonna leave again for a\nwhole week. She’s staying there to straight out, to help out a little bit, because they\nput a electric station in the water. They got the — they were — they got fish, so they\ngot a little bit business. But the — now the electric station 1s in the water, so they don’t\nhave fish. So they plant eggs — fi-fish eggs in another place. So a truck with gasoline\nwas broken and the eggs got full of the gasoline. So they don’t have none of the\nfuture either. So now she traveling to find out the situation for them, yeah. My\ndaughter is an [indecipherable] and she’s making, God bless her, good girl and good\nmoney, too. And my son-in-law is working with Social Security, he’s in a good\nposition too. He got an award, 5,000 dollars. They make for him a party like a\nwedding. He’s a very honest man.\nMay 20, 1999",
        "Q: I would like to go back to your early years in this country, okay. When you came\nto the United States, where did you settle?",
        "A: I settled in Scranton, Pennsylvania. And they put me in to people from Poland\nbecause he knew I can speak yiddi — E-E-English and they spoke with me the\nYiddish. And I lived there, I think a year or two years. Was — was on the third floor,\nwas very hard for me to bring up my little boy up there. And was pitchy ceilings, I\nforgot re — I ju— to hit my head all the time. So I moved to a regular apartment and I\nworked. I make 30 dollars. That time was 75 doll — cents an hour. They took out\nthree dollars for Social Security, so I got 27 dollars. Later my husband found a place\nand my husband was making 50 dollars a week. So we start to save a dollar or two,\nso we bought a home in Scranton. Later I sold the home, I made 10,000 dollars on\nthe home and I had to leave it, my husband to Tucson, Arizona. My husband is a\nvery sick man. He got asthma, emphysema and very serious arthritis, he couldn’t\nwalk. So in Tucson, Arizona two months he got much better. In Arizona it was one\nplace only, a sewing place, so I went there for dresses. So from the 120 dollars what I\nmaked in Scranton, I maked over there 60, because the Mexican, this was very — this\nis the border for Mexico, the Tucson, Arizona. So he told me, I’m paying only 40\ndollars to them, but to you I’m giving 60. I said, Mr. Grossman, I’m making double\nthat they’re making because they came over to me to make them the cards, they were\nall here ba — about 20 - 30 years and they couldn’t work or speak a — one word\nMay 20, 1999\nEnglish. So he didn’t like this, so he told them to come give the cards to him, he 1s\ngonna make them out because we had to make out every day the amount what we\nmaked. But anyway, I said I would like a raise to Mr. Grossman because I am\nmaking double that they are making. So he gave me five dollars a raise. But later the\ntr — I wor —I worked in oh, a little real estates. Got a ga — a ga — university from\n26,000 students, so I go — have got rentals for them, because from 60 dollars I\ncouldn’t make a living and to raise childrens to give education. So thank God I\nmaked a little bit money, but we worked like slaves. I was cleaning after them, and\nstudents, I was thinking students are th-the na — the worst tenants in the world 1s\nstudents. Cheaters and ev-everything. So I worked in my lit — my daughter was\nhelping me, my husband, we cleaned th-the — the apartments. But thank God I maked\na living and I saved a dollar and my childrens graduate Tucson, Arizona. My son,\nthey send him to — to New York and he graduate the new school in Manhattan.",
        "Q: When you came to the United States, did anybody help you?",
        "A: No. Th-the Joint. The Joint gave me 25 dollars every week, and they paid the\nrent, two months rent they paid for me because I went two months after, to work. So I\nmake 30 dollars. So he paid the month til I can — I was able to save. Yeah, this was I\n— this what I took from Joint, no more.",
        "Q: How long did you stay in Arizona?\nMay 20, 1999",
        "A: 17 years. And from az — Arizona I left to Israel. My daughter got married and I\nleft to Israel.",
        "Q: Why did you go to Israel at that time? Why did you go to Israel at that time?",
        "A: Because I told you, I loved Israel, I worked for Israel when I was 12 years old,\nand my husband was a Hasharah, he was starving and he 1s from — from a\ncomfortable home, he got [indecipherable] home. And he went to Hasharah to\nprepare himself to go to Israel. So my husband said fa — aha — ah — over the\n[indecipherable] I gonna stay here. Malka’s married, Max is gonna get married, we\nare leaving to Israel. So we left to Israel, and I bought in Israel a home for 13,000\ndollars. So I was a little foolish, the man what — he helped us. He said, you entitled to\n27,000 — to 27,000 skolen(ph). So I said to myself, why I need charity? So I refused.\nNo, my son said, Mama, don’t take, we don’t need. We gonna pay off little by little\nthis 13,000 dollars. But I paid off — I paid two years la — thousand dollars. Later I tuv\n— paid off the whole house for 13,000 dollars. And I didn’t took the 27,000 dollars —\nskolen(ph), no. I went from my money, for 3,150 dollars with the childrens\n[indecipherable] to Israel the first time, and I didn’t go to the [indecipherable], I\ndidn't know. I have to be honest, if I would know, I would go and the\n[indecipherable] would give me a much cheaper. So I paid 3,150 dollars to — I took\n—my son got Bachelor degree. So I took him to Israel. When they saw I bought a\nhouse well, th — wasn’t — they wasn’t too happy, because they love America. I was\nMay 20, 1999\ntrying — Malka was that time 17 years, so she got one more year in high school, but\nshe was an honor student. So I tried with her to — to leave her in Israel, I would like\nher to have a cra — at least [indecipherable] another country college. So we — we\ncalled to [indecipherable] the prin — the pri — the professor from the university, and\nhe talked with Malka English. So Malka said to him, I changed my mind, I’d like to\ngo back with my parents. So my husband said, please do me a favor, talk a little bit\ninto. So he said I couldn’t, but he tried. Malka, you have to do something for your\nparents too. He said, I will do everything, but I’d like to go back with — to home. He\nwould put her to the Jerusalem University, that time I got money to pay and I was\nready to give it to her, a thousand dollars on a — on — to put in 1n the bank on the\nbook. If God forbid if it’s gonna be a war she can come home. But I had to take her\nhome. She refused, and that’s all.",
        "Q: I have to pause to change tape.",
        "A: Okay.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Chana Kalman. This is tape two, side B, and\nyou were telling me about trying to get your daughter to go to school in Israel. I\nwould like to know what happened after that.\nMay 20, 1999",
        "A: After that we come home, I brought her home and I cleaned, I bought furnitures\nand I locked the door and I took the — the key from — from — from my hou — the\nhouse and I took the two childrens and I came back to the United States. She went\nback to school and she got a scholarship to the — that — the university, she was a\nhonor student. And over there she met her friend and she was in love with him, and\nshe married him. And thank God he is a good son-in-law and a good husband and a\nvery handsome man. His father is a professor in the university. His mother is a—a\n[indecipherable] and I — three girls were in love with him. My daughter got two\ngood friends. A doctor’s a daughter and a professor’s a daughter. So I said, Malkala\nplease, don’t get used to him, because they’re gonna pick the doctor with the\nprofessor because your parent are speaking a broken English. But she didn’t listen to\nme. One time, they maked the white house in the university and they picked that she\nwas — I think she was st — the state of Chile, yeah. And he wa — and he was picked\nbecause he was — he got a — a scholarship in IBM and hundred dollars on\n[indecipherable] from the school. So she came home and she start, Mama, Mama,\nMama. I said, I bet you you got — David tooked you out. How you know? Okay. And\nI was — I never knew — I was thinking only a angel can make a dress, but I learned in\nthe factory and I was making for her. Every day she went in another dress. But shoes,\nI couldn’t buy every time — day a pair shoes for the dress. So I took a little piece of\nand I make the a — a little bow to match the shoes or the dresses. The other night the\nMay 20, 1999\nsame thing because I got two trees by the door and I was — I’m a nervous mother. So\nI was afraid somebody’s gonna hide by the trees, so we were waiting for her til she’s\ncoming home. And the — she came home late. With the car, she took my car. So later\nI said to David, David, if you would like to do me a favor, don’t walk away before\nshe is coming into my house. So he did. One time his father called me, Mrs.\nKalman? Yeah. I’m David’s father. Okay, how are you? Can I take Malka out for\nsupper with my childrens? I said, if Malka wants it, very welcome, thank you very\nmuch. Okay. So he took Malka out for supper. I invite ma — David for supper\nFriday, because I worked. So Friday — I prepared Thursday everything and one\no’clock I called my husband from the factory to put in in the oven. I came home\n[indecipherable] and we got supper. So David came to us for supper and David fell\nin love with us, with the broken English, with Malka and they are happy til 120\nyears.",
        "Q: After you came back to America for — for your daughter to finish school, how\nlong did you stay here?",
        "A: Two months or three months and we went back, and I lived in the yu — in — in\nIsrael 0-over 20, about 21 year. But my husband got a heart attack and we got a\ndoctor from Los Angeles, so I was happy [indecipherable]. So she said there’s\nnothing wrong with his heart, he has a hernia. I said, can we do something about the\nhernia? She said, this is a very serious operation. Can I go to see my chil — oh, sure.\nMay 20, 1999\nSo I took my husband and I came to see my childrens. This was my husband’s luck.\nSo my son took us to the bank to take out a few dollars, my husband was fainting.\nAnd this was close to the bank. The people helped us, we brought him into the bank\nand he was sitting a little bit. And we took a taxi home, and Malka has a friend, a\ndoctor in nun — in here, in — in New York. So my son called her, I need a good\ndoctor. She said, Maxie, in five minutes I will tell you. I will call you back. So she\ncalled Dr. Maas(ph). She was, to us, a daughter can’t do more than she did for us. I\ndidn’t got insurance, I got only Medicare. So when M-Maxie was t-telling her about\nme, but she [interruption]",
        "Q: Yes, we’re gonna take a break [tape break]",
        "A: So she checked my husband — no, this is a — she said — she called Maxie back and\nshe said, yes Max, your parents has luck. Tomorrow seven o’clock because she is\nvery busy, so she is gonna come mash — hour earlier and bring your parents to her.\nShe took in my husband first and she said to Maxie, Maxie, I don’t want to say her\nth-th — your mother, only to you. I ordered an appointment immediately in Beth\nIsrael in New York [indecipherable] and go, the doctor is waiting over there. So he\nsaid, Mama, we have to go with Daddy to Beth Israel for an x-ray. Okay. We went\nthere, so they checked and they saw my husband needs right away a bypass and not\nGod forbid. So they put him right away in to the emerge — emergency room, and they\ncame over for a signat — to sign. So my son come over — came over to me, he said,\nMay 20, 1999\nMama, you have to sign. I said no, I don’t want it. I said, Nathan, you need an\noperation, do you like to have the operation? He said, I don’t know if I need, I don’t\nknow what to say. So we called Malka. I didn’t sign, my husband didn’t sign, then\nMalka came. Malka and — the doctor was talking with Malka the situation and\nMalka signed. And six o’clock he got the operation, in the morning. And Malka was\nsaying [indecipherable] a whole night. So th-they took out veins from the leg, yeah.",
        "Q: Hu -",
        "A: So this time I couldn’t go back to Israel, I had to go back to sell the house, so I s-\nsold the house. And I came back and since then I been back in Israel — in America.",
        "Q: How did you wind up in Washington, D.C.?",
        "A: About Washington I was — I — every year I came to my childrens, so she took me\nevery Sunday to Washington, so I — I went to the museums, I like museums. So have\n— in — father-in-law was the time, too, so he took us to a place to show us the airplane\nwhat he saved 22 boys lives, with him together. He is a engineer, not a f — not — not\npilot, but he is high educated, so he said to the boys, they got the Germans — they got\nlost from — from — from the group sol-soldiers. So he said to them, take a look, here\nis — 1s our airplane. Do you like to go? If not we’re [indecipherable] they’re gonna\nkill us. They agreed and he brought them to the United States alive with the airplane,\nthe airplane is in museum.\nMay 20, 1999",
        "Q: I would like to ask you a few questions about some of the things that happened\nsince the war. I wanted to ask you if you followed the Nuremberg trials after World\nWar IT?",
        "A: What means the Nuremberg trials?",
        "Q: The war crimes trials.",
        "A: Oh yes, sure, sure. I’m receiving a little bit too, but they not paying me the\namount that I should have. The doctors — I didn’t ask the doctors to write about me.\nThe doctors by themselves write a le-letters with — with the diagnosis to the embassy\nand they — he asked them to send this to Germany, to doctors to check if this 1s true\nor not. So they gave us a little bit money, but not if — my friend got, without the f —\nthey — everything, more than | ha — 25 [indecipherable] they gave us, and my br —\nfriends got 60[indecipherable]. But in — now they gave my husband 200 dollars\nmore, two hund — because he got TB.",
        "Q: Is there anything that you wanted to add about the war, or your life before the war\nthat we haven’t discussed? Is there anything you want to add before we conclude the\ninterview?",
        "A: Before the war, we didn't got problems, because his — he 1s from a — from a\ncomfortable home, I was from a comfortable home. So the parents would help us to\nbuild up our life. He would be in the same business what he was with his parents,\nyeah. And no, we didn't got heavy problems before.\nMay 20, 1999",
        "Q: Can you tell me a little bit about your life in Israel?",
        "A: In Israel I enjoyed very much my life. When I worked with my husband in the\nstreet, I was feeling everything is nice, everything belongs to me, I am home. I got a\nbeautiful home, but now they having nicer homes. When I bought a home, they\ndidn’t got elevators, they didn’t got high houses, so va — my house was a nice house,\nbut later they built up beautiful homes, with elevators, with air condition, with\neverything, and I didn’t got no air condition and I didn't got heating, nothing. So I\nbought a — a —a gas heater and I bought a electric heater. Both heaters wasn’t heating\nlike it should be. My husband couldn’t take the gas and the electric wasn’t enough, so\nwe were suffering a little bit in the wintertime, so we came for three months every\nyear to my childrens, for the three months, the wintertime. And not car — I traveled\nall out after the war, I can tell you how nice a country that Israel you can find. If I\nwould be a little healthier, and not a cancer patient, and my husband would be a little\nbetter, I would go back. I enjoyed the 20 years, I never forget in my life.",
        "Q: Do you speak publicly about your experiences? Do you speak in public about your\nexperiences?",
        "A: Yes, yes, yes. But lately no, because I like to sit in the house. I’m a little — how I\nhave to say? I’m forgetting. Not in good mood, how you saying?",
        "Q: Are you depressed?",
        "A: Depressed, I’m very depressed. Very, yes.\nMay 20, 1999",
        "Q: Is there anything that we have not talked about that you would like to talk about\nbefore we conclude this interview today?",
        "A: Listen, to talk, I can talk a whole year, we never get through. This wasn’t so fast\nBergen-Belsen, wasn’t so fast th-the-the — the camps wasn’t so fast, the ghetto. From\nthe ghetto I can talk, I hear th-the — a whole ye — a whole year from the ghetto. The\nghetto wasn’t better than the Auschwitz.",
        "Q: Id like to thank you for speaking with me today. This concludes the United\nStates Holocaust Memorial Museum interview with Chana Kalman.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Hannah Kalman, conducted by Esther Finder on May 20\", 1999 in\nRockville, Maryland. This is tape one, side A. Mrs. Kalman, what was your name\nat birth?",
        "Q: What was your name at birth?",
        "Q: What was your maiden name?",
        "Q: When were you born?",
        "Q: And where were you born?",
        "Q: In what country?",
        "Q: Is that where you grew up?",
        "Q: How old were you when you moved to Lédz?",
        "Q: What do you remember about the first 12 years of your life?",
        "Q: Can you explain Keren Kayemet for me?",
        "Q: Can you tell me your parent’s names?",
        "Q: Did you have any brothers or sisters?",
        "Q: Can you tell me their names?",
        "Q: What did your father do for a living?",
        "Q: Can you tell me about your mother?",
        "Q: When you were a child, what were relations like between the Jews and the non-\nJews in Poland?",
        "Q: What were the relationships like between the Jews and the Gentiles in Poland?",
        "Q: Tell me about your education. What kinds of things did they teach you in school?",
        "Q: When you were a little girl, what did you think you wanted to be when you grew\nup?",
        "Q: You mentioned several times that your family was religious —",
        "Q: Can you tell me some of the religious traditions that you observed and some of the\nholidays and how they were observed?",
        "Q: When you were a little girl, did you have a favorite holiday?\nMay 20, 1999",
        "Q: You mentioned a few moments ago that when you first moved to Lodz, you\nbecame involved with Keren Kayemet.",
        "Q: Did you participate in any other activities with this group?",
        "Q: Were you a Zionist?",
        "Q: Did you have any thought of leaving Poland and going to Palestine in those\ndays?",
        "Q: When you were a young girl, before the war, what did you do for — for fun or for\nentertainment when you were not in school and not in services?",
        "Q: You mentioned a husband, can you tell me about this?",
        "Q: Explain to me what Hasharah(ph) is.",
        "Q: Tell me your husband’s name.",
        "Q: Your husband’s name.",
        "Q: And how did you meet him? How did you meet him?",
        "Q: Before the war began, were you aware of events in Germany? Things like\nKristallnacht?",
        "Q: In the Zionist group, was there ever any talk about how Jews were being treated in\nGermany before the war?\nMay 20, 1999",
        "Q: Let’s take a break for one moment. Okay, we’re back.",
        "Q: When did you get married?",
        "Q: What year did you get married? What year did you get married?",
        "Q: What else can you tell me about your life before the war?",
        "Q: You mentioned you got married in 1936 or 1937 —",
        "Q: Where did you and your husband live?",
        "Q: And how did you support yourselves?",
        "Q: Did you work until the beginning of the war?",
        "Q: You said that when they asked your religion, you said Mojsze. You mean —",
        "Q: Can you explain that?",
        "Q: Can you explain wh — what that means, the expression —",
        "Q: So that’s how Jewish was —",
        "Q: I’m going to pause to check the machine, one moment. Okay, I would like to ask\nyou about the very beginning of the war. What was your first experience with the\nwar?",
        "Q: Tell me about your little boy.",
        "Q: Before we go to the ghetto, let’s — I want to stay first with your son. When was he\nborn?",
        "Q: And your son’s name? What was your son’s name’?",
        "Q: How long after the Germans came, were you in — either put in, or did the ghetto\nform around you? How long were you allowed to stay outside of a ghetto?",
        "Q: When did you go into the ghetto?",
        "Q: How were you notified that you’d have to move?",
        "Q: It — could you please tell me when you first came into the ghetto how you found\nhousing and how you got yourself organized?",
        "Q: Tell me about your living conditions. Where did you live?",
        "Q: Did you have a space all to yourselves, you and your sister and the children?",
        "Q: Did you have a room to yourselves, you and your sister and the children?",
        "Q: Where was your husband?",
        "Q: Did you have any idea where he was?",
        "Q: I'd like you to tell me about the ghetto. I'd like you to tell me if it was an open\nghetto or a closed ghetto?",
        "Q: How was it closed?",
        "Q: Was there a wall or a fence around the ghetto? A wall or a fence around the\nghetto?",
        "Q: Who were the guards?",
        "Q: Was the SS inside the ghetto? Were they inside the ghetto?\nMay 20, 1999",
        "Q: Did anybody guard the inside of the ghetto?",
        "Q: What was your work assignment in the ghetto?",
        "Q: Was your job considered a desirable job when you were working 1n the resort?",
        "Q: What can you tell me about th-the government inside the ghetto? How was the\nghetto organized?",
        "Q: Can you —",
        "Q: Can you translate gunovim(ph)?",
        "Q: Burglars or thieves?",
        "Q: How did the ghetto change over the time that you were there?",
        "Q: Let’s stay in the ghetto a little longer, I wanted to ask you, who else was in the\nghetto with you? Was it just people from Lodz?",
        "Q: When the Jews came from these other towns, from the smaller towns, how were\nthey incorporated into the ghetto? How did they find housing and — and work?",
        "Q: How did the people that were in the ghetto from the different areas, how did they\nget along?",
        "Q: What contact did you have, you and the other Jews in the ghetto with the outside\nworld?",
        "Q: Did you have any idea how the war was going outside?",
        "Q: We’re going to pause and I’m going to flip the tape.\nMay 20, 1999\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Chana Kalman. This is tape number one, side B.\nAnd I had asked you if you had any knowledge of what was happening outside of the\nghetto, if you knew what —",
        "Q: What was life like inside the ghetto for the children?",
        "Q: Tell me about — you just said that they were going — they took the children from\nthe parents.",
        "Q: Tell me about that event.\nMay 20, 1999",
        "Q: What did Rumkowski say to the people?",
        "Q: At that point, did — do the Jews in the ghetto know where the transports were\ngoing?",
        "Q: Let’s stay in the ghetto just a little longer. When you — you just said a moment ago\nthat there were rumors that the children would be okay, but you didn’t give your\nchild, you hid. Why did you choose to hide?\nMay 20, 1999",
        "Q: You said they took away your cards. What cards?",
        "Q: After that, how did you get rations?\nMay 20, 1999",
        "Q: Can you tell me about the shpare(ph)?",
        "Q: Was the ghetto different after the szpera(ph)?",
        "Q: Was the ghetto different after they took away the children?",
        "Q: When did you, in the ghetto, realize where those transports were really going?",
        "Q: Was there any question as to where those trains really went, while you were still\nin the ghetto, when they were doing the deportations?",
        "Q: Can you give me a time frame when you were in the ghetto, starting from when\nand ending August of what year?",
        "Q: During your time in the ghetto, did you have any idea about the Warsaw ghetto\nuprising?",
        "Q: While you were in the ghetto, did you witness any beatings, or executions or\nsuicides in the ghetto?",
        "Q: Can you tell me what — what you witnessed?",
        "Q: Is there anything else about the ghetto that you want to tell me, or that you want\nme to understand?",
        "Q: To shave?",
        "Q: How did you come to leave the ghetto?",
        "Q: Tell me about your departure.",
        "Q: How long did you travel on the train?",
        "Q: What did you take with you from the ghetto?",
        "Q: Okay, explain pil — Pilsudski and this whole letter.",
        "Q: And what did she say in her letter?",
        "Q: You mentioned that you had some of the things from your parents. What\nhappened to your parents?",
        "Q: ’'m going to give you a minute to collect yourself. [tape break]",
        "Q: I would like you to please tell me about your arrival in Auschwitz.\nMay 20, 1999",
        "Q: I— I want you to stay in Auschwitz for just a moment. You said someone took\naway your little boy, and your sister’s little boy. Who?",
        "Q: Did you have any idea when you came off that train, what was going on in this\nplace?",
        "Q: You’re jumping ahead of me just a little bit. How long were you in Auschwitz?",
        "Q: How long did it take before you realized what happened to your son?",
        "Q: You were only in Auschwitz for a few days, but can you tell —",
        "Q: — can you tell me about those few days?",
        "Q: Is that a bunk?",
        "Q: How did you know that that was Mengele?",
        "Q: In those few days that you were in Auschwitz, did you see any suicides or\nexecutions?",
        "Q: Who were the other prisoners that were with you in Auschwitz?",
        "Q: While you were in Auschwitz still — I have one or two more questions about\nAuschwitz. While you were there, did you see any acts of torture or cruelty that the\nguards did just for their own sport, for their own entertainment?",
        "Q: Tell me about your departure from Auschwitz.",
        "Q: Tell me about how you left Auschwitz.",
        "Q: Do you know the name of this place where you were sent?",
        "Q: Who were the other prisoners there?",
        "Q: Men and women?",
        "Q: In this camp did you witness any beatings or executions?",
        "Q: You said in the first case, the woman with the headband, you said that he gave her\na few, but you didn’t say a few what.",
        "Q: While you were in this camp, did you have any idea of how the war was going\noutside?",
        "Q: No, but in — in the other camp, before you came to Bergen-Belsen?",
        "Q: Let’s stay at this second camp, before you get to Bergen-Belsen.",
        "Q: I wanted to ask you if you could give me a sense of how conditions in this camp,\nin terms of the daily conditions wer — how were those conditions different than in\nAuschwitz?",
        "Q: How long were you in this camp?",
        "Q: And how did you come to leave this camp?",
        "Q: How”\nMay 20, 1999",
        "Q: Was this a Death March? Was this the Death March? Death March, was this a\nDeath March?",
        "Q: Tell me about how you walked.",
        "Q: How long were you walking?",
        "Q: How long did it take you to get to Bergen-Belsen”",
        "Q: When you came to Bergen-Belsen, who were the other prisoners there?",
        "Q: I’m going to pause and I’m going to change tape.\nEnd of Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Chana Kalman. This is tape number two, side A.\nAnd you were telling me about Bergen-Belsen. You said that you met somebody,\nMr. Frank.",
        "Q: And how did you know that this was Mr. Frank, can you explain that?",
        "Q: How did Bergen-Belsen compare to the other two camps that you were 1n?",
        "Q: Describe it for me, please.",
        "Q: What did you eat while you were there? What did you eat?",
        "Q: How —",
        "Q: How long were you in Bergen-Belsen?\nMay 20, 1999",
        "Q: During your time there, did you have any idea of what was happening elsewhere?\nDid you know how the war was going?",
        "Q: What else comes to your mind when you think about Bergen-Belsen?",
        "Q: Tell me please, about your liberation experience.",
        "Q: What was the state of your health at the end of the war?",
        "Q: At the end of the war, when you were liberated, what was your health like then?",
        "Q: Where were you when you heard that the war in Europe was over?",
        "Q: Tell me about that day.",
        "Q: Well, we’ll — I'll get to your daughter in just a minute, I would like to stay in the —\nthe postwar period. When you went back to Poland —",
        "Q: — how were you treated by your former neighbors?",
        "Q: How long —",
        "Q: How long did you stay in Poland looking?",
        "Q: While you were in Poland, what attempts did you make? What did you do to try\nto find people?",
        "Q: When you came back to Bergen-Belsen —",
        "Q: — after Poland. Was that then a DP camp?",
        "Q: What steps did you take to start to rebuild your life?",
        "Q: How did you connect again with your husband?",
        "Q: Tell me about your reunion with him.",
        "Q: When was this son born? When was this — this son, your — your son, when was he\nborn?",
        "Q: We’re gonna take a break. [tape break] Okay, we’re back now. You were telling\nme about when and where your son was born.",
        "Q: And when?",
        "Q: When did you come to the U.S.?",
        "Q: Som-Somebody just walked in, let’s take a break. [tape break] Okay, we are\nback.",
        "Q: That’s an angel.",
        "Q: Can I ask you th — your children’s names?",
        "Q: I would like to go back to your early years in this country, okay. When you came\nto the United States, where did you settle?",
        "Q: When you came to the United States, did anybody help you?",
        "Q: How long did you stay in Arizona?\nMay 20, 1999",
        "Q: Why did you go to Israel at that time? Why did you go to Israel at that time?",
        "Q: I have to pause to change tape.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Chana Kalman. This is tape two, side B, and\nyou were telling me about trying to get your daughter to go to school in Israel. I\nwould like to know what happened after that.\nMay 20, 1999",
        "Q: After you came back to America for — for your daughter to finish school, how\nlong did you stay here?",
        "Q: Yes, we’re gonna take a break [tape break]",
        "Q: Hu -",
        "Q: How did you wind up in Washington, D.C.?",
        "Q: I would like to ask you a few questions about some of the things that happened\nsince the war. I wanted to ask you if you followed the Nuremberg trials after World\nWar IT?",
        "Q: The war crimes trials.",
        "Q: Is there anything that you wanted to add about the war, or your life before the war\nthat we haven’t discussed? Is there anything you want to add before we conclude the\ninterview?",
        "Q: Can you tell me a little bit about your life in Israel?",
        "Q: Do you speak publicly about your experiences? Do you speak in public about your\nexperiences?",
        "Q: Are you depressed?",
        "Q: Is there anything that we have not talked about that you would like to talk about\nbefore we conclude this interview today?",
        "Q: Id like to thank you for speaking with me today. This concludes the United\nStates Holocaust Memorial Museum interview with Chana Kalman."
    ],
    "answers": [
        "Answer: I can — I couldn’t hear you, what you said.",
        "A: The name I was, Hannah Kalman. Hanka Kalman.",
        "A: Hanka Feiner(ph).",
        "A: 1912, I have to go with this, yeah.",
        "A: I wi—Is-—TI was born a very small city, Opoczno.",
        "A: Poland.",
        "A: Yes, but my father moved out from this little town on account of school, to have\nmore school for us, yeah. So we moved to mon — to Lédz.\nMay 20, 1999",
        "A: I t— about 12 years.",
        "A: First of all, when I came to Lodz, I looked for company because I didn’t got\nnobody, so I walked in to Goldonya(ph), Zionist organization, this was for — for\nyoung chil — for young people. I worked for Keren Kayemet for a long time. I\ncollected a lot of money, yes. And my father was a very religious man, so I had to do\nthis without of knowing my father didn’t like it because he was waiting for Messiah.",
        "A: Keren Kayemet’s money was going to Israel because they didn’t took one inch\nfrom the Arabs for nothing, they paid for everything with the money what we collect,\nKeren Kayemet.",
        "A: My father’s name was ye — Jakov Feiner, my mother’s name was Rifka Feiner.",
        "A: Yes, we got eight childrens. Five boys, three girls.",
        "A: The youngest sister mines was Rushka(ph), or — or in Polish, Rachel. And Sarah\nwas the third sister. The — the brother was Herzkel(ph), Avram(ph), Moishe,\nChaim, Vervel(ph).\nMay 20, 1999",
        "A: This I have to explain to you. We were working, making out all kind of skins. In\nPolish was the skarbosz(ph). All kind of skin, soles, everything, but in my time,\nwhen I was a young girl, we were wear — wearing shoes from leather. So this was our\n— my father was a very comfortable — it was a — we got a comfortable life.",
        "A: About my mother, she was a very religious woman, but very elegant, va — very\nmodern. She kept us in a pri — private school. She built up a beautiful home.",
        "A: I couldn’t hear, a little louder talk to me.",
        "A: Ver-Very, very bad, because I went one year to the Polish school, so I was bitten\nand I was abused, even the teacher. They were playing cat and mouse, ara — so I\nasked — I asked the teacher, can I go in? She said no. I said why? Don’t you know\nwhy”? And this — we — we paid taxes for this school. This was five grades Jewish —\nJewish public school. So when the — when the — the priest or the director se — some fo\n— somebody from the officials came in and I go — I got red eyes as he came over to\nme, he said, did you got trouble, Hanka? I said yes. I said — so I told him about the\nteacher, so they changed the teacher.\nMay 20, 1999",
        "A: I got — seven grades I got in — no, I finish the seven grades in Lédz and later I\nwent to high school. All the three girls got — finished — graduate, but my youngest\nsister graduate in ghetto high school. Rumkowski gave her the diploma.",
        "A: This I have to tell you the honest, I was childish, I never was thinking what — what\n— for the future because I saw my parents are comfortable, so I wasn’t thinking of\nanything.",
        "A: Very.",
        "A: From all the holidays you want to know? I can tell you today, I still can’t forget\nthe nice table for — prepared for Shabbas, for Friday night, for the holidays, for\nPurim, for Pesach, I never can forget. Everything was beautiful. Silver — silverware,\nwe got china from — from Czechoslovakia, my father was traveling, so — and my\nfather liked antiques, so he bought beautiful things. So we got the table, I never can\nforget. The worst thing is for me when it’s coming a holiday.",
        "A: Yes, yes, yes, we got — we were — we — I was very religious too. I am still a little\nbit, but not like I was because after Auschwitz, they took away my little boy. I can’t\nbe like I was. Yes, I was very religious by myself, because I was raised like that.\nBefore school, in the morning I have to say a pray, and by each meal a pray — after\neach meal a pray. Saturday I was praying like — like everybody, at — and Sunday I\nwas praying — no, Sunday we got school.",
        "A: Yes. Yes, I were 12 years old. I was collecting money in the street. I was going\nwith the puszko(ph) and asking people for — for — for — donations. So they put in a\nquarter, 10 cents, 20 cents, some of a — a zloty. I collect a lot of money, yes.",
        "A: No, the most — the most I was — were in Goldonya(ph), and later when I got older,\nI went into — Nathan(ph), was what the name? Goldonya(ph)? Yehtaktut(ph). It\nwas Yehtaktut(ph). So in the Yehtaktut(ph) I worked still for Keren Kayemet, yes.\nTil the war start, I worked for Keren Kayemet. I was a good collector, I didn’t\nmissed one door. I knocked on each door.",
        "A: Lam, yes.\nMay 20, 1999",
        "A: Yes. Yes, yes, but my father was very religious so he said, what you want to go to\nIsrael? The girls and the boys, they get very, very — the short pants, he said naked.\nWe very — we have to wait til mos — Messiah will come, we will go to Israel. If my\nfather would listen to me, we w-would say — because we got money, we would able\nthat time to show the 5,000 dollars and to go to Israel, but my father was very\nreligious, he was waiting for Messiah.",
        "A: So the organization was by us everything. We enjoyed, we were dancing and we\nwere reading and we got the conversations. Yeah, wa — I was very busy with — with\nthe — with the org — ar — we — ah — organization, very busy. To 10 o’clock til 10:30 in\nthe evening. Lot of people came from Israel, they were te-telling us stories how\nIsrael is building up and about the kibbutzim, and this was very interesting for me,\nso I was — the whole my life I spent til the war time, in — in the Zionist organization.\nBen-Gurion came to us and I was — I was giving red roses. I was that time, I think 16\nor 17 years old, he came to — to Lédz. And we walked with him in the middle street\nand he was telling us how much Israel is building up, how everything is good in the\nfuture, we need only — how you say ... ground — ground workers, I forgot the name.\nMay 20, 1999\nFin — 1n the fields, to work 1n the fields out the — this [indecipherable] that he\n[indecipherable] for hours to prepare, and my hu — and my husband was on\nHasharah(ph). And when he was a boy, he was for free, ba — about 17 - 18 years old,\nor maybe 20, he went to Hasharah(ph) and the war start, so he had to wake up, if not\nwe would — were — were — got ourself — we got to go to Israel.",
        "A: About my husband? My husband 1s from a very religious family, his father got\nsemicha to be a rabbi. Not a rabbi, a rav. A rabbi is not a rav. A rav, he can manage\na city, but not a rabbi. A rabbi doesn’t have to have semicha. A rabbi, if he is\neducated and it’s going from the nation — then from-from family to family, he can\ntake over. But a rav must be special teached in Talmud, very high, to became\nsemicha. So my father — my hu — my husband’s father got semicha.",
        "A: Hasharah(ph), the pa — they were preparing the young childrens to be — to work.\nAny kind of work, building and how you saying, th-the fil-fil-filds — field a — work —\nan-any kind, only to work. And he was starving, they didn’t got nothing to eat over\nthere. And so my husband was trying to make a little business. So this way they got a\npiece of bread to eat, and he was in the Hasharah(ph) and he was from a\ncomfortable home, too. In the middle, the war st-start.\nMay 20, 1999",
        "A: What — what?",
        "A: Nathan Kalman(ph). The name was Kalmanowicz(ph), but we short the name\nhere by the first citizenship. So the judge asked us, because the spelling was very\nhard for us, so we short the name for Kalmonowicz(ph) of Kalman.",
        "A: Well, I was with my husband in the organization, yes.",
        "A: Before the war, my father told us about the first war. The Germans were so nice,\nthe Germans were giving a little bit food for the childrens and everything. But this,\nwhat happened, I didn’t know. I was thinking the Germans are nice people. But I\ndidn’t got no business with Germany. I learned a little bit, I got five — five grades\nGerman, yeah, because my father did business with Danzig and with Bydgoszcz, so\nover there my father was — he’d meet Germans, so I was doing the writing for my\nfather. So I know a little German, not perfect.",
        "A: No, but sh — very shortly before the war, came — don’t remember the name. Hold\naside, I'll ask my husband. Nathan(ph), what was the name from the man what he\ncame to the park the first time to tell us, it’s — huh?",
        "A: He got a speech in park Helenow(ph), beautiful park. So I still remember what he\nsaid. Jews, over our head are big clouds. Who can help himself? Let — leave Poland.\nWhen I came home, I was afraid to tell my father I was listen — I was going to listen\nhis pitch, so I told my father ahead they’re saying about it’s going to happen like this.\nMy father said, nobody knows, only God knows.",
        "A: I got married about 21, in Poland. My husband was in concentration camp and I\nwas in a concentration camp and after the war we meet each other.",
        "A: What year? 19 nine — 1936 or — °36 or °37.",
        "A: Before the war I got the comfortable life of my parents and my — they teached us\nall the religion — religion. But my father want us to be educated because he was not\ncomfortable — he — my father was in big business, so all the time he was — he was\nasking us for help, so for this he moved out from the little town to give us a little\nmore education. I didn't worked, and we got a — our help had too, because eight\nMay 20, 1999\nchildrens. In the little town we got like a little farm, only for us, not — not for\nbusiness, so — so we got the cow, we got horses, we got everything. This place is still\nto na — today there. The Gentile people are living in there. This was my grandfather’s\npla — this place was — was — my father wa — grandfather was that time, before the\nwar, a very rich man, because he bought a — a bi — a big piece of land and he was\nbuilding for each son, two rooms and a little factory like a gar — garbage, because this\nwas the best business, it was very good business. And this is still today, and I would\nlike this to give to Israel. Over there is a f— 1s ba — ba — 15 houses with the — yeah,\nbut a — my brother was visiting, so a Gentile lady came out from our house. This is in\nOpoczno.",
        "A: °37, I think, think in ninet — 1937, I think so.",
        "A: In Lédz. Before the war, in Poland, yeah.",
        "A: I got a little — a li — a — a —my husband was ma — how na — doing business with —\nin the paper business. And I got the little grocery store, yeah.",
        "A: No, I—I was only — after the war I start to help a little bit, but before the war, my\nfather — my — my parents were very comfortable, so I didn’t — I didn’t work. And\nMay 20, 1999\nthen, in Poland womens didn’t work that — like in the United States. Was very hard\nfor us to find a job. First of all, if I asked for a job they ask me right away,\nwyznanie? Wyznanie means religion. So I had to say Mojsze szewego(ph), Mojsze.\nSo they said okay, we will send for you. We will have a work, the — now — we now\ndon’t have work. We will send for you. Til today they sending.",
        "A: Well, Mojsze’s — yeah, Mojsze, yeah.",
        "A: The — the ne — the — how to write Mojsze?",
        "A: Religion, the religion was not Jewish, only Mojsze szewego(ph).",
        "A: Yes, yes, if I said Mojsze szewego(ph) they know I am Jewish.",
        "A: This was Friday. They came in on Friday, 1939. So we were staying and greeting\nthe soldiers that came in. One soldier gave my little boy, he was two years old — no,\nhe was a year old — two years the [indecipherable] — yeah, about two years old. Yes,\nthey gave him a little flower, to my little boy. So I was thinking what\nMay 20, 1999\n[indecipherable] like people talking. They are nice — nice people. But two, three\ndays left — after, 10 Jews was hanged in Baliterini-rinik(ph) -- Barliskarinik(ph) to\nshow us the beginning. Right away they — they took us to work. My little boy was a\nwhole day in the home, he was crying, because he was afraid of the Germans, and he\ndidn’t saw me back, so he was thinking I’m — I’m — I wouldn’t — I wouldn’t come\nnever back to him to see him. I was washing floors, I was washing clothes, I was\nwashing toilets and I was beat — got — I go — one soup they gave me for the whole\nday, and beaten, too.",
        "A: My little boy, what can I tell? The til — two years I raised him like a mother should\nraise a baby. But in the wartime I gave my little boy my bread to eat because he\ncouldn’t eat his soup. The soup was water with — with — with cabbage. I kept him in\nbed, because the water, it was freeze — it was frozen 1n our house, so I kept him in\nbed and I put a tray with a coloring book, with crayons, so he was a little bit busy. He\nfalled asleep a little bit. And I got on a bench a piece of bread with a little bit — we\ngot rations — a little bit sugar. When I came home this little bread was laying, he\ndidn’t ate. And he got sick, he got a hole in the right side and the left lung, in ghetto.",
        "A: He was born 19 — 1938. Yes, 1938 my son was born. In January, 25\".\nMay 20, 1999",
        "A: My son’s name was Jakob(ph), after my father and after my husband’s father,\nJakob(ph) Moishe.",
        "A: 1940 they closed the ghetto. We saw they building something, but nobody was\nable to understand what — what’s going to go — happen. So f — 1940, everybody got to\nmove into the ghetto, and the ghetto was closed.",
        "A: The same everybody, the same time. The same time, the 1940, the day I can’t —\ncan’t remember, but 1940 when they closed the ghetto, everybody had to move to the\nghetto.",
        "A: They came in, the SS came into the house and in five minute — in five minute and\nraus, raus. Yes, I couldn’t take nothing.",
        "A: The beginning from the ge — 1n the ghetto we still were able to have a bread, to\nbuy a bread, a little bit like — like black market, a little bit more. But in no time was\ngone, no more bread. So we got rations in ghetto. For seven days each of us got a\nMay 20, 1999\nbread and a little bit [indecipherable] a little bit oil, a little bit — the sugar, not all the\ntime. So we got a little bit — th-the whole ration was Sunday, and they gave this for a\nwhole day — for a whole week.",
        "A: In ghetto? The living conditions in ghetto was very bad. The water was frozen in\nthe house. We didn’t got coo — kid — stoves to cook, so — and the — so we got places\nwhat they got gas, little gas stoves. So we were taking tickets or staying in the line,\nand this way I was cooking a little bit water with — with [indecipherable] with — with\nthe potato, that’s a soup for me and my little boy. I lived together with my sister what\nhad a little boy. She was younger with two years from me.",
        "A: I can’t —",
        "A: One room, two beds. In one bed my sister with her little boy, in other bed I went —\nI am with my little boy.",
        "A: Oh, in — in — in-in Chenstahof(ph). He was — the-the — they caught him and — and\n— bu — at work, he worked. They caught him then, they sent him away.",
        "A: No.\nMay 20, 1999",
        "A: Closed ghetto.",
        "A: You couldn’t work any, you couldn't walk out. And they build bridges you\ncouldn’t — you couldn’t pass the street, across the street. They build bridges the tree —\nth-three — how you saying? The first floor — three floors. A bridge to go up, and later\ndown. So we — you got cross the street. In the wintertime was terrible, because th-the\nsnow was sticking to the — th-the shoes. And we walked up the steps, another one got\nkilled, another one got fell down.",
        "A: Wires.",
        "A: The SS was in the middle watching us, and we got the sidewalks. And they shoot\n— they shoot people walking, innocent people only that they wa-was passing, they\nshoot them.",
        "A: They were inside the ghetto, but they were — we were — they wa — we got wires, so\nwe got only the sidewalks and he was walking in the middle of this [indecipherable]\nthe streetcars passed, yeah, yeah.",
        "A: This I have to tell you the honest, some people yes, but they were hung. They kept\nus cigarettes because they were able still to come back and to bring something from\noutside the ghetto. But some people, yes, yeah, they worked ou-outside the ghetto.\nBut later they closed, nobody was — nobody was able to go there.",
        "A: From the beginning they — they took us to — the daughters to the\n[indecipherable], but later they opened Russolds(ph). Russolds(ph) is like factories.\nSo I worked in corset in rug — Russold(ph), in aprons. This was Beebus(ph)\nRussold(ph), Seegul(ph) Street, Ba-Barlitta platz, Barlutzkarinik(ph), in\nSeegul(ph) Street. So I worked there two years, I think, yeah. So we got only one\nsoup, yeah. Later I worked in a kitchen.",
        "A: I was some vo — sewing only on the machine. You got [indecipherable] old lady,\nshe showed us what to do and I was sewing on the machine. So I got only a— on —\none — ons the sides from — from — from the corsets to do, so I was used to it and I was\nva — making very fast, yeah. But the aprons I was ma-managing, yeah.\nMay 20, 1999",
        "A: Rumkowski, some people talking about him very bad, but I can’t say anything\nabout him because the people what they worked with him, they were the bad people\nbecause they were stealing away everything what he send in in ghetto for us, they\nstealed away more than half. And Rumkowski said with his word, I have\ngunovim(ph) what can I do?",
        "A: But to me bar — Rumkowski was not a bad man, no.",
        "A: Burglars.",
        "A: Yes, yes.",
        "A: The ghetto didn’t changed much til we liquidate the ghetto. Got the hard life, a\nvery hard life in ghetto, yeah. They took out Reverend [indecipherable] from\nanother house, people to send away, til today they don’t know — we don’t know\n[indecipherable] got a brother between them. And we heard screaming in the middle\nof the night, they killed people, til — til the ghetto liquidate was the same thing.\nMay 20, 1999",
        "A: No, from Pabwianicz(ph), from Skarez(ph), from around the little towns, they —\nthey took away the parents and the childrens they send in. In the morning I went to —\nI vern — I went to work to the kitchen, a little boy was carrying a tallis — I don’t know\nhow to say this in English, and he cried. The little boy maybe was 11, maybe 12\nyears. So I asked him what’s wrong. He said I am — I — my — they took away my\nfather and my mother. I am alone and I don’t know where to go. So I took him into\nthe kitchen. So the boss from the kitchen gave over to Rumkowski. So later the-they\ngave th-the childrens places —- Rumkowski by himself was a leader from 200\nchildrens. And Janusz Korcezak was a leader.",
        "A: To tell you, the vet — the first situation was [indecipherable]. We got a bed, we\ngot [indecipherable]. They came with anything not. But Rumkowski later — they\ngave Rumkowski a pla — places where to open houses for they took out the Jews, th-\nthey — th-the Jews to ghetto, so old — and th-the Gentile went in — in our houses\n[indecipherable]. So he opened a place and the people walked in, moved tn, yes. But\nlittle by little they took out every day, every day, every day they loo — took out from\nghetto people and they send away, so they got room enough.\nMay 20, 1999",
        "A: I think we managed with each other normal. Not to fight, because we saw the end\nof us is not too good. So in ghetto was very terrible. The ghetto was not much better\nthan Auschwitz.",
        "A: Nothing, we ca — five o’clock we had to go home. Five o’clock — after five you\ncouldn’t work. So we got only with the neighbors, but we got neighbors a few. We\nwere sitting and talking and — an-and planning, an-and — and praying, and we\nbelieved we — we — we — th-that — th-th-that we will survive, yeah, but no — no — no —\nno organizations, no nothing, no.",
        "A: Outside not much, but one time came somebody, said the Russians are coming in,\nSO we were happy. We were dancing, we were [indecipherable]. So we got punished\na few days, we couldn’t walk out, not to work, nothing. They punished us because we\nwere so happy the Russians are coming. And this was only a— a—a-—asa~—alie.\nThe Russians start the war with the Germans, so we were saying to the ger — the\nRussians are coming to us.",
        "A: No, no, no.",
        "A: For the children was very bad. They got a half a glass of milk, one egg a week.\nThis was for the childrens. Later they took out — away the childrens from the parents,\nso I and my sister lived in a house what this was a old fashioned movie. So the whole\nmachine with everything was on the roof. So I and my sister were sitting eight days\nand eight nights behind this little wall, covered with black material, a pail of water\nand a bread, and we were sitting and hiding the childrens and we got our childrens.\nBut not long they liquidate the ghetto, so I had to bring my child on to Auschwitz\nwith my sister together.",
        "A: Yes.",
        "A: They — first of all they st -— Rumkowski came out and he said we have to give the\nchildrens. So, you know, not — not everybody was giving out the childrens, so they\nwere sitting in the houses. So later the SS with the Jewish police came and they took\nout the childrens from the houses. This I was hiding on a roof, so they didn’t came on\nthe roof.",
        "A: I can tell you, he was not a bad man, but he got to listen to the SS because he was\nthe alteste der Juden. The SS gots with him t-t-to deal, what to do, what di— so he\nhad to listen to them, if not, they would kill him. So he came out, he said we have to\ngive over the childrens.",
        "A: We didn’t believed, but we heard the rumors the childrens, they giving good, th-th\n— th-they giving to eat, and th-they — the childrens having foo — th-th — 1t was rumors.\nTh-The — the Germans da-da — la — get out th-the rumors. So we were thinking, after\nthe war God will help us, we will have the childrens, we will have them. But when I\ncame to Auschwitz, I saw none. Here is the end.",
        "A: I liked to go with my child together. I would give away my child, I would — I\nwould lose my memory, I would be crazy. So I was sitting eight days and eight nights\nwith my sister, with her little boy was younger, he was about three years, mines was\nfive. So we were sitting and my little boy, I said, Yankovek(ph), I gonna give you a\npiece of bread. He said, no Mama, save this, because I’m afraid of the Germans. Save\nthis, let’s — because he got afraid we gonna eat up the bread, so we have — we gonna\ngo down. And he was afraid to go down. So we were laying on the — the — til\neverything was quiet. So I — they took away my cards, too. I didn’t got the cards\nbecause I didn’t got the — I didn’t give my little boy, so I didn’t got the cards. Later,\nafter the eight days, was quiet. They didn’t took any more childrens, was no more\nchildrens. I was afraid to go out with my chil — li-little boy, because everybody\nwould say, take a look, they having the childrens. They took away our childrens. So\nwe didn’t walk with our childrens outside too much.",
        "A: We got cards for our ba — for the ri — the racials, yeah. So I was punished so th-th-\ntha — from where I gonna eat, where did they took me away. But I told you, we got a\nbread, and the bread, I think we didn’t ate up a half from the bread. The childrens\nwere afraid, the childrens were, Mama save, Mama save for later, save for tomorrow,\nsave, save.",
        "A: Later, they gave me back the cards and I took for the eight days, they gave me for\nthe eight days everything, yes.",
        "A: The szpera(ph). Szpera(ph) was the punishment that I told you. When we were\ndancing, oh, the Russians are coming, gi — da — we gonna get a little better. So they\npunished us, this much szpera(ph), we couldn’t get out, we had to stay in the house.\nYou can’t — we co — we couldn’t go to cook, we couldn’t go — because we didn’t got\nnothing in the house, we have to go to the places where they got the gas, little gas\nstoves. So we were punished. This was szpera(ph).",
        "A: No, th-the ghetto was the same way til they liquidate the ghetto.",
        "A: Was like — like a cemetery, a few days after they took away the childrens in the\nghetto. When you walked in the street, you can see the air was crying with us. I can’t\nexpress myself in English. Th-The atmosphere was so s-s — was terrible. Was not —\nnot comfortable to see mothers crying about childrens. I was happy with my child,\nbut I paid with hell for other mothers what they cried what they took away the\nchildrens.",
        "A: We didn't know where we are going, no.\nMay 20, 1999",
        "A: So one — we were va — we walked into my sisters-in-law, and she was 1n bed. In\nthe meantime she died. We didn’t paid attention to her, we left her in the house and\nin the bed, dead. So she got twins, so they — we took them with us together. So a\npoliceman came to our window and he said to us, how long you are able to fight,\nfight, don’t go. I said, where we are going? He said they’re going to give us other\nclothes, paper clothes. They gi — gonna take away from us everything, but we gonna\ngo to work. But he knew we gonna get killed, not to — but he told us in a nice way,\nhow long you are able to fight, don’t go by yourself. But we go — we got no bribe and\nwe had to go to ourselves and we took a — that time they liquidate the ghetto from the\nlast people. Now, this was in July, August. In August, yes. So we went to Auschwitz.",
        "A: From 1939 til 1945 — four, cause ’45 was after the war, yeah.",
        "A: Yes, because when they asked Rumkowski something about the giving — to give\npeople to work or what, so we had the Warsaw alteste der Juden came to our\nalteste der to talk with him. But what they talked, what, I don’t know. But the\nMay 20, 1999\nWarsaw va — the Warsaw one, they came to the alteste der Juden to give the\nchildrens, he took his five, he took his three, I don’t know how many childrens, he\ntook, this I give in to you, the rest you take by yourself. So they killed them. This was\nfrom Warsaw. That’s what I know from Warsaw.",
        "A: Sure, sure.",
        "A: They were shooting and we heard screaming in the nighttime. So in the morning,\nall of th-th-the family, I don’t know, there’s a — maybe if they were friends together,\nthey got killed. Wa-Was — was stabbed, an-an-an-an-an-an — and — and shot. We\nnever were — we never were sure even 1n ghetto we gonna be saved, no.",
        "A: One thing what I saw, a older man with a beard went to pass the bridge. So the SS\nman called him and he called a woman, and she had t-to — she had to —",
        "A: Shave th-th-the — the beard. That’s what I saw, yes. And the man was shivering\nlike this. This I saw and I saw the lady was stupid, she took di-di — I saw a lot of\nthings, but I— now I’m a little nervous, I can’t tell you ab — I saw a lot of things.\nMay 20, 1999",
        "A: We - we had the — th-they liquidate the ghetto, we had to go, everybody — th-the\nlast — we — we went from the last people, yes.",
        "A: First of all, they put us in — 1n ta — in cattles trains with no windows — was a little,\nsmall window. And they put in so many we couldn’t breathe. One boy died from he\ncouldn't breathe. I asked my little boy if he wants a li— a sandwich I got for him\nprepared. So he was feeling he is gonna die, he didn’t took the sandwich, he didn’t\nate the sandwich. The sandwich was left on the train. They pu-pushed in in the train\nwho knows how many ma-ma-may-maybe 200 people. We couldn’t breathe, we\ncouldn’t sit, we couldn't — we — we were staying like — like pressed like to each other.",
        "A: Oh, we traveled from — about 20 hours, because we left in the daytime and we\ncame in the nighttime. In that time I didn't know the time in the nighttime when we\ncame to Auschwitz.",
        "A: Three breads what I saved from my little boy. The best clothes what I got. I got\njewelry from my mother and from my father, so I shared with my sister because we\nsaid maybe they’re gonna take me to another place, you to another place, so I got — I\ngot a little bit my — from my mother, and my daughter — and my sister got\nMay 20, 1999\n[indecipherable] my little — my younger sister got from my father, do you remember\nthe old-fashioned ag — watches with — with a chain? This she got, and she got papers.\nWe got land, still the land is there. So we got the papers, so she got the papers from\nthe land and she was throwing in Auschwitz, I throw it away in Auschwitz, too. I got\nmy mother’s — a li— a watch with a chain, but the chain was a very thick gold chain.\nA bracelet, a beautiful, with her initials. My wi— my a— my ring, my mother’s rings.\nAnd I got some — yeah, my youngest sister wrote a letter to Pilsudski. Pilsudski\nanswered my sister with his handwriting. This letter I throwed away in Auschwitz.",
        "A: Pilsudski was the president, yeah. She wrote to him a letter.",
        "A: What she said in the letter, this I z1— I can’t tell you, but what he answered in the\nletter, yes. He answered he enjoyed her reading. He is very proud of her ambition,\nwhat she got the ambition to rowt to hi -- to wrote — to wrote to him a letter, and he\nwill see — to send somebody to give us work. But one time, one man came one time\nand no more, and they didn’t give us work, no.",
        "A: They took them out from bed with everybody and left only my little boy, yeah\n[indecipherable] the name from the man what he was in Israel, with a B. They were\nMay 20, 1999\ntalking yesterday that they ha — he has — he can stay in — 1n-in the United States. He\nwas the killer from a million people over there. My parents with my — my family.\nKolo. This little city is the name Kolo. So I was left only with my youngest sister.\nWe both went to Auschwitz. My youngest sister died in Sweden a month after the\nwar, in June the 17\" she died. We were liberated the 15\" of April. So she got TB all\nover her body, I received a letter from them, they can’t help her. She died\n[indecipherable]. She was 27 years old.",
        "A: They came in in the nighttime and they took out my parents. I was at work, so\nthey a — they asked my sister, who 1s the little boy? So they told him — she told him\nmime — I’m at work and sh — he is my little boy. So he got left wi — they didn’t took\nhim. They took out my mother with the childrens. When I came home, my little boy\nwas crying. He said — he talked Polish, he said, Babcia vesedlet(ph). Vesedlet(ph) is\nin Polish, aussiedlung. They send them away. Aussiedlung is German. So this way I\nnever saw again my — my parents. So I was with my sister with the two childrens\ntogether. Her husband was sent away, she didn't know if he’s alive, and he was in —\nin — I forgot the city. But he was — he — he was in Poland and a — and Anna came.\nCzestochow(ph). The camp was named Czestochow(ph). Her husband was in\nCzestochow(ph). The Czestochow(ph) was not a — not a bad camp.",
        "A: When the train stopped, they opened big the doors, and I saw what’s going on. I\nsaid to my sister, here is the end. What we gonna do? So they got — so they got the\nJewish helpers, so they put up a board and we walked down. [indecipherable] to live\non the — on — in the train, so I couldn’t take anything. So when I came down with my\nlittle boy and my sister with her little boy, they took the two childrens, they gave a\nelder woman, and they put us on — on a side. Later we have to take off the clothes.\nLater they were shaving all over, the hair f-from all over. And they gave us other\nclothes. I got a dress, the dress was big like for three people, lie — length to the dr — to\nthe ground. A pair shoes. The shoes were so narrow for me, I still suffering from —\nmy — my feet are still sick from — from that time, but what I got to [indecipherable]\nto — to cry to my father to buy me shoes? So later somebody gave me a pair of shoes\nwith wooden soles, so I got a little better. This was til I went to work. From\nAuschwitz I was sent to work with my sister.",
        "A: The SS. The Germans.",
        "A: When they opened the doors, and I saw th-the atmosphere outside, I saw we are\ncoming to end, yes. I wa — the — the — you — they left us staying a whole night, I\nMay 20, 1999\nforgot to tell you, a whole night outside it — in Auschwitz, til the ni — the morning, in\nthe daytime, they took us to — to take off the — shave ev-everything, yeah. And they\nput us in barracks, the barracks like — like th-the home, our home was a barrack. A\nfew days later, we went to work. So over there he pu — he gave us paszaks(ph),\nstriped dress — striped dresses with a number. Whe — I didn’t got a name, only a\nnumber. If they called the number, I know that’s I. So I was with my sister in this — in\nthis place together. From this place, when he liquidate the — the — the place, we\nwalked to Bergen-Belsen. And I was in Bergen-Belsen til the war end.",
        "A: A few days, I can’t remember, but three, no more, because I wouldn't be able to —\nto live over there in Auschwitz.",
        "A: We didn’t know, we didn't believe. I saw a lady staying and praying, saying\n[indecipherable]. She was from hunger — from Hungary. I walked over to her and I\nsaid to her, can you tell me what they’re going to do with our childrens? Don’t worry,\njust pray to God. Our childrens will be saved, we — after the war we will have our\nhusbands, we will have th-the childrens. Was very hard for me to believe it, very\nhard. But a little bit, you know, I was thinking maybe she is longer in Auschwitz, she\nknows. One time I saw childrens walking with music, I said to my sister, maybe they\nMay 20, 1999\nsaving the childrens. They were make — they were making tricks to make us dumb. If\nwe saw childrens walking with music, we believed our childrens are alive.",
        "A: Yeah, a few days, yes.",
        "A: Very bad. I— we were laying in our — our pritezer(ph). I don’t know how to say\nthis in English, our pritezer(ph), we were laying three — three people.",
        "A: No, this was from wood, make like — like — like boxes, yeah. So three\n[indecipherable]. Every minute, sale(ph) appell. Every minute we went to — to — to\nshowers. And every day it was Mengele with Irma and I was three times in his\nhands and I survived from him. One time he divide us, me I — me and my sister. But\nto run over to my sister was very dangerous. He was wearing white gloves, short til\nhere, with a little stick in his hands. He didn’t touch you t — t — so when he turned\nsomebody to look, I raced, and I was together again with my sister. From over there\nwe went to work. Wasn’t too — too good but at work either, but still a little better then\nth — Auschwitz.",
        "A: This — people didn’t — people what they were longer in Auschwitz, they knew\nIrma and they knew I w — I wa—I was under her hands, and I was in — in — in — in\nMay 20, 1999\nMenge — in Mengele’s hands. So I know him, he was a — a —a young looking. I’m\ntelling you, white — short white gloves up to here, with a little stick in his hand and he\nturned t-to — to look of how th-the — th-the people looked, if they are able to work, or\nto go to the ch — gas chamber. He divided me from my sister.",
        "A: No, no, this I didn’t show, but work like mules, yes, because I was carrying\nstones, five stones this — we walked with these stones ‘bout two, three blocks. Almost\nI didn’t drop with the stones together. Back and forth, back and forth the whole day,\nyeah.",
        "A: I saw from many cities because I walked over to a lady, I saw a good looking\nlady, because the people in Auschwitz were very — like — like [indecipherable] you\ncouldn’t talk to them. Later I find out it’s no wonder, because I asked a girl sh-sh —\nwhere we are going and why you beating us? Tell us how va-va — ho-how to go, how\n— she said what, you came here to live? My mother was yesterday burned and then\nyou want — that you came here to live? So I was afraid to talk to people. But one an —\ngood looking lady, still had a nice head of hair. Can I talk with you? She said yes. I\nsaid from I — from where are you? She said, from Warsaw. Vev — a beautiful girl.\nAnd she told us, over there is a group what they going away. Go there and go away,\nMay 20, 1999\ndon’t stay here, Auschwitz is not for you. Because in Auschwitz if you don’t have\nsomebody to — to support you, to help you, you can’t be — live. But she didn’t told us\nabout the burning, no, she was very nice, she do — so if you listen to her, and we went\nover there, she said, even they’re gonna beat you, even they’re gonna t-tr — don’t —\nstay there, from over there you gonna go out from Auschwitz. We listened to her,\nthis way we went to work. She told me she left her husband sick in bed, but he has —\nher husband was dying, and in al — in — 1n — and in — outside she saw young people\nstaying in a line, so she left her husband and she went down. This way she came to\nAuschwitz, if not she would go over to her husband together.",
        "A: So I will tell you. We walked in five, a group. They took out a — two lines, what\nthey did with them, I didn’t saw, but I didn’t saw them any more.",
        "A: In Auschwitz was very bad, very bad. I wasn’t able to run to bring something to\neat. In five they gave us one pot for five people, one pot. So the first girl, what she\nhad — what she got the pot, she was hopping [indecipherable]. So my sister said,\nwhy you staying? Go, take something. When I went there so I got only the left from\nthe pot to clean, to ta — that I got taste from the soup. No, Auschwitz was terrible.\nMay 20, 1999",
        "A: And again, in cattle trains, we were traveling for two days, I think, yeah. And\nwhen the SS man walked out to eat, so he locked outside the doors. We didn't got — a\nkilo bread we got, and a stick of margarine and a piece of bologna. With this we will\ngot — we got to live til we came into the place. We came into the place, so he got a\nspeech. He told us right o — he’s a mur — he was a murdered — er-er lagerfuehrer. So\nhe told us, we gonna do this, we ga — he’s — we gonna be hanged and be no more\nwomens [indecipherable] Jerusalem poops. Okay, he gave us striped dresses with\nthe numbers, and he gave us straw sacks to put in new s-straw. So at least we got a —\na —a Straw sack with new straw to sleep. But britches again the same thing, britches.\nOver there I worked in a salt mine and I was pulling — and I was working on a\nhighway. I was pulling trees and I got afraid a tree will fall on me because a lot of\ngirls got killed with the trees. So I maked a wrong move and I have lumbago til today\nwith the stretch muscle.",
        "A: Yes, Waldeslust(ph).",
        "A: From all over the world?",
        "A: Men and women, but we were separate.\nMay 20, 1999",
        "A: One — one woman cut off a piece of — from her underwear, I don’t know, to make\na —a-—a Strip around the head. So wh-when we came back, he told us to stay, we\ncan’t go in. So I got towel because was very cold, so I took the towel around. So I\nwas afraid so I took off fast the towel and I throwed away. So he caught the woman\nwhat she cut off this, and he gave her a few on the — on the behind. So a half a night\nshe was screaming, later she stopped screaming, or she died, or she — I don’t know.\nThis was in our — in our room. Okay, this was one. Later, I became friends with them\nfrom Czechoslovakia. She was with two daughters, very nice no — nice people. So\nshe said she can’t go to work, she has her period. And the lagerfuehrer knew this is\na lie. So he check — he send in the blockower(ph). Blockower(ph) was the leader\nfrom — from each room, to check. Now if she would come with a lie, she would got\nkilled. So she came and told him no. So he was beating her t — later, she died too.\nThis was in — in — in Waldeslust.",
        "A: No, I didn’t saw it even, but I knew when he bringed her into our room, they put\nher on the bed, so I knew what — yes. He took her away, I saw it.\nMay 20, 1999",
        "A: No, but one time a soldier asked me from where I am. I was afraid to talk with\nhim, so I said Lodz. He said I’m Lédz, from Lédz, too. This was close to end. This\nwas in Bergen-Belsen, close to end. In Auschwitz, al — ah — no, no.",
        "A: No, no, no, no, we didn't know anything.",
        "A: Okay.",
        "A: First of all, we didn't got ovens there to burn. Second of all, we went\n[indecipherable] to work. Was not too good, but better than to stay in-in-in-1n-in-in-\nin — in camp there. So to eat, we didn’t got too much. We got one soup a day and as —\na piece of bread maybe if I remember [indecipherable] I don’t know, yeah, the piece\nof bread. Then a coffee. The coffee was a coffee. So this what we got, yeah.",
        "A: In this camp I was ‘bout a five months.",
        "A: The lagerfuehrer took us and he bringed us into Bergen-Belsen.",
        "A: Walking.",
        "A: I can’t understand this.",
        "A: No, we walked str — in five, and we were the ga — he said gerade, this means\neven, to go like — like — we walked — yeah, we ca — he br-brought us into Auschwitz\n— to Bergen-Belsen.",
        "A: In Bergen-Belsen?",
        "A: Oh, about two, three hours, wasn’t far away from — from this camp, yeah.",
        "A: From all over the world, you can’t be — I meet there Mr. Frank. I don’t know he\nis Mr. Frank. When I came with my sister to Bergen-Belsen, I saw it’s the other\nAuschwitz. We didn’t got the room we — to sit [indecipherable] but I was so tired\nand cold and hungry, I said to my sister, let’s stay here a few hours, maybe we fall\nasleep. We were staying and sleeping and then was blue outside, whether the\n[indecipherable] the hour I don’t know, maybe four o’clock, maybe — maybe five\no’clock, we walked out and I saw a man walking. He got on the ice, black like he\nMay 20, 1999\nwould — got paint. So I asked him what language I can talk to him. He said German. I\nthink Jewish, German. So I asked him, sir, what you saying what they gonna do with\nus? He said I’m wondering you asking a question like that. Can’t you see they\nbrought us here to a — to die?\nMay 20, 1999\nBeginning Tape Two, Side A",
        "A: Yeah, I didn't know he is Mr. Frank, I didn’t know. But later [indecipherable]\nwe were in now — in — in — in — th-they called the barrack, the room. So a little girl\nwas laying on the floor covered with a little rag, the rag was sometimes white, but\nthis was gray. So I walked over to her and I asked her, why you laying on the floor?\nSo she opened that little rag. I can tell you, I can’t forget this, the whole skin went\nout. She — it was terrible. And the little snake, the white snakes cur-curled around\nbecause she was doing after ever-everything on there, and she was laying in this. A\nfew weeks later, I saw a man coming in and staying, talking with — with the little girl.\nAnd I said to my sister, I think this is the man what we ta — stopped him the first\ntime. He looked at us and I looked at him. I walked over, and I said sir, are you the\nsame what I was stopping you? He said yes. I said thank God, you look much better.\nSo he said, I ha — I have here friends what they working in the kitchen. So, they from\nAmsterdam, so they helping me, yes. He was a different person. So he was staying\nthere. The older sister died and I was carrying her to the — to the pile that — so I was\nso weak, I couldn’t. So four girls were — in a blanket, four girls. So I looked around,\nMay 20, 1999\nif nobody sees, I left 1t laying in the mid — in — in the middle of the street. So they got\non the other — for other girls t-to take it — bring over to the pile dead people. This was\nthe older sister. And I didn’t know — I don’t know that’s Margaret, I don’t know. I\ndon’t know. After the war I found out this is Anna Frank, she died — she died a day\nor two days before the da — the wa — no, in the war, because she talked the English to\nthe — to the soldiers, she said sir, take me to the hospital. And she picked up the di —\ndirect to show him. But he stood and looked and walked away. So what they did with\nher, I don’t know.",
        "A: Later, later. After the war, when they start to talk about Anna Frank’s diary, with\nth — everything. So I said to myself, I think this is Anna Frank, what she was on the\nfloor laying, because she was like 15 - 16 years old, and the man was the father and\nthe older sister died a few days before. Later I saw him in Israel, so I recognized this\nas Mr. Frank. But I wasn’t still sure, but in Israel, yes.",
        "A: The worst camp what can be in the whole world, and I pray to God no more\nBergen-Belsen.",
        "A: First of all, we didn’t got nothing to eat. Second, they were beating the guts from\nout us. Irma was the manager there. And they took us to work, we worked very hard,\nMay 20, 1999\nwith no food, with nothing. One thing what she did, a little girl was with us in the\ngroup. She looked like — like 12 years old, but I think she was about 15 or 16 because\nvery skinny, very — so she took a piece of paper and she maked a little bag and she\nput in black pepper and she gave the little girl to eat. From the beginning the little girl\nwas s-st-screaming, Mama, Daddy, Daddy, Mama, Mama, Daddy. Later she stopped.\nShe kicked her with her legs to the wall and she took us out and she left the little girl\nthere. And in Bergen-Belsen, I worked — and I worked but — by pulling trees, too,\nyeah.",
        "A: Eat? They got — we got one soup, but you have to — th — you got to watch the time\nwhen they brang the soup. If not, well — well — we were fasting a whole day. So my\nsister got br — got worser. My sister was a very smart girl. She got all over her eyes,\nshe said, Chana, over there is a — a tradik(ph) — new trash cans, a can, I think the\nsoup. We walked over, so we got a little bit soup, yeah. Bread, from the beginning\nthey gave us a piece of bread, but lately nothing, no bread.",
        "A: People died in Bergen-Belsen like flies. From dirt, from starvation, from beating,\nfrom everything.",
        "A: I was in Bergen-Belsen from January — I was at a — a — to — to [indecipherable] I\nwas about s — about six or seven months I was in Bergen-Belsen. You can’t find\nmany from Bergen-Belsen.",
        "A: No, no, no, no, no. In Bergen-Belsen, I went to work. We were making from\nbranches with leaves like carpets they put on the roofs [indecipherable] air raids. So\nI was working — I don’t — I am — I wen — don’t remember what I did, I worked. So a\nman asked me from where I am, as I walking. I said Lédz, he said Lédz. He said, the\nwel — th-the war is coming to end. But I was afraid to talk, he 1s gonna say, God\nforbid, I said something. So I walked away, and I didn’t repeat an — even this,\nbecause I — I was afraid. And another time the foreman what I worked for him, I was\ndigging out sand from — from the water, and — and this was little wagons — I forgot\nthe name, but I will remember the name. So little wagons, I filled up the wagons and\nthey went down lines, and I kept them out, yeah. So over there I met a girl and she\ntold me, the war is now coming to end in Berlin. And this was the last month. This\nwas in April and when we si — find out a little bit. We didn't know anything, nothing.",
        "A: When I’m thinking of Bergen-Belsen, I’m thinking more of my little boy and of\nmy family. But I’m praying to God, no more Bergen-Belsen. This what Bergen-\nMay 20, 1999\nBelsen is, you can’t even explain, because it’s hard to believe. I’m — I’m asking my\nhusband if this is true. The last days we were with — with no water. We didn't got\nnothing by the end of the war.",
        "A: The liberation, I have to be honest, I was so sick, I don’t know if I have to be\nhappy, because my sister was very sick, they took her to the hospital, and I wasn’t\nable to go there. And they took to the Bergen-Belsen military camp — was three\nBergen-Belsens. Bergen-Belsen the concentration camp, Bergen-Belsen a beautiful\ncity, and Bergen-Belsen the military camp. So they brought me over to the military\ncamp. So over there the English wasn’t too good either. They gave out two crackers\nwith — with a little bit chocolate milk. But our Jews, I have to tell you the truth, even\nit’s not nice, they stealed even from us. This what they did, the English gave, they\nsteal away and they did not gave us th-the — the full amount. Girls died after the war\nthe same way like a — but the U.N. took us over, they gave us to eat, til here.",
        "A: My health, what you gonna ask, I have, everything. Even a cancer patient,\neverything I have.",
        "A: The health? Very poor, I was laying three months in bed, I was full and I got\nwater til here. So across the street was first aid. So I walked over with a girl. So a\nMay 20, 1999\nyoung soldier came over and he ask me what language I can speak and I told him, a\nlittle bit German, a little bit Polish, a little Russian, so he spoke German, not too well,\nbut he spoke. So he touched me all here. He said — he brought me a bag with pills and\na pail and he said, you have water around by your heart and if you wouldn’t come\ntoday or in a day, two, you wouldn’t be alive. Later he ask me in which block — th-\nthe name from the houses was na — were numbers. Block 12. This doctor came to me\nevery day, every day, and I said to him doctor, hoyta(ph) sterbe(ph)? Said da — no,\nyou are too young, you are not dying. You are sick, but you not dying. He helped me\na lot, a lot.",
        "A: In Bergen-Belsen, yes.",
        "A: I wasn’t be able to be happy with my life since I found out — I was thinking maybe\nI will find somebody from the family. Maybe if I survive, maybe another one. And\nmy sister was in Sweden, I was thinking they gonna cure her, she 1s going to be — she\ngonna survive in Sweden. But when I s — found out the 17\", I— I— two days before\nthe 17\", I received a letter from Stockholm, and they told me in this — in the letter,\nI’m sorry, we did everything, we couldn’t save her. She got TB all over her body.\nAfter this letter, I went to Poland. I was like a Gentile with — with — with a cross\naround the neck. So when I came to Poland, I said oy, I don’t have no more, nobody.\nMay 20, 1999\nSo I wasn’t so happy with my — I have to be honest with you, even today, thank God,\nGod bless my childrens. My daughter is — I am nervous, I forgetting, my daughter is\n—can I ask my husband?",
        "A: Yes.",
        "A: When I came to Poland, I met a lot of people and I talk with the people and the\npeople were the same way like I. They were thinking they were going to find\nsomebody, they didn’t. So I g — and Poland was that very high prices of bread and\nwas a — th-the food was very high. I didn't got money, I went back to Germany.",
        "A: Back to Bergen-Belsen, to my room.",
        "A: I was about a month. About a month, yeah, maybe less a few days.",
        "A: They got a place what everybody came there and they put names. So I went there\ntoo and I put my name. And I went two, three times a day to see if somebody put a\nMay 20, 1999\nname by my name. So this way we’re were looking and we saw nobody’s coming\nand nobody’s taking off my name. So I know nobody is — I don’t have nobody.",
        "A: Yes.",
        "A: This was a free camp. This was the — after the war, we tried to — to make a dress\nand we tried to — to buy shoes, but the — the United States send us — the Joint send\nus shoes, clothes. Mrs. Roosevelt was in my house. I was so sick, the — she asked for\nsick people, she went in to see sick people. So I was still in my striped dress, so she\ntold — she couldn’t speak German, so she talked to an Englishman and he asked me\nwhy I am in the striped dress. I told him, and I’m going to the — the [indecipherable]\nis a place where they got everything there. So I have small dresses, small shoes, so I\ncan put on a small — so she told him to take — to tell me to take two dresses and to\nopen the seam and to make a dress.",
        "A: Later, when I saw — I hear, after — no, 1945, I traveled the second time to Poland,\nand I find mine husband. This moment I have to tell you, first of all, I went in — a girl\nfrom — from my house gave me an address, she got a starv — a brother-in-law in\nPoland after the war, he was a very religious man. So I went in to hi — th — him — I\nwent to Poland with another girl, so I told him you sister-in-law gave me your\nMay 20, 1999\naddress, we can stay where you — he — he said yes, I’m working in a bakery the\nnighttime, you can sleep in the nighttime. In the daytime, I gonna sleep and you\ngonna cook a little bit soup for me. I— I have the money I gonna give you. So we did.\nI gonna tell you from the room — 1n the middle of the room was — how would I have\nto say? [indecipherable] til the ceiling in the middle of the room, the bed got stones,\nno legs, and from iron. The cover was black, the pillowcases were gray. No\n[indecipherable] I had to go to — I was happy I have a bed to go in to sleep. So we\nwent down in the daytime, then he was — he was sleeping. Then we was sleeping, he\ncame, and I saw he is praying in two pair Tefillin, so I know he 1s a very religious\nman. So he said, ladies, I brought rolls. Get dressed and you can have breakfast. He\ngot butter, he got cheese and rolls. So later we went down, we bought the potatoes,\nwe bought the vegetable and barley and beans and we cooked a pot of soup, we got\nonly one plate. So we were eating. But later, I found my brother-in-law, my sister’s\nhusband. So he got a nice apartment, so I went this — to his apartment, and I took in —\nmy friend was still sleeping in a hallway after the war in Poland, but the rain was\ncoming to her bed, and she was so sick. She got growths on the lungs like — like\nplums because I went with her for an x-ray so Is — Ish —I saw. So I said, Chaim, s —\nlet’s ha — let Sarah sh-sleep in here because it is raining to her bed. So she was\nsleeping in the — with me by him. And she got married with him, and she is in\nSweden. And she got a little boy, too, because over there they are specialists for TB.\nMay 20, 1999\nSo she was pregnant and they took out the baby a day or two days before the seventh\nmonth, because b — the seventh month the baby start to breathe from the lungs from\nthe mother. If he would breathe 1n th-the air from her lungs, do — he would got TB\ntoo. So they took him out and he is a healthy si — a healthy man, yeah.",
        "A: I met it— when I came to Poland, my girlfriend what I took her in to — to — she\nsaid, did you know Nathan is alive? I said, are — are you kidding, are you sure? Yes,\nNathan. So she da — da — th — how? Oh yeah, somebody told him they saw me\nwalking in the street, a friend from [indecipherable] organization. Oh Nathan, we\nsaw th — Hanka. So he came up. He knows ha — my ga — son — my brother-in-law’s\nplace. He came in there and he found us, yeah.",
        "A: The reunion with him? We were crying days and nights til one time we made up\nor to live, or to die. Not to forget, but to start to — so we left Poland and I went back\nto Germany. And they gave me in Germany the — ha — ha — mine index they gave to\na girl who she went to Israel. So they gave me, me and my husband, a sister — a\nbrother and a sister, we came on Goldwater. The ages is not the same because my — I\nam from Opoczno and now it — over there is Radom. Til today I can’t remember.\nWhen I went to the hospital to deliver my bi — little boy, I said Nathan, talk, because\nI couldn’t remember Radom, and my fa— so my husband remembers. But the n —\nMay 20, 1999\nwhen my son was born, my husband said I would like to have my father’s name. So\nthe girl what she worked in the — what she worked but the — at the anda —\nadministration. So my husband gave her I don’t know how much [indecipherable]\nso she changed only the name from Goldwater, Kalmanowicz(ph). The rest is still\nof th-the — this name. My husband is older ma — three years here than he is. So we\nstart in Germany. We were on a kibbutz, til we came to the United States.",
        "A: My son is born in ’48 — ’47 — ’48. Nathan [indecipherable] Max’s birthday?\nMax’s birthday? In the 40’s or the —",
        "A: My boy — my son was born in Bergen-Belsen [indecipherable] yes.",
        "A: We sitting five years in Germany. But when I came to the United States my son\nwas only two years old.",
        "A: 1950 — 1950 — 1951, yeah. In [indecipherable] this time we came to the United\nStates, because I was a-afraid to go on the ship on holidays, so they told me, if you\ngo in before a few a days on the ship, you can ride in — in the — in — in — 1n the\nMay 20, 1999\n[indecipherable]. So we came right this time, at this time we came to — I mean —\nNathan?",
        "A: When we came to the country, we couldn’t speak English and we didn’t got no\nprofession, but in our country girls didn’t work so much like in here. And if I work I\nwould go to an office to have ala — work, not in a factory, because we didn't got\nfactories. So we both go — we-went — we walked in crying, a man came over to us\nand he spoke to — with us, and he said don’t worry, and now it’s going to start a war.\nThey going to send out the people, so they gonna come and kill — and hug you and\nkiss you to come to work. And this was true. But I found a place to work on account\nof my little boy. The lady, the landlady invite me to come to see her summer home.\nSo I went with my husband, with my little boy, to the summer camp — to the summer\n— so I helped out a little bit to bring in order. So we walked out, she called somebody,\ncome here, you will hear a little boy speaking Yiddish. So the man came over, so my\nlittle boy, we didn’t got nothing else to do, so we learned him Polish, and then\nGerman, and then hibbil(ph). So my little boy said to him, ken(ph) stratton(ph)\nYiddish? He said [speaks foreign language] and he said yeah. [speaks foreign\nlanguage]. He said, what’s a kashish(ph)? He said Pesach, don’t you know you — but\nth — so my little boy start to say the kashish(ph). Later he was singing from tsiporim,\nMay 20, 1999\ntsiporim is for birth, fa — fa — from hibbil(ph). So he said to me, do you like have —\ndo you like a — to go to work? I said to him, you know, you’re not a human, you are\nmalach.",
        "A: You not a human, you are angel. I don’t like to go to Mr. Gaifin(ph) for the 25\ndollars for charity, I like to go to work. But I don’t know sewing. So he gave me in\nJewish, written, the address where to go. He was on vacation. He was the foreman. I\nwent there and I asked the man if he’s speaking Yiddish, he said very little. So I\ntalked to him in Yiddish. Right away he gave me a chair and he gave me rags to dwe\n— to sew on the machine. I put my feet on the machine, the machine was running, this\nwas electric machines. I took off, the machine is staying. But the girls in the factory,\nthey didn’t know I am Jewish, so they were thinking I’m a Polish, so they help me.\nShe said Chana, don’t take off none time the foot, just slowly, as the machine gonna\ngo Slow. If you like — you gonna get used to the machine, you gonna be the manager\nof the machine, but th — now, do like I’m the — she told me how, I became a sewer\noperator. And in this place they got a registered nurse, so I got work to bring my little\nboy. I raised him there two years. For four years I went to the Hibbil(ph) home --\nHibbil(ph) school and I lied to them, I said he is five years old. And he was very\ntiny, he looked like three years. And I said, listen, I got enough Poland, my little boy\nis in the factory with all the Polish childrens and I don’t want it. But I couldn’t pay\nMay 20, 1999\nthe whole amount. So I paid that time 15 dollars or 20 dollars a month. And my little\nboy was a honor student in the Hibbel(ph) school. Later we decide to have a — I was\nvery sick, so the doctor told me, I would suggest something, have another baby. So I\nlistened to the doctor and I got my da — my daughter, five years younger than my son.\nSo I bringed her too, to the factory. She is very picky, so they got a — a double bed\nfor all the childrens, they were laying fa — th — this — ta-take a nap, and she was — she\nrefused. She don’t want it, I don’t want it lay in the bed. So I walked over to Howard\nand I said, Howard, can I bring the carriage for my little — he said yes, so she was\nsleeping in her carriage the rest — th-the — there, yeah. Later I did with — had the same\nthing for four years. She was two years when I bringed her to this — to the factory. I\nwent in and I said, and now I have the same situation because I don’t want it — my\ndaughter to be with the — the wi — th-the childrens over there, they calling her dirty\nJew. And she didn’t know what means dirty Jew, she said, I took today — the\nmorning, my mother gave me a shower, and you are dirty Jew, not Iam. Yeah, that’s\nwhat she said, you are dirty Jew. So they took her into kindergarten, but she was two\nyears in kindergarten because she was very touched to me and my husband. She’s\ngonna marry Nathan, my husband and I have to go to look for another. Her Nathan.\nAnd I was so foolish I paid 10 — 10 d-dollars I paid to — to take a test if she’s able to\n— because I like to push. So he — at — th-the — the man what he examined her, he said,\nlisten Mama, don’t push too much. She’s not matured afa — to go in a higher. Let her\nMay 20, 1999\nstay another year in kindergarten. So she was two years 1n kindergarten. But my\ndaughter was a honor student, my daughter got a scholarship. She didn’t cost me a\npenny more than clothes and [indecipherable]. And she is — she is my [inaudible]",
        "A: Malka. I not changing because my father told us not to change the names. Mine\nson is Motra(ph). My daughter is an economist. My daughter has a very high\nposition, a very high position. My daughter is — is dealing now with the Indians. The\nIndians [indecipherable] so her boss came over and he said Malka, you would like\nto work for me? She said okay. So she is working in now with the Indian and with a —\na Congressman. And she’s traveling it — the next week she’s gonna leave again for a\nwhole week. She’s staying there to straight out, to help out a little bit, because they\nput a electric station in the water. They got the — they were — they got fish, so they\ngot a little bit business. But the — now the electric station 1s in the water, so they don’t\nhave fish. So they plant eggs — fi-fish eggs in another place. So a truck with gasoline\nwas broken and the eggs got full of the gasoline. So they don’t have none of the\nfuture either. So now she traveling to find out the situation for them, yeah. My\ndaughter is an [indecipherable] and she’s making, God bless her, good girl and good\nmoney, too. And my son-in-law is working with Social Security, he’s in a good\nposition too. He got an award, 5,000 dollars. They make for him a party like a\nwedding. He’s a very honest man.\nMay 20, 1999",
        "A: I settled in Scranton, Pennsylvania. And they put me in to people from Poland\nbecause he knew I can speak yiddi — E-E-English and they spoke with me the\nYiddish. And I lived there, I think a year or two years. Was — was on the third floor,\nwas very hard for me to bring up my little boy up there. And was pitchy ceilings, I\nforgot re — I ju— to hit my head all the time. So I moved to a regular apartment and I\nworked. I make 30 dollars. That time was 75 doll — cents an hour. They took out\nthree dollars for Social Security, so I got 27 dollars. Later my husband found a place\nand my husband was making 50 dollars a week. So we start to save a dollar or two,\nso we bought a home in Scranton. Later I sold the home, I made 10,000 dollars on\nthe home and I had to leave it, my husband to Tucson, Arizona. My husband is a\nvery sick man. He got asthma, emphysema and very serious arthritis, he couldn’t\nwalk. So in Tucson, Arizona two months he got much better. In Arizona it was one\nplace only, a sewing place, so I went there for dresses. So from the 120 dollars what I\nmaked in Scranton, I maked over there 60, because the Mexican, this was very — this\nis the border for Mexico, the Tucson, Arizona. So he told me, I’m paying only 40\ndollars to them, but to you I’m giving 60. I said, Mr. Grossman, I’m making double\nthat they’re making because they came over to me to make them the cards, they were\nall here ba — about 20 - 30 years and they couldn’t work or speak a — one word\nMay 20, 1999\nEnglish. So he didn’t like this, so he told them to come give the cards to him, he 1s\ngonna make them out because we had to make out every day the amount what we\nmaked. But anyway, I said I would like a raise to Mr. Grossman because I am\nmaking double that they are making. So he gave me five dollars a raise. But later the\ntr — I wor —I worked in oh, a little real estates. Got a ga — a ga — university from\n26,000 students, so I go — have got rentals for them, because from 60 dollars I\ncouldn’t make a living and to raise childrens to give education. So thank God I\nmaked a little bit money, but we worked like slaves. I was cleaning after them, and\nstudents, I was thinking students are th-the na — the worst tenants in the world 1s\nstudents. Cheaters and ev-everything. So I worked in my lit — my daughter was\nhelping me, my husband, we cleaned th-the — the apartments. But thank God I maked\na living and I saved a dollar and my childrens graduate Tucson, Arizona. My son,\nthey send him to — to New York and he graduate the new school in Manhattan.",
        "A: No. Th-the Joint. The Joint gave me 25 dollars every week, and they paid the\nrent, two months rent they paid for me because I went two months after, to work. So I\nmake 30 dollars. So he paid the month til I can — I was able to save. Yeah, this was I\n— this what I took from Joint, no more.",
        "A: 17 years. And from az — Arizona I left to Israel. My daughter got married and I\nleft to Israel.",
        "A: Because I told you, I loved Israel, I worked for Israel when I was 12 years old,\nand my husband was a Hasharah, he was starving and he 1s from — from a\ncomfortable home, he got [indecipherable] home. And he went to Hasharah to\nprepare himself to go to Israel. So my husband said fa — aha — ah — over the\n[indecipherable] I gonna stay here. Malka’s married, Max is gonna get married, we\nare leaving to Israel. So we left to Israel, and I bought in Israel a home for 13,000\ndollars. So I was a little foolish, the man what — he helped us. He said, you entitled to\n27,000 — to 27,000 skolen(ph). So I said to myself, why I need charity? So I refused.\nNo, my son said, Mama, don’t take, we don’t need. We gonna pay off little by little\nthis 13,000 dollars. But I paid off — I paid two years la — thousand dollars. Later I tuv\n— paid off the whole house for 13,000 dollars. And I didn’t took the 27,000 dollars —\nskolen(ph), no. I went from my money, for 3,150 dollars with the childrens\n[indecipherable] to Israel the first time, and I didn’t go to the [indecipherable], I\ndidn't know. I have to be honest, if I would know, I would go and the\n[indecipherable] would give me a much cheaper. So I paid 3,150 dollars to — I took\n—my son got Bachelor degree. So I took him to Israel. When they saw I bought a\nhouse well, th — wasn’t — they wasn’t too happy, because they love America. I was\nMay 20, 1999\ntrying — Malka was that time 17 years, so she got one more year in high school, but\nshe was an honor student. So I tried with her to — to leave her in Israel, I would like\nher to have a cra — at least [indecipherable] another country college. So we — we\ncalled to [indecipherable] the prin — the pri — the professor from the university, and\nhe talked with Malka English. So Malka said to him, I changed my mind, I’d like to\ngo back with my parents. So my husband said, please do me a favor, talk a little bit\ninto. So he said I couldn’t, but he tried. Malka, you have to do something for your\nparents too. He said, I will do everything, but I’d like to go back with — to home. He\nwould put her to the Jerusalem University, that time I got money to pay and I was\nready to give it to her, a thousand dollars on a — on — to put in 1n the bank on the\nbook. If God forbid if it’s gonna be a war she can come home. But I had to take her\nhome. She refused, and that’s all.",
        "A: Okay.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: After that we come home, I brought her home and I cleaned, I bought furnitures\nand I locked the door and I took the — the key from — from — from my hou — the\nhouse and I took the two childrens and I came back to the United States. She went\nback to school and she got a scholarship to the — that — the university, she was a\nhonor student. And over there she met her friend and she was in love with him, and\nshe married him. And thank God he is a good son-in-law and a good husband and a\nvery handsome man. His father is a professor in the university. His mother is a—a\n[indecipherable] and I — three girls were in love with him. My daughter got two\ngood friends. A doctor’s a daughter and a professor’s a daughter. So I said, Malkala\nplease, don’t get used to him, because they’re gonna pick the doctor with the\nprofessor because your parent are speaking a broken English. But she didn’t listen to\nme. One time, they maked the white house in the university and they picked that she\nwas — I think she was st — the state of Chile, yeah. And he wa — and he was picked\nbecause he was — he got a — a scholarship in IBM and hundred dollars on\n[indecipherable] from the school. So she came home and she start, Mama, Mama,\nMama. I said, I bet you you got — David tooked you out. How you know? Okay. And\nI was — I never knew — I was thinking only a angel can make a dress, but I learned in\nthe factory and I was making for her. Every day she went in another dress. But shoes,\nI couldn’t buy every time — day a pair shoes for the dress. So I took a little piece of\nand I make the a — a little bow to match the shoes or the dresses. The other night the\nMay 20, 1999\nsame thing because I got two trees by the door and I was — I’m a nervous mother. So\nI was afraid somebody’s gonna hide by the trees, so we were waiting for her til she’s\ncoming home. And the — she came home late. With the car, she took my car. So later\nI said to David, David, if you would like to do me a favor, don’t walk away before\nshe is coming into my house. So he did. One time his father called me, Mrs.\nKalman? Yeah. I’m David’s father. Okay, how are you? Can I take Malka out for\nsupper with my childrens? I said, if Malka wants it, very welcome, thank you very\nmuch. Okay. So he took Malka out for supper. I invite ma — David for supper\nFriday, because I worked. So Friday — I prepared Thursday everything and one\no’clock I called my husband from the factory to put in in the oven. I came home\n[indecipherable] and we got supper. So David came to us for supper and David fell\nin love with us, with the broken English, with Malka and they are happy til 120\nyears.",
        "A: Two months or three months and we went back, and I lived in the yu — in — in\nIsrael 0-over 20, about 21 year. But my husband got a heart attack and we got a\ndoctor from Los Angeles, so I was happy [indecipherable]. So she said there’s\nnothing wrong with his heart, he has a hernia. I said, can we do something about the\nhernia? She said, this is a very serious operation. Can I go to see my chil — oh, sure.\nMay 20, 1999\nSo I took my husband and I came to see my childrens. This was my husband’s luck.\nSo my son took us to the bank to take out a few dollars, my husband was fainting.\nAnd this was close to the bank. The people helped us, we brought him into the bank\nand he was sitting a little bit. And we took a taxi home, and Malka has a friend, a\ndoctor in nun — in here, in — in New York. So my son called her, I need a good\ndoctor. She said, Maxie, in five minutes I will tell you. I will call you back. So she\ncalled Dr. Maas(ph). She was, to us, a daughter can’t do more than she did for us. I\ndidn’t got insurance, I got only Medicare. So when M-Maxie was t-telling her about\nme, but she [interruption]",
        "A: So she checked my husband — no, this is a — she said — she called Maxie back and\nshe said, yes Max, your parents has luck. Tomorrow seven o’clock because she is\nvery busy, so she is gonna come mash — hour earlier and bring your parents to her.\nShe took in my husband first and she said to Maxie, Maxie, I don’t want to say her\nth-th — your mother, only to you. I ordered an appointment immediately in Beth\nIsrael in New York [indecipherable] and go, the doctor is waiting over there. So he\nsaid, Mama, we have to go with Daddy to Beth Israel for an x-ray. Okay. We went\nthere, so they checked and they saw my husband needs right away a bypass and not\nGod forbid. So they put him right away in to the emerge — emergency room, and they\ncame over for a signat — to sign. So my son come over — came over to me, he said,\nMay 20, 1999\nMama, you have to sign. I said no, I don’t want it. I said, Nathan, you need an\noperation, do you like to have the operation? He said, I don’t know if I need, I don’t\nknow what to say. So we called Malka. I didn’t sign, my husband didn’t sign, then\nMalka came. Malka and — the doctor was talking with Malka the situation and\nMalka signed. And six o’clock he got the operation, in the morning. And Malka was\nsaying [indecipherable] a whole night. So th-they took out veins from the leg, yeah.",
        "A: So this time I couldn’t go back to Israel, I had to go back to sell the house, so I s-\nsold the house. And I came back and since then I been back in Israel — in America.",
        "A: About Washington I was — I — every year I came to my childrens, so she took me\nevery Sunday to Washington, so I — I went to the museums, I like museums. So have\n— in — father-in-law was the time, too, so he took us to a place to show us the airplane\nwhat he saved 22 boys lives, with him together. He is a engineer, not a f — not — not\npilot, but he is high educated, so he said to the boys, they got the Germans — they got\nlost from — from — from the group sol-soldiers. So he said to them, take a look, here\nis — 1s our airplane. Do you like to go? If not we’re [indecipherable] they’re gonna\nkill us. They agreed and he brought them to the United States alive with the airplane,\nthe airplane is in museum.\nMay 20, 1999",
        "A: What means the Nuremberg trials?",
        "A: Oh yes, sure, sure. I’m receiving a little bit too, but they not paying me the\namount that I should have. The doctors — I didn’t ask the doctors to write about me.\nThe doctors by themselves write a le-letters with — with the diagnosis to the embassy\nand they — he asked them to send this to Germany, to doctors to check if this 1s true\nor not. So they gave us a little bit money, but not if — my friend got, without the f —\nthey — everything, more than | ha — 25 [indecipherable] they gave us, and my br —\nfriends got 60[indecipherable]. But in — now they gave my husband 200 dollars\nmore, two hund — because he got TB.",
        "A: Before the war, we didn't got problems, because his — he 1s from a — from a\ncomfortable home, I was from a comfortable home. So the parents would help us to\nbuild up our life. He would be in the same business what he was with his parents,\nyeah. And no, we didn't got heavy problems before.\nMay 20, 1999",
        "A: In Israel I enjoyed very much my life. When I worked with my husband in the\nstreet, I was feeling everything is nice, everything belongs to me, I am home. I got a\nbeautiful home, but now they having nicer homes. When I bought a home, they\ndidn’t got elevators, they didn’t got high houses, so va — my house was a nice house,\nbut later they built up beautiful homes, with elevators, with air condition, with\neverything, and I didn’t got no air condition and I didn't got heating, nothing. So I\nbought a — a —a gas heater and I bought a electric heater. Both heaters wasn’t heating\nlike it should be. My husband couldn’t take the gas and the electric wasn’t enough, so\nwe were suffering a little bit in the wintertime, so we came for three months every\nyear to my childrens, for the three months, the wintertime. And not car — I traveled\nall out after the war, I can tell you how nice a country that Israel you can find. If I\nwould be a little healthier, and not a cancer patient, and my husband would be a little\nbetter, I would go back. I enjoyed the 20 years, I never forget in my life.",
        "A: Yes, yes, yes. But lately no, because I like to sit in the house. I’m a little — how I\nhave to say? I’m forgetting. Not in good mood, how you saying?",
        "A: Depressed, I’m very depressed. Very, yes.\nMay 20, 1999",
        "A: Listen, to talk, I can talk a whole year, we never get through. This wasn’t so fast\nBergen-Belsen, wasn’t so fast th-the-the — the camps wasn’t so fast, the ghetto. From\nthe ghetto I can talk, I hear th-the — a whole ye — a whole year from the ghetto. The\nghetto wasn’t better than the Auschwitz.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 20, 1999\nRG-50.106*0118",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Hannah\nKalman, conducted by Esther Finder on May 20, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Rockville, Maryland and is part of the United\nStates Holocaust Memorial Museum's volunteer collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HANNAH KALMAN\nMay 20, 1999\nBeginning Tape One, Side A"
    ]
}