{
    "rg": "RG-50.030.0553_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nEllen Kaidanow, conducted by Cecilia Curbow on November 8\", 2008, at the\nChild Survivor Conference in Alexandria, Virginia. Hello, Miss Kaidanow.",
        "Answer: Hello.",
        "Q: Thank you so much that you have agreed to give us an interview.",
        "A: You’re welcome.",
        "Q: Would you please repeat your name and your date of birth?",
        "A: Yes, my name is Ellen Kaidanow, that’s my married name, and I was born in\n1936, in June s — June 15.",
        "Q: Where were you born?",
        "A: And I was born in Poland, which is now the Ukraine, and the name of my city\nis Dubno, d-u-b-n-o.",
        "Q: Okay. So, how old were you at the time of the Holocaust?",
        "A: At the time I probably was like seven years old?",
        "Q: And your family consisted of how many people?",
        "A: Yes, we were a family of five, I had three sisters, I was the middle daughter, and\nmy father was — name was Joseph, or Jossul in Yiddish. My mother’s name was\nEsther. And | had a sister by the name of Pearl. I was the middle child, my name\nwas Shifra in Yiddish, and then I had a younger sister that was Bella.\nNovember 8, 2008",
        "Q: Did you attended a school at the time?",
        "A: No, I never went. I-I was supposed to — I remember that I was supposed to go\nthat year to school when the Germans came in. So I never actually went to school.",
        "Q: Were your other sisters on —",
        "A: The older sister must have gone to school, but I really don’t know.",
        "Q: Okay.",
        "A: But I’m sure she did, because she was much older. Like, I was closer to the\nyounger one, you know, and there was probably quite a few difference between the\nolder and myself and my younger sister.",
        "Q: And how — how many years are there in between your sisters and you?",
        "A: I—I don’t know, you know, I’m just sort of imagining that sh — the older one\nmust have been like at least three years older, because I remember her — you know,\nbeing that I was little, I thought she was big. But the truth is, I don’t know. And the\nyounger sister was wa — not too — too much younger than I was.",
        "Q: Okay, so wh-what do you remember about the [indecipherable]",
        "A: About the home life I don’t remember too much. We lived in a very beautiful\nstreet by the name of Panienska. And I know that the fi — people who know\nanything about Dubno, and if you tell them Panienska street, they know that that\nwas a very beautiful street. My parents had like a little — I would say they called it a\nNovember 8, 2008\nkiosk, like they was having candy and things like that. So my parents were hardly at\nhome. But they had one of — a— a-—a Christian, actually a Ukrainian woman by the\nname of Lerna(ph), and she was raising us. She was really more like my mother —\nlike a mother to me than my own mother, because she was always with the girls, my\nmother was busy in the store. So, I loved her very much, and she loved the children.\nShe was very devoted person to us. And in fact, she was the one that saved me, at\nthe end. So, too much about the life before that, I don’t remember too much. But I\ndo remember when the Germans came in, and I’ll never forget one of my cousins\ncame and they said, you know, you have to leave your home, and we have to all\nmove to a ghetto, which was a Dubno ghetto. And then wi — all of — the whole\nfamily, like my mo —I remember my grandmother was there and my father’s\nbrother also lived there, and they had many children, like at least four or five\nchildren. But I don’t remember, you know, their ages or their names, I hardly\nremember that.",
        "Q: So they were all gather at the ghetto.",
        "A: And — and they — we were all in the ghetto, and la —",
        "Q: Okay. Ah — hah — sorry, just have a quick question, sorry.",
        "A: No, it —\nNovember 8, 2008",
        "Q: How did you know that — I mean, you were seven years old, how did you know\nthat this was the Germans? Did you also see local people involved in gathering\nJewish people and taking them to the ghetto?",
        "A: Well, to tell you the truth, I didn’t see Germans until I was in the ghetto, and\nthen I did see Germans. They used to come every once in awhile, they would say —\nyou know, they used to call it an oblava(ph), which means like — you know, they\nwould decide that they would — gonna come into the ghetto, and let’s say, whoever\nwas outside, they would kill. And I do remember seeing them.",
        "Q: Did you recognize them in their uniforms?",
        "A: Uniforms, yes.",
        "Q: Okay. Were they a different color than other people? Was —",
        "A: Well, it was the German uniforms —",
        "Q: It was German.",
        "A: I remember their hats, it was like a greenish uniform.",
        "Q: Okay.",
        "A: And, you know, people would alert us, so, the Germans are coming, so we used\nto hide.",
        "Q: Oh.",
        "A: Yeah.\nNovember 8, 2008",
        "Q: So, the ghetto, how many people of your family do you — do you recall more or\nless? I mean, a — yo-you just mentioned that you met there your aunts and —",
        "A: Yes, yes, there was —",
        "Q: — cousins.",
        "A: — well, I—as I said, I don’t — I know he had a wife, and I know we had cousins, I\ndon’t remember how many and how old they were. But, you know, I know we lived\nin the si — all th — all in the same house, you know, in — in the ghetto. And in the\nghetto, I don’t know, I remember playing like outside a little bit with, you know,\nother kids. And — and then I also remember that m-my uncle and my father, they\nmade like a hiding place. They called it a schron, which means like an underground\nbunker, I would say a bunker. And whenever there was rumors that the Germans are\ncoming, or that the end was gonna come or whatever, we used to hide in that place.\nAnd once it was over, everybody came out. So I do remember that.",
        "Q: And was it only your sisters and you that hid there, or was also the other —",
        "A: No, e-everybody.",
        "Q: — cousins, and —",
        "A: Yeah.",
        "Q: Okay, okay.",
        "A: Everybody.\nNovember 8, 2008",
        "Q: Okay, so others as well?",
        "A: Yes, yes.",
        "Q: Okay. So, what happened afterwards?",
        "A: What happened afterwards, of course you know the life in the ghetto was a —\npretty miserable. I remember even I — I — I'll never forget that one day we were\noutside and the Germans came, and I remember they took like a little kid, and they\nthrew them in the barrel of water, like rainwater, you know, the barrels used to\ncollect rainwater? And that image stayed with me for a long time. But what\nhappened is, towards the end, I remembered also again, people came — well, first of\nall, you know my father was in touch with le -- Lerna(ph), that’s the nanny that I\nwas telling you about. And what happened was, the ghetto was built by Jews, and\nthey were built by planks, you know, there were planks? And they like left one\nplank open, and she used to come and ge — bring us food. And one time she actually\ncame and said that she wanted to take me, and you know, to save me, and — and —\nand so on. And she did take me out of the ghetto, I don’t remember how, but I\nremember that my father was like crying when I left. And in the middle of the night,\nshe took me to her place where she lived, not too far away from the ghetto.",
        "Q: Do you know why — why you, and maybe not your younger sister, or your other\nsister, yeah.\nNovember 8, 2008",
        "A: I don’t know. I always wondered. I always wondered. That’s something that I\nalways, always have in mind, why me, you know? But I think that what happened,\nthat it was circumstances, because we — yeah, I don’t — I don’t know really why.\nBut the first time that she took me out, in the middle of the night, I sort of got — got\nscared, you know, that I’m away from my parents, so I came back by myself, I\ndon’t know how.",
        "Q: How old were you still?",
        "A: ’'m maybe seven years old.",
        "Q: Seven, okay.",
        "A: And I came back and I still remember that at the ghetto gate, they used to have\nJewish, I don’t know, I want to call them policemen, but guards, let’s say guards.\nAnd I still remember that one of them said, look at her, she’s coming from the\noutside and she didn’t bring anything. Cause all I did was, you know, just come\nhome. And this Lerna(ph), who was the one that, you know, I was with, woke up in\nthe morning and I was gone, and she was like really panicky. So she came to the\nghetto and she said to my father, I don’t know what happened, I don’t have the\nchild. And he said, don’t worry, she’s here. So that’s — I remained in the ghetto with\nmy family, until the very end when they announced an akeja — an akcja mean —\nmeant that they were liquidating the ghetto.\nNovember 8, 2008",
        "Q: This was in — was it years later, or —",
        "A: Well, we were occupied in ’41, and this must have been, I don’t know. To — to\ntell you the truth, I don’t know exactly whether it was a year or two later.",
        "Q: Okay.",
        "A: Whatever the ghetto, you know, that probably could be documented. But I do\nremember that somebody came to my father and said, listen, Lerna(ph) 1s at the\ngate, you know, because we were all gated in. It’s not like today’s gated\ncommunities, yeah. And they said, you know, if you have a — a child, just, you\nknow, throw her out, like bring her out. So I remembered like they picked me up\nphysically and brought me to the gate. By that time the Germans were already —\nthey were on their way to come to liquidate the ghetto. And she was waiting for me,\nshe took me by the hand like this, and we started walking, just walking. And I — I\ndon’t know, I was just very pliable, I guess, and this time I just went with her. And\nin fact, on the way — on the way, as we were walking, we were caught by the\nUkrainian police, and we were taken into a pla — a room, and I remember sitting\nwith her, just like today, like she was sitting and I was sitting. And the policeman\nwas called away for some reason. There was a woman scrubbing the floor and she\nsaid, what are you sitting here? Go. He’s not here, get out of here. And so she took\nme again by the hand and she — we walked out of there, which was again a miracle,\nNovember 8, 2008\nI guess in Jewish you would say bashert. And we just walked and walked and\nwalked until we hitchhiked. We hitchhiked, and she had a brother that lived on a\nfarm, I don’t know how many kilometers away, because I have no idea of things\nlike this. We came to her brother, and I remember she put me up like in a part\nwhere, you know, nobody could see me. And I was there for maybe a week or so, I\ndon’t know how long either, because I have no — I had no perception of time\nwhatsoever. And after awhile the brother said to her, listen, you can’t stay here,\nbecause if they discover that you have a Jewess here, then you know what’s gonna\nhappen, we’re all gonna get killed. So —",
        "Q: Just a quick question again, sorry.",
        "A: No, that al —",
        "Q: Was this the house of her brother or were you in — in [indecipherable]. Was this\na house, a farm?",
        "A: It was a farm.",
        "Q: It was a farm.",
        "A: Definitely a farm. I’m — he lived there, you know, with his wife, I guess, and —\nand her mother was still alive, I remember that. You know, an older woman.",
        "Q: So, were you allowed to go into all the rooms inside the house?\nNovember 8, 2008",
        "A: No, I—I was just like — they used to say, like an apprivichik(ph), I don’t know\nhow to explain it, but they had like a wooden stove, and then on top used to be like\nwarm, you know? And I remember s — being there, like cooped up, you know,\nhidden. And so she said, you know what? I'll go back and I’Il see, because you\nknow, she didn't know what happened. So I remember she went away for a day or\nso, whatever, I don’t know how long it took. And when she came back she said, I\ncan’t take her back because nobody’s there any more, they’re all killed.",
        "Q: So she went back to look for your family?",
        "A: She went back to the family, to the ghetto, and the ghetto by that time was\ncompletely liquidated, nobody was there. So she came back and then she had\nanother sister that lived also on a farm, but the farm was called the a houtur(ph)\nwhich means that it was isolated. It was like the farm, and then it was nobody all\naround, you know, not too many people around. So we stayed with that sister for\nquite awhile. And I don’t know what I was doing, I remember going out with the\ncows, or with the horses and you know, li — she had one son, and it was very good\nto me. I would — never had any suffering, I never had — I was never hungry, because\non a farm, you know? And this woman, Lerna(ph) who took me, she was like crazy\nabout me, and I loved her so much, that she was everything to me, you know?",
        "Q: Right.\nNovember 8, 2008",
        "A: And I was very lucky, because I was beloved by her, so I didn’t feel — I didn’t\nfeel like, you know, like I was trash and something like that. And I don’t know how\nlong we stayed there. We stayed there for quite awhile. And then she had another\nsister by the name of Anya, and she lived in the city, which was not any more the\ncity of Dubno, but it was called Rovna. Was Rovna, let’s see, what was it? No, not\nRovna. | — I have to think of the name. In Russian it was called Krasnoarmiisk.\nBut really, 1t was Radziwillow, you know, and th — when the Russians were there\nbecause it was constantly Russian, Polish, German, Russian. So it was\nRadziwilléw. And there we had an apartment, and I lived with Lerna(ph) and her\nsister Anya. And in fact, you know, when the Russians came, they — the bombings\nwere there and we were like in a — sort of in a bunker hiding from the bombs, and\nher sister was hit with the shrapnel in her arm; I was sitting right next to her. And I\nremember there was a certain flower on the table, that for years afterwards I\ncouldn’t — cause the mingling with the blood and everything, I couldn’t smell those\nflowers, you know, like every time I s — had those flowers, I s — like nauseous. And\nyou know, during the time, I can’t like tell you everything. The way I went to\nchurch, and you know, wearing the cross and I used to play with the kids, and some\nof the kids said that I’m a — a-—a Jewess, you know, and she denied it because she\nsaid that I was her child, that’s how I survived, as a child of Lerna(ph).\nNovember 8, 2008",
        "Q: Were you — were you then raised as a Christian?",
        "A: Yes.",
        "Q: Okay.",
        "A: Yes, but at night she used to remind me, because she was so wonderful that I\ncan’t even begin to tell you. And I didn't want to — I — be — be reminded that I’m\nJewish, I really didn’t want to, you know, but at night she kept saying to me, you\nknow, I don’t remember if she talked Jewish to me or something, couple of words,\nwhatever. But yes, I was running around as a Christian girl. And — and, you know,\nso then after the war, when — not — it wasn’t really after the war, it was just a time\nwhen our town was liberated. So I had an uncle, my father’s brother, his wife and\ntheir son, they were saved in Russia and they lived in Siberia. So, they had written\nto our town, if there’s anybody left from — my maiden name was Leviatin(ph) —\nLev -- Leviatin(ph), but you know, you have to s — in English it’s Leviatin(ph). So\nshe had written to somebody, I don’t know to whom, and they said they think that\none child was left. And on that score, she came all the way from Siberia, and she\nmet me. I was at that time running like to school, and she met me on the street, and\nshe said, oh my God, you know, I’m — I’m Janyet(ph), her name was Janyet(ph),\nand — and I —",
        "Q: She was their sister?\nNovember 8, 2008",
        "A: She was my aunt through marriage. Her husband and my father were brothers.",
        "Q: Okay.",
        "A: And I ran away from her. I said, I’m not Jewish, I’m a Ukrainian. ’m—I-—Pma\ndevoted — I even remember, because she reminded me. I didn’t remember that, but\nshe reminded me afterwards that I said, I’m — you know, like an — in Russian I said,\nI’m a steeron(ph) kryinka(ph), which means that I’m a devoted Ukrainian, and I\nran away from her. But she persisted and she came back and — and she took me\nback with her. And Lerna(ph) said the only reason she’s giving me up is because\nshe fi — felt that I would have a better life with them than with her, because they\ncould give me papers and pencils and I could be educated, whereas she hardly had\nanything. So, my aunt took me, and she took me back to Siberia, to her. And I was\ndevastated. To leave Lerna(ph) was like worse than when I left my parents,\nbecause, I mean, she was everything to me. And — and I stayed with them, and then\nwhen the Russians said that, you know, Polish citizens can go back, we all went\nback to — first to — was, you know a — a trip from Russia almost took a month, I\nremember. And we came to Poland, Lodz, and then from there to Czechoslovakia,\nfrom Czechoslovakia to Germany, and at that time we were in a DP camp which\nwas called Bad Reichenhall. And that was in Germany. And there we stayed for\nquite awhile. And then my aunt, for whatever reason, she had a sister in the United\nNovember 8, 2008\nStates, so she said — you know, there was an orphanage called preen —\npreenum(ph) kindsai(ph) in Germany. And she decided to send me and her son,\nher own son Victor, as my brother to this camp, because she wanted us to come to u\n— the United States, where she had a sister. But unbeknownst to us — so we were in\nthat camp for about a year, and finally, you know, our quota came through and I\ncame to the United States on a boat called General Black, with my cousin, who\nwas my bra — you know, like my brother. And when we got to the United States we\ndiscovered that the aunt who was supposed to be like everything to us, prepare a\nhouse for us and money and you know, all the things and take us in and blah, blah,\nblah, but she died away — she died three weeks before we came.",
        "Q: Wow.",
        "A: And — and she — they didn’t want to let us know, you know? So, they had a\ndaughter by berni — by the name of Bernice, she was sic — all of 16 years old, she\nwas the one that took us, both myself and my cousin, my — Victor. And they lived\nin Freeport, Long Island at the time. Her f-— their father was very busy, and it’s\nfunny — irony that he also had the — like a candy store, so he was busy night and\nday. And we remained with these — with this cousin, and you know, with all kinds\nof troubles. I mean, she liked me, she didn’t like him, he had to go live someplace\nelse. But eight months later, my — the same aunt, Anya and uncle, my father’s\nNovember 8, 2008\nbrother, came to the u — finally came to the United States, and we sort of became a\nfamily again, whole again, and —",
        "Q: With Victor?",
        "A: With Victor, right.",
        "Q: Okay.",
        "A: You remember.",
        "Q: Yeah.",
        "A: And by that time, actually Bernice’s father, by the name of Norman, he got us\nan apartment in the Bronx, and they registered me to school, to high school. I don’t\nknow, I — I think I lied about my age, cause my cousin was there, so I wanted to be\nin the high school too, and I don’t know, they accepted me, don’t ask me how,\nbecause I really did not have any education whatsoever. How I pulled through, I\ndon’t know, but I did graduate high school.",
        "Q: You know roughly how old you were at that time?",
        "A: When — when I came here to the States, I was like 12 and a half or 13.",
        "Q: Wow. So six years of suffering, and then —",
        "A: Pardon?",
        "Q: Six years, roughly six years of suffering.",
        "A: Oh, yeah.\nNovember 8, 2008",
        "Q: Moving in — from one place to the other.",
        "A: Oh yeah, right, definitely. I mean, and you know, I can’t tell you everything. I\nmean, like, when I was with Lerna(ph), you know, we — I used to go to funerals.\nNow I think back of it, because you know, you don’t think about those things. I\nremember going to wakes, you know, because the kids used to have — on a grenade,\nthey would si — go on the grenade at — after the war, even, and blown up and then I\nused to have like nightmares, you know? Nothing, so then I — you know, went here\nto school, in — in the Bronx, Taft High School, I graduated, and right after that I\nmet my husband, we got married. He was taken into the army after we got married,\nI was pregnant. So, my son was like — you know, we got an apartment, I was alone\nfor nine months. When he came back, my son was nine months old, and he was\nactually born in an army hospital in — where was it? On Staten Island, Governor’s\nIsland, you know. And I — you know, I mean, you can’t tell everything, but —",
        "Q: No.",
        "A: — you can imagine my feelings. I used to go to the army doctors, and I didn't\nknow anything about children, cause I was never around children, I never knew\nanything about it. And I mean, crying like Niagara Falls every single day. And I\ndon’t know, somehow you survive, you know.\nNovember 8, 2008",
        "Q: Were you afraid that something would happen to him, when he left to the war?\nOr when he was enlisted?",
        "A: You — you mean my husband?",
        "Q: Mm-hm. Did you —",
        "A: Well, na — yeah, well what happened was, we tried to postpone his service. We\nused to go to congressmen, and to the rabbi and everything to say that, you know,\nI’m alone and I’m with child and I can’t be without him, but nothing helped. But the\njudge delayed it so that he was just away nine months. You know what I mean?\nBecause by the time they process the papers and everything — he was stationed\nsomeplace in California.",
        "Q: Okay.",
        "A: When he came back, my son was already nine months old. And I don’t know,\nslowly but surely, I mean, there’s other things, you know. When we got married we\nlived in a one room apartment by other people, and you know, it’s — all these things\nare — I don’t know how important they are to this conversation.",
        "Q: Everything is important. [indecipherable]",
        "A: Well, you know. So, I lived with one family, and — and she was very mean to us,\nSO We moved out and we lived with another family, and then finally we got our own\napartment. And the other story is that, miraculously, I found my mother’s sister here\nNovember 8, 2008\nin the States. It’s not that I found her. I remembered something, that there’s an aunt\nin the United States, but I did not know her name, I didn’t know — you know, New\nYork, number one. There was no way for me to find out anything. But one of our\nlandsmen, who came from our town, it was just this crazy, crazy thing. He was\nwalking on Pitkin Avenue, and he was looking for somebody else. So they — he wa\n— went into a tobacco shop, and he was looking for a Mr. Guyer(ph). So he went in\nand he asked him whether he’s related to other Guyers(ph) from — that were in\nIsrael. So he said no, but then he asked him, where do you come from? And he\nsaid, I come from Dubno. And he said, you know, I have a niece that comes from\nDubno, too. And the niece turned out to be my mother’s sister. And she came, she\nreally saved my life, because when I was all alone with my son, I didn't know\nanything about raising the kid. And she came and she stayed with me, and she\nhelped me, you know, to tell me what to do and, you know, how to feed him and so\non and so forth. And you know, from that time on, we — we sort of picked ourselves\nup. He came back and he worked in a bakery, then he had this own bakery, and\nthat’s — that’s a — I’d — I think it’s like — more or less, in short, you know.",
        "Q: Yeah.",
        "A: A short history.",
        "Q: An amazing — an amazing story, really. During your —\nNovember 8, 2008",
        "A: Oh, the other thing that I wanted to tell you, which I think is very important,\nbecause after our city was liberated, my mother had, you know, given a few things\nto a Czech woman, because I was like very peculiar, I had to sit in my own seat and\nI had my own chair and all that, and I wouldn’t eat unless it’s my own spoon. So,\nwhen she — Lerna(ph), the one that saved me, came to this Czech woman, and she\nwanted to say — to get some things that my mother left with her. She said, you better\nget out of here, or I’m gonna say that you have a chi — a— a Jewess with you. But\nthe only thing that she did give me is the spoon, like a soup spoon, which I have to\nthis day. And I don’t know if you want to ask me anything else.",
        "Q: Yes. I’d like to know if you ever went back to Dubno?",
        "A: No.",
        "Q: You’ve never been back.",
        "A: No, I never went back, no.",
        "Q: And wha — did you ever hear again from Lerna(ph)?",
        "A: So this — from Le-Lerna(ph)? Since I married, forever, I’ve been sending her\nmoney and packages and we — I| have beautiful letters from her, beautiful. And, you\nknow, I was like — you know, we ourselves were very poor, I couldn’t take her here,\nso I never saw her again. But we — I have a lot of correspondence with her, and we\nhelped her as much as possible, and I have pictures of her. And what happened, she,\nNovember 8, 2008\nof course, eventually passed away. And her sister Anya, with whom I lived towards\nthe end of the war, the one that was hit on the shrapnel, when Lerna(ph) died, I\nbecame her surrogate, more or less, you know, sending her things. And now that she\nwas passed away, I’m — to this day, in fact I have now a package again to send to\nher daughter. And the daughter lives in Lviv — Lvov, the u — the Ukraine. And she\njust called me the other day, so I’ve always been sending money, packages, and I’ve\nalways been in touch with her.",
        "Q: That’s amazing.",
        "A: Yeah.",
        "Q: I have one last —",
        "A: The only thing that I didn’t do, and I really regret it, I guess maybe it’s not too\nlate, she was a Righteous Gentile and I somehow never went to Yad Vashem to\nreport that.",
        "Q: Well, you can still do that.",
        "A: Yeah, I was gonna say that I could still do that. But, you know, being — we were\nyoung, we were s — you know, struggling ourselves, raising the children.",
        "Q: Under such circumstances, yeah.",
        "A: And I wasn’t — you know, I wasn’t such a big hero, you know what I mean?\nLike, I don’t know, we just neglected it, I guess. But I didn’t neglect her. I just\nNovember 8, 2008\nneglected to, you know, make it — and I never talked about it, now fi — finally we\ntalk about it. I never talked to my children, I have three children, six grandchildren,\nand I din —I did not like to talk about it. But I think now, sort of, I don’t know, it’s\namaze — I’m amazed myself that I’m even talking.",
        "Q: Thank you so much for sharing this with us. And —",
        "A: You’re welcome.",
        "Q: — this concludes the United States Holocaust Memorial Museum interview with\nEllen Kaidanow. Thank you very much.",
        "A: You’re very welcome.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nEllen Kaidanow, conducted by Cecilia Curbow on November 8\", 2008, at the\nChild Survivor Conference in Alexandria, Virginia. Hello, Miss Kaidanow.",
        "Q: Thank you so much that you have agreed to give us an interview.",
        "Q: Would you please repeat your name and your date of birth?",
        "Q: Where were you born?",
        "Q: Okay. So, how old were you at the time of the Holocaust?",
        "Q: And your family consisted of how many people?",
        "Q: Did you attended a school at the time?",
        "Q: Were your other sisters on —",
        "Q: Okay.",
        "Q: And how — how many years are there in between your sisters and you?",
        "Q: Okay, so wh-what do you remember about the [indecipherable]",
        "Q: So they were all gather at the ghetto.",
        "Q: Okay. Ah — hah — sorry, just have a quick question, sorry.",
        "Q: How did you know that — I mean, you were seven years old, how did you know\nthat this was the Germans? Did you also see local people involved in gathering\nJewish people and taking them to the ghetto?",
        "Q: Did you recognize them in their uniforms?",
        "Q: Okay. Were they a different color than other people? Was —",
        "Q: It was German.",
        "Q: Okay.",
        "Q: Oh.",
        "Q: So, the ghetto, how many people of your family do you — do you recall more or\nless? I mean, a — yo-you just mentioned that you met there your aunts and —",
        "Q: — cousins.",
        "Q: And was it only your sisters and you that hid there, or was also the other —",
        "Q: — cousins, and —",
        "Q: Okay, okay.",
        "Q: Okay, so others as well?",
        "Q: Okay. So, what happened afterwards?",
        "Q: Do you know why — why you, and maybe not your younger sister, or your other\nsister, yeah.\nNovember 8, 2008",
        "Q: How old were you still?",
        "Q: Seven, okay.",
        "Q: This was in — was it years later, or —",
        "Q: Okay.",
        "Q: Just a quick question again, sorry.",
        "Q: Was this the house of her brother or were you in — in [indecipherable]. Was this\na house, a farm?",
        "Q: It was a farm.",
        "Q: So, were you allowed to go into all the rooms inside the house?\nNovember 8, 2008",
        "Q: So she went back to look for your family?",
        "Q: Right.",
        "Q: Were you — were you then raised as a Christian?",
        "Q: Okay.",
        "Q: She was their sister?",
        "Q: Okay.",
        "Q: Wow.",
        "Q: With Victor?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: You know roughly how old you were at that time?",
        "Q: Wow. So six years of suffering, and then —",
        "Q: Six years, roughly six years of suffering.",
        "Q: Moving in — from one place to the other.",
        "Q: No.",
        "Q: Were you afraid that something would happen to him, when he left to the war?\nOr when he was enlisted?",
        "Q: Mm-hm. Did you —",
        "Q: Okay.",
        "Q: Everything is important. [indecipherable]",
        "Q: Yeah.",
        "Q: An amazing — an amazing story, really. During your —",
        "Q: Yes. I’d like to know if you ever went back to Dubno?",
        "Q: You’ve never been back.",
        "Q: And wha — did you ever hear again from Lerna(ph)?",
        "Q: That’s amazing.",
        "Q: I have one last —",
        "Q: Well, you can still do that.",
        "Q: Under such circumstances, yeah.",
        "Q: Thank you so much for sharing this with us. And —",
        "Q: — this concludes the United States Holocaust Memorial Museum interview with\nEllen Kaidanow. Thank you very much."
    ],
    "answers": [
        "Answer: Hello.",
        "A: You’re welcome.",
        "A: Yes, my name is Ellen Kaidanow, that’s my married name, and I was born in\n1936, in June s — June 15.",
        "A: And I was born in Poland, which is now the Ukraine, and the name of my city\nis Dubno, d-u-b-n-o.",
        "A: At the time I probably was like seven years old?",
        "A: Yes, we were a family of five, I had three sisters, I was the middle daughter, and\nmy father was — name was Joseph, or Jossul in Yiddish. My mother’s name was\nEsther. And | had a sister by the name of Pearl. I was the middle child, my name\nwas Shifra in Yiddish, and then I had a younger sister that was Bella.\nNovember 8, 2008",
        "A: No, I never went. I-I was supposed to — I remember that I was supposed to go\nthat year to school when the Germans came in. So I never actually went to school.",
        "A: The older sister must have gone to school, but I really don’t know.",
        "A: But I’m sure she did, because she was much older. Like, I was closer to the\nyounger one, you know, and there was probably quite a few difference between the\nolder and myself and my younger sister.",
        "A: I—I don’t know, you know, I’m just sort of imagining that sh — the older one\nmust have been like at least three years older, because I remember her — you know,\nbeing that I was little, I thought she was big. But the truth is, I don’t know. And the\nyounger sister was wa — not too — too much younger than I was.",
        "A: About the home life I don’t remember too much. We lived in a very beautiful\nstreet by the name of Panienska. And I know that the fi — people who know\nanything about Dubno, and if you tell them Panienska street, they know that that\nwas a very beautiful street. My parents had like a little — I would say they called it a\nNovember 8, 2008\nkiosk, like they was having candy and things like that. So my parents were hardly at\nhome. But they had one of — a— a-—a Christian, actually a Ukrainian woman by the\nname of Lerna(ph), and she was raising us. She was really more like my mother —\nlike a mother to me than my own mother, because she was always with the girls, my\nmother was busy in the store. So, I loved her very much, and she loved the children.\nShe was very devoted person to us. And in fact, she was the one that saved me, at\nthe end. So, too much about the life before that, I don’t remember too much. But I\ndo remember when the Germans came in, and I’ll never forget one of my cousins\ncame and they said, you know, you have to leave your home, and we have to all\nmove to a ghetto, which was a Dubno ghetto. And then wi — all of — the whole\nfamily, like my mo —I remember my grandmother was there and my father’s\nbrother also lived there, and they had many children, like at least four or five\nchildren. But I don’t remember, you know, their ages or their names, I hardly\nremember that.",
        "A: And — and they — we were all in the ghetto, and la —",
        "A: No, it —\nNovember 8, 2008",
        "A: Well, to tell you the truth, I didn’t see Germans until I was in the ghetto, and\nthen I did see Germans. They used to come every once in awhile, they would say —\nyou know, they used to call it an oblava(ph), which means like — you know, they\nwould decide that they would — gonna come into the ghetto, and let’s say, whoever\nwas outside, they would kill. And I do remember seeing them.",
        "A: Uniforms, yes.",
        "A: Well, it was the German uniforms —",
        "A: I remember their hats, it was like a greenish uniform.",
        "A: And, you know, people would alert us, so, the Germans are coming, so we used\nto hide.",
        "A: Yeah.\nNovember 8, 2008",
        "A: Yes, yes, there was —",
        "A: — well, I—as I said, I don’t — I know he had a wife, and I know we had cousins, I\ndon’t remember how many and how old they were. But, you know, I know we lived\nin the si — all th — all in the same house, you know, in — in the ghetto. And in the\nghetto, I don’t know, I remember playing like outside a little bit with, you know,\nother kids. And — and then I also remember that m-my uncle and my father, they\nmade like a hiding place. They called it a schron, which means like an underground\nbunker, I would say a bunker. And whenever there was rumors that the Germans are\ncoming, or that the end was gonna come or whatever, we used to hide in that place.\nAnd once it was over, everybody came out. So I do remember that.",
        "A: No, e-everybody.",
        "A: Yeah.",
        "A: Everybody.\nNovember 8, 2008",
        "A: Yes, yes.",
        "A: What happened afterwards, of course you know the life in the ghetto was a —\npretty miserable. I remember even I — I — I'll never forget that one day we were\noutside and the Germans came, and I remember they took like a little kid, and they\nthrew them in the barrel of water, like rainwater, you know, the barrels used to\ncollect rainwater? And that image stayed with me for a long time. But what\nhappened is, towards the end, I remembered also again, people came — well, first of\nall, you know my father was in touch with le -- Lerna(ph), that’s the nanny that I\nwas telling you about. And what happened was, the ghetto was built by Jews, and\nthey were built by planks, you know, there were planks? And they like left one\nplank open, and she used to come and ge — bring us food. And one time she actually\ncame and said that she wanted to take me, and you know, to save me, and — and —\nand so on. And she did take me out of the ghetto, I don’t remember how, but I\nremember that my father was like crying when I left. And in the middle of the night,\nshe took me to her place where she lived, not too far away from the ghetto.",
        "A: I don’t know. I always wondered. I always wondered. That’s something that I\nalways, always have in mind, why me, you know? But I think that what happened,\nthat it was circumstances, because we — yeah, I don’t — I don’t know really why.\nBut the first time that she took me out, in the middle of the night, I sort of got — got\nscared, you know, that I’m away from my parents, so I came back by myself, I\ndon’t know how.",
        "A: ’'m maybe seven years old.",
        "A: And I came back and I still remember that at the ghetto gate, they used to have\nJewish, I don’t know, I want to call them policemen, but guards, let’s say guards.\nAnd I still remember that one of them said, look at her, she’s coming from the\noutside and she didn’t bring anything. Cause all I did was, you know, just come\nhome. And this Lerna(ph), who was the one that, you know, I was with, woke up in\nthe morning and I was gone, and she was like really panicky. So she came to the\nghetto and she said to my father, I don’t know what happened, I don’t have the\nchild. And he said, don’t worry, she’s here. So that’s — I remained in the ghetto with\nmy family, until the very end when they announced an akeja — an akcja mean —\nmeant that they were liquidating the ghetto.\nNovember 8, 2008",
        "A: Well, we were occupied in ’41, and this must have been, I don’t know. To — to\ntell you the truth, I don’t know exactly whether it was a year or two later.",
        "A: Whatever the ghetto, you know, that probably could be documented. But I do\nremember that somebody came to my father and said, listen, Lerna(ph) 1s at the\ngate, you know, because we were all gated in. It’s not like today’s gated\ncommunities, yeah. And they said, you know, if you have a — a child, just, you\nknow, throw her out, like bring her out. So I remembered like they picked me up\nphysically and brought me to the gate. By that time the Germans were already —\nthey were on their way to come to liquidate the ghetto. And she was waiting for me,\nshe took me by the hand like this, and we started walking, just walking. And I — I\ndon’t know, I was just very pliable, I guess, and this time I just went with her. And\nin fact, on the way — on the way, as we were walking, we were caught by the\nUkrainian police, and we were taken into a pla — a room, and I remember sitting\nwith her, just like today, like she was sitting and I was sitting. And the policeman\nwas called away for some reason. There was a woman scrubbing the floor and she\nsaid, what are you sitting here? Go. He’s not here, get out of here. And so she took\nme again by the hand and she — we walked out of there, which was again a miracle,\nNovember 8, 2008\nI guess in Jewish you would say bashert. And we just walked and walked and\nwalked until we hitchhiked. We hitchhiked, and she had a brother that lived on a\nfarm, I don’t know how many kilometers away, because I have no idea of things\nlike this. We came to her brother, and I remember she put me up like in a part\nwhere, you know, nobody could see me. And I was there for maybe a week or so, I\ndon’t know how long either, because I have no — I had no perception of time\nwhatsoever. And after awhile the brother said to her, listen, you can’t stay here,\nbecause if they discover that you have a Jewess here, then you know what’s gonna\nhappen, we’re all gonna get killed. So —",
        "A: No, that al —",
        "A: It was a farm.",
        "A: Definitely a farm. I’m — he lived there, you know, with his wife, I guess, and —\nand her mother was still alive, I remember that. You know, an older woman.",
        "A: No, I—I was just like — they used to say, like an apprivichik(ph), I don’t know\nhow to explain it, but they had like a wooden stove, and then on top used to be like\nwarm, you know? And I remember s — being there, like cooped up, you know,\nhidden. And so she said, you know what? I'll go back and I’Il see, because you\nknow, she didn't know what happened. So I remember she went away for a day or\nso, whatever, I don’t know how long it took. And when she came back she said, I\ncan’t take her back because nobody’s there any more, they’re all killed.",
        "A: She went back to the family, to the ghetto, and the ghetto by that time was\ncompletely liquidated, nobody was there. So she came back and then she had\nanother sister that lived also on a farm, but the farm was called the a houtur(ph)\nwhich means that it was isolated. It was like the farm, and then it was nobody all\naround, you know, not too many people around. So we stayed with that sister for\nquite awhile. And I don’t know what I was doing, I remember going out with the\ncows, or with the horses and you know, li — she had one son, and it was very good\nto me. I would — never had any suffering, I never had — I was never hungry, because\non a farm, you know? And this woman, Lerna(ph) who took me, she was like crazy\nabout me, and I loved her so much, that she was everything to me, you know?\nNovember 8, 2008",
        "A: And I was very lucky, because I was beloved by her, so I didn’t feel — I didn’t\nfeel like, you know, like I was trash and something like that. And I don’t know how\nlong we stayed there. We stayed there for quite awhile. And then she had another\nsister by the name of Anya, and she lived in the city, which was not any more the\ncity of Dubno, but it was called Rovna. Was Rovna, let’s see, what was it? No, not\nRovna. | — I have to think of the name. In Russian it was called Krasnoarmiisk.\nBut really, 1t was Radziwillow, you know, and th — when the Russians were there\nbecause it was constantly Russian, Polish, German, Russian. So it was\nRadziwilléw. And there we had an apartment, and I lived with Lerna(ph) and her\nsister Anya. And in fact, you know, when the Russians came, they — the bombings\nwere there and we were like in a — sort of in a bunker hiding from the bombs, and\nher sister was hit with the shrapnel in her arm; I was sitting right next to her. And I\nremember there was a certain flower on the table, that for years afterwards I\ncouldn’t — cause the mingling with the blood and everything, I couldn’t smell those\nflowers, you know, like every time I s — had those flowers, I s — like nauseous. And\nyou know, during the time, I can’t like tell you everything. The way I went to\nchurch, and you know, wearing the cross and I used to play with the kids, and some\nof the kids said that I’m a — a-—a Jewess, you know, and she denied it because she\nsaid that I was her child, that’s how I survived, as a child of Lerna(ph).\nNovember 8, 2008",
        "A: Yes.",
        "A: Yes, but at night she used to remind me, because she was so wonderful that I\ncan’t even begin to tell you. And I didn't want to — I — be — be reminded that I’m\nJewish, I really didn’t want to, you know, but at night she kept saying to me, you\nknow, I don’t remember if she talked Jewish to me or something, couple of words,\nwhatever. But yes, I was running around as a Christian girl. And — and, you know,\nso then after the war, when — not — it wasn’t really after the war, it was just a time\nwhen our town was liberated. So I had an uncle, my father’s brother, his wife and\ntheir son, they were saved in Russia and they lived in Siberia. So, they had written\nto our town, if there’s anybody left from — my maiden name was Leviatin(ph) —\nLev -- Leviatin(ph), but you know, you have to s — in English it’s Leviatin(ph). So\nshe had written to somebody, I don’t know to whom, and they said they think that\none child was left. And on that score, she came all the way from Siberia, and she\nmet me. I was at that time running like to school, and she met me on the street, and\nshe said, oh my God, you know, I’m — I’m Janyet(ph), her name was Janyet(ph),\nand — and I —\nNovember 8, 2008",
        "A: She was my aunt through marriage. Her husband and my father were brothers.",
        "A: And I ran away from her. I said, I’m not Jewish, I’m a Ukrainian. ’m—I-—Pma\ndevoted — I even remember, because she reminded me. I didn’t remember that, but\nshe reminded me afterwards that I said, I’m — you know, like an — in Russian I said,\nI’m a steeron(ph) kryinka(ph), which means that I’m a devoted Ukrainian, and I\nran away from her. But she persisted and she came back and — and she took me\nback with her. And Lerna(ph) said the only reason she’s giving me up is because\nshe fi — felt that I would have a better life with them than with her, because they\ncould give me papers and pencils and I could be educated, whereas she hardly had\nanything. So, my aunt took me, and she took me back to Siberia, to her. And I was\ndevastated. To leave Lerna(ph) was like worse than when I left my parents,\nbecause, I mean, she was everything to me. And — and I stayed with them, and then\nwhen the Russians said that, you know, Polish citizens can go back, we all went\nback to — first to — was, you know a — a trip from Russia almost took a month, I\nremember. And we came to Poland, Lodz, and then from there to Czechoslovakia,\nfrom Czechoslovakia to Germany, and at that time we were in a DP camp which\nwas called Bad Reichenhall. And that was in Germany. And there we stayed for\nquite awhile. And then my aunt, for whatever reason, she had a sister in the United\nNovember 8, 2008\nStates, so she said — you know, there was an orphanage called preen —\npreenum(ph) kindsai(ph) in Germany. And she decided to send me and her son,\nher own son Victor, as my brother to this camp, because she wanted us to come to u\n— the United States, where she had a sister. But unbeknownst to us — so we were in\nthat camp for about a year, and finally, you know, our quota came through and I\ncame to the United States on a boat called General Black, with my cousin, who\nwas my bra — you know, like my brother. And when we got to the United States we\ndiscovered that the aunt who was supposed to be like everything to us, prepare a\nhouse for us and money and you know, all the things and take us in and blah, blah,\nblah, but she died away — she died three weeks before we came.",
        "A: And — and she — they didn’t want to let us know, you know? So, they had a\ndaughter by berni — by the name of Bernice, she was sic — all of 16 years old, she\nwas the one that took us, both myself and my cousin, my — Victor. And they lived\nin Freeport, Long Island at the time. Her f-— their father was very busy, and it’s\nfunny — irony that he also had the — like a candy store, so he was busy night and\nday. And we remained with these — with this cousin, and you know, with all kinds\nof troubles. I mean, she liked me, she didn’t like him, he had to go live someplace\nelse. But eight months later, my — the same aunt, Anya and uncle, my father’s\nNovember 8, 2008\nbrother, came to the u — finally came to the United States, and we sort of became a\nfamily again, whole again, and —",
        "A: With Victor, right.",
        "A: You remember.",
        "A: And by that time, actually Bernice’s father, by the name of Norman, he got us\nan apartment in the Bronx, and they registered me to school, to high school. I don’t\nknow, I — I think I lied about my age, cause my cousin was there, so I wanted to be\nin the high school too, and I don’t know, they accepted me, don’t ask me how,\nbecause I really did not have any education whatsoever. How I pulled through, I\ndon’t know, but I did graduate high school.",
        "A: When — when I came here to the States, I was like 12 and a half or 13.",
        "A: Pardon?",
        "A: Oh, yeah.\nNovember 8, 2008",
        "A: Oh yeah, right, definitely. I mean, and you know, I can’t tell you everything. I\nmean, like, when I was with Lerna(ph), you know, we — I used to go to funerals.\nNow I think back of it, because you know, you don’t think about those things. I\nremember going to wakes, you know, because the kids used to have — on a grenade,\nthey would si — go on the grenade at — after the war, even, and blown up and then I\nused to have like nightmares, you know? Nothing, so then I — you know, went here\nto school, in — in the Bronx, Taft High School, I graduated, and right after that I\nmet my husband, we got married. He was taken into the army after we got married,\nI was pregnant. So, my son was like — you know, we got an apartment, I was alone\nfor nine months. When he came back, my son was nine months old, and he was\nactually born in an army hospital in — where was it? On Staten Island, Governor’s\nIsland, you know. And I — you know, I mean, you can’t tell everything, but —",
        "A: — you can imagine my feelings. I used to go to the army doctors, and I didn't\nknow anything about children, cause I was never around children, I never knew\nanything about it. And I mean, crying like Niagara Falls every single day. And I\ndon’t know, somehow you survive, you know.\nNovember 8, 2008",
        "A: You — you mean my husband?",
        "A: Well, na — yeah, well what happened was, we tried to postpone his service. We\nused to go to congressmen, and to the rabbi and everything to say that, you know,\nI’m alone and I’m with child and I can’t be without him, but nothing helped. But the\njudge delayed it so that he was just away nine months. You know what I mean?\nBecause by the time they process the papers and everything — he was stationed\nsomeplace in California.",
        "A: When he came back, my son was already nine months old. And I don’t know,\nslowly but surely, I mean, there’s other things, you know. When we got married we\nlived in a one room apartment by other people, and you know, it’s — all these things\nare — I don’t know how important they are to this conversation.",
        "A: Well, you know. So, I lived with one family, and — and she was very mean to us,\nSO We moved out and we lived with another family, and then finally we got our own\napartment. And the other story is that, miraculously, I found my mother’s sister here\nNovember 8, 2008\nin the States. It’s not that I found her. I remembered something, that there’s an aunt\nin the United States, but I did not know her name, I didn’t know — you know, New\nYork, number one. There was no way for me to find out anything. But one of our\nlandsmen, who came from our town, it was just this crazy, crazy thing. He was\nwalking on Pitkin Avenue, and he was looking for somebody else. So they — he wa\n— went into a tobacco shop, and he was looking for a Mr. Guyer(ph). So he went in\nand he asked him whether he’s related to other Guyers(ph) from — that were in\nIsrael. So he said no, but then he asked him, where do you come from? And he\nsaid, I come from Dubno. And he said, you know, I have a niece that comes from\nDubno, too. And the niece turned out to be my mother’s sister. And she came, she\nreally saved my life, because when I was all alone with my son, I didn't know\nanything about raising the kid. And she came and she stayed with me, and she\nhelped me, you know, to tell me what to do and, you know, how to feed him and so\non and so forth. And you know, from that time on, we — we sort of picked ourselves\nup. He came back and he worked in a bakery, then he had this own bakery, and\nthat’s — that’s a — I’d — I think it’s like — more or less, in short, you know.",
        "A: A short history.\nNovember 8, 2008",
        "A: Oh, the other thing that I wanted to tell you, which I think is very important,\nbecause after our city was liberated, my mother had, you know, given a few things\nto a Czech woman, because I was like very peculiar, I had to sit in my own seat and\nI had my own chair and all that, and I wouldn’t eat unless it’s my own spoon. So,\nwhen she — Lerna(ph), the one that saved me, came to this Czech woman, and she\nwanted to say — to get some things that my mother left with her. She said, you better\nget out of here, or I’m gonna say that you have a chi — a— a Jewess with you. But\nthe only thing that she did give me is the spoon, like a soup spoon, which I have to\nthis day. And I don’t know if you want to ask me anything else.",
        "A: No.",
        "A: No, I never went back, no.",
        "A: So this — from Le-Lerna(ph)? Since I married, forever, I’ve been sending her\nmoney and packages and we — I| have beautiful letters from her, beautiful. And, you\nknow, I was like — you know, we ourselves were very poor, I couldn’t take her here,\nso I never saw her again. But we — I have a lot of correspondence with her, and we\nhelped her as much as possible, and I have pictures of her. And what happened, she,\nNovember 8, 2008\nof course, eventually passed away. And her sister Anya, with whom I lived towards\nthe end of the war, the one that was hit on the shrapnel, when Lerna(ph) died, I\nbecame her surrogate, more or less, you know, sending her things. And now that she\nwas passed away, I’m — to this day, in fact I have now a package again to send to\nher daughter. And the daughter lives in Lviv — Lvov, the u — the Ukraine. And she\njust called me the other day, so I’ve always been sending money, packages, and I’ve\nalways been in touch with her.",
        "A: Yeah.",
        "A: The only thing that I didn’t do, and I really regret it, I guess maybe it’s not too\nlate, she was a Righteous Gentile and I somehow never went to Yad Vashem to\nreport that.",
        "A: Yeah, I was gonna say that I could still do that. But, you know, being — we were\nyoung, we were s — you know, struggling ourselves, raising the children.",
        "A: And I wasn’t — you know, I wasn’t such a big hero, you know what I mean?\nLike, I don’t know, we just neglected it, I guess. But I didn’t neglect her. I just\nNovember 8, 2008\nneglected to, you know, make it — and I never talked about it, now fi — finally we\ntalk about it. I never talked to my children, I have three children, six grandchildren,\nand I din —I did not like to talk about it. But I think now, sort of, I don’t know, it’s\namaze — I’m amazed myself that I’m even talking.",
        "A: You’re welcome.",
        "A: You’re very welcome.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 8, 2008\nRG-50.030*0553",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Ellen\nKaidanow, conducted by Cecilia Curbow on November 8, 2008 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Alexandria, VA and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ELLEN KAIDANOW\nNovember 8, 2008"
    ]
}