{
    "rg": "RG-50.030.0436_trs_en",
    "sequence": [
        "Question: I want you to begin by telling me your name, your date of birth and where you were born.",
        "Answer: My name is Gertrude Flor. My maiden name, Gertrude DeGranierer(ph). I was born in\nSaraguda(ph) Romania in 1921, September 28th.",
        "Q: Can you tell me a little bit about your childhood and your family life before the war?",
        "A: My mother came from Prague, Czechoslovakia and her parents lived in Prague. My father came\nfrom Czernowitz, which was about 10 miles from where we lived and his parents lived there. I\nwent very frequently with my mother to visit my mother's parents and we spent every summer in\none of the nice spas in Czechoslovakia, like Francensbat(ph), Cardelsbat(ph), Marinebat(ph). And\nso I was very close to my mother's...",
        "Q: What do you remember about your childhood, what distinct memories do you have?",
        "A: My most distinct memories are that I was much closer to my father than to my mother. He was a\nvery well-educated man who was very interested in education and since I was an only child, he gave\nme a lot of attention in this area. He had returned from the first World War with a shrapnel in his\nhip which was not properly removed, so he was not well, he didn't walk easily and was very\nsedentary and his greatest joy was to teach me. Geography, history, languages. This is how he\ninstilled in me a great love for education.",
        "Q: Did you come from a religious home?",
        "A: No. [have no recollection, others that, maybe once a year, it's a high holy days, my parents went\nto the synagogue. But other than that, no.",
        "Q: Did you identify as a Jewish person or Jewish girl?",
        "A: Not at all. It was, I don't know how to explain it, but it was just not very important. Although I\ndo remember that my parents contributed to, to Zionism. We had in our house a certain, I don't\nknow how you call it, piggy bank, where we always put money tn and this was with, in the shape of,\nI don't know if it was apart, but it was white and blue. And we always put money in there and I\nhave no idea where that money went but it was explained to me as a child that this is for, for Jewish\npeople who needed it. That's all I know.",
        "Q: I guess I assume that your friendships were very mixed?",
        "A: Very mixed, our neighbors left and right were not Jews, but there were also quite a few Jews\namong them. It was, until 1937, I was not at all aware. I shouldn't say that because I do remember\nnow that on Memorial Day, which is a holiday for everywhere in the world and schoolchildren went\nto the cemetery but the Jewish schoolchildren were separated from the others and went to the Jewish\ncemetery. That is when I became aware that, that there was a difference between the other children\nand me. That's all I remember.",
        "Q: But nothing that made you feel terribly different? Were you, were you ever aware of anti-\nSemitism, early in...",
        "A: Yes, yes, at that time I became aware of anti-Semitism and particularly in 1937, there were times\nwhere in our town, soldiers, Romanian soldiers and particularly Romanian officers, who probably\noften got drunk, were roaming the streets with guns, with the revolvers in their hands and yelling\nloud words against Jews. Yes, I was, that was when I began to be very much afraid.",
        "Q: Did, did that attitude affect the, your Christian friends? I mean, did they pick up the spirit of\nthat?",
        "A: No, not particularly, as a matter of fact, I remember one incident where this one Romanian\nofficer was running through the streets and yelling, \"I'm going to kill all the Jews.\" A couple of\nfriends of my father's, my stepfather, this was in 1937,'38, a couple of friends who were not Jews,\ntried to approach this officer and to talk reason to him and they were, I had completely the feeling\nthat they were on our side, that they were not against us and they were two of the leading people in\ntown. So I didn't have a complete feeling of being betrayed by every Christian, you know. But, I\ncan't describe it too well, this 1s how it began.",
        "Q: And then at what point did it get worse?",
        "A: Well we heard then the speeches that Hitler gave on the radio and we kept thinking, well it's not\ngoing to last too long, because sane people would not accept this and all, and anyway it's not here,\nit's somewhere in Germany and then it was in Austria and then it was in Czechoslovakia, but and\nthen it was in Poland, and Poland was pretty close to where we lived, but we still couldn't believe it,\nwe still didn't think that it would find us. I can't, when I think of this now, I just can't understand\nhow my parents did not accept my uncle's offer to leave. They, they simply didn't think that\nanything could happen to them. And we saw a number of Jews from Poland coming to our town\nand we made room where we lived for them to sleep and we saw how it happened, but we still didn't\nbelieve it. And then in 1940, when Hitler and Stalin made this pact, we had not very much of a\nchoice. We thought, since we knew what happened under Hitler to people, that we would in fact be\nbetter off to stay where we are and very many people were glad that the Soviets came. Of course,\nwe didn't know what would happen. It was hard.",
        "Q: Can you tell me a little bit about life under the Soviets? I know that you've told me before that\nyour home was taken away from you.",
        "A: Yeah.",
        "Q: What else?",
        "A: The interesting part was that their propaganda was so efficient, they, there were concerts, the\npeople danced in the streets. There were speeches that there is no better quality of life than in the\nSoviet Union. The children got their education for free. The older people got their medical help for\nfree. People were taken care of from their birth to their day they died. They never had to worry.\nAnd all of this wonderful thing happened because the Communist government knew how to take\ncare of it's people. And in the meantime, during the night, people disappeared. And this, this was\nvery, very difficult, because it hit us almost immediately and then one of the Soviets, who moved\ninto our house, told me, first of all he said to me, \"You know that there is no God.\" And you know\nthis, for me, even though I was not brought up in a strict religious sense, it was awful thing for me\nto hear. And then when my father was taken away, this man, whose name I do not know, I don't\nthink I even knew it then, this man said to me, \"Look, you are a young person, you have the best\nchance for a wonderful life in our country, but you have to put an ad in the paper that you want to\nhave nothing to do with your father, who is an enemy of the people.\" And of course I didn't do it.\nThis is how life was under the Soviets. We saw a big poster, said, was seen in many places. Stalin\nwas holding on his lap a child and giving the child a wristwatch, because that child had informed the\nteacher that the parents at home had spoken against the government. And what the parents had said\nwas, \"No eggs today for breakfast.\" And the father had said, \"Again no eggs?\" And this was\nregarded as counter-revolutionary talk. The parents were arrested and the child got a watch. The\nparents disappeared. That was how life was.",
        "Q: Did, were Jewish businesses taken away, were people allowed to go to school, did sort of every\nday life change?",
        "A: People went to school and Jewish businesses were taken away, all businesses were taken away\nbut the difference was that the Christians who had businesses could, under the pack that Hitler and\nStalin had, could say that they are false Germans, which means that their ancestors were of German\nbackground and therefore they were not arrested. They had the right to be resettled into Germany\nand while the Soviets took away their houses in Sattagura(ph) or in one of those towns, when they\nwere resettled, they got an, an equivalent house or apartment in Germany. And I even know about\none man who was taken the same night as my father, who was a Christian and who was a merchant,\na businessman. He, he dealt with, he sold ham and, and kielbasa and had pigs and made them,\nmade, made these foods at home and then sold them. Well he was regarded a Capitalist. He was\ntaken the same night, but he said that he was a false Deutschner(ph), he was not, he was actually a\nhalf Polish, half-Ukrainian Christian. Well he was taken out of the prison and sent to Germany.\nAnd he escaped, my father didn't.",
        "Q: Just for the clarification here, we're talking about your stepfather?",
        "A: Yes, yes.",
        "Q: Was there fear on the streets, was it better or worse than the Romanians who were hunting down\npeople?",
        "A: Yes and no. A very difficult thing to answer. The people who were not arrested and who were\nfriendly towards the Soviet Union, didn't feel that they had anything to fear. They thought that it\nwould be just the very rich people who, who should be treated that way, because they, they really\nshouldn't be so rich. But very slowly, it became clear to everybody that you couldn't talk. Even\nthough they said you had freedom to say anything, you knew that you couldn't, you couldn't even\nthink against them.",
        "Q: Now you were about 19 years old, what were you doing at the time?",
        "A: [had just finished the conservatory. It was, I believe it was June 12, 1940.",
        "Q: The conservatory where?",
        "A: In Czernowitz. Which was the larger town. It's some 10 or 15 miles away. And two weeks\nlater, June 28, is when the Soviets occupied our town.",
        "Q: And you were back home in Sattagura(ph)?",
        "A: Yes, yeah.",
        "Q: Tell me just a little bit about Czernowitz because it seems like you spent quite a bit of time there.",
        "A: Czernowitz was a wonderful town. It was, I believe there were about 100,000 people and a great\nmajority of them were Jews. Very well educated, very motivated towards education and very proud\nto, to read a great deal and to be considered intellectuals. Czernowitz was considered the little\nVienna, whereas Bucharest, as the capital of Romania, was considered little Paris. In Bucharest, the\nsecond language was French, first was Romanian. In Czernowitz, the first language was German,\nbecause it had belonged to Austria, to the Austro-Hungarian monarchy, where most educated people\nspoke German.",
        "Q: It was a good life there, huh?",
        "A: Yes, I think it was. The parents and grandparents kept talking about the good old time of Kaiser\nFrancioseph(ph). They loved that Kaiser. And they were very assimilated. They, in fact, didn't\nbelieve that anything could happen to them because they, in the first World War they served as\nAustrians, they got medals and awards and they were proud of that, they, they just couldn't believe\nthat this could happen. They also couldn't believe that a civilized nation like Germany could do any\nharm to people. It was strange.",
        "Q: Do you remember the German occupation?",
        "A: This happened one year after the Soviets had occupied us. The Soviets had done a very thorough\njob to deport a great many people, particularly thinking people, particularly. The deportation took\nplace on June 12, 13 and 14 I believe, 1941. This...",
        "Q: This was an involuntary deportation?",
        "A: Yes. And it's interesting that we had, when we came to the United States many, many years\nlater, somewhere, we had found in a, an old issue of the New York Times, that a very small article\nthat said that people of the Buchavina(ph) had asked Comrade Stalin, had requested to be resettled\ninto the interior of Soviet Russia, for fear of the Nazis. And that Comrade Stalin had agreed to it.\nAnd this was the deportations that happened in the middle of the night against, nobody was asked,\nnobody asked to be resettled.",
        "Q: So when the Germans came in, what was happening? Were you, you were in Sattagura(ph)?",
        "A: No. When the Germans came in I was already married to Sam and I was in his apartment.",
        "Q: Okay then let's, let me backtrack a bit here. You have explained as well as Sam has explained\nhow you got married.",
        "A: Yes, yeah.",
        "Q: Didn't really know each other.",
        "A: Yeah.",
        "Q: You knew of him?",
        "A: Yeah, yeah.",
        "Q: Did he know you?",
        "A: I don't think so, but I don't know, I don't know.",
        "Q: Because you had studied at the conservatory?",
        "A: Yes, yes, yes.",
        "Q: It's, do you have any remembrance of what was going through your mind? You went there to\nfind work, you went to the conservatory to find work and you immediately got married.",
        "A: Yes. Yes, I do have memory of that. My, first of all, I was terribly afraid because I had left my\nhome, my mother had said run. And she had given me a brown bag with some black bread and I\nbelieve it was lard. And also she had told me to put on two dresses, one on top of the other because\nI could not carry anything. I have to run and nobody should know that I'm running. So I put on a\nsummer dress and over it a winter dress and made my way to Czernowitz.",
        "Q: Why were you running there?",
        "A: Because the, this was the Soviets. Because the, a neighbor had said, who was friendly with a\nSoviet soldier, that he had told her that this night they are going to come for the whole family, after\nthey had taken my father away. And so my mother had said, run and go to Czernowitz and stay\nwith this family, trying to remember their name, Isinger(ph), Isinger(ph). Well, it wasn't easy. First\nof all the fear. When you are under curfew, there were everywhere soldiers and when they saw\nsomebody moving they stopped him and wanted to know where are you going. Well, I knew the\narea very well, I managed somehow to make it to the next town. All night it took me. And when I\ncame there, the Isingers(ph) told me they could not put me up because there was a raid in this\napartment house and a number of people, whole families, were taken away. At that time they didn't\nknow where to. We know now it was to Siberia. And so I had nowhere to go but to the\nPhilharmonic, which also housed the Conservatory of Music, which also housed a movie theater,\nwhich was called Keynote Central. When I came there, I was dead tired, because I'd walked all\nnight and I knew the building very well. I went up into this projection room, from the movie,\nknowing that nobody would be there at that time and I feel asleep o the floor. And I thought when I\nwake up in the morning, the only thing I could do, was to try to see if I could find a job in the\nconservatory, because I had just graduated, you know. So when I woke up it was not morning, it\nwas closer to 12 noon. I had slept several hours and when I came to the office of the conservatory,\nthis man was just closing the office. It was 12 and in Europe between 12 and one is lunch hour and\nI said, \"Could I come in for a moment, I'm looking for a job.\" And he looked at me and he said, \"A\njob? At 12 o'clock noon? This is time for lunch, not for a job.\" You know, he was very flip and I\nwas not in the mood for, for this type of conversation, so I said, \"No, no, I want a job.\" He said,\n\"What, what job?\" I said, \"Well, I've, here's my paper, I have graduated from the conservatory and I\nam a pianist.\" He said, \"Well, now look, how much money do you have?\" And I said, \"Three\nrubles,\" something like 75 cents. And he said, \"That's enough.\" And I said, \"What?\" I thought for\nlunch. \"No,\" he said, \"It's enough to get married.\" And I said, \"No, no, please don't joke with me,\nmy mind is not on that.\" He said, \"Well I am not going to open this office door until I come back at\none, but if you want to, you can come with me.\" And I trailed after him and I thought we were\ngoing to eat something and we went into some building. See, in the, at that time, every building was\ndifferent from what we were used to. So we went up one or two flights of stairs. [End of Side 1 of\nTape 1]. So we went up there and a young woman, around 17, asked, sitting behind a desk, asked,\n\"Do you want to get married?\" And he said, \"Yes.\" And she asked him, \"Do you live with this\nwoman?\" He said, \"No.\" \"Do you live with another woman?\" \"No.\" \"Do you have children?\"\n\"No.\" \"You have children with this woman?\" \"No.\" \"Do you have children with another woman?\"\n\"No.\" Then she asked me the same questions and to me all of this was an insult, because I never\neven had a date. And when this procedure was finished, she called over a man who was sweeping\nthe floor, whose name I don't know to this day and he was the witness who signed and we got a\npiece of paper and we went downstairs and as we went downstairs, naturally we spoke German. He\nasked me, in the very formal German, ——_—sO\"\"—By the way, what is your name?\" And this after we\ngot married. And so we went back to the conservatory, he enrolled me as a pianist accompanist and\ngave me right away work to do in a certain room with a choir, and told me at five o'clock we meet\nin front of the building and we go home. And no more running around. He never asked about my\nbackground, he never asked me what happened and he told me he had a mother and a sister at home,\nwhich I didn't believe, but I had no choice, I had nowhere to go. And at five o'clock I went with him\nand when we came home to his apartment, there was a mother and there was a sister. And now it\nwas up to, it was their turn to be shocked because here was their famous son and brother, who had\nleft in the morning a bachelor and had come back and told them, they asked, \"Who 1s this?\" And he\nanswered, \"This is another Flor in the family.\"",
        "Q: Didn't this seem mildly crazy to you?",
        "A: Yes, but I, I was very, very frightened. I had, it felt as though I had lost my equilibrium\ncompletely. You know, it was unbelievable how that had worked on me, the fact that they took my\nstepfather away and my mother went every day with food to a certain place where many women\nstood in line, their husbands had been taken the same way. Or maybe their sons, or brothers. And I\nthink there were mostly men that they had taken at that time. And then one day, my mother came,\nmaybe she had already been six weeks, every day and one day there was another guard and he said,\n\"He's not here, he never was here.\" You know that.",
        "Q: Yeah. Let me ask you something, this is just sort of an interesting point, I mean if the men were\ntaken away first, this, didn't this put the women of these towns in a completely different role and\nsituation now? I mean in terms of their responsibility and...",
        "A: Sure, sure, cause they had to do everything, they had to fend for themselves. But that didn't\nmake them more assertive, they were very courageous, but women were not very assertive to begin\nwith. So it was just a matter of survival.",
        "Q: Did you see a change in your mother after your father was taken away?",
        "A: No, no. And, and even when my mother survived 17 years of Siberia and even after I found her\nagain and she came to us here in the United States, when I tried to discuss with her what happened\nthere, she never wanted to talk about it. And she said to me, whenever I asked to tell me about it,\nshe said, \"No. No, no.\" And then I said, but, one day I got very angry and I said, \"They took your\nhusband away and they killed him and you don't even know where he's buried and you don't want to\ntalk about it?\" And she answered very quietly, \"He was an enemy of the people.\" And this was the\nman she loved and believed in. So they had done a very good job on her. I finally got her to tell me\nthat she would, she had promised that main chief there never to talk about this event. He had said to\nher, \"If you ever want to see your children again, you will forget all that you lived here, all that you\nsaw here.\" And she never wanted to talk about and to this day I do not know. Except here and there\na little bit. She told me about this guard who had a child. I think it was probably only one child,\none little boy and when he knew that she knew languages, particularly French, he wanted her to\nspeak French to him and he gave her a glass of milk a day. And she, her living quarters were\nslightly improved, she shared a room with a lady from Czernowitz whose husband was also taken\naway, but he was taken because he was a leading Zionist and his name was Weiselberger(ph), very\nwell known. I think he was a lawyer, I'm not sure. So with this Mrs. Weiselberger(ph) she shared a\nroom in Siberia and then when Kruschev came to power and somehow permitted people over 65, if\nthey had relatives in Israel...",
        "Q: You actually told me this.",
        "A: Yes, to, to come out, so Mrs. Weiselberger(ph) came out and brought along a letter from my\nmother to her brother in South America.",
        "Q: And you were able to?",
        "A: Yes, that's how we...",
        "Q: Some of these areas that we've recorded, I'm going to skip over because in the interest of time\nand your energy.",
        "A: Yeah, yeah, absolutely.",
        "Q: So, you were married.",
        "A: Yeah.",
        "Q: Did that, I realize many, many years later that it was a good marriage, but in the beginning was\nthat terribly awkward for you or not?",
        "A: I can't say how it was, I was completely dead inside. You know, it was often an irony to me, that\nwhen the Germans took us into the concentration camp a year later, the Soviets had done such a job\non me that I was not able to be more shocked, more afraid. They had already killed me, inside. It\nwas unbelievable. To me, you know, the word Siberia, as you may know in all of Soviet or Russian\nliterature, usually meant that people never returned from there. So, I don't know what else to tell\nyou.",
        "Q: When you say that the Soviets had already destroyed you, you're talking about by taking away\nyour parents?",
        "A: Yes, yes.",
        "Q: Not any personal brutality?",
        "A: No, no. Just by, and you know, it was so strange to think, why do they have to resort to such\nterror? If life is so complete that each person is taken care of from the day of their birth to the day\nof their death, why do they have to, to terrorize people by taking them away? If they want to take\naway a house, why must they send this person to Siberia? If they want to take away somebody's\nflour mill or somebody's business, why must this person be destroyed? You know, almost all these\npeople would have been perfectly satisfied to become employees of the, of the government in their\nformer own place of work. But, as I think back, I know that the reason must be that they had to\ndestroy the middle class and that's what they did.",
        "Q: What happened when the Germans came in? You were in Czernowitz at the time?",
        "A: Yes. When the Germans came in, it happened very fast, so fast that the Soviets could barely run\nas fast as the Germans followed them. Our town was by that time already, they had undergone the,\nthe Soviet terror of a large group of them being deported and nobody knew where to. Only now do\nwe know where to. And, of course the coming of the Germans meant that they will first of all go\nafter the Jew that were still there and so most of the Jews tried desperately to run with the Soviets.",
        "Q: You and Sam, what were you doing?",
        "A: We were, we, we knew that if we stayed, the Germans will kill us, but we also knew that there\nwas no way of running with the Soviets. And, but still, we went down to the bridge and there were\nguards, but you couldn't get through the bridge to go east, because these guards were there to make\nsure that first of all, all the Soviet Russians should get over the bridge. So they didn't let us through\nand we, and we went home and we said if we have to die, we'll die in our own bed. A friend of\nours, who is a, an opera singer, his name is Paul Marco(ph), he had come from Bucharest to\nCzernowitz when the Soviets came in, because in Bucharest, under the Romanians who were allied\nwith the Nazis, he had no future at all. Well, he was able to get over the bridge, together with a\ngroup of Russian singers. And his story is unbelievable. He knew, the more he got into the Soviet\nUnion, the more he wanted to get out of there and couldn't, couldn't. Anyway, we went home.",
        "Q: Were there bombings? How did the Germans come in ?",
        "A: We heard bombings, we heard the noises of war, but we stayed in our apartment and one or two\ndays later, I think was that they came in and took all the men out, I think Sam may have told you\nabout this and took them to what the Soviets call the _, the Palace of Culture and there, I\nbelieve that, I was sure that I'll never see Sam again, but he has told you that, that he managed to get\naway from there.",
        "Q: Well, you've told me as well.",
        "A: Yes. See I don't think... They used Sam to dig graves for, I don't know how they did it, to count\none, two, three and every third person, I don't remember exactly, but somehow he found his way\nout.",
        "Q: So at what point did you have to leave your house, what happened?",
        "A: You know, I don't know, I don't exactly know when it happened.",
        "Q: Well wait, let me, do we have a sense of whether it was a few weeks later, a couple months later,\na few days?",
        "A: It was, I think a few weeks or months later, not immediately.",
        "Q: What happened in these few weeks or these few months, were, would you go about your\nbusiness, could you go out on the streets?",
        "A: No. We were permitted one hour a day to go out and to get some water from a well, which was\nabout a half a block away from where we lived and we went only women, never a man. We were\nsort of in hiding, but we really didn't have where to hide, we were in our apartment. I think this was\na few weeks or months and then came the...",
        "Q: So the men didn't go out on the street at all?",
        "A: Right.",
        "Q: So basically life stopped and you were...",
        "A: Yes, yes, yes. And then we had to go to the ghetto. We...",
        "Q: One day, there was, there were signs all over, posters, that said all the Jews must go, find a place\nto live in the ghettos, it's the ghetto was really the collection point for the future deportations to\nTransnistria(ph). We had a friend who lived in one of those streets, in that ghetto and we went there\nand stayed in her apartment. This friend is now also here in the United States.",
        "Q: How long did you live in the ghetto, approximately?",
        "A: That's very difficult. Not long. Not, not very long. There was a, trying to remember, there was\na mayor of Czernowitz, who was a very decent guy. His name was Tryon(ph) Popovitch(ph). I\nthink he did all he could to help the Jews. I think if he were alive, he would be called a righteous\ngentile. He did help a, a number of Jews. He had the right of requesting, for, for work, a certain, a\nfew thousand such papers, you know, to, to say this Jew is absolutely necessary for our work and in\nthis way he saved about, I'd say, 20,000 Jews. Only temporarily. And...",
        "Q: I'm curious what your daily life was like 1n this ghetto, could you go in and out?",
        "A: No, no.",
        "Q: Was there food, was there...",
        "A: You know, I do not recall anything about this. I, I recall less about this even than during, than\nlater on in the camp. We, I have no idea how we were, I know we, we didn't go out. I know we\nwere absolutely paralyzed with fear, because we didn't know from moment to moment what was\ngoing to happen to us.",
        "Q: What did you eat?",
        "A: I don't know. As I say, we were in this apartment that belonged to my friend. I imagine that\nthere may have been some food because that was a different proposition than later on in the camp,\nbut I can't explain how we did it and what we did.",
        "Q: Were, were German guards present, were Romanian guards present?",
        "A: Romanian, Romanian guards.",
        "Q: So they were actually doing the work for the Germans?",
        "A: Yes, yes.",
        "Q: And what were they like?",
        "A: We were afraid of them.",
        "Q: Why’?",
        "A: Because they were the authority and we were afraid of any kind of authority.",
        "Q: Did they abuse people, were they nasty?",
        "A: I don't have a recollection of that. I do know that, that Romanians, I don't know, it, it, see, I don't\nwant to say something that I'm not sure about. The Romanians were often helpful when you could\nbribe them. They were not as vicious perhaps as, let's say, the, the Lithuanians for instance, or the\nUkrainians, they were terrible sometimes. The Romanians you could, once in awhile they could\nhelp you. It's very difficult to recall all of this after you've tried so hard to forget it.",
        "Q: Now did you know anything at this point about camps?",
        "A: No.",
        "Q: In Poland or anywhere?",
        "A: No, no. We knew nothing and we knew that one day, some day, we would be deported, but we\nthought that it would simply be a work camp, where people have to work. After all, there was a war\ngoing on, so if everybody had to give their share, probably we had to work, we didn't think of\nanything else.",
        "Q: Need some water? Now you were probably in the ghetto for about six months or so, is that\nright?",
        "A: I guess so.",
        "Q: And did you have any, did you know anything about deportations, did you think you would have\nto leave at some point and go somewhere?",
        "A: Yes. We had heard that there were people in Morgalev(ph), this here and that probably when our\nturn comes, we will go in the same route, you know. And then one day, they came for us and, and\nwe went. And we were put into cattle cars and I do not recall how long the trip was, several days,\nseveral nights and finally we came to this place which was called Carrera(ph) di Piatra(ph).",
        "Q: Do you, did they take the whole ghetto population or did they take certain kinds of people at\nfirst?",
        "A: That I don't know, I don't think they could have taken the whole population at once. I imagine\nthey took parts of...",
        "Q: Do you know how they prioritized that?",
        "A: I've no idea.",
        "Q: Who were the, who were the people you went with?",
        "A: I know only that I went with Sam and his mother and his sister and other than that I didn't know,\nfor instance this girlfriend of mine, in whose apartment we lived, I don't recall that she went with us,\nat that time. I know she did go, but not at that time.",
        "Q: So maybe they came for you...",
        "A: Later, yes.",
        "Q: ...first because you were the intellectuals, or...",
        "A: Yes, probably, probably that's what it was. Because our entire group that was deposited on the\nstone quarry were the intellectuals.",
        "Q: Do you remember the mood or how you felt on this train?",
        "A: Terrible. Unbelievable, unbelievable. First of all there was so many people that you could not\nmove and of course we didn't know where we were going, we didn't know what expected us, we\ndidn't know what to expect. And of course the people who had to relieve themselves couldn't do it\nand had to do it and then after several hours when the train stopped and then opened the doors and\nthey permitted and, people to get out and relieve themselves, they all relieved themselves right\nthere, in front of each other. It became suddenly just so humiliating, so terrible, our life was worth\nnothing. (pause)",
        "Q: All right, so continue.",
        "A: I don't know where.",
        "Q: Well, you were just talking about the experience of being transported to Carrera(ph) di\nPiatra(ph).",
        "A: Yeah, yeah.",
        "Q: Were people hysterical?",
        "A: Yeah. Some were hysterical, some were very quiet and depressed and on the Carrera(ph) we\nsaw naked people lying, some were dead, some were not dead, emaciated and the insane people\nhunching over them and eating them alive. And on the Carrera(ph) there were a few buildings that\nhad no windows, the war had gone, had happened there before this happened and in these few\nbuildings, we were, I would say, 20 or 30 people in a small room, so that, and we slept on the floor.\nIt was so tight that when one person wanted to turn at night, everybody else had to turn. No trees.\nThere were, it was a stone quarry. Some grass grew between the stones. That's what we used to\njust try to have something in our mouths and we still had some, a few things that we brought from\nhome, like a, a piece of salami or something and people were very, very frightened and once a day,\ncertain people were permitted to go with a pail of water downstairs, this was, the stone quarry was\nlike a mountain, you know and you, or a hill, you went down and down on the bottom was a stream\nand on that stream...\nEnd of Tape 1.\nTape 2",
        "Q: So you were at this Carrera(ph) di Piatra(ph)...",
        "A: Yeah.",
        "Q: ...for a short time?",
        "A: Yeah. I would say maybe one, two or three weeks.",
        "Q: And they, you didn't work, you really didn't do anything?",
        "A: No.",
        "Q: How did you get out of there, did you have any thoughts on what would happen next?",
        "A: No, we had no thoughts, but one day they came and made the roll call and at that roll call they set\naside a man who was a glazier, a man who was a carpenter, a man who was a, I don't know, builder,\na doctor who was a surgeon and they called Professor Samuel Flor and he didn't move, because they\nseparated the people that, these few people, the builders and that were in one corner and all the\nothers were put on this side and we knew this side meant across the book and Sam didn't want to\nbudge and the man said, \"Are you Samuel Flor?\" And he said, \"Yes, but I'm not a professor, I am a\ndentist.\" So he put him, he told you this story, he put him in the corner together with the surgeon\nand with the few people who were supposed to fix up the hospital, ___ was in the vicinity, we didn't\nknow where. And then Sam said, \"I do need a person who, who can help as an assistant.\" And this\nuniformed man said, \"Do you have one?\" And he said, \"Yes, I know one girl who is a good\nassistant.\" And he took me. They didn't know that we were married and this is how we began to\nwalk. We walked from Carrera(ph) di Piatra(ph) probably two or three days until we came to a\npoint, which was LaDiing(ph) and then we walked a little further and we came to Toolchin(ph) and\nthat is where they had to fix up the hospital.",
        "Q: Who went to this hospital, who was the hospital for?",
        "A: The hospital was, I imagine for Romanian soldiers and maybe occasionally for a native who\nlived there, you know. We were put into a ghetto in Toolchin(ph) and in this ghetto we had to stay\nand every morning we were taken out to the hospital and in the evening we were brought back by\nguard. And in the hospital we, we worked to clean it up and to, to make a hospital out of it.",
        "Q: Did you have any sense of freedom at this point?",
        "A: No, never. Because even if we were in the hospital, we were not allowed to leave. We were\nbrought there and we were brought back. No, we never had a sense of freedom.",
        "Q: Were you afraid or did you feel somewhat safe there in Toolchin(ph)?",
        "A: We were always expecting the worst. We never felt this 1s good, or this is, nothing can happen\nto us, no, this, this was impossible, to think that way.",
        "Q: Was, was this a large ghetto or organized?",
        "A: Yeah. It was, I think it took place in Toolchin(ph) in a couple of streets where Jews lived before,\nthe Soviet Jews, because they, they, some of them remained there, not all of them ran with the\nSoviets, some of them were older people, couldn't run. So this was, I would say, as large as, maybe\nthree or four blocks. One street. And houses were demolished from the war. Most of the houses\ndidn't have windows, I mean they had windows, but no glass. And when we came there, we lived a\nsometimes four, sometimes six to a room. When we were settled, we were, let's see, Sam's mother\nand sister lived in one room and we found a possibility to move into another room, Sam and I. And\nfor a short while we lived alone and then they brought a man very sick with Typhus and nobody\nwanted to let, to have him, cause it was very contagious. And we were very young, we didn't care,\nwe didn't have, we were not thinking that something could happen to us 1n that way, so they put him\ninto our room and he shared the, this was not a bed, it was made of a piece of wood, you know, but\nit was not directly on the floor, it was a little higher, so we shared this with him, what do you call\nthis? Not a bed.",
        "Q: Platform?",
        "A: Yeah, something like that. Well, the man died after a few days. Sam had a wonderful\nconversation with him. He, he said to Sam, \"Someday when you survive, I want you to play the\nviolin on Yom Kippur for me and to play _——_—£\"\". And you know, Sam did it, last year. He went\nover here to a synagogue, to a Rabbi Holien(ph), told him the story and the rabbi said okay and he\nplayed it and it was beautiful.",
        "Q: I want to do something, just a minute. How organized was this ghetto?",
        "A: Yes, it was organized. It was organized. But I don't know very much about it. I know that there\nwas, there were a couple or three more prominent men who ran it, so to speak, Jewish. But I have\nno idea what their function was.",
        "Q: Who guarded the ghetto?",
        "A: Well, I think it was Romanians and Germans, because, more Romanians I think, the Romanians\nhad more of an authority there.",
        "Q: Were there Jewish police?",
        "A: I don't recall that.",
        "Q: Was there a system for you to get food or get medical help or anything?",
        "A: I think there was some sort of a system that the Jews among themselves made, to have a soup\nkitchen, I think there was that. But I do not recall whether there was medical help.",
        "Q: Were there any activities in the ghetto, did people at least privately, worship or sing or anything?",
        "A: Yeah, maybe there was. I don't recall exactly what it was, but I do recall that there was one very\ntalented poet who sort of made little ditties pertaining to the ghetto and put them to music and sang\nit for us and making fun of our lives, yes there was some.",
        "Q: So there was...",
        "A: Not all the time.",
        "Q: But so there was some, some humor and some way to compensate for...",
        "A: Yes, yes, yes, that was.",
        "Q: Do you remember anything about conversations or whether people had any thoughts about what\nwas happening, whether or not they'd be, get through this or how to get through it?",
        "A: Nobody. I don't recall that anybody talked about this. I know that when I discovered the hole\nunderneath our floor and I knew that the time would come when we have to run because we already\ncould hear the, the shooting, the cannons and you could hear that they're coming closer and these\nthings don't happen overnight, not in one day. And we knew that the Ukrainians, who lived outside\nthe ghetto would not hide any of us. They would simply, even if they wanted to, they would be\nafraid to do it because they would know that they couldn't get away with it and we also knew that\nyou couldn't even hide 1n a tree because they, it was winter, there were no leaves, you couldn't hide.\nSo, so the only way that I had the idea was that we should cut open this floor and hide underneath,\nwhich everybody thought was insane.",
        "Q: Did you have contact with the local Ukrainian population?",
        "A: Yes, a little bit, very little. There was one dentist, a Ukrainian who came to the hospital and\nwhen Sam needed, for instance to make a crown for somebody, he had to give it to this man, to this\ndentist, who was a technician, who made it and brought it back to him. This, he seemed like a very\ndecent guy.",
        "Q: Do you think he shared information with Sam?",
        "A: Never, never. He never spoke about anything but the dentistry.",
        "Q: It's, in a way it seems a little far fetched that Sam, all of a sudden one day became a dentist.",
        "A: Yeah.",
        "Q: How did you pull that off?",
        "A: It was unbelievable, but you, but it was a matter of life and death. If, if he didn't say he was a\ndentist, he would have been killed. He would have been sent across the __. And the, he didn't, he\nwasn't so frightened because he had next to him this good friend the doctor, Dr. Rard(ph), who was\na very prominent surgeon and he was sure that Dr. Rard(ph) would pull all the teeth for him. And\nyou know what happened to him. Dr. Rard(ph) had to operate on a German captain who was\nbrought in from the front and he died on the operating table and Dr. Rard(ph) was taken out and was\nshot. And suddenly Sam was without his friend and the only thing we could find was an old book\nin the Russian, which we had to study, a dentistry book. We found it in the hospital and I read it to\nSam and translated it for him. That's how it was.",
        "Q: So every day you'd study a little dentistry and he figured it out?",
        "A: Yes, yes. He was brilliant as a dentist. He pulled two of my teeth, I don't know if I told you that.",
        "Q: __ you all decided not to stick with the profession.",
        "A: He didn't want to, but they offered him at the University of Minnesota, a scholarship or\nfellowship, they were so impressed. He gave them a speech about his experiences and they wanted\nhim to study, he didn't want to.",
        "Q: I'm going to wait for this airplane to pass over. Your sister and mother-in-law at this point were\nwith you?",
        "A: Sam's sister.",
        "Q: Right, your sister-in-law.",
        "A: Yeah, yes.",
        "Q: So they were able to come to Toolchin(ph) as well?",
        "A: Yes.",
        "Q: I'm going to jump ahead...",
        "A: Yeah.",
        "Q: To the Czech army experiences. After liberation you joined the Czech army?",
        "A: By the way, the liberation was awful. When, when we finally didn't hear any more shooting and\nwe were downstairs, some 78 people, I don't recall exactly how many, we expected 18 people to be\ndownstairs because those 18 people knew about what we were doing, you know, they were in the\nsame area. But when the Germans really had to retreat, they began to shoot people and so all of a\nsudden they came in, came in, came in and we were 78 and you know, we were, right above us was\nour room and we, on the floors there was just straw, you know and then suddenly, we, we heard\nheavy boots like German boots, you know, you can't mistake that, above us and we were as quiet as\npossible and we heard them speak German. We knew at that moment that they must have found us,\nbut it wasn't. They happened to have entered this room and they put a cannon in front of this room\nand they used that room to sleep over and we were underneath. At first we were quite sure that they\nknew we are downstairs and they are going to just kill us all. But then, the next morning and you,\nwe were So quiet, you could just not imagine how quiet you have to be and the next morning they\nleft. And after they left we were still there, quiet and then we decided we couldn't stand it any more,\nwe could begin to feel smoke coming through and we decided we couldn't do anything but at that\ntime they had left. And when we came out we were just pale and green and, and there were a few\nRussian partisans, maybe boys of age 13 or 14 who came and they looked at us and they said, in\nRussian, ——_, \"And who are you?\" They didn't know who we were. And we asked them, \"And\nwho are you?\" And they said, \"Me Russki(ph) partisani(ph).\" Then all we could think of was to get\nhome. But that, that was impossible. That was not possible, we had no way how to get home.\nThen, one or one trucker came by and had heard that there are some Jews who, maybe Jews have\nsomething to give to them, maybe they'll give them a ride. And he said, \"If you give me some\nvodka, I take youto _—_—_—-.£\". So we, so a group of us got together and whatever we still had, a top\nor a blouse, or something, we exchanged with some peasants for vodka and we gave it to them and\nthey took us. And they took us maybe two or three kilometers in a forest and dumped us in there\nand said, \"The Germans didn't do a very good job with you, they should have killed you all.\" And\nthen we had to start walking, that was our liberation.",
        "Q: Did you believe you were really liberated, I mean did...",
        "A: No, we couldn't believe it, because first of all the war went back and forth, it was not just in one\ndirection all the time. The, the Germans had left, the Soviets came back and you could think, okay,\nthat's it. No, then the Germans were lucky or there were not enough Soviet soldiers in that one spot,\nthey came and took back part of that area again. It was awful. We were, we were absolutely torn\nback and forth, we didn't know from moment to moment when the Germans are going to be back. It\nwas unbelievable.",
        "Q: At what point did you join the Czech army?",
        "A: When we came back to Czernowitz, in the hope of getting back to our apartment, Sam's\napartment. I never tried to go home to Sattagura(ph) and at Sam's apartment were some people who\nsaid, \"You better get away from here before we call the police, because if we call,\" these were again\nthe Soviets, \"1f we call them, you're going to land in Siberia.\" And we had heard from other people\nthat this is, in fact has happened. People who had survived concentration camp and who could think\nof nothing but to return to their home, returned to their home where some people lived, who maybe\npaid nothing for that apartment of for that house, but considered it their own and had a powerful\nweapon, that all they had to do is to say, \"These people are no good, they are enemy of the state.\"\nAnd that's all. So we quickly disappeared from the, from this apartment, didn't pressure them or\nanything and it so happened that the Czech army passed by Czernowitz at that time.",
        "Q: Want to ask you a question, before you continue. Did you think that maybe you'd be, your\nmother would return at this point?",
        "A: I didn't even know whether my mother was alive. I didn't know anything.",
        "Q: But had you thought of going back to your hometown in case she was alive and coming home?",
        "A: Never. I never thought of going back to the hometown. I couldn't even think of going back to\nthis small town. In that small town, we had heard, this long back that the Jews that had not gone\naway with the Russians were killed in the one night before the Germans came to occupy the town,\nby the native people. They were all herded together on one hill and they were all killed, I don't\nknow how, I don't know whether they were shot or with knives or what, but they were all killed.",
        "Q: So you just had no thought of going back?",
        "A: Never.",
        "Q: When, at this point did you have more information about the other camps and the killing centers,\ndid you learn anything more at this point?",
        "A: We knew that there were, there were camps, we knew about Mogilev, you know Mogilev and\nsome other places in the vicinity, Bareshot(ph), I don't know if these, this means anything. But we\ndidn't, there was no time to dwell upon what happened in those other camps because you were\nconstantly busy trying to survive.",
        "Q: What does that mean?",
        "A: What does it mean? I don't know what it means because really you...",
        "Q: Busy trying to survive.",
        "A: You were not involved with what went on somewhere else, you also didn't know it, there were\nno newspapers. You depended maybe on the rumors and in fact, you didn't want to know too much,\nall you wanted to, was from day to day to see whether you could make it. I don't know how else to\nexplain this.",
        "Q: You've told me a little bit about the Czech army before. I'm, I'd love to hear a little bit about\nsome of the places that you liberated with the Czech army.",
        "A: Yeah?",
        "Q: What kind of experience that was.",
        "A: Yes. We were, in the Czech army, I have to say, it was a moment of a wonderful feeling, to not\nbe less than a louse, as we were in the concentration camp where they had power over us and we\nhad nothing. In the Czech army we were constantly facing the enemy, maybe one or two miles\naway, no more. The Germans were in front of us, the Soviets were behind us or next to us. We\nwere allied soldiers of the Soviets. But, the sense of camaraderie between the people in the Czech\narmy was absolutely magnificent, these were Jews, but not all of them were Jews, there were quite a\nfew non-Jews. These were people who had run away from Hitler into Poland, when Hitler\noccupied Czechoslovakia. In Poland, they didn't know that the Soviets would occupy that part of\nPoland and when the Soviets came, the Soviets regarded these people as unreliables and put them\ninto Siberia. Cause they said they weren't sure who they are. And in Siberia, at a certain moment in\ntime, there was, everyone who was Czech was asked to join the Czech army. The Czech army\nconsisted of all kinds of people, Jews and non-Jews, but mostly Jews. Women, children, old people,\nsick people, anybody who could walk, joined the army. It began in Boosoulouk(ph), in the, in the\nvery interior of Soviet Russia, where, where the majority were concentrated and there were about\n5,000 people who made up this army. These people were so magnificent, most of them very, very\nwell...\n[End of Side 1 of Tape 2]",
        "Q: Okay, you were talking about the Czech army?",
        "A: Yeah and this man, who had run away from Prague, his name was Ed Haas, H-a-a-s. When he\ncame, when the Soviets got hold of him and he said he was born in Prague, Czechoslovakia and\nthey found him in Poland. He said, they asked him, like they ask everybody, what is your father's\nname, because you know in the Soviets, the father's name is always part of your name and he said,\n\"My father's name is Adolph(ph).\" \"Adolph(ph), three years.\" Simply because this was the name of\nHitler.",
        "Q: But tell me a little bit about, for example, you liberated Prague, what was that like, what\nhappened?",
        "A: It was very, very wonderful. First of all, we lost many of our soldiers before that. We started out\nin the Ukraine and went by way of Ducla(ph), which is a pass in the Carpathian, in the Tatra(ph).\nAnd the Ducla(ph) pass, we were held up endlessly long, it was difficult to get through and it was\nheld by very few Germans but they were on the top and they saw us and we were on, in the valley.\nAnd anyway, many, many weeks it took before we could take the Ducla(ph) pass and then, then we\nwere, we ended the war, the war was at an end when we liberated Prague. What was it like? It was\nfor us very wonderful and for the people of Prague I don't know. They must have had mixed\nfeelings because they also didn't know what is in store for them. One thing that I remember that\nturned me off and made me want to leave Europe for good was when we, we had survived\nconcentration camp and was now in the Czech uniform and when we came to the first city in\nSlovakia, Koshitza(ph), we got orders to arrest anybody in the street who speaks German. And I\nsaid, \"Sam, this is not for me. We were in a situation where we were persecuted for no reason at all,\nI do not want to be part of a group of people who persecute somebody for speaking any language. I\ndon't want to live there.\" And that is when I decided, no more Europe. That was the time. And by\nthe way, when President Benish(ph), who was the President of Czechoslovakia, returned for the\nvery first time from London to Koshitza(ph), to the first town in Czechoslovakia, it was Sam who\nconducted the orchestra for his welcome and he still has the program to show.",
        "Q: But when you went into these towns, I mean you weren't a soldier before, what did you do?",
        "A: I was a soldier.",
        "Q: Then.",
        "A: I learned very fast to be a soldier, but what did I do mostly? I used my languages very much, I\ntranslated from all kinds of Slavic languages to German or vice versa and they needed people who\ndid that because when they, when they took, they were the Czech army and when they were in need\nof to talk to someone who spoke German, that's what we did. We also used our musical gifts\nwhenever we could. Sam conducted an orchestra, but not all day, only in the evening and I\ncollected folk songs in Czech, in Slovak, in Russian and sang them for the soldiers. And I knew,\nwhen I was sent out with this, I would be singing a concert for about several hundred or thousand\nsoldiers and the next day I would be sent to a hospital and find, this was a small army, I knew many\nof these soldiers personally. Found them without arms, without legs, that was kind of tough because\nyou see the terrain that we got to work on was, the Russians gave us that terrain which was very\ndifficult and it was very much mined. There were lots of mines there. Many of our friends lost their\neyes and some got killed.",
        "Q: So you were really in battle?",
        "A: All the time, all the time.",
        "Q: And you had a gun?",
        "A: Yes.",
        "Q: Did you use it?",
        "A: I didn't use it, but I learned how to use it. I was lucky, I never was in a situation to just face,\nbecause I have a feeling they would have killed me first. I don't know, I don't think I could kill a\nperson.",
        "Q: But you came in contact with, did you come in contact with an opposing army?",
        "A: We were, we were, one night, I'll tell you this, one night we were in a peasant's hut, sleeping and\nit was summer, windows were open and I woke up, I've a very light sleep and I saw a, a German\nhelmet sneak by the window and I pushed Sam and I said, \"The Germans are here.\" And he was\nvery tired, he said, \"Let me sleep.\" And I didn't say anything, they didn't come in. You know what\nwe found? That some chickens, that the previous day we had organized, they had come by and they\nhad stolen those chickens. And that was, that was a moment where, had he been awake, maybe I\nwouldn't be here to tell it to you. Yes, that's how it was.",
        "Q: Were there a lot of close calls?",
        "A: Yes, yes, there were a lot of close calls. Once Sam and I, because we speak German, were sent\nto across German lines to let a group of generals who were on a meeting and were encircled by the\nGermans, to let them know that help is on the way. And we had to, to, to, to go on a highway that\nwas completely patrolled by Germans. That was very close. We were just lucky.",
        "Q: You were in a truck?",
        "A: No, in a, what do you call this? You know, the, a little, no come on, what do you call it? A, a, a,\ncan't think of the word. Not a truck, the smallest vehicle.",
        "Q: A motorcycle?",
        "A: A motorcycle with a sidecar.",
        "Q: Well you said that when you entered Prague, it was exciting for you, but you don't know how the\npeople felt...",
        "A: Yeah.",
        "Q: Is that the general reaction when you went into...",
        "A: Yes.",
        "Q: ...Levov(ph) and you went into all of these place?",
        "A: Yes, yes. We liberated Levov(ph), we liberated ————_—sKrrakau.",
        "Q: And no reaction from the people?",
        "A: Yes, yes, there is always a reaction from the people, there are always a group of people who\ncome out singing and then there is always another group of people who sit at home and don't know\nwhat to expect. That's how it 1s.",
        "Q: Were any of these cities that you went in destroyed?",
        "A: Most of them were destroyed.",
        "Q: Prague was not?",
        "A: No.",
        "Q: What was it like going into cities that had been devastated?",
        "A: I, I can't say that we were shocked because we had already gone through so much and the people\nwho lived there had gone through so much. What was it like? I think that we did not spend very\nmuch time to think what was, what is it like because we went through this and continued going, we\ndidn't stay.",
        "Q: So the act of liberation was basically being there?",
        "A: Sure, sure.",
        "Q: Because the, you were, the Germans were already ahead of you.",
        "A: Yes.",
        "Q: And you didn't stay long enough to get any direction of the people or?",
        "A: No. Or if, when it may have been another company, you know, that gave direction. All I know,\nwe were always the first, you know, to come in and then as we came in, we continued. I have a\ncramp in my leg, oops.",
        "Q: When you left Europe, your intent was to go to South America because you had an uncle there?",
        "A: Yes, yes, yes. We waited in Paris for six months and when that first boat left, we were on it, that\nwas the _.._ The boat came to New York, we never dreamed about going to New York, but we\nhad no choice and in New York I asked Sam, \"Do you know anybody in New York or in America?\"\nAnd he said, \"Yeah, I think a sister of my mother went from, many years ago, to New York and\nmarried a man by the name of Sitomer(ph) and I think she lived in the Bronx.\" So when we came to\nNew York and were in the hotel, I looked into the phone book, not knowing that New York has\nmany phone books and I saw only one, that was the Manhattan phone book, cause we were on 96th\nand Westend(ph) and I looked for Sitomer(ph) and there were five of them, so I called the first one\nand it happened to be the aunt and when we told her who we, who we were, she had seen Sam when\nhe was five years old. And she said, \"Where are you?\" And I said, \"96th and, and Westend(ph).\"\nAnd she says, \"Don't move, I will be right there.\" Turned out she was on 85th and Broadway and\nshe was there in five minutes and when she came she went to the phone and she called somebody in\nPhiladelphia and said, \"Harry, you wouldn't believe it, my sister's son Sam 1s here.\" And two hours\nlater, Harry Good(ph) was with us. He put us in the car and brought us to Philadelphia. And these\nare the two people I showed you and they were so wonderful, we spent a wonderful day or two with\nthem and then they brought us back to New York and then we were on the way to South America\nand all I could think of was I want to live in the United States.",
        "Q: What were your first impressions of New York, other than you were fortunate to find people\nand...",
        "A: Yeah.",
        "Q: What were your impressions of New York or America?",
        "A: Fantastic, I kept thinking, how is it possible that in, on one and the same planet, there is one\nplace which is hell, Europe and then we come here and this is paradise. People were so friendly.\nYou know people, everybody said, \"How are you?\" And everybody answered, \"Just fine.\" I\ncouldn't believe it. Everybody was just fine. I hadn't heard things like that in years. It was an\nunbelievable atmosphere. I loved it, I fell in love with this country and it's lasted to this day. I have\na tremendous feeling for this country.",
        "Q: Were you surprised by the abundance of everything?",
        "A: Yes, yes. But it was less the abundance, although it, I was very impressed. It was a great deal of\nfeeling, that people could be so nice. You know, when you are under great stress the way we were\nand under great disappointment from many people, it is hard to, to, to believe again. And these\npeople here in the United States, made us believe again.",
        "Q: That quickly?",
        "A: No, not that quickly, not that quickly, but it was gradually. But one thing I knew, I said to\nmyself, if I can I want to come back to the United States.",
        "Q: So your visa was to go to South America?",
        "A: Yes.",
        "Q: And so you could not stay?",
        "A: No.",
        "Q: You would have if you could have?",
        "A: No, I don't know that because our, our destination was the uncle. And I didn't know ahead of\ntime, how it is there. But I found out very quickly that I never wanted to live there.",
        "Q: Okay, so you went where?",
        "A: We, we were, we had a visa for two weeks.",
        "Q: Two?",
        "A: Two weeks and from here we went to, to Miami beach and in Miami beach we were another few\ndays, we took a hotel which was next door to the place where we could go and ask when does our\nflight go to, to Barankia(ph).",
        "Q: Columbia?",
        "A: Yeah. And probably two or three days later we went, we flew to Barankia(ph) Columbia and we\ncame to my uncle, who was not there, who was on his finka(ph), which 1s a, a plantation, a coffee\nplantation in the Sierra Nevada. And he had left word with someone there to bring us to him. And\nso we went, this was a, quite a trip, for the first time in my life, on a very small airplane, like a\ndouble decker, I don't know. And this plane wouldn't take off, it couldn't take off and every time it\ntook off we stopped again and then waited a few hours until they repaired it and then the same\nthing, Well anyway, we came to a small village, an hour later and in this small village we, there\nwas aman who was a friend of my uncles, who, who brought us to a place where there were several\nnatives with horses and they put us on horses and I had never been on a horse before and we went\nfor about six hours through the jungle and they went ahead of us and cut, cut open the jungle to\nmake room and you could see behind you how it closed again and you know, I saw my first snake\nthere. I have a snake here. You don't want to see it, no? And, not live. And we came to the uncle's\nfinka(ph) and that was our first time here in South America. We stayed there for six months.\nCouldn't stand it.",
        "Q: Why’?",
        "A: There's a different way of life. My uncle did not want me to have anything to do with music. He\nwas a businessman, very highly respected in the community, he was a very rich man and he also\ndidn't want them to know that Sam was a musician and it was all so very unpleasant because of the\nway they looked at things, the attitude. And one day my uncle said, \"Somebody told me that they\nsaw you in the street somewhere with a violin case.\" And he said, \"Yeah we went to this family\n_____, who has a piano and were going to try to see how much we still remember.\" And my uncle\nsaid, \"No, I don't want to hear that any more. If you need a piano, I'll buy a piano and it'll be in the\nhouse. I don't want you to go to other people to play.\" And each day I liked that place less and less\nand then I found out that I was pregnant and I decided I don't to have a child born there. But I did\nknow that I wanted to have a child born in the United States. And so I went every day to the consul\nuntil one day he told me, \"Yes, now you are ready to go.\" So we came here and our Gloria was\nborn here.",
        "Q: I'm a little bit curious when you, when you, well I guess both when you first arrived to New\nYork, but more when you got to Columbia. Did you talk about your experiences at all, did your\nuncle want to know what had happened?",
        "A: I came to, I didn't, I don't know if I ever told you this, when we were in New York, my uncle had\nsent $200, so that we should have some money if we need it and this was December 22, 1945. It\nwas a blizzard and we were without, we were in uniform and without a coat, Czech uniform, we\ndidn't have anything else and Sam and I went out, to one block away, to Broadway and we saw this\ndrugstore with a display of soap in the window and we hadn't seen soap for three years and I said to\nSam, \"They are also swindlers, they put, they put something into the window to pretend it's soap,\nbut I'm sure it's not soap.\" And I could speak English, he couldn't. So I went inside and I wanted to\nsee what the man will say to me if I wanted to buy a piece of soap and I came in, nobody was in\nexcept the man and I and I say, \"I want to buy a piece of Sweetheart soap,\" cause that was what was\nin the window. He said, \"One piece, wouldn't you want to have two for 29?\" And I thought to\nmyself he's stalling, he's stalling. What is he going to say? I said, \"Yes, I could have two.\" So he\ndisappears behind the counter and wraps something up and says, \"29 cents plus tax.\" I don't know\nwhat, 32 cents and he gives me a package and I pay and I come out and I didn't believe that he really\ngave me something so right out in this blizzard I open it and I smell it and I nearly fainted, it was\nsoap. And I said, \"Sam, you know, he didn't see you, he doesn't know that you belong to me. You\ncould go in and just say soap and you can say two soap and we could have four pieces of soap.\" He\nwent in, he comes out with two pieces of soap. Now we have four pieces of soap and we walk a\nshort block and there is another drugstore. And now I said, \"You know, they don't know here that\nwe bought it there.\" So I go in and I buy again two pieces of soap and then he goes in. To make a\nlong story short, we spent all that money on soap and we came to my uncle in South America with\na, we had to buy a suitcase to put in the soap and we brought this soap to my uncle in South\nAmerica. And he, who thought it was wonderful that we came, and we told him nobody should\nknow, look what we have and he looked at that and he knew that we were nuts. He knew that\nsomething was very wrong with us. He told this to me many months later. So, this was the\nimpression my uncle had of us.",
        "Q: But he was nice?",
        "A: Oh, he was wonderful, he was very wonderful.",
        "Q: You didn't even have soap when you were in Paris?",
        "A: No.",
        "Q: Not in Europe?",
        "A: Because the people had to have coupons and we didn't.",
        "Q: Was, did you talk at all about what had happened to you?",
        "A: I couldn't. Sam did. I don't know how much Sam did, I couldn't stand even being in the room.",
        "Q: Did your uncle want to know?",
        "A: Not really, not really.",
        "Q: Did your relatives in the States want to know?",
        "A: Not really, they said they wanted to know but, you know, when he started telling them, you\ncould see their eyes were glazing over and they, when is this going to finish?",
        "Q: They believed it?",
        "A: Yes. They believed it when it had to do with the Nazis, they did not believe 1t when it had to do\nwith the Soviets. We had a lot of hard, a difficult time with that.",
        "Q: So they didn't, he didn't want you to play music?",
        "A: Yeah, he didn't want me to teach, he didn't want me to play. Women in Columbia play Canasta\nall day long and men, who work during the day, I mean work, this was, my uncle was a very rich\nbusiness man. The evenings they spent playing poker and drinking whiskey. And I couldn't stand\nthis life, I just, I said to Sam, \"I don't want to live here.\" And my uncle was flabbergasted when we\nsaid we are leaving. \"What? You are leaving for the United States, you have no idea. They have\nmusicians there to feed the pigs.\" And I said, \"If there are enough pigs, that's okay.\" And then,\n\"What will you be in the United States, nothing but a number. Here you are a, a sefiora. I said, \"I\nwant to be a number among numbers, instead of a sefora among slaves. Can't stand this life.\" And\nthen I said, \"We've lost already too many years. I don't want to lose any more. We've had to be in\nthe ghetto, we've had to be in concentration camps. We have had to do things that we didn't want to\ndo because others wanted us to do them. I would like, before it's too late, to leave so that I should\nlive the way I want.\" And so he didn't say anything and we left. And that's how we are here.",
        "Q: Was, was that lifestyle, do you think, especially difficult or offensive to you because it seemed\nfrivolous?",
        "A: Yes, yes. And I couldn't understand how those people can live like this. And it seemed so\nfrivolous because of what we went through that even when we came here, I had serious doubts that I\nwill ever return to playing piano. I thought to myself, \"Piano playing is very frivolous. It is.\" But\nsomehow my love for music got the better of me and I am glad. But it is very difficult.\nEnd of Tape 2.\nTape 3",
        "Q: When we stopped you said that when you first emigrated to the United States you thought you'd\nprobably never play music again because it seemed frivolous in comparison to the life you had...",
        "A: Yes.",
        "Q: ...gone through. What made you pick it up again?",
        "A: It seems that the love of, for music somehow returned and began to give me comfort. And it was\na great deal of, a very important part of my life before and somehow I felt that I needed it.",
        "Q: Did you play the same music that you had once known?",
        "A: Some of it, but, but I, it took, 1t took quite awhile before I could really want to play. I really felt\ntoo much that it was frivolous.",
        "Q: Did it evoke memories?",
        "A: Yes. Yes it did, but in the end, it restored me.",
        "Q: Did it make you feel kind of a closeness to what you had lost?",
        "A: Maybe. I never thought about it. But I think yes, maybe.",
        "Q: Now that sounds like that would have been saddening?",
        "A: I can't say for sure, I think somewhere I had decided that we had to pick up the pieces and go on.\nAnd with that decision I think I didn't want too much to look back and maybe it was good that way.",
        "Q: Do you know how long it took you to come to this decision?",
        "A: Very long. 10 years at least.",
        "Q: So how did you, how did you live and what did you think about within those 10 years before you\nhad made that decision?",
        "A: I don't know. I don't know how to explain it. I lived. I continued to live in great fear, I had\nnightmares, I was afraid that one day they will kidnap me. I was no longer afraid of the Nazis, but I\ncontinued to be afraid of the Soviets.",
        "Q: Even in this country?",
        "A: Even in this country. And it was very difficult, very difficult.",
        "Q: What, what do you think helped get you through all of these very, very bad years?",
        "A: I think two things. Being young and in good health and my education.",
        "Q: Education was usually a drawback.",
        "A: I didn't see it that way. And I don't understand it.",
        "Q: Well, I mean normally, when Nazis went into towns, they got rid of the educated people right\naway.",
        "A: Oh yeah, in that respect. And so did the Soviets, they did not like thinking people. But it was,\nsomehow I can only think of it that way. Maybe I didn't appear so educated as they left me alone. I\ndon't know.",
        "Q: Well you've described how your language skills...",
        "A: Yeah, yeah.",
        "Q: ...helped.",
        "A: Very much, very much. I translated books, which, which I did much more at that, when we first\ncame to this country because this, this was for me a wonderful exercise in, in coming back to all\nthese languages. Some of them are published and I enjoyed doing that. Just like I enjoy music.",
        "Q: When you were in Europe, did you think about music, did you sing to yourself, did you hear\nmusic?",
        "A: You mean in the camps?",
        "Q: In the camp, in the ghetto?",
        "A: Not often, not often. You know, it's too, the situation was much too depressing. Usually when\nyou think of music, you, you have to be a little lighthearted.",
        "Q: So music you put on hold?",
        "A: Yeah.",
        "Q: In all of this, did you think at all about religion, did you resent it, the fact that you were Jewish?",
        "A: Yeah, there were times when I thought to myself, what did I do, why am I punished? I didn't do\nanything wrong. And yes, it was difficult to accept the fact that by doing nothing, you are being\npunished. And I didn't have, perhaps the support that people get when they are, from early\nchildhood, educated in the religion. On top of which, the Soviets did their share of indoctrinating us\nthat religion is the opium of the people, if you have heard this expression. And the Soviets have\nreplaced it with their own kind of religion, their ideology. Yes, I went through all of these\ndifficulties.",
        "Q: Did you, do you have a sense of religion or, today?",
        "A: I can't say. I have a very strange and interesting sense of humanity in me. I don't have a sense\nof, I think when I hear of organized religion, which, which produces hate, like the Ayatollah\nKhomeini, that is, I think the most awful thing that you can imagine. It seems to me that a, a sense\nof humanity and ethics is what I would consider my religion.",
        "Q: So you never returned to Judaism in any way?",
        "A: I do not know really what I am, but I do know that I have the highest feelings for Israel, for the\nstate of Israel. And the greatest pride that there is such a state. If you can understand how this\nworks, I don't know. But I could, I've been trying to think about it and it is difficult to understand,\nyou know, when I was a child, there was this teacher, Hebrew teacher, who was trying to teach us to\nread Hebrew, but he neither explained each word by itself, nor did I know what he was saying. And\nhe never bothered, or maybe he, maybe that was the way it was taught, but I, it remained out of my\n_____, where in my mind I was always curious about languages and I would have liked to know\nmore about this language, this man was not forthcoming to give it to me, so I gave it up. And that is\nall I know about Hebrew. I didn't want to learn to read Hebrew when I don't know what I'm\nreading. Because it did not coincide with all the other languages, 10 of them, when I read them, I\nknow what I read, unfortunately.",
        "Q: Was it difficult to begin anew here?",
        "A: It was not difficult, it was magnificent. It was, we were so full of hope that we are in, in a new\ncountry, not just country so, the whole way of life is so different. We went about it, we were very\nexcited. And we had a baby and the baby was born here in Philadelphia and Sam, who couldn't\nspeak English, found a job to play the violin and everything was wonderful. No, it was not difficult.\nAnd we never felt that we had to ask somebody for help. We were so proud. You know, it took\nyears and years before I ever heard that there was such a thing like a, a family service, who helps\npeople, so we never did. We were really very strong, I must say.",
        "Q: Wasn't it hard to get over what you had experienced?",
        "A: Yes, there were those nightmares. I couldn't talk about it and when Sam talked about it, I\ncouldn't stay in the room. But these were, as time went by, less and less. But it took about 10 years.",
        "Q: What were your biggest challenges? You must have had some, I mean you were starting a new\nlife here.",
        "A: I can't, I don't know.",
        "Q: It couldn't have been that easy.",
        "A: I don't know, we had a wonderful attitude, I think.",
        "Q: Were there certain kinds of activities that helped you connect with the life here? Certain things\nyou did?",
        "A: We didn't have money. We lived in a very poor neighborhood, in a one room, not apartment,\none room in a house of a man who wanted me to write receipts, he was a landlord, write receipts\nwhen the people brought the money. And for this he gave us a room, where the one window went\ndirectly to another wall. So we lived very primitively and we were as happy as can be because it\nwas still so much better than what we had before. You know, everything is just relative. And I\ntaught Sam English, I read to him books, endlessly. And our, our best way to entertain us was to go\nto the library. It didn't cost anything and we kept on reading. That was our beginning.",
        "Q: And he was playing music —_—_—s music?",
        "A: Yes, yes.",
        "Q: And he became a very well acclaimed...",
        "A: Yes, yes...",
        "Q: ...musician.",
        "A: Yes.",
        "Q: Was it easy to make new friends?",
        "A: I don't know. Yes and no. I don't, I don't think that we have ever, we've been the two of us,\nrather self-sustaining because of the circumstances and after that, also because of circumstances,\nmaybe it's a baby and then his mother came and was very ill. She had cancer of the stomach and\ndied in our house and at that time, she was ill about eight months, the doctor gave her six, and we\nhad no insurance, it was tough. But somehow, the fact that we had survived the Holocaust and that\nwe could be here in this country, we just thought nothing can hurt us any more.",
        "Q: Is that true?",
        "A: Yeah.",
        "Q: Was there any sense of, I don't know, isolation or being different because of your experiences?",
        "A: Yes...",
        "Q: At least in the beginning?",
        "A: Yes, it still 1s, even to this day. We have a few friends, but we are very much aware, they didn't\ngo through what we did and it's different, it's different.",
        "Q: Did you, you said you couldn't talk about it much, but did you talk with Sam about how you felt\nand what...",
        "A: No. No, because he was not receptive to talk about it, I would have liked to talk, more recently,\nbut he just, is not, I don't know how, how to put it, he's not interested to talk about things that you\ncan't change.",
        "Q: Now this is probably an unusual question but, I'm curious, there have been, now that you've been\nin this country for 50 years...",
        "A: Yes.",
        "Q: Were there certain historical events that you think you experienced differently or were very\nsignificant to you because of your background? You know, when you think about, you know, what\nwent on, the, you know, the Cold War and, and, and the Soviet Union, McCarthyism, Civil Rights,\nthe Eichmann(ph) trial, anything?",
        "A: Yeah, yeah, yeah, yeah. Well, one of the most wonderful feelings I have to this day is President\nTruman, because he happened to be President when we came and the first time we, we met some\npeople and they said, \"Truman stinks,\" I was so frightened that I said, \"Sam, we didn't say it, but we\nheard it.\" And we immediately left their home. We could, I didn't want to stay in their house. And\nI took it very seriously and today I know that they keep on saying the same thing about every\npresident. It's sort of a way that Americans like to talk. They, they don't take it as seriously as I\nheard it.",
        "Q: Well you thought you would be found out as an enemy of the state or something?",
        "A: Yes, yes.",
        "Q: Do you remember when Israel became a state?",
        "A: Yes.",
        "Q: How you felt about that?",
        "A: Very excited. Very excited. I thought it was wonderful. And we know some people here who\nbefriended us, who are Jewish, who think Israel should not be a state. And you can't imagine what a\nshock this was to me, why? And they said, \"Because it's not necessary.\" And I will never\nunderstand that and I had to accept the fact that if I wanted to continue being friends with them or at\nleast seeing them, I must stay away from this discussion because it just bothered me.",
        "Q: Did you feel that by Israel becoming a state that there was some refuge, some safe place for Jews\nfinally?",
        "A: Yes, yes.",
        "Q: And you still feel that way?",
        "A: Yes.",
        "Q: Do you remember the Eichmann(ph) trial?",
        "A: Yeah, sure.",
        "Q: I mean, I guess what I'm asking here is, were these events a little bit different for you than they\nmight have been for me?",
        "A: I don't know about the Eichmann(ph) trial. It's too difficult to know what went on, you know.\nYou know, it's very strange, this whole thing with Eichmann(ph). We had maybe different\nEichmann's(ph), you know, not that particular one. And his trial was very far away from us. I have\nno idea how that affected me. I can't say one way or another.",
        "Q: Well, let's talk about something recent. The situation with the Palestinians.",
        "A: Yeah.",
        "Q: Do you have any feelings about that, the way that they have been thought of or treated or\nanything ——?",
        "A: I, I have some feelings, I don't believe that by giving away land you will have peace. I can't\nbelieve it. This is a very small country, Israel and I don't think that the Palestinians or any one of, of\nthese people who wish Israel ill are going to change their colors, their attitudes. I simply can't\nbelieve it. It's hard.",
        "Q: On the other hand, Palestinians are living in pretty rough circumstances.",
        "A: Yeah.",
        "Q: Do you have any sympathy for that?",
        "A: This is hard for me to explain because I know very little about it and I've not spent much time\nthinking about it.",
        "Q: What about, do you remember the period of McCarthyism?",
        "A: Yes. By that time, we were very new here and I did not understand it very well, because in some\nways I thought there were a few Communists here. So I don't know, I, whether I thought I, I didn't\nlike the man and the way he went about it and I didn't quite understand what he was after, but I, but\nI thought that the Americans were very naive about their, about what goes on in Soviet Russia. I\nstill think.",
        "Q: But I think, you know, when you talk about how he was going about it and what he was after...",
        "A: Yeah.",
        "Q: ...1t's really the concept of the witch hunt.",
        "A: Yes, yes. Guilt by association and I, it's, it's, it's bad, you know. And particularly in a country\nlike this one, where freedom of speech is so important or freedom of thought.",
        "Q: Any thoughts about the civil rights movement?",
        "A: No. I don't know.",
        "Q: Okay, okay, I won't pursue this _, but you know, it's just, it's just interesting because these\nwere all very significant events in American history.",
        "A: Sure, sure, absolutely.",
        "Q: I just didn't know if they impacted you...",
        "A: Yeah.",
        "Q: ...differently. What sort of, well you went on and you went back to music and you taught?",
        "A: Yeah, yeah, yeah.",
        "Q: Here in Philadelphia?",
        "A: I taught here in Philadelphia, I taught at Temple University and at Settlement School.",
        "Q: You taught piano?",
        "A: At Settlement School I've taught piano, at Temple I taught diction in foreign languages for voice\nmajors.",
        "Q: What's, you've mentioned a few things, what sort of long term impact did these early experiences\nhave on you, in terms of maybe how you raised your daughter, your values, the way you, your sense\nof trust or security?",
        "A: I don't know. I think that I continue very much to have the attitude that I had when I grew up. I\nam hopelessly old fashioned. I am not in favor of living together without being married. What else\nshould I tell you, you would be shocked.",
        "Q: No, tell me.",
        "A: No. I really think that these values that I've had and that I've never rammed down my daughter's\nthroat, but somehow she had witnessed 1n her life near us, what is important to us. And it feels to\nme that they, that these values have given me a strong sense of being steady. Sometimes I had a\nfeeling that I was on an ocean tossed back and forth and, and if I didn't have the strength, I couldn't\nsurvive it. And I had the strength and I think that's why I survived. And I continue to think that\nway, old fashioned. That's how it is.",
        "Q: Basic values?",
        "A: Basic values, terribly important.",
        "Q: Do you think that you raised your daughter differently because of your Holocaust experiences?",
        "A: That I don't know. I suppose because of these experiences I have often found myself a little bit\nimpatient. Impatient with stupidity. I can't stand it when, when I detect a little less than common\nsense. All I'm asking is common sense. I don't know if that makes sense.",
        "Q: Well, I'm trying to understand how that relates to your experiences or where that came from?",
        "A: I don't know if it comes from that or if it doesn't.",
        "Q: Do you think that you might, you might have been more and maybe you weren't this way,\nprotective or fearful or any of that sort of thing, because of what you had gone through?",
        "A: It could be, I don't know, I don't know. But I do know that I am, for a long time I have been very\nmuch aware that I have to be one step ahead of danger. I used to walk in the street in New York and\nI used to have a feeling, if I heard the same step behind me for a couple of steps, that this is surely\nsomebody who is after me. I had this for a long time, couldn't get rid of this.",
        "Q: So that even here, you didn't feel entirely safe?",
        "A: Absolutely, absolutely.",
        "Q: Are there certain sounds or smells that bring back memories?",
        "A: Not now, not any more. Used to be when a, when an airplane was, was coming by real low, that\nI would shrink, but not now any more.",
        "Q: Are there certain images that haunt you?",
        "A: No, but I cannot watch on television anything that has to do with killing, can't stand it. I don't\neven want to hear a story about it, I don't want, not only not see it, I can't, I don't like it on the radio,\nI don't like to read it in the newspaper and I find it absolutely unbelievable that in this country,\nwhere it's possible to live like human beings, that there's so much crime. And I don't have in my\nhouse any guns and I wouldn't have one.",
        "Q: Do you think that, having these experiences influenced the way you decided to live your life?",
        "A: I don't know that. Because when it happened, when it began to happen to me, let's call it since\n1937 it began, because the anti-Semitism in Romania was already rampant at that time, this was the\n____ time. And I was 16. That's when, that's when it began. To be, it, when it became\nconscious. It happened at the time when, I don't how I would have turned out had this not\nhappened, I have no idea.",
        "Q: Did you and Sam ever think about hiding and pretending you weren't Jews?",
        "A: We were offered a hiding place by a Catholic priest and we were hiding one night in the organ in\nthe church and the next morn...\n[End of Side 1 of Tape 3]",
        "Q: You were hiding in the organ?",
        "A: Yes.",
        "Q: And what happened?",
        "A: A priest, a Jesuit priest in Czernowitz, offered us hiding. His name was Father Komorovitch(ph)\nand at first we thought this could be our salvation and we said okay and we went and we were one\nnight. The next morning we couldn't stand it. The thought that Sam's mother and sister were in, at\nhome in the apartment and that they would be taken, I couldn't stand it and so we said goodbye to\nthe priest and we went directly home and maybe an hour later they came for us and took us into the\nghetto, yeah.",
        "Q: If you had to, the word survivor probably means a lot of different things for different people.",
        "A: Sure.",
        "Q: That if you had to summarize a commonality that survivors share, is there something? Either in\nterms of experience or in terms of, how it, how that life changed people?",
        "A: [have no idea. This to me is so incomprehensible. I wish I knew. I have no idea what makes a\nperson a survivor and another one not. Of course, you have to have health. If you don't have that,\nwe have seen too many people perish, just simply falling by the wayside. You have to have that.\nEverything else, I think you have to remain with a cool head and I always thought that when you are\nin such danger, you have to have an even cooler head and see if you can be one step ahead of them.\nBut I have no idea how that works.",
        "Q: What about, when I use the term survivor in the sense of having gone through these experiences,\nwas there a commonality to the experiences?",
        "A: I suppose so. I suppose that when you find, in the experience of the concentration camp, people\nwho befriend you. They, they'll be most wonderful and do everything and you will do everything.\nAnd then you will find others who take everything away from you. So it 1s, I think it is the same,\nlike in the rest of the world.",
        "Q: Was there something in the process of dehumanizing you, of having, somebody having this\ncontrol over your lives and abusing that control, that you think is common to the experience\nperhaps? I'm not trying to put words in your mouth...",
        "A: Yeah, yeah, no.",
        "Q: ...I'm just trying to understand, your experience is different than many other people I've talked to\nand yet you've all had your lives torn apart, disrupted, lost family...",
        "A: Yeah, yes, exactly, exactly. I think a personal experience of someone controlling my life like\nthat, I, I can't think. But I also thought that, because of Sam, who protected me, I think that I was\nonly too willing to be protected and too grateful and to this day I'm grateful to him. But I have no\nidea, I think I, I think that in some ways we were also fortunate with the way things came, were.\nBut, whether we were fortunate or smart, I don't know.",
        "Q: You know, it's interesting to me that you refer, you've referred several times to the concentration\ncamp and how awful it was and yet as I understand it, you really were only there a few weeks. And\nthis seems to be such a...",
        "A: You are, you are talking of Carrera(ph)?",
        "Q: Yes.",
        "A: But the ghetto in Toolchin(ph) was also a concentration camp.",
        "Q: Ah, okay. Because I was...",
        "A: Yes. We didn't call it a concentration camp, but it was a concentration camp. Only the fact that\nSam was used in a certain profession and I was used as his assistant and that we were taken every\nmorning and brought back every evening, maybe it made it a little easier, you know, but it also\nmade it a little more dangerous, because every time Sam would have made a mistake on one of the\nsoldiers or officers, that would have been the end of him. So, so he was in very big danger and I\ncall that a concentration camp, even though it was called a ghetto.",
        "Q: That's, I guess that was maybe what was confusing me. I want to ask you to talk about one other\nthing which I know is not easy, but it's very, very telling. And that is, you know, we talked earlier\nabout how as people get older, a lot of these memories flood back and I know your husband hasn't\nbeen well lately. Can you talk about that a little?",
        "A: Yeah, ask me.",
        "Q: Now your husband Sam has, he's had a stroke, or?",
        "A: A couple of mini strokes.",
        "Q: And so his mind is not always clear?",
        "A: Right.",
        "Q: But can you describe how when his mind 1s not clearly grounded in the present, what happens?",
        "A: He talks about, as though he were back in the concentration camp and he gets, he could be in,\namong 20 people, like in that senior care center and he'll take off his shirt and start scratching and\nthe doctor asked him, \"Sam don't do it.\" And he'll say, \"I have to do it, I have all these lice.\" And\nthe doctor said, \"You don't’ have any lice.\" And he says, \"Yes I do, yes I do and we always have\nthem in the camp.\" So I know that he's there and this doctor tells me that there's no use that I should\ntry to convince him that he's not there because he believes so in it. And this has happened a number\nof times.",
        "Q: This happens at home as well?",
        "A: Yes. At home and with people and here at the table, with guests. And he'll say, \"When are we\ngoing to leave this place and go home.\" And I'll say, \"But this is our home.\" And he say, \"No, don't\ntell me this is our home, this is not.\" And then he'll say, \"We are going, we have to go back to this\ncamp.\" And I'll say, \"No Sam, we are not.\" You know. I can't convince him.",
        "Q: So after all of these years, 50, 55 years.",
        "A: Yes, yes.",
        "Q: What he's left with.",
        "A: Yes, yes. And that for me is the saddest part of his illness. You know, anything is easier to deal\nwith than this. Yeah. There is such a sadness in him. I wish I, this is, this is the one thing I wish I\ncould help him with and I can't. Yeah.",
        "Q: Sam is how old now?",
        "A: 88.",
        "Q: Is there anything else that you want to add or you can tell me, that we haven't talked about.",
        "A: I think I told, I think I've told you everything. I can't think of anything.",
        "Q: Okay.",
        "A: All right?",
        "Q: Thank you.",
        "A: Thank you.",
        "Q: Okay.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: I want you to begin by telling me your name, your date of birth and where you were born.",
        "Q: Can you tell me a little bit about your childhood and your family life before the war?",
        "Q: What do you remember about your childhood, what distinct memories do you have?",
        "Q: Did you come from a religious home?",
        "Q: Did you identify as a Jewish person or Jewish girl?",
        "Q: I guess I assume that your friendships were very mixed?",
        "Q: But nothing that made you feel terribly different? Were you, were you ever aware of anti-\nSemitism, early in...",
        "Q: Did, did that attitude affect the, your Christian friends? I mean, did they pick up the spirit of\nthat?",
        "Q: And then at what point did it get worse?",
        "Q: Can you tell me a little bit about life under the Soviets? I know that you've told me before that\nyour home was taken away from you.",
        "Q: What else?",
        "Q: Did, were Jewish businesses taken away, were people allowed to go to school, did sort of every\nday life change?",
        "Q: Just for the clarification here, we're talking about your stepfather?",
        "Q: Was there fear on the streets, was it better or worse than the Romanians who were hunting down\npeople?",
        "Q: Now you were about 19 years old, what were you doing at the time?",
        "Q: The conservatory where?",
        "Q: And you were back home in Sattagura(ph)?",
        "Q: Tell me just a little bit about Czernowitz because it seems like you spent quite a bit of time there.",
        "Q: It was a good life there, huh?",
        "Q: Do you remember the German occupation?",
        "Q: This was an involuntary deportation?",
        "Q: So when the Germans came in, what was happening? Were you, you were in Sattagura(ph)?",
        "Q: Okay then let's, let me backtrack a bit here. You have explained as well as Sam has explained\nhow you got married.",
        "Q: Didn't really know each other.",
        "Q: You knew of him?",
        "Q: Did he know you?",
        "Q: Because you had studied at the conservatory?",
        "Q: It's, do you have any remembrance of what was going through your mind? You went there to\nfind work, you went to the conservatory to find work and you immediately got married.",
        "Q: Why were you running there?",
        "Q: Didn't this seem mildly crazy to you?",
        "Q: Yeah. Let me ask you something, this is just sort of an interesting point, I mean if the men were\ntaken away first, this, didn't this put the women of these towns in a completely different role and\nsituation now? I mean in terms of their responsibility and...",
        "Q: Did you see a change in your mother after your father was taken away?",
        "Q: You actually told me this.",
        "Q: And you were able to?",
        "Q: Some of these areas that we've recorded, I'm going to skip over because in the interest of time\nand your energy.",
        "Q: So, you were married.",
        "Q: Did that, I realize many, many years later that it was a good marriage, but in the beginning was\nthat terribly awkward for you or not?",
        "Q: When you say that the Soviets had already destroyed you, you're talking about by taking away\nyour parents?",
        "Q: Not any personal brutality?",
        "Q: What happened when the Germans came in? You were in Czernowitz at the time?",
        "Q: You and Sam, what were you doing?",
        "Q: Were there bombings? How did the Germans come in ?",
        "Q: Well, you've told me as well.",
        "Q: So at what point did you have to leave your house, what happened?",
        "Q: Well wait, let me, do we have a sense of whether it was a few weeks later, a couple months later,\na few days?",
        "Q: What happened in these few weeks or these few months, were, would you go about your\nbusiness, could you go out on the streets?",
        "Q: So the men didn't go out on the street at all?",
        "Q: So basically life stopped and you were...",
        "Q: One day, there was, there were signs all over, posters, that said all the Jews must go, find a place\nto live in the ghettos, it's the ghetto was really the collection point for the future deportations to\nTransnistria(ph). We had a friend who lived in one of those streets, in that ghetto and we went there\nand stayed in her apartment. This friend is now also here in the United States.",
        "Q: How long did you live in the ghetto, approximately?",
        "Q: I'm curious what your daily life was like 1n this ghetto, could you go in and out?",
        "Q: Was there food, was there...",
        "Q: What did you eat?",
        "Q: Were, were German guards present, were Romanian guards present?",
        "Q: So they were actually doing the work for the Germans?",
        "Q: And what were they like?",
        "Q: Why’?",
        "Q: Did they abuse people, were they nasty?",
        "Q: Now did you know anything at this point about camps?",
        "Q: In Poland or anywhere?",
        "Q: Need some water? Now you were probably in the ghetto for about six months or so, is that\nright?",
        "Q: And did you have any, did you know anything about deportations, did you think you would have\nto leave at some point and go somewhere?",
        "Q: Do you, did they take the whole ghetto population or did they take certain kinds of people at\nfirst?",
        "Q: Do you know how they prioritized that?",
        "Q: Who were the, who were the people you went with?",
        "Q: So maybe they came for you...",
        "Q: ...first because you were the intellectuals, or...",
        "Q: Do you remember the mood or how you felt on this train?",
        "Q: All right, so continue.",
        "Q: Well, you were just talking about the experience of being transported to Carrera(ph) di\nPiatra(ph).",
        "Q: Were people hysterical?",
        "Q: So you were at this Carrera(ph) di Piatra(ph)...",
        "Q: ...for a short time?",
        "Q: And they, you didn't work, you really didn't do anything?",
        "Q: How did you get out of there, did you have any thoughts on what would happen next?",
        "Q: Who went to this hospital, who was the hospital for?",
        "Q: Did you have any sense of freedom at this point?",
        "Q: Were you afraid or did you feel somewhat safe there in Toolchin(ph)?",
        "Q: Was, was this a large ghetto or organized?",
        "Q: Platform?",
        "Q: I want to do something, just a minute. How organized was this ghetto?",
        "Q: Who guarded the ghetto?",
        "Q: Were there Jewish police?",
        "Q: Was there a system for you to get food or get medical help or anything?",
        "Q: Were there any activities in the ghetto, did people at least privately, worship or sing or anything?",
        "Q: So there was...",
        "Q: But so there was some, some humor and some way to compensate for...",
        "Q: Do you remember anything about conversations or whether people had any thoughts about what\nwas happening, whether or not they'd be, get through this or how to get through it?",
        "Q: Did you have contact with the local Ukrainian population?",
        "Q: Do you think he shared information with Sam?",
        "Q: It's, in a way it seems a little far fetched that Sam, all of a sudden one day became a dentist.",
        "Q: How did you pull that off?",
        "Q: So every day you'd study a little dentistry and he figured it out?",
        "Q: __ you all decided not to stick with the profession.",
        "Q: I'm going to wait for this airplane to pass over. Your sister and mother-in-law at this point were\nwith you?",
        "Q: Right, your sister-in-law.",
        "Q: So they were able to come to Toolchin(ph) as well?",
        "Q: I'm going to jump ahead...",
        "Q: To the Czech army experiences. After liberation you joined the Czech army?",
        "Q: Did you believe you were really liberated, I mean did...",
        "Q: At what point did you join the Czech army?",
        "Q: Want to ask you a question, before you continue. Did you think that maybe you'd be, your\nmother would return at this point?",
        "Q: But had you thought of going back to your hometown in case she was alive and coming home?",
        "Q: So you just had no thought of going back?",
        "Q: When, at this point did you have more information about the other camps and the killing centers,\ndid you learn anything more at this point?",
        "Q: What does that mean?",
        "Q: Busy trying to survive.",
        "Q: You've told me a little bit about the Czech army before. I'm, I'd love to hear a little bit about\nsome of the places that you liberated with the Czech army.",
        "Q: What kind of experience that was.",
        "Q: Okay, you were talking about the Czech army?",
        "Q: But tell me a little bit about, for example, you liberated Prague, what was that like, what\nhappened?",
        "Q: But when you went into these towns, I mean you weren't a soldier before, what did you do?",
        "Q: Then.",
        "Q: So you were really in battle?",
        "Q: And you had a gun?",
        "Q: Did you use it?",
        "Q: But you came in contact with, did you come in contact with an opposing army?",
        "Q: Were there a lot of close calls?",
        "Q: You were in a truck?",
        "Q: A motorcycle?",
        "Q: Well you said that when you entered Prague, it was exciting for you, but you don't know how the\npeople felt...",
        "Q: Is that the general reaction when you went into...",
        "Q: ...Levov(ph) and you went into all of these place?",
        "Q: And no reaction from the people?",
        "Q: Were any of these cities that you went in destroyed?",
        "Q: Prague was not?",
        "Q: What was it like going into cities that had been devastated?",
        "Q: So the act of liberation was basically being there?",
        "Q: Because the, you were, the Germans were already ahead of you.",
        "Q: And you didn't stay long enough to get any direction of the people or?",
        "Q: When you left Europe, your intent was to go to South America because you had an uncle there?",
        "Q: What were your first impressions of New York, other than you were fortunate to find people\nand...",
        "Q: What were your impressions of New York or America?",
        "Q: Were you surprised by the abundance of everything?",
        "Q: That quickly?",
        "Q: So your visa was to go to South America?",
        "Q: And so you could not stay?",
        "Q: You would have if you could have?",
        "Q: Okay, so you went where?",
        "Q: Two?",
        "Q: Columbia?",
        "Q: Why’?",
        "Q: I'm a little bit curious when you, when you, well I guess both when you first arrived to New\nYork, but more when you got to Columbia. Did you talk about your experiences at all, did your\nuncle want to know what had happened?",
        "Q: But he was nice?",
        "Q: You didn't even have soap when you were in Paris?",
        "Q: Not in Europe?",
        "Q: Was, did you talk at all about what had happened to you?",
        "Q: Did your uncle want to know?",
        "Q: Did your relatives in the States want to know?",
        "Q: They believed it?",
        "Q: So they didn't, he didn't want you to play music?",
        "Q: Was, was that lifestyle, do you think, especially difficult or offensive to you because it seemed\nfrivolous?",
        "Q: When we stopped you said that when you first emigrated to the United States you thought you'd\nprobably never play music again because it seemed frivolous in comparison to the life you had...",
        "Q: ...gone through. What made you pick it up again?",
        "Q: Did you play the same music that you had once known?",
        "Q: Did it evoke memories?",
        "Q: Did it make you feel kind of a closeness to what you had lost?",
        "Q: Now that sounds like that would have been saddening?",
        "Q: Do you know how long it took you to come to this decision?",
        "Q: So how did you, how did you live and what did you think about within those 10 years before you\nhad made that decision?",
        "Q: Even in this country?",
        "Q: What, what do you think helped get you through all of these very, very bad years?",
        "Q: Education was usually a drawback.",
        "Q: Well, I mean normally, when Nazis went into towns, they got rid of the educated people right\naway.",
        "Q: Well you've described how your language skills...",
        "Q: ...helped.",
        "Q: When you were in Europe, did you think about music, did you sing to yourself, did you hear\nmusic?",
        "Q: In the camp, in the ghetto?",
        "Q: So music you put on hold?",
        "Q: In all of this, did you think at all about religion, did you resent it, the fact that you were Jewish?",
        "Q: Did you, do you have a sense of religion or, today?",
        "Q: So you never returned to Judaism in any way?",
        "Q: Was it difficult to begin anew here?",
        "Q: Wasn't it hard to get over what you had experienced?",
        "Q: What were your biggest challenges? You must have had some, I mean you were starting a new\nlife here.",
        "Q: It couldn't have been that easy.",
        "Q: Were there certain kinds of activities that helped you connect with the life here? Certain things\nyou did?",
        "Q: And he was playing music —_—_—s music?",
        "Q: And he became a very well acclaimed...",
        "Q: ...musician.",
        "Q: Was it easy to make new friends?",
        "Q: Is that true?",
        "Q: Was there any sense of, I don't know, isolation or being different because of your experiences?",
        "Q: At least in the beginning?",
        "Q: Did you, you said you couldn't talk about it much, but did you talk with Sam about how you felt\nand what...",
        "Q: Now this is probably an unusual question but, I'm curious, there have been, now that you've been\nin this country for 50 years...",
        "Q: Were there certain historical events that you think you experienced differently or were very\nsignificant to you because of your background? You know, when you think about, you know, what\nwent on, the, you know, the Cold War and, and, and the Soviet Union, McCarthyism, Civil Rights,\nthe Eichmann(ph) trial, anything?",
        "Q: Well you thought you would be found out as an enemy of the state or something?",
        "Q: Do you remember when Israel became a state?",
        "Q: How you felt about that?",
        "Q: Did you feel that by Israel becoming a state that there was some refuge, some safe place for Jews\nfinally?",
        "Q: And you still feel that way?",
        "Q: Do you remember the Eichmann(ph) trial?",
        "Q: I mean, I guess what I'm asking here is, were these events a little bit different for you than they\nmight have been for me?",
        "Q: Well, let's talk about something recent. The situation with the Palestinians.",
        "Q: Do you have any feelings about that, the way that they have been thought of or treated or\nanything ——?",
        "Q: On the other hand, Palestinians are living in pretty rough circumstances.",
        "Q: Do you have any sympathy for that?",
        "Q: What about, do you remember the period of McCarthyism?",
        "Q: But I think, you know, when you talk about how he was going about it and what he was after...",
        "Q: ...1t's really the concept of the witch hunt.",
        "Q: Any thoughts about the civil rights movement?",
        "Q: Okay, okay, I won't pursue this _, but you know, it's just, it's just interesting because these\nwere all very significant events in American history.",
        "Q: I just didn't know if they impacted you...",
        "Q: ...differently. What sort of, well you went on and you went back to music and you taught?",
        "Q: Here in Philadelphia?",
        "Q: You taught piano?",
        "Q: What's, you've mentioned a few things, what sort of long term impact did these early experiences\nhave on you, in terms of maybe how you raised your daughter, your values, the way you, your sense\nof trust or security?",
        "Q: No, tell me.",
        "Q: Basic values?",
        "Q: Do you think that you raised your daughter differently because of your Holocaust experiences?",
        "Q: Well, I'm trying to understand how that relates to your experiences or where that came from?",
        "Q: Do you think that you might, you might have been more and maybe you weren't this way,\nprotective or fearful or any of that sort of thing, because of what you had gone through?",
        "Q: So that even here, you didn't feel entirely safe?",
        "Q: Are there certain sounds or smells that bring back memories?",
        "Q: Are there certain images that haunt you?",
        "Q: Do you think that, having these experiences influenced the way you decided to live your life?",
        "Q: Did you and Sam ever think about hiding and pretending you weren't Jews?",
        "Q: You were hiding in the organ?",
        "Q: And what happened?",
        "Q: If you had to, the word survivor probably means a lot of different things for different people.",
        "Q: That if you had to summarize a commonality that survivors share, is there something? Either in\nterms of experience or in terms of, how it, how that life changed people?",
        "Q: What about, when I use the term survivor in the sense of having gone through these experiences,\nwas there a commonality to the experiences?",
        "Q: Was there something in the process of dehumanizing you, of having, somebody having this\ncontrol over your lives and abusing that control, that you think is common to the experience\nperhaps? I'm not trying to put words in your mouth...",
        "Q: ...I'm just trying to understand, your experience is different than many other people I've talked to\nand yet you've all had your lives torn apart, disrupted, lost family...",
        "Q: You know, it's interesting to me that you refer, you've referred several times to the concentration\ncamp and how awful it was and yet as I understand it, you really were only there a few weeks. And\nthis seems to be such a...",
        "Q: Yes.",
        "Q: Ah, okay. Because I was...",
        "Q: That's, I guess that was maybe what was confusing me. I want to ask you to talk about one other\nthing which I know is not easy, but it's very, very telling. And that is, you know, we talked earlier\nabout how as people get older, a lot of these memories flood back and I know your husband hasn't\nbeen well lately. Can you talk about that a little?",
        "Q: Now your husband Sam has, he's had a stroke, or?",
        "Q: And so his mind is not always clear?",
        "Q: But can you describe how when his mind 1s not clearly grounded in the present, what happens?",
        "Q: This happens at home as well?",
        "Q: So after all of these years, 50, 55 years.",
        "Q: What he's left with.",
        "Q: Sam is how old now?",
        "Q: Is there anything else that you want to add or you can tell me, that we haven't talked about.",
        "Q: Okay.",
        "Q: Thank you.",
        "Q: Okay.\nConclusion of interview."
    ],
    "answers": [
        "Answer: My name is Gertrude Flor. My maiden name, Gertrude DeGranierer(ph). I was born in\nSaraguda(ph) Romania in 1921, September 28th.",
        "A: My mother came from Prague, Czechoslovakia and her parents lived in Prague. My father came\nfrom Czernowitz, which was about 10 miles from where we lived and his parents lived there. I\nwent very frequently with my mother to visit my mother's parents and we spent every summer in\none of the nice spas in Czechoslovakia, like Francensbat(ph), Cardelsbat(ph), Marinebat(ph). And\nso I was very close to my mother's...",
        "A: My most distinct memories are that I was much closer to my father than to my mother. He was a\nvery well-educated man who was very interested in education and since I was an only child, he gave\nme a lot of attention in this area. He had returned from the first World War with a shrapnel in his\nhip which was not properly removed, so he was not well, he didn't walk easily and was very\nsedentary and his greatest joy was to teach me. Geography, history, languages. This is how he\ninstilled in me a great love for education.",
        "A: No. [have no recollection, others that, maybe once a year, it's a high holy days, my parents went\nto the synagogue. But other than that, no.",
        "A: Not at all. It was, I don't know how to explain it, but it was just not very important. Although I\ndo remember that my parents contributed to, to Zionism. We had in our house a certain, I don't\nknow how you call it, piggy bank, where we always put money tn and this was with, in the shape of,\nI don't know if it was apart, but it was white and blue. And we always put money in there and I\nhave no idea where that money went but it was explained to me as a child that this is for, for Jewish\npeople who needed it. That's all I know.",
        "A: Very mixed, our neighbors left and right were not Jews, but there were also quite a few Jews\namong them. It was, until 1937, I was not at all aware. I shouldn't say that because I do remember\nnow that on Memorial Day, which is a holiday for everywhere in the world and schoolchildren went\nto the cemetery but the Jewish schoolchildren were separated from the others and went to the Jewish\ncemetery. That is when I became aware that, that there was a difference between the other children\nand me. That's all I remember.",
        "A: Yes, yes, at that time I became aware of anti-Semitism and particularly in 1937, there were times\nwhere in our town, soldiers, Romanian soldiers and particularly Romanian officers, who probably\noften got drunk, were roaming the streets with guns, with the revolvers in their hands and yelling\nloud words against Jews. Yes, I was, that was when I began to be very much afraid.",
        "A: No, not particularly, as a matter of fact, I remember one incident where this one Romanian\nofficer was running through the streets and yelling, \"I'm going to kill all the Jews.\" A couple of\nfriends of my father's, my stepfather, this was in 1937,'38, a couple of friends who were not Jews,\ntried to approach this officer and to talk reason to him and they were, I had completely the feeling\nthat they were on our side, that they were not against us and they were two of the leading people in\ntown. So I didn't have a complete feeling of being betrayed by every Christian, you know. But, I\ncan't describe it too well, this 1s how it began.",
        "A: Well we heard then the speeches that Hitler gave on the radio and we kept thinking, well it's not\ngoing to last too long, because sane people would not accept this and all, and anyway it's not here,\nit's somewhere in Germany and then it was in Austria and then it was in Czechoslovakia, but and\nthen it was in Poland, and Poland was pretty close to where we lived, but we still couldn't believe it,\nwe still didn't think that it would find us. I can't, when I think of this now, I just can't understand\nhow my parents did not accept my uncle's offer to leave. They, they simply didn't think that\nanything could happen to them. And we saw a number of Jews from Poland coming to our town\nand we made room where we lived for them to sleep and we saw how it happened, but we still didn't\nbelieve it. And then in 1940, when Hitler and Stalin made this pact, we had not very much of a\nchoice. We thought, since we knew what happened under Hitler to people, that we would in fact be\nbetter off to stay where we are and very many people were glad that the Soviets came. Of course,\nwe didn't know what would happen. It was hard.",
        "A: Yeah.",
        "A: The interesting part was that their propaganda was so efficient, they, there were concerts, the\npeople danced in the streets. There were speeches that there is no better quality of life than in the\nSoviet Union. The children got their education for free. The older people got their medical help for\nfree. People were taken care of from their birth to their day they died. They never had to worry.\nAnd all of this wonderful thing happened because the Communist government knew how to take\ncare of it's people. And in the meantime, during the night, people disappeared. And this, this was\nvery, very difficult, because it hit us almost immediately and then one of the Soviets, who moved\ninto our house, told me, first of all he said to me, \"You know that there is no God.\" And you know\nthis, for me, even though I was not brought up in a strict religious sense, it was awful thing for me\nto hear. And then when my father was taken away, this man, whose name I do not know, I don't\nthink I even knew it then, this man said to me, \"Look, you are a young person, you have the best\nchance for a wonderful life in our country, but you have to put an ad in the paper that you want to\nhave nothing to do with your father, who is an enemy of the people.\" And of course I didn't do it.\nThis is how life was under the Soviets. We saw a big poster, said, was seen in many places. Stalin\nwas holding on his lap a child and giving the child a wristwatch, because that child had informed the\nteacher that the parents at home had spoken against the government. And what the parents had said\nwas, \"No eggs today for breakfast.\" And the father had said, \"Again no eggs?\" And this was\nregarded as counter-revolutionary talk. The parents were arrested and the child got a watch. The\nparents disappeared. That was how life was.",
        "A: People went to school and Jewish businesses were taken away, all businesses were taken away\nbut the difference was that the Christians who had businesses could, under the pack that Hitler and\nStalin had, could say that they are false Germans, which means that their ancestors were of German\nbackground and therefore they were not arrested. They had the right to be resettled into Germany\nand while the Soviets took away their houses in Sattagura(ph) or in one of those towns, when they\nwere resettled, they got an, an equivalent house or apartment in Germany. And I even know about\none man who was taken the same night as my father, who was a Christian and who was a merchant,\na businessman. He, he dealt with, he sold ham and, and kielbasa and had pigs and made them,\nmade, made these foods at home and then sold them. Well he was regarded a Capitalist. He was\ntaken the same night, but he said that he was a false Deutschner(ph), he was not, he was actually a\nhalf Polish, half-Ukrainian Christian. Well he was taken out of the prison and sent to Germany.\nAnd he escaped, my father didn't.",
        "A: Yes, yes.",
        "A: Yes and no. A very difficult thing to answer. The people who were not arrested and who were\nfriendly towards the Soviet Union, didn't feel that they had anything to fear. They thought that it\nwould be just the very rich people who, who should be treated that way, because they, they really\nshouldn't be so rich. But very slowly, it became clear to everybody that you couldn't talk. Even\nthough they said you had freedom to say anything, you knew that you couldn't, you couldn't even\nthink against them.",
        "A: [had just finished the conservatory. It was, I believe it was June 12, 1940.",
        "A: In Czernowitz. Which was the larger town. It's some 10 or 15 miles away. And two weeks\nlater, June 28, is when the Soviets occupied our town.",
        "A: Yes, yeah.",
        "A: Czernowitz was a wonderful town. It was, I believe there were about 100,000 people and a great\nmajority of them were Jews. Very well educated, very motivated towards education and very proud\nto, to read a great deal and to be considered intellectuals. Czernowitz was considered the little\nVienna, whereas Bucharest, as the capital of Romania, was considered little Paris. In Bucharest, the\nsecond language was French, first was Romanian. In Czernowitz, the first language was German,\nbecause it had belonged to Austria, to the Austro-Hungarian monarchy, where most educated people\nspoke German.",
        "A: Yes, I think it was. The parents and grandparents kept talking about the good old time of Kaiser\nFrancioseph(ph). They loved that Kaiser. And they were very assimilated. They, in fact, didn't\nbelieve that anything could happen to them because they, in the first World War they served as\nAustrians, they got medals and awards and they were proud of that, they, they just couldn't believe\nthat this could happen. They also couldn't believe that a civilized nation like Germany could do any\nharm to people. It was strange.",
        "A: This happened one year after the Soviets had occupied us. The Soviets had done a very thorough\njob to deport a great many people, particularly thinking people, particularly. The deportation took\nplace on June 12, 13 and 14 I believe, 1941. This...",
        "A: Yes. And it's interesting that we had, when we came to the United States many, many years\nlater, somewhere, we had found in a, an old issue of the New York Times, that a very small article\nthat said that people of the Buchavina(ph) had asked Comrade Stalin, had requested to be resettled\ninto the interior of Soviet Russia, for fear of the Nazis. And that Comrade Stalin had agreed to it.\nAnd this was the deportations that happened in the middle of the night against, nobody was asked,\nnobody asked to be resettled.",
        "A: No. When the Germans came in I was already married to Sam and I was in his apartment.",
        "A: Yes, yeah.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: I don't think so, but I don't know, I don't know.",
        "A: Yes, yes, yes.",
        "A: Yes. Yes, I do have memory of that. My, first of all, I was terribly afraid because I had left my\nhome, my mother had said run. And she had given me a brown bag with some black bread and I\nbelieve it was lard. And also she had told me to put on two dresses, one on top of the other because\nI could not carry anything. I have to run and nobody should know that I'm running. So I put on a\nsummer dress and over it a winter dress and made my way to Czernowitz.",
        "A: Because the, this was the Soviets. Because the, a neighbor had said, who was friendly with a\nSoviet soldier, that he had told her that this night they are going to come for the whole family, after\nthey had taken my father away. And so my mother had said, run and go to Czernowitz and stay\nwith this family, trying to remember their name, Isinger(ph), Isinger(ph). Well, it wasn't easy. First\nof all the fear. When you are under curfew, there were everywhere soldiers and when they saw\nsomebody moving they stopped him and wanted to know where are you going. Well, I knew the\narea very well, I managed somehow to make it to the next town. All night it took me. And when I\ncame there, the Isingers(ph) told me they could not put me up because there was a raid in this\napartment house and a number of people, whole families, were taken away. At that time they didn't\nknow where to. We know now it was to Siberia. And so I had nowhere to go but to the\nPhilharmonic, which also housed the Conservatory of Music, which also housed a movie theater,\nwhich was called Keynote Central. When I came there, I was dead tired, because I'd walked all\nnight and I knew the building very well. I went up into this projection room, from the movie,\nknowing that nobody would be there at that time and I feel asleep o the floor. And I thought when I\nwake up in the morning, the only thing I could do, was to try to see if I could find a job in the\nconservatory, because I had just graduated, you know. So when I woke up it was not morning, it\nwas closer to 12 noon. I had slept several hours and when I came to the office of the conservatory,\nthis man was just closing the office. It was 12 and in Europe between 12 and one is lunch hour and\nI said, \"Could I come in for a moment, I'm looking for a job.\" And he looked at me and he said, \"A\njob? At 12 o'clock noon? This is time for lunch, not for a job.\" You know, he was very flip and I\nwas not in the mood for, for this type of conversation, so I said, \"No, no, I want a job.\" He said,\n\"What, what job?\" I said, \"Well, I've, here's my paper, I have graduated from the conservatory and I\nam a pianist.\" He said, \"Well, now look, how much money do you have?\" And I said, \"Three\nrubles,\" something like 75 cents. And he said, \"That's enough.\" And I said, \"What?\" I thought for\nlunch. \"No,\" he said, \"It's enough to get married.\" And I said, \"No, no, please don't joke with me,\nmy mind is not on that.\" He said, \"Well I am not going to open this office door until I come back at\none, but if you want to, you can come with me.\" And I trailed after him and I thought we were\ngoing to eat something and we went into some building. See, in the, at that time, every building was\ndifferent from what we were used to. So we went up one or two flights of stairs. [End of Side 1 of\nTape 1]. So we went up there and a young woman, around 17, asked, sitting behind a desk, asked,\n\"Do you want to get married?\" And he said, \"Yes.\" And she asked him, \"Do you live with this\nwoman?\" He said, \"No.\" \"Do you live with another woman?\" \"No.\" \"Do you have children?\"\n\"No.\" \"You have children with this woman?\" \"No.\" \"Do you have children with another woman?\"\n\"No.\" Then she asked me the same questions and to me all of this was an insult, because I never\neven had a date. And when this procedure was finished, she called over a man who was sweeping\nthe floor, whose name I don't know to this day and he was the witness who signed and we got a\npiece of paper and we went downstairs and as we went downstairs, naturally we spoke German. He\nasked me, in the very formal German, ——_—sO\"\"—By the way, what is your name?\" And this after we\ngot married. And so we went back to the conservatory, he enrolled me as a pianist accompanist and\ngave me right away work to do in a certain room with a choir, and told me at five o'clock we meet\nin front of the building and we go home. And no more running around. He never asked about my\nbackground, he never asked me what happened and he told me he had a mother and a sister at home,\nwhich I didn't believe, but I had no choice, I had nowhere to go. And at five o'clock I went with him\nand when we came home to his apartment, there was a mother and there was a sister. And now it\nwas up to, it was their turn to be shocked because here was their famous son and brother, who had\nleft in the morning a bachelor and had come back and told them, they asked, \"Who 1s this?\" And he\nanswered, \"This is another Flor in the family.\"",
        "A: Yes, but I, I was very, very frightened. I had, it felt as though I had lost my equilibrium\ncompletely. You know, it was unbelievable how that had worked on me, the fact that they took my\nstepfather away and my mother went every day with food to a certain place where many women\nstood in line, their husbands had been taken the same way. Or maybe their sons, or brothers. And I\nthink there were mostly men that they had taken at that time. And then one day, my mother came,\nmaybe she had already been six weeks, every day and one day there was another guard and he said,\n\"He's not here, he never was here.\" You know that.",
        "A: Sure, sure, cause they had to do everything, they had to fend for themselves. But that didn't\nmake them more assertive, they were very courageous, but women were not very assertive to begin\nwith. So it was just a matter of survival.",
        "A: No, no. And, and even when my mother survived 17 years of Siberia and even after I found her\nagain and she came to us here in the United States, when I tried to discuss with her what happened\nthere, she never wanted to talk about it. And she said to me, whenever I asked to tell me about it,\nshe said, \"No. No, no.\" And then I said, but, one day I got very angry and I said, \"They took your\nhusband away and they killed him and you don't even know where he's buried and you don't want to\ntalk about it?\" And she answered very quietly, \"He was an enemy of the people.\" And this was the\nman she loved and believed in. So they had done a very good job on her. I finally got her to tell me\nthat she would, she had promised that main chief there never to talk about this event. He had said to\nher, \"If you ever want to see your children again, you will forget all that you lived here, all that you\nsaw here.\" And she never wanted to talk about and to this day I do not know. Except here and there\na little bit. She told me about this guard who had a child. I think it was probably only one child,\none little boy and when he knew that she knew languages, particularly French, he wanted her to\nspeak French to him and he gave her a glass of milk a day. And she, her living quarters were\nslightly improved, she shared a room with a lady from Czernowitz whose husband was also taken\naway, but he was taken because he was a leading Zionist and his name was Weiselberger(ph), very\nwell known. I think he was a lawyer, I'm not sure. So with this Mrs. Weiselberger(ph) she shared a\nroom in Siberia and then when Kruschev came to power and somehow permitted people over 65, if\nthey had relatives in Israel...",
        "A: Yes, to, to come out, so Mrs. Weiselberger(ph) came out and brought along a letter from my\nmother to her brother in South America.",
        "A: Yes, that's how we...",
        "A: Yeah, yeah, absolutely.",
        "A: Yeah.",
        "A: I can't say how it was, I was completely dead inside. You know, it was often an irony to me, that\nwhen the Germans took us into the concentration camp a year later, the Soviets had done such a job\non me that I was not able to be more shocked, more afraid. They had already killed me, inside. It\nwas unbelievable. To me, you know, the word Siberia, as you may know in all of Soviet or Russian\nliterature, usually meant that people never returned from there. So, I don't know what else to tell\nyou.",
        "A: Yes, yes.",
        "A: No, no. Just by, and you know, it was so strange to think, why do they have to resort to such\nterror? If life is so complete that each person is taken care of from the day of their birth to the day\nof their death, why do they have to, to terrorize people by taking them away? If they want to take\naway a house, why must they send this person to Siberia? If they want to take away somebody's\nflour mill or somebody's business, why must this person be destroyed? You know, almost all these\npeople would have been perfectly satisfied to become employees of the, of the government in their\nformer own place of work. But, as I think back, I know that the reason must be that they had to\ndestroy the middle class and that's what they did.",
        "A: Yes. When the Germans came in, it happened very fast, so fast that the Soviets could barely run\nas fast as the Germans followed them. Our town was by that time already, they had undergone the,\nthe Soviet terror of a large group of them being deported and nobody knew where to. Only now do\nwe know where to. And, of course the coming of the Germans meant that they will first of all go\nafter the Jew that were still there and so most of the Jews tried desperately to run with the Soviets.",
        "A: We were, we, we knew that if we stayed, the Germans will kill us, but we also knew that there\nwas no way of running with the Soviets. And, but still, we went down to the bridge and there were\nguards, but you couldn't get through the bridge to go east, because these guards were there to make\nsure that first of all, all the Soviet Russians should get over the bridge. So they didn't let us through\nand we, and we went home and we said if we have to die, we'll die in our own bed. A friend of\nours, who is a, an opera singer, his name is Paul Marco(ph), he had come from Bucharest to\nCzernowitz when the Soviets came in, because in Bucharest, under the Romanians who were allied\nwith the Nazis, he had no future at all. Well, he was able to get over the bridge, together with a\ngroup of Russian singers. And his story is unbelievable. He knew, the more he got into the Soviet\nUnion, the more he wanted to get out of there and couldn't, couldn't. Anyway, we went home.",
        "A: We heard bombings, we heard the noises of war, but we stayed in our apartment and one or two\ndays later, I think was that they came in and took all the men out, I think Sam may have told you\nabout this and took them to what the Soviets call the _, the Palace of Culture and there, I\nbelieve that, I was sure that I'll never see Sam again, but he has told you that, that he managed to get\naway from there.",
        "A: Yes. See I don't think... They used Sam to dig graves for, I don't know how they did it, to count\none, two, three and every third person, I don't remember exactly, but somehow he found his way\nout.",
        "A: You know, I don't know, I don't exactly know when it happened.",
        "A: It was, I think a few weeks or months later, not immediately.",
        "A: No. We were permitted one hour a day to go out and to get some water from a well, which was\nabout a half a block away from where we lived and we went only women, never a man. We were\nsort of in hiding, but we really didn't have where to hide, we were in our apartment. I think this was\na few weeks or months and then came the...",
        "A: Right.",
        "A: Yes, yes, yes. And then we had to go to the ghetto. We...",
        "A: That's very difficult. Not long. Not, not very long. There was a, trying to remember, there was\na mayor of Czernowitz, who was a very decent guy. His name was Tryon(ph) Popovitch(ph). I\nthink he did all he could to help the Jews. I think if he were alive, he would be called a righteous\ngentile. He did help a, a number of Jews. He had the right of requesting, for, for work, a certain, a\nfew thousand such papers, you know, to, to say this Jew is absolutely necessary for our work and in\nthis way he saved about, I'd say, 20,000 Jews. Only temporarily. And...",
        "A: No, no.",
        "A: You know, I do not recall anything about this. I, I recall less about this even than during, than\nlater on in the camp. We, I have no idea how we were, I know we, we didn't go out. I know we\nwere absolutely paralyzed with fear, because we didn't know from moment to moment what was\ngoing to happen to us.",
        "A: I don't know. As I say, we were in this apartment that belonged to my friend. I imagine that\nthere may have been some food because that was a different proposition than later on in the camp,\nbut I can't explain how we did it and what we did.",
        "A: Romanian, Romanian guards.",
        "A: Yes, yes.",
        "A: We were afraid of them.",
        "A: Because they were the authority and we were afraid of any kind of authority.",
        "A: I don't have a recollection of that. I do know that, that Romanians, I don't know, it, it, see, I don't\nwant to say something that I'm not sure about. The Romanians were often helpful when you could\nbribe them. They were not as vicious perhaps as, let's say, the, the Lithuanians for instance, or the\nUkrainians, they were terrible sometimes. The Romanians you could, once in awhile they could\nhelp you. It's very difficult to recall all of this after you've tried so hard to forget it.",
        "A: No.",
        "A: No, no. We knew nothing and we knew that one day, some day, we would be deported, but we\nthought that it would simply be a work camp, where people have to work. After all, there was a war\ngoing on, so if everybody had to give their share, probably we had to work, we didn't think of\nanything else.",
        "A: I guess so.",
        "A: Yes. We had heard that there were people in Morgalev(ph), this here and that probably when our\nturn comes, we will go in the same route, you know. And then one day, they came for us and, and\nwe went. And we were put into cattle cars and I do not recall how long the trip was, several days,\nseveral nights and finally we came to this place which was called Carrera(ph) di Piatra(ph).",
        "A: That I don't know, I don't think they could have taken the whole population at once. I imagine\nthey took parts of...",
        "A: I've no idea.",
        "A: I know only that I went with Sam and his mother and his sister and other than that I didn't know,\nfor instance this girlfriend of mine, in whose apartment we lived, I don't recall that she went with us,\nat that time. I know she did go, but not at that time.",
        "A: Later, yes.",
        "A: Yes, probably, probably that's what it was. Because our entire group that was deposited on the\nstone quarry were the intellectuals.",
        "A: Terrible. Unbelievable, unbelievable. First of all there was so many people that you could not\nmove and of course we didn't know where we were going, we didn't know what expected us, we\ndidn't know what to expect. And of course the people who had to relieve themselves couldn't do it\nand had to do it and then after several hours when the train stopped and then opened the doors and\nthey permitted and, people to get out and relieve themselves, they all relieved themselves right\nthere, in front of each other. It became suddenly just so humiliating, so terrible, our life was worth\nnothing. (pause)",
        "A: I don't know where.",
        "A: Yeah, yeah.",
        "A: Yeah. Some were hysterical, some were very quiet and depressed and on the Carrera(ph) we\nsaw naked people lying, some were dead, some were not dead, emaciated and the insane people\nhunching over them and eating them alive. And on the Carrera(ph) there were a few buildings that\nhad no windows, the war had gone, had happened there before this happened and in these few\nbuildings, we were, I would say, 20 or 30 people in a small room, so that, and we slept on the floor.\nIt was so tight that when one person wanted to turn at night, everybody else had to turn. No trees.\nThere were, it was a stone quarry. Some grass grew between the stones. That's what we used to\njust try to have something in our mouths and we still had some, a few things that we brought from\nhome, like a, a piece of salami or something and people were very, very frightened and once a day,\ncertain people were permitted to go with a pail of water downstairs, this was, the stone quarry was\nlike a mountain, you know and you, or a hill, you went down and down on the bottom was a stream\nand on that stream...\nEnd of Tape 1.\nTape 2",
        "A: Yeah.",
        "A: Yeah. I would say maybe one, two or three weeks.",
        "A: No.",
        "A: No, we had no thoughts, but one day they came and made the roll call and at that roll call they set\naside a man who was a glazier, a man who was a carpenter, a man who was a, I don't know, builder,\na doctor who was a surgeon and they called Professor Samuel Flor and he didn't move, because they\nseparated the people that, these few people, the builders and that were in one corner and all the\nothers were put on this side and we knew this side meant across the book and Sam didn't want to\nbudge and the man said, \"Are you Samuel Flor?\" And he said, \"Yes, but I'm not a professor, I am a\ndentist.\" So he put him, he told you this story, he put him in the corner together with the surgeon\nand with the few people who were supposed to fix up the hospital, ___ was in the vicinity, we didn't\nknow where. And then Sam said, \"I do need a person who, who can help as an assistant.\" And this\nuniformed man said, \"Do you have one?\" And he said, \"Yes, I know one girl who is a good\nassistant.\" And he took me. They didn't know that we were married and this is how we began to\nwalk. We walked from Carrera(ph) di Piatra(ph) probably two or three days until we came to a\npoint, which was LaDiing(ph) and then we walked a little further and we came to Toolchin(ph) and\nthat is where they had to fix up the hospital.",
        "A: The hospital was, I imagine for Romanian soldiers and maybe occasionally for a native who\nlived there, you know. We were put into a ghetto in Toolchin(ph) and in this ghetto we had to stay\nand every morning we were taken out to the hospital and in the evening we were brought back by\nguard. And in the hospital we, we worked to clean it up and to, to make a hospital out of it.",
        "A: No, never. Because even if we were in the hospital, we were not allowed to leave. We were\nbrought there and we were brought back. No, we never had a sense of freedom.",
        "A: We were always expecting the worst. We never felt this 1s good, or this is, nothing can happen\nto us, no, this, this was impossible, to think that way.",
        "A: Yeah. It was, I think it took place in Toolchin(ph) in a couple of streets where Jews lived before,\nthe Soviet Jews, because they, they, some of them remained there, not all of them ran with the\nSoviets, some of them were older people, couldn't run. So this was, I would say, as large as, maybe\nthree or four blocks. One street. And houses were demolished from the war. Most of the houses\ndidn't have windows, I mean they had windows, but no glass. And when we came there, we lived a\nsometimes four, sometimes six to a room. When we were settled, we were, let's see, Sam's mother\nand sister lived in one room and we found a possibility to move into another room, Sam and I. And\nfor a short while we lived alone and then they brought a man very sick with Typhus and nobody\nwanted to let, to have him, cause it was very contagious. And we were very young, we didn't care,\nwe didn't have, we were not thinking that something could happen to us 1n that way, so they put him\ninto our room and he shared the, this was not a bed, it was made of a piece of wood, you know, but\nit was not directly on the floor, it was a little higher, so we shared this with him, what do you call\nthis? Not a bed.",
        "A: Yeah, something like that. Well, the man died after a few days. Sam had a wonderful\nconversation with him. He, he said to Sam, \"Someday when you survive, I want you to play the\nviolin on Yom Kippur for me and to play _——_—£\"\". And you know, Sam did it, last year. He went\nover here to a synagogue, to a Rabbi Holien(ph), told him the story and the rabbi said okay and he\nplayed it and it was beautiful.",
        "A: Yes, it was organized. It was organized. But I don't know very much about it. I know that there\nwas, there were a couple or three more prominent men who ran it, so to speak, Jewish. But I have\nno idea what their function was.",
        "A: Well, I think it was Romanians and Germans, because, more Romanians I think, the Romanians\nhad more of an authority there.",
        "A: I don't recall that.",
        "A: I think there was some sort of a system that the Jews among themselves made, to have a soup\nkitchen, I think there was that. But I do not recall whether there was medical help.",
        "A: Yeah, maybe there was. I don't recall exactly what it was, but I do recall that there was one very\ntalented poet who sort of made little ditties pertaining to the ghetto and put them to music and sang\nit for us and making fun of our lives, yes there was some.",
        "A: Not all the time.",
        "A: Yes, yes, yes, that was.",
        "A: Nobody. I don't recall that anybody talked about this. I know that when I discovered the hole\nunderneath our floor and I knew that the time would come when we have to run because we already\ncould hear the, the shooting, the cannons and you could hear that they're coming closer and these\nthings don't happen overnight, not in one day. And we knew that the Ukrainians, who lived outside\nthe ghetto would not hide any of us. They would simply, even if they wanted to, they would be\nafraid to do it because they would know that they couldn't get away with it and we also knew that\nyou couldn't even hide 1n a tree because they, it was winter, there were no leaves, you couldn't hide.\nSo, so the only way that I had the idea was that we should cut open this floor and hide underneath,\nwhich everybody thought was insane.",
        "A: Yes, a little bit, very little. There was one dentist, a Ukrainian who came to the hospital and\nwhen Sam needed, for instance to make a crown for somebody, he had to give it to this man, to this\ndentist, who was a technician, who made it and brought it back to him. This, he seemed like a very\ndecent guy.",
        "A: Never, never. He never spoke about anything but the dentistry.",
        "A: Yeah.",
        "A: It was unbelievable, but you, but it was a matter of life and death. If, if he didn't say he was a\ndentist, he would have been killed. He would have been sent across the __. And the, he didn't, he\nwasn't so frightened because he had next to him this good friend the doctor, Dr. Rard(ph), who was\na very prominent surgeon and he was sure that Dr. Rard(ph) would pull all the teeth for him. And\nyou know what happened to him. Dr. Rard(ph) had to operate on a German captain who was\nbrought in from the front and he died on the operating table and Dr. Rard(ph) was taken out and was\nshot. And suddenly Sam was without his friend and the only thing we could find was an old book\nin the Russian, which we had to study, a dentistry book. We found it in the hospital and I read it to\nSam and translated it for him. That's how it was.",
        "A: Yes, yes. He was brilliant as a dentist. He pulled two of my teeth, I don't know if I told you that.",
        "A: He didn't want to, but they offered him at the University of Minnesota, a scholarship or\nfellowship, they were so impressed. He gave them a speech about his experiences and they wanted\nhim to study, he didn't want to.",
        "A: Sam's sister.",
        "A: Yeah, yes.",
        "A: Yes.",
        "A: Yeah.",
        "A: By the way, the liberation was awful. When, when we finally didn't hear any more shooting and\nwe were downstairs, some 78 people, I don't recall exactly how many, we expected 18 people to be\ndownstairs because those 18 people knew about what we were doing, you know, they were in the\nsame area. But when the Germans really had to retreat, they began to shoot people and so all of a\nsudden they came in, came in, came in and we were 78 and you know, we were, right above us was\nour room and we, on the floors there was just straw, you know and then suddenly, we, we heard\nheavy boots like German boots, you know, you can't mistake that, above us and we were as quiet as\npossible and we heard them speak German. We knew at that moment that they must have found us,\nbut it wasn't. They happened to have entered this room and they put a cannon in front of this room\nand they used that room to sleep over and we were underneath. At first we were quite sure that they\nknew we are downstairs and they are going to just kill us all. But then, the next morning and you,\nwe were So quiet, you could just not imagine how quiet you have to be and the next morning they\nleft. And after they left we were still there, quiet and then we decided we couldn't stand it any more,\nwe could begin to feel smoke coming through and we decided we couldn't do anything but at that\ntime they had left. And when we came out we were just pale and green and, and there were a few\nRussian partisans, maybe boys of age 13 or 14 who came and they looked at us and they said, in\nRussian, ——_, \"And who are you?\" They didn't know who we were. And we asked them, \"And\nwho are you?\" And they said, \"Me Russki(ph) partisani(ph).\" Then all we could think of was to get\nhome. But that, that was impossible. That was not possible, we had no way how to get home.\nThen, one or one trucker came by and had heard that there are some Jews who, maybe Jews have\nsomething to give to them, maybe they'll give them a ride. And he said, \"If you give me some\nvodka, I take youto _—_—_—-.£\". So we, so a group of us got together and whatever we still had, a top\nor a blouse, or something, we exchanged with some peasants for vodka and we gave it to them and\nthey took us. And they took us maybe two or three kilometers in a forest and dumped us in there\nand said, \"The Germans didn't do a very good job with you, they should have killed you all.\" And\nthen we had to start walking, that was our liberation.",
        "A: No, we couldn't believe it, because first of all the war went back and forth, it was not just in one\ndirection all the time. The, the Germans had left, the Soviets came back and you could think, okay,\nthat's it. No, then the Germans were lucky or there were not enough Soviet soldiers in that one spot,\nthey came and took back part of that area again. It was awful. We were, we were absolutely torn\nback and forth, we didn't know from moment to moment when the Germans are going to be back. It\nwas unbelievable.",
        "A: When we came back to Czernowitz, in the hope of getting back to our apartment, Sam's\napartment. I never tried to go home to Sattagura(ph) and at Sam's apartment were some people who\nsaid, \"You better get away from here before we call the police, because if we call,\" these were again\nthe Soviets, \"1f we call them, you're going to land in Siberia.\" And we had heard from other people\nthat this is, in fact has happened. People who had survived concentration camp and who could think\nof nothing but to return to their home, returned to their home where some people lived, who maybe\npaid nothing for that apartment of for that house, but considered it their own and had a powerful\nweapon, that all they had to do is to say, \"These people are no good, they are enemy of the state.\"\nAnd that's all. So we quickly disappeared from the, from this apartment, didn't pressure them or\nanything and it so happened that the Czech army passed by Czernowitz at that time.",
        "A: I didn't even know whether my mother was alive. I didn't know anything.",
        "A: Never. I never thought of going back to the hometown. I couldn't even think of going back to\nthis small town. In that small town, we had heard, this long back that the Jews that had not gone\naway with the Russians were killed in the one night before the Germans came to occupy the town,\nby the native people. They were all herded together on one hill and they were all killed, I don't\nknow how, I don't know whether they were shot or with knives or what, but they were all killed.",
        "A: Never.",
        "A: We knew that there were, there were camps, we knew about Mogilev, you know Mogilev and\nsome other places in the vicinity, Bareshot(ph), I don't know if these, this means anything. But we\ndidn't, there was no time to dwell upon what happened in those other camps because you were\nconstantly busy trying to survive.",
        "A: What does it mean? I don't know what it means because really you...",
        "A: You were not involved with what went on somewhere else, you also didn't know it, there were\nno newspapers. You depended maybe on the rumors and in fact, you didn't want to know too much,\nall you wanted to, was from day to day to see whether you could make it. I don't know how else to\nexplain this.",
        "A: Yeah?",
        "A: Yes. We were, in the Czech army, I have to say, it was a moment of a wonderful feeling, to not\nbe less than a louse, as we were in the concentration camp where they had power over us and we\nhad nothing. In the Czech army we were constantly facing the enemy, maybe one or two miles\naway, no more. The Germans were in front of us, the Soviets were behind us or next to us. We\nwere allied soldiers of the Soviets. But, the sense of camaraderie between the people in the Czech\narmy was absolutely magnificent, these were Jews, but not all of them were Jews, there were quite a\nfew non-Jews. These were people who had run away from Hitler into Poland, when Hitler\noccupied Czechoslovakia. In Poland, they didn't know that the Soviets would occupy that part of\nPoland and when the Soviets came, the Soviets regarded these people as unreliables and put them\ninto Siberia. Cause they said they weren't sure who they are. And in Siberia, at a certain moment in\ntime, there was, everyone who was Czech was asked to join the Czech army. The Czech army\nconsisted of all kinds of people, Jews and non-Jews, but mostly Jews. Women, children, old people,\nsick people, anybody who could walk, joined the army. It began in Boosoulouk(ph), in the, in the\nvery interior of Soviet Russia, where, where the majority were concentrated and there were about\n5,000 people who made up this army. These people were so magnificent, most of them very, very\nwell...\n[End of Side 1 of Tape 2]",
        "A: Yeah and this man, who had run away from Prague, his name was Ed Haas, H-a-a-s. When he\ncame, when the Soviets got hold of him and he said he was born in Prague, Czechoslovakia and\nthey found him in Poland. He said, they asked him, like they ask everybody, what is your father's\nname, because you know in the Soviets, the father's name is always part of your name and he said,\n\"My father's name is Adolph(ph).\" \"Adolph(ph), three years.\" Simply because this was the name of\nHitler.",
        "A: It was very, very wonderful. First of all, we lost many of our soldiers before that. We started out\nin the Ukraine and went by way of Ducla(ph), which is a pass in the Carpathian, in the Tatra(ph).\nAnd the Ducla(ph) pass, we were held up endlessly long, it was difficult to get through and it was\nheld by very few Germans but they were on the top and they saw us and we were on, in the valley.\nAnd anyway, many, many weeks it took before we could take the Ducla(ph) pass and then, then we\nwere, we ended the war, the war was at an end when we liberated Prague. What was it like? It was\nfor us very wonderful and for the people of Prague I don't know. They must have had mixed\nfeelings because they also didn't know what is in store for them. One thing that I remember that\nturned me off and made me want to leave Europe for good was when we, we had survived\nconcentration camp and was now in the Czech uniform and when we came to the first city in\nSlovakia, Koshitza(ph), we got orders to arrest anybody in the street who speaks German. And I\nsaid, \"Sam, this is not for me. We were in a situation where we were persecuted for no reason at all,\nI do not want to be part of a group of people who persecute somebody for speaking any language. I\ndon't want to live there.\" And that is when I decided, no more Europe. That was the time. And by\nthe way, when President Benish(ph), who was the President of Czechoslovakia, returned for the\nvery first time from London to Koshitza(ph), to the first town in Czechoslovakia, it was Sam who\nconducted the orchestra for his welcome and he still has the program to show.",
        "A: I was a soldier.",
        "A: I learned very fast to be a soldier, but what did I do mostly? I used my languages very much, I\ntranslated from all kinds of Slavic languages to German or vice versa and they needed people who\ndid that because when they, when they took, they were the Czech army and when they were in need\nof to talk to someone who spoke German, that's what we did. We also used our musical gifts\nwhenever we could. Sam conducted an orchestra, but not all day, only in the evening and I\ncollected folk songs in Czech, in Slovak, in Russian and sang them for the soldiers. And I knew,\nwhen I was sent out with this, I would be singing a concert for about several hundred or thousand\nsoldiers and the next day I would be sent to a hospital and find, this was a small army, I knew many\nof these soldiers personally. Found them without arms, without legs, that was kind of tough because\nyou see the terrain that we got to work on was, the Russians gave us that terrain which was very\ndifficult and it was very much mined. There were lots of mines there. Many of our friends lost their\neyes and some got killed.",
        "A: All the time, all the time.",
        "A: Yes.",
        "A: I didn't use it, but I learned how to use it. I was lucky, I never was in a situation to just face,\nbecause I have a feeling they would have killed me first. I don't know, I don't think I could kill a\nperson.",
        "A: We were, we were, one night, I'll tell you this, one night we were in a peasant's hut, sleeping and\nit was summer, windows were open and I woke up, I've a very light sleep and I saw a, a German\nhelmet sneak by the window and I pushed Sam and I said, \"The Germans are here.\" And he was\nvery tired, he said, \"Let me sleep.\" And I didn't say anything, they didn't come in. You know what\nwe found? That some chickens, that the previous day we had organized, they had come by and they\nhad stolen those chickens. And that was, that was a moment where, had he been awake, maybe I\nwouldn't be here to tell it to you. Yes, that's how it was.",
        "A: Yes, yes, there were a lot of close calls. Once Sam and I, because we speak German, were sent\nto across German lines to let a group of generals who were on a meeting and were encircled by the\nGermans, to let them know that help is on the way. And we had to, to, to, to go on a highway that\nwas completely patrolled by Germans. That was very close. We were just lucky.",
        "A: No, in a, what do you call this? You know, the, a little, no come on, what do you call it? A, a, a,\ncan't think of the word. Not a truck, the smallest vehicle.",
        "A: A motorcycle with a sidecar.",
        "A: Yeah.",
        "A: Yes.",
        "A: Yes, yes. We liberated Levov(ph), we liberated ————_—sKrrakau.",
        "A: Yes, yes, there is always a reaction from the people, there are always a group of people who\ncome out singing and then there is always another group of people who sit at home and don't know\nwhat to expect. That's how it 1s.",
        "A: Most of them were destroyed.",
        "A: No.",
        "A: I, I can't say that we were shocked because we had already gone through so much and the people\nwho lived there had gone through so much. What was it like? I think that we did not spend very\nmuch time to think what was, what is it like because we went through this and continued going, we\ndidn't stay.",
        "A: Sure, sure.",
        "A: Yes.",
        "A: No. Or if, when it may have been another company, you know, that gave direction. All I know,\nwe were always the first, you know, to come in and then as we came in, we continued. I have a\ncramp in my leg, oops.",
        "A: Yes, yes, yes. We waited in Paris for six months and when that first boat left, we were on it, that\nwas the _.._ The boat came to New York, we never dreamed about going to New York, but we\nhad no choice and in New York I asked Sam, \"Do you know anybody in New York or in America?\"\nAnd he said, \"Yeah, I think a sister of my mother went from, many years ago, to New York and\nmarried a man by the name of Sitomer(ph) and I think she lived in the Bronx.\" So when we came to\nNew York and were in the hotel, I looked into the phone book, not knowing that New York has\nmany phone books and I saw only one, that was the Manhattan phone book, cause we were on 96th\nand Westend(ph) and I looked for Sitomer(ph) and there were five of them, so I called the first one\nand it happened to be the aunt and when we told her who we, who we were, she had seen Sam when\nhe was five years old. And she said, \"Where are you?\" And I said, \"96th and, and Westend(ph).\"\nAnd she says, \"Don't move, I will be right there.\" Turned out she was on 85th and Broadway and\nshe was there in five minutes and when she came she went to the phone and she called somebody in\nPhiladelphia and said, \"Harry, you wouldn't believe it, my sister's son Sam 1s here.\" And two hours\nlater, Harry Good(ph) was with us. He put us in the car and brought us to Philadelphia. And these\nare the two people I showed you and they were so wonderful, we spent a wonderful day or two with\nthem and then they brought us back to New York and then we were on the way to South America\nand all I could think of was I want to live in the United States.",
        "A: Yeah.",
        "A: Fantastic, I kept thinking, how is it possible that in, on one and the same planet, there is one\nplace which is hell, Europe and then we come here and this is paradise. People were so friendly.\nYou know people, everybody said, \"How are you?\" And everybody answered, \"Just fine.\" I\ncouldn't believe it. Everybody was just fine. I hadn't heard things like that in years. It was an\nunbelievable atmosphere. I loved it, I fell in love with this country and it's lasted to this day. I have\na tremendous feeling for this country.",
        "A: Yes, yes. But it was less the abundance, although it, I was very impressed. It was a great deal of\nfeeling, that people could be so nice. You know, when you are under great stress the way we were\nand under great disappointment from many people, it is hard to, to, to believe again. And these\npeople here in the United States, made us believe again.",
        "A: No, not that quickly, not that quickly, but it was gradually. But one thing I knew, I said to\nmyself, if I can I want to come back to the United States.",
        "A: Yes.",
        "A: No.",
        "A: No, I don't know that because our, our destination was the uncle. And I didn't know ahead of\ntime, how it is there. But I found out very quickly that I never wanted to live there.",
        "A: We, we were, we had a visa for two weeks.",
        "A: Two weeks and from here we went to, to Miami beach and in Miami beach we were another few\ndays, we took a hotel which was next door to the place where we could go and ask when does our\nflight go to, to Barankia(ph).",
        "A: Yeah. And probably two or three days later we went, we flew to Barankia(ph) Columbia and we\ncame to my uncle, who was not there, who was on his finka(ph), which 1s a, a plantation, a coffee\nplantation in the Sierra Nevada. And he had left word with someone there to bring us to him. And\nso we went, this was a, quite a trip, for the first time in my life, on a very small airplane, like a\ndouble decker, I don't know. And this plane wouldn't take off, it couldn't take off and every time it\ntook off we stopped again and then waited a few hours until they repaired it and then the same\nthing, Well anyway, we came to a small village, an hour later and in this small village we, there\nwas aman who was a friend of my uncles, who, who brought us to a place where there were several\nnatives with horses and they put us on horses and I had never been on a horse before and we went\nfor about six hours through the jungle and they went ahead of us and cut, cut open the jungle to\nmake room and you could see behind you how it closed again and you know, I saw my first snake\nthere. I have a snake here. You don't want to see it, no? And, not live. And we came to the uncle's\nfinka(ph) and that was our first time here in South America. We stayed there for six months.\nCouldn't stand it.",
        "A: There's a different way of life. My uncle did not want me to have anything to do with music. He\nwas a businessman, very highly respected in the community, he was a very rich man and he also\ndidn't want them to know that Sam was a musician and it was all so very unpleasant because of the\nway they looked at things, the attitude. And one day my uncle said, \"Somebody told me that they\nsaw you in the street somewhere with a violin case.\" And he said, \"Yeah we went to this family\n_____, who has a piano and were going to try to see how much we still remember.\" And my uncle\nsaid, \"No, I don't want to hear that any more. If you need a piano, I'll buy a piano and it'll be in the\nhouse. I don't want you to go to other people to play.\" And each day I liked that place less and less\nand then I found out that I was pregnant and I decided I don't to have a child born there. But I did\nknow that I wanted to have a child born in the United States. And so I went every day to the consul\nuntil one day he told me, \"Yes, now you are ready to go.\" So we came here and our Gloria was\nborn here.",
        "A: I came to, I didn't, I don't know if I ever told you this, when we were in New York, my uncle had\nsent $200, so that we should have some money if we need it and this was December 22, 1945. It\nwas a blizzard and we were without, we were in uniform and without a coat, Czech uniform, we\ndidn't have anything else and Sam and I went out, to one block away, to Broadway and we saw this\ndrugstore with a display of soap in the window and we hadn't seen soap for three years and I said to\nSam, \"They are also swindlers, they put, they put something into the window to pretend it's soap,\nbut I'm sure it's not soap.\" And I could speak English, he couldn't. So I went inside and I wanted to\nsee what the man will say to me if I wanted to buy a piece of soap and I came in, nobody was in\nexcept the man and I and I say, \"I want to buy a piece of Sweetheart soap,\" cause that was what was\nin the window. He said, \"One piece, wouldn't you want to have two for 29?\" And I thought to\nmyself he's stalling, he's stalling. What is he going to say? I said, \"Yes, I could have two.\" So he\ndisappears behind the counter and wraps something up and says, \"29 cents plus tax.\" I don't know\nwhat, 32 cents and he gives me a package and I pay and I come out and I didn't believe that he really\ngave me something so right out in this blizzard I open it and I smell it and I nearly fainted, it was\nsoap. And I said, \"Sam, you know, he didn't see you, he doesn't know that you belong to me. You\ncould go in and just say soap and you can say two soap and we could have four pieces of soap.\" He\nwent in, he comes out with two pieces of soap. Now we have four pieces of soap and we walk a\nshort block and there is another drugstore. And now I said, \"You know, they don't know here that\nwe bought it there.\" So I go in and I buy again two pieces of soap and then he goes in. To make a\nlong story short, we spent all that money on soap and we came to my uncle in South America with\na, we had to buy a suitcase to put in the soap and we brought this soap to my uncle in South\nAmerica. And he, who thought it was wonderful that we came, and we told him nobody should\nknow, look what we have and he looked at that and he knew that we were nuts. He knew that\nsomething was very wrong with us. He told this to me many months later. So, this was the\nimpression my uncle had of us.",
        "A: Oh, he was wonderful, he was very wonderful.",
        "A: No.",
        "A: Because the people had to have coupons and we didn't.",
        "A: I couldn't. Sam did. I don't know how much Sam did, I couldn't stand even being in the room.",
        "A: Not really, not really.",
        "A: Not really, they said they wanted to know but, you know, when he started telling them, you\ncould see their eyes were glazing over and they, when is this going to finish?",
        "A: Yes. They believed it when it had to do with the Nazis, they did not believe 1t when it had to do\nwith the Soviets. We had a lot of hard, a difficult time with that.",
        "A: Yeah, he didn't want me to teach, he didn't want me to play. Women in Columbia play Canasta\nall day long and men, who work during the day, I mean work, this was, my uncle was a very rich\nbusiness man. The evenings they spent playing poker and drinking whiskey. And I couldn't stand\nthis life, I just, I said to Sam, \"I don't want to live here.\" And my uncle was flabbergasted when we\nsaid we are leaving. \"What? You are leaving for the United States, you have no idea. They have\nmusicians there to feed the pigs.\" And I said, \"If there are enough pigs, that's okay.\" And then,\n\"What will you be in the United States, nothing but a number. Here you are a, a sefiora. I said, \"I\nwant to be a number among numbers, instead of a sefora among slaves. Can't stand this life.\" And\nthen I said, \"We've lost already too many years. I don't want to lose any more. We've had to be in\nthe ghetto, we've had to be in concentration camps. We have had to do things that we didn't want to\ndo because others wanted us to do them. I would like, before it's too late, to leave so that I should\nlive the way I want.\" And so he didn't say anything and we left. And that's how we are here.",
        "A: Yes, yes. And I couldn't understand how those people can live like this. And it seemed so\nfrivolous because of what we went through that even when we came here, I had serious doubts that I\nwill ever return to playing piano. I thought to myself, \"Piano playing is very frivolous. It is.\" But\nsomehow my love for music got the better of me and I am glad. But it is very difficult.\nEnd of Tape 2.\nTape 3",
        "A: Yes.",
        "A: It seems that the love of, for music somehow returned and began to give me comfort. And it was\na great deal of, a very important part of my life before and somehow I felt that I needed it.",
        "A: Some of it, but, but I, it took, 1t took quite awhile before I could really want to play. I really felt\ntoo much that it was frivolous.",
        "A: Yes. Yes it did, but in the end, it restored me.",
        "A: Maybe. I never thought about it. But I think yes, maybe.",
        "A: I can't say for sure, I think somewhere I had decided that we had to pick up the pieces and go on.\nAnd with that decision I think I didn't want too much to look back and maybe it was good that way.",
        "A: Very long. 10 years at least.",
        "A: I don't know. I don't know how to explain it. I lived. I continued to live in great fear, I had\nnightmares, I was afraid that one day they will kidnap me. I was no longer afraid of the Nazis, but I\ncontinued to be afraid of the Soviets.",
        "A: Even in this country. And it was very difficult, very difficult.",
        "A: I think two things. Being young and in good health and my education.",
        "A: I didn't see it that way. And I don't understand it.",
        "A: Oh yeah, in that respect. And so did the Soviets, they did not like thinking people. But it was,\nsomehow I can only think of it that way. Maybe I didn't appear so educated as they left me alone. I\ndon't know.",
        "A: Yeah, yeah.",
        "A: Very much, very much. I translated books, which, which I did much more at that, when we first\ncame to this country because this, this was for me a wonderful exercise in, in coming back to all\nthese languages. Some of them are published and I enjoyed doing that. Just like I enjoy music.",
        "A: You mean in the camps?",
        "A: Not often, not often. You know, it's too, the situation was much too depressing. Usually when\nyou think of music, you, you have to be a little lighthearted.",
        "A: Yeah.",
        "A: Yeah, there were times when I thought to myself, what did I do, why am I punished? I didn't do\nanything wrong. And yes, it was difficult to accept the fact that by doing nothing, you are being\npunished. And I didn't have, perhaps the support that people get when they are, from early\nchildhood, educated in the religion. On top of which, the Soviets did their share of indoctrinating us\nthat religion is the opium of the people, if you have heard this expression. And the Soviets have\nreplaced it with their own kind of religion, their ideology. Yes, I went through all of these\ndifficulties.",
        "A: I can't say. I have a very strange and interesting sense of humanity in me. I don't have a sense\nof, I think when I hear of organized religion, which, which produces hate, like the Ayatollah\nKhomeini, that is, I think the most awful thing that you can imagine. It seems to me that a, a sense\nof humanity and ethics is what I would consider my religion.",
        "A: I do not know really what I am, but I do know that I have the highest feelings for Israel, for the\nstate of Israel. And the greatest pride that there is such a state. If you can understand how this\nworks, I don't know. But I could, I've been trying to think about it and it is difficult to understand,\nyou know, when I was a child, there was this teacher, Hebrew teacher, who was trying to teach us to\nread Hebrew, but he neither explained each word by itself, nor did I know what he was saying. And\nhe never bothered, or maybe he, maybe that was the way it was taught, but I, it remained out of my\n_____, where in my mind I was always curious about languages and I would have liked to know\nmore about this language, this man was not forthcoming to give it to me, so I gave it up. And that is\nall I know about Hebrew. I didn't want to learn to read Hebrew when I don't know what I'm\nreading. Because it did not coincide with all the other languages, 10 of them, when I read them, I\nknow what I read, unfortunately.",
        "A: It was not difficult, it was magnificent. It was, we were so full of hope that we are in, in a new\ncountry, not just country so, the whole way of life is so different. We went about it, we were very\nexcited. And we had a baby and the baby was born here in Philadelphia and Sam, who couldn't\nspeak English, found a job to play the violin and everything was wonderful. No, it was not difficult.\nAnd we never felt that we had to ask somebody for help. We were so proud. You know, it took\nyears and years before I ever heard that there was such a thing like a, a family service, who helps\npeople, so we never did. We were really very strong, I must say.",
        "A: Yes, there were those nightmares. I couldn't talk about it and when Sam talked about it, I\ncouldn't stay in the room. But these were, as time went by, less and less. But it took about 10 years.",
        "A: I can't, I don't know.",
        "A: I don't know, we had a wonderful attitude, I think.",
        "A: We didn't have money. We lived in a very poor neighborhood, in a one room, not apartment,\none room in a house of a man who wanted me to write receipts, he was a landlord, write receipts\nwhen the people brought the money. And for this he gave us a room, where the one window went\ndirectly to another wall. So we lived very primitively and we were as happy as can be because it\nwas still so much better than what we had before. You know, everything is just relative. And I\ntaught Sam English, I read to him books, endlessly. And our, our best way to entertain us was to go\nto the library. It didn't cost anything and we kept on reading. That was our beginning.",
        "A: Yes, yes.",
        "A: Yes, yes...",
        "A: Yes.",
        "A: I don't know. Yes and no. I don't, I don't think that we have ever, we've been the two of us,\nrather self-sustaining because of the circumstances and after that, also because of circumstances,\nmaybe it's a baby and then his mother came and was very ill. She had cancer of the stomach and\ndied in our house and at that time, she was ill about eight months, the doctor gave her six, and we\nhad no insurance, it was tough. But somehow, the fact that we had survived the Holocaust and that\nwe could be here in this country, we just thought nothing can hurt us any more.",
        "A: Yeah.",
        "A: Yes...",
        "A: Yes, it still 1s, even to this day. We have a few friends, but we are very much aware, they didn't\ngo through what we did and it's different, it's different.",
        "A: No. No, because he was not receptive to talk about it, I would have liked to talk, more recently,\nbut he just, is not, I don't know how, how to put it, he's not interested to talk about things that you\ncan't change.",
        "A: Yes.",
        "A: Yeah, yeah, yeah, yeah. Well, one of the most wonderful feelings I have to this day is President\nTruman, because he happened to be President when we came and the first time we, we met some\npeople and they said, \"Truman stinks,\" I was so frightened that I said, \"Sam, we didn't say it, but we\nheard it.\" And we immediately left their home. We could, I didn't want to stay in their house. And\nI took it very seriously and today I know that they keep on saying the same thing about every\npresident. It's sort of a way that Americans like to talk. They, they don't take it as seriously as I\nheard it.",
        "A: Yes, yes.",
        "A: Yes.",
        "A: Very excited. Very excited. I thought it was wonderful. And we know some people here who\nbefriended us, who are Jewish, who think Israel should not be a state. And you can't imagine what a\nshock this was to me, why? And they said, \"Because it's not necessary.\" And I will never\nunderstand that and I had to accept the fact that if I wanted to continue being friends with them or at\nleast seeing them, I must stay away from this discussion because it just bothered me.",
        "A: Yes, yes.",
        "A: Yes.",
        "A: Yeah, sure.",
        "A: I don't know about the Eichmann(ph) trial. It's too difficult to know what went on, you know.\nYou know, it's very strange, this whole thing with Eichmann(ph). We had maybe different\nEichmann's(ph), you know, not that particular one. And his trial was very far away from us. I have\nno idea how that affected me. I can't say one way or another.",
        "A: Yeah.",
        "A: I, I have some feelings, I don't believe that by giving away land you will have peace. I can't\nbelieve it. This is a very small country, Israel and I don't think that the Palestinians or any one of, of\nthese people who wish Israel ill are going to change their colors, their attitudes. I simply can't\nbelieve it. It's hard.",
        "A: Yeah.",
        "A: This is hard for me to explain because I know very little about it and I've not spent much time\nthinking about it.",
        "A: Yes. By that time, we were very new here and I did not understand it very well, because in some\nways I thought there were a few Communists here. So I don't know, I, whether I thought I, I didn't\nlike the man and the way he went about it and I didn't quite understand what he was after, but I, but\nI thought that the Americans were very naive about their, about what goes on in Soviet Russia. I\nstill think.",
        "A: Yeah.",
        "A: Yes, yes. Guilt by association and I, it's, it's, it's bad, you know. And particularly in a country\nlike this one, where freedom of speech is so important or freedom of thought.",
        "A: No. I don't know.",
        "A: Sure, sure, absolutely.",
        "A: Yeah.",
        "A: Yeah, yeah, yeah.",
        "A: I taught here in Philadelphia, I taught at Temple University and at Settlement School.",
        "A: At Settlement School I've taught piano, at Temple I taught diction in foreign languages for voice\nmajors.",
        "A: I don't know. I think that I continue very much to have the attitude that I had when I grew up. I\nam hopelessly old fashioned. I am not in favor of living together without being married. What else\nshould I tell you, you would be shocked.",
        "A: No. I really think that these values that I've had and that I've never rammed down my daughter's\nthroat, but somehow she had witnessed 1n her life near us, what is important to us. And it feels to\nme that they, that these values have given me a strong sense of being steady. Sometimes I had a\nfeeling that I was on an ocean tossed back and forth and, and if I didn't have the strength, I couldn't\nsurvive it. And I had the strength and I think that's why I survived. And I continue to think that\nway, old fashioned. That's how it is.",
        "A: Basic values, terribly important.",
        "A: That I don't know. I suppose because of these experiences I have often found myself a little bit\nimpatient. Impatient with stupidity. I can't stand it when, when I detect a little less than common\nsense. All I'm asking is common sense. I don't know if that makes sense.",
        "A: I don't know if it comes from that or if it doesn't.",
        "A: It could be, I don't know, I don't know. But I do know that I am, for a long time I have been very\nmuch aware that I have to be one step ahead of danger. I used to walk in the street in New York and\nI used to have a feeling, if I heard the same step behind me for a couple of steps, that this is surely\nsomebody who is after me. I had this for a long time, couldn't get rid of this.",
        "A: Absolutely, absolutely.",
        "A: Not now, not any more. Used to be when a, when an airplane was, was coming by real low, that\nI would shrink, but not now any more.",
        "A: No, but I cannot watch on television anything that has to do with killing, can't stand it. I don't\neven want to hear a story about it, I don't want, not only not see it, I can't, I don't like it on the radio,\nI don't like to read it in the newspaper and I find it absolutely unbelievable that in this country,\nwhere it's possible to live like human beings, that there's so much crime. And I don't have in my\nhouse any guns and I wouldn't have one.",
        "A: I don't know that. Because when it happened, when it began to happen to me, let's call it since\n1937 it began, because the anti-Semitism in Romania was already rampant at that time, this was the\n____ time. And I was 16. That's when, that's when it began. To be, it, when it became\nconscious. It happened at the time when, I don't how I would have turned out had this not\nhappened, I have no idea.",
        "A: We were offered a hiding place by a Catholic priest and we were hiding one night in the organ in\nthe church and the next morn...\n[End of Side 1 of Tape 3]",
        "A: Yes.",
        "A: A priest, a Jesuit priest in Czernowitz, offered us hiding. His name was Father Komorovitch(ph)\nand at first we thought this could be our salvation and we said okay and we went and we were one\nnight. The next morning we couldn't stand it. The thought that Sam's mother and sister were in, at\nhome in the apartment and that they would be taken, I couldn't stand it and so we said goodbye to\nthe priest and we went directly home and maybe an hour later they came for us and took us into the\nghetto, yeah.",
        "A: Sure.",
        "A: [have no idea. This to me is so incomprehensible. I wish I knew. I have no idea what makes a\nperson a survivor and another one not. Of course, you have to have health. If you don't have that,\nwe have seen too many people perish, just simply falling by the wayside. You have to have that.\nEverything else, I think you have to remain with a cool head and I always thought that when you are\nin such danger, you have to have an even cooler head and see if you can be one step ahead of them.\nBut I have no idea how that works.",
        "A: I suppose so. I suppose that when you find, in the experience of the concentration camp, people\nwho befriend you. They, they'll be most wonderful and do everything and you will do everything.\nAnd then you will find others who take everything away from you. So it 1s, I think it is the same,\nlike in the rest of the world.",
        "A: Yeah, yeah, no.",
        "A: Yeah, yes, exactly, exactly. I think a personal experience of someone controlling my life like\nthat, I, I can't think. But I also thought that, because of Sam, who protected me, I think that I was\nonly too willing to be protected and too grateful and to this day I'm grateful to him. But I have no\nidea, I think I, I think that in some ways we were also fortunate with the way things came, were.\nBut, whether we were fortunate or smart, I don't know.",
        "A: You are, you are talking of Carrera(ph)?",
        "A: But the ghetto in Toolchin(ph) was also a concentration camp.",
        "A: Yes. We didn't call it a concentration camp, but it was a concentration camp. Only the fact that\nSam was used in a certain profession and I was used as his assistant and that we were taken every\nmorning and brought back every evening, maybe it made it a little easier, you know, but it also\nmade it a little more dangerous, because every time Sam would have made a mistake on one of the\nsoldiers or officers, that would have been the end of him. So, so he was in very big danger and I\ncall that a concentration camp, even though it was called a ghetto.",
        "A: Yeah, ask me.",
        "A: A couple of mini strokes.",
        "A: Right.",
        "A: He talks about, as though he were back in the concentration camp and he gets, he could be in,\namong 20 people, like in that senior care center and he'll take off his shirt and start scratching and\nthe doctor asked him, \"Sam don't do it.\" And he'll say, \"I have to do it, I have all these lice.\" And\nthe doctor said, \"You don't’ have any lice.\" And he says, \"Yes I do, yes I do and we always have\nthem in the camp.\" So I know that he's there and this doctor tells me that there's no use that I should\ntry to convince him that he's not there because he believes so in it. And this has happened a number\nof times.",
        "A: Yes. At home and with people and here at the table, with guests. And he'll say, \"When are we\ngoing to leave this place and go home.\" And I'll say, \"But this is our home.\" And he say, \"No, don't\ntell me this is our home, this is not.\" And then he'll say, \"We are going, we have to go back to this\ncamp.\" And I'll say, \"No Sam, we are not.\" You know. I can't convince him.",
        "A: Yes, yes.",
        "A: Yes, yes. And that for me is the saddest part of his illness. You know, anything is easier to deal\nwith than this. Yeah. There is such a sadness in him. I wish I, this is, this is the one thing I wish I\ncould help him with and I can't. Yeah.",
        "A: 88.",
        "A: I think I told, I think I've told you everything. I can't think of anything.",
        "A: All right?",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 29, 1996\nRG-50.030* 0436",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Gertrude Flor,\nconducted on May 29, 1996 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GERTRUDE FLOR\nMay 29, 1996"
    ]
}