{
    "rg": "RG-50.549.02.0010_trs_en",
    "sequence": [
        "Answer: -- indiscreet only the answer.",
        "Question: Well, so I've got -- I-I made a bunch of notes, listening through to\nthe -- the first interview.",
        "A: You have to talk a little louder, because I have a problem with my ears.",
        "Q: I see. Okay.",
        "A: Okay.",
        "Q: I-I made some notes, listening through to your first interview, about just\nsome concepts I wanted to go over and some things, but the first thing I need\nfor the tape, which is so simple, is your name.",
        "A: Renata Laqueur.",
        "Q: Did you ever have a middle name or anything?",
        "A: Hm? No, never. Oh -- no middle name, I had three. Typical. I was born in\nGermany and I was called Renate Liselotte Margarethe, I forget the third\none, Laqueur. When -- when I became a citizen in 1957, I was married to\nDeso A. Weiss, who was at that point a citizen and I became a citizen because\nI married an American and I thought I better be an American, I regret it until\ntoday. I should have kept my Dutch passport.",
        "Q: Why?",
        "A: S -- was up and down with America. Right now I'm -- there are days when\nI'm very happy and very proud of America and there are days when I just wish\nRenata Laqueur 3\nFebruary 7, 1998\nI were Dutch. That has nothing to do with that. Anyway, 1957 I had a hearing\nfor the citizenship and the guy said to me, “This is your chance to change your\nname. Why don't you become Linda or Marilyn?” Linda was because, it was\nof Linda Darnell! or -- and many of the movie stars at that time, Marilyn was\nbecause of Marilyn Monroe. And I said, “I want one change. I want to change\nthe “e” to an “a” from Renate, because I don't like the German ending and I\nwant to chuck out my middle names.” And that's how I became Renata\nLaqueur.",
        "Q: Now you were born in Germany?",
        "A: I was born in Brieg, Germany, which is today Poland, because the border\n-- after the Russians moved west, it is now near Breslau, which is Wroclaw\ntoday. And my grandparents were from there, it was the third or the fourth\ngeneration and I was very -- my mother all told me proudly, “You were born in\nyour great-grandmother's bed.” And I was three years old when my father\nmoved to Holland. That's a story in itself. And so I was born in November 197\nand I was before Christmas in Holland and we made? in Holland till -- I\nwould say till Bergen-Belsen, so that is 1943. So my whole basic education,\nincluding gymnasium and -- no, and a year of study in Amsterdam, was all in\nHolland. So my mother -- my mother tongue is -- my parents spoke German\nand I answered in Holland, in Dutch. So again, like in America, where the\nkids are in there in English* and the f -- and their parents speak either Italian or\nRussian or whatever.\n1 R.L.: Renata meant to say “Linda was because, it was the name of Linda Darnell...”\n2 R.L.: November 1919.\n3R.L.: Renata meant to say “lived.”\n4R.L.: Renata meant to say “So again, like in America, where the kids are there and speak\nEnglish...”\nRenata Laqueur 4\nFebruary 7, 1998",
        "Q: So what -- you're an American citizen, born in Germany, now Poland,\ngrew up in Holland. What is your n -- your identity now?",
        "A: My identity? Only American. Because I've lived -- I would say -- I'm 78, so\nif I'm here since 1953, I've spent the greater part of my life in America and\nI've lived in Canada. And I couldn't immigrate to America because I was born\nin Germany and I was on the German quota, so I went on my Dutch passport,\nas an immigrant to Canada. And within nine months, the time it takes to get a\nbaby, I had a visa to come in as an immigrant, because I hired a lawyer in\nMontreal. And the moment I hit Montreal, I got an immigration lawyer, who\ngot me nine months later, on an immigration visa to America, because I had\nmet my second husband and I was chasing him.",
        "Q: So you were by yourself in Montreal?",
        "A: I was by myself. I immigrated alone and I wo-worked for a year in\nMontreal.",
        "Q: What did you do?",
        "A: This goes -- gives you some idea of the Dutch education. In a Dutch school,\nyou grow up with four languages. So I had Dutch, French as a second\nlanguage, German as the third, English as the fourth and a base of Latin and\nGreek. So when I got to Montreal -- I had gone to a secretarial school in\nHolland, because when I wanted to study, which was 1938, when I got my\nbachot>, my what is it, the eindexamen?® for the gymnasium. My father said,\n“You don't study till you have a skill.” He was right. He said, “I'll send you to\nsecretarial school for a year, you come out with French, German, English,\nDutch, shorthand, bookkeeping, whatever. An international secretarial school.”\n6 Findexamen: final exam (Dutch)\nRenata Laqueur 5\nFebruary 7, 1998\nI tell you, I made my life with that secretarial school. In Canada, later on I\nused this education when I studied, because I could do notes. I was in\ncomparative literature in four languages, without any problem. So I'm very\ngrateful, because I didn't study in Holland, but I made up for it by studying\nlater on, 40 years later.",
        "Q: I want to go back to your saying that y-your identity is as an American,\nbecause as you pointed out, you have a Dutch kitchen, you have this poster --",
        "A: Yeah, I have d-d-d --",
        "Q: from Holland with [indecipherable]",
        "A: Don't forget, the older I get, you will see everywhere there's Holland. It's\nthe flowers whether they're f -- they're all false, but they're from Holland.",
        "Q: The tulips.",
        "A: It is somehow the -- the remnants of some food things, of pictures, of\nculture. I've n -- I've not been back now for eight years. I'm going back this\nyear for the first time again. But the Dutch and the American have a lot in\ncommon, I mean at least in the East. This feeling of being free, of talking\nagainst the authorities. That's very Dutch. And that's something I love. And I\nlove the freedom of America, because I'm freer in America than I was in\nHolland. It's less provincial. Except right now with that whole crap with the\npresident.",
        "Q: L-Let's get back to the identity thing for a little bit.",
        "A: Hm?",
        "Q: The or -- the identity thing. Your parents -- as I recall, you said in the first\ninterview, were Jewish, but cultural or secular Jews.",
        "A: Not only cultural, but my father -- my father was a physician, had studied\nand my mother was arich girl and she was his cousin. They both were not\nRenata Laqueur 6\nFebruary 7, 1998\nraised Jewish, they had never been in a synagogue. The grandparents already,\ntheir parents were trying to assimilate. It was the time of Dreyfus in France. It\nwas the time when a boy couldn't get into medical school if he was Jewish and\nso on and so on. So they got baptized I think, when they were very young, they\nwere cousins. I think they were either 18 or 19. And so, no Jewish religion at\nall. And then comes Hitler. And then, he's in Holland and he's professor of\nmedicine, pharmacology, st -- and MD, PhD and the immigrants are coming\nand he helps them and these were Jews who were Jews. Whether they were\nreligious or not, they were marked as Jews and had to be helped. I have never,\never forgiven my father, it's also in my book, that in 1941, when the Germans\ncame with this kind of ... ordering people to fill in forms where they had to put\nin whether they had one or two or three or four Jewish grandparents, he was so\nfucking German, that he filled in four. He could have gotten by with filling in\nnone or one and he would have gotten by and I've never forgiven him for that.\nBecause this was again the -- what do you call this? Buckling under, because\nof the army, the militaries, my father was an officer in the German army in the\nfirst World War. This is all, incidentally, in the g -- book of my dissertation in\nGerman. The editor has written a t -- an, what do you call it? Introduction, in\nwhich he’ explained what my background is and my struggle with being\nGerman by ... let's say, by genes. But not in feeling. And my father -- let me\ngive you the story, because this is -- all had -- all to do with later on the\nconcentration camp. My father is born in a -- in 1880. He marries in 1905, his\ncousin. They marry in Germany, they are both baptized. He is finished with\nmedica -- medical school in Heidelberg. She has no profession. They marry in\n1905, in 1912 he 1s called by the University of Groningen in Holland, to\n7R.L.: Renata meant to say “she.”\nRenata Laqueur 7\nFebruary 7, 1998\ncome as an assistant professor, because he had made his name in\npharmacology. He is, incidentally, the guy who later on, in Amsterdam, in his\nlaboratory, did develop testosterone. So he became a very famous\npharmacologist and physician and whatever. So 1912 he goes to Groningen.\nMy three older brothers and sisters are born already. 1912 I'm not born yet.\nNo, 19 f -- two were born in Germany, the third one was also not born -- was\n14°. 1912, he's in Groningen, he's very happy, they have moved their two\nchildren and his wife and he is in Holland. The war breaks out, 1914, he\nvolunteers -- that you should tay’ to a Dutch child -- he volunteers to go into\nthe army as a medical officer. So he goes into the ROTC, whatever it is in\nGermany and what do they do? They stick him, because he's a\npharmacologist, he's the -- in the -- occupying German army of Belgium. He\nworks with the gas, with the -- what we call today, the Saddam Hussein kick\nass!°, because as a pharmacologist, they develop...nitrogen, mustard, you name\nit. Later on I come across that again in Sloan-Kettering in '53, because the\nfirst chemo is a mustard thing. Anyway -- and the result of this is, although he\nnever, ever worked on arms, that the Belgians say you get capital punishment\nif you ever come to Belgium after the war. This means that we lived in\nHolland already, because in nine -- let me -- I'm jumping. 1914 is in Belgium\nfor -- I don't know whether it was '16 or '17, I -- that I don't know. '18 the war\nis over, 1919 the Dutch want him back. And this time they want him in\nAmsterdam and they give him a professorship, a full chair pharmacology,\nMD, whatever and a laboratory. So he goes. He packs up -- by then his four\nchildren, Renata has been born. Lilo comes later, she's born in Holland. And -\n” R.L.: Renata meant to say “say.”\n R.L.: Renata meant to say “Saddam Hussein use of gas”\nRenata Laqueur 8\nFebruary 7, 1998\n- why am I telling you this? And then in Holland, he -- is still 1932'!, he is a\nGerman citizen. In 1933 he becomes a Dutch citizen, with his children\nbecoming Dutch because he wanted!’, he makes his money, he's there, the\nchildren are Dutch. It had nothing to do with Hitler, it was just before. And we\nbecome Dutch. But I was always second generation. So this may be also, just\nas I'm talking to you, why somewhere I'm more American, because this 1s --\nwas my free choice.",
        "Q: You -- on the ph -- when we spoke on the phone a while back, you said that\nyou weren't Jewish enough for the Holocaust Museum.",
        "A: I'm not Jewish enough for the Holocaust Museum in that sense, that I\ncannot even ask whether they, let's say, give me any sponsorship of any of the\nreally Orthodox, or purely Jewish organizations, the U.G.A.' or whatever.",
        "Q: Do you feel Jewish?",
        "A: I've never been in a synagogue.",
        "Q: Do you feel Jewish?",
        "A: No. If I feel anything -- and that it -- religion, and this 1s interesting because\nit comes out when I'm very sick or when there is major disaster, I pray and I\nwas raised also in a Dutch reformed school environment, so I am basically\nCalvinist, but I've had Catholic boyfriends, Jewish boyfriends, so that's -- but I\nfeel very, very, very un-Jewish.",
        "Q: Do you have any spiritual practice?",
        "A: Any spiritual what?",
        "Q: Practice. Was there an -- you said you prayed.\n1 R.L.: Renata meant to say “is still in 1932.”\n1 R.L.: Renata meant to say “ ...with his children becoming Dutch because he wanted this.”\n13, R.L.: Renata meant to say “U.J.A.”\nRenata Laqueur 9\nFebruary 7, 1998",
        "A: Yeah, I pray, but with a shopping list. Or thankful God'* that I came\nthrough or that I'm still here. Never just pray. I pray with a shopping list.",
        "Q: Do you --",
        "A: God make me do this or let me have this or let it continue or discontinue,\nyou know. I manipulate God. My --",
        "Q: Have you ever read the Bible? Old Testament?",
        "A: Oh yeah, I have read the Bible and the Bible, but I read the Bible more as\nliterature. And as a cultural background, just as you -- you -- you read\nwhatever, you know, in Liberal Arts.",
        "Q: Y-You said that when you -- when you pray, it's -- it's to manipulate? Those\nwere your words?",
        "A: I never thought of this, but I just said it. I don't know, you see that's a good\nquestion, why do I pray? Do I -- I pray of a mixture of guilt from I have to\nthank Him or I have to be angry or I have to do something. I definitely pray\nwhen I'm in trouble. But I also pray when I'm very happy. In between I forget.",
        "Q: Do you --",
        "A: I have to go to the bathroom.",
        "Q: Okay.",
        "A: That is mine... Did you find it?",
        "Q: Yes. Thank you.",
        "A: The coffee? ... What we are talking about is to my mind, cultural history.",
        "Q: So I -- I want to get back to this Jewish thing for just a little bit, because so\nmuch of what happened to you, or everything that happened to you was\npredicated on your being Jewish.\n14 R.L.: Renata meant to say “Or thankful to God.”\nRenata Laqueur 10\nFebruary 7, 1998",
        "A: You mean the concentration camp? The concentration camp, yes. On the\nother hand, I'm not sure at all, I might have ended up in the same concen -- or\nin another concentration camp if I would have been plain Dutch and working\nin the -- what is it -- resistance. I don't know anybody who did not not work in\nthe resistance. It's very interesting, the people of my gymnasium class, of my\nlet's say, high school class, out of 22, 10 died -- but a percentage and this was a\nnon-Jewish school, which means they didn't come back. D-Don't forget we had\nthe Japanese occupation and the German occupation. At least three of, or four\nof my classmates were in Japanese prisoner of war, men or women. The other\nones were either picked up because they were in the resistance -- and one other\none was Jewish. So you see, the percentage in Holland is unbelievable,\nbecause it's not comparable to France or Denmark or Belgium. Because Bel-\nBelgium had a...military command, Denmark was somehow not very serious\neither. We had one of the very worst Nazis, Himmler-like Seyss-Inquart!', who\ncame from Austria and in many ways the Austrians were worse. So that was\nHolland. Holland had -- the percentage of people dying 1s enormous. And\nwhen you say the Jewishness has something to do with it, I'm not at all\nconvinced of that. Because Bergen-Belsen, yes, but either Dachau or one of\nthe female camp, Ravensbriick -- I read up on all these concentration camp\nbecause of my diary preoccupation in the dissertation. So the Jewishness -- and\non the other hand, I also feel this has been a problem after the war was over --\nthat it didn't bring me closer to the whole Jewish problem. Because it would be\nnaturally that I would say okay, they persecuted me, I didn't feel really part of\nit, but now I want to be part of it. | moved away from it. The more -- I thought\nabout it before you came here and I thought if I add up who are my friends\n15 Dr. Seyss-Inquart was appointed to oversee occupied Holland.\nRenata Laqueur 11\nFebruary 7, 1998\ntoday and sociologically or that is -- yeah, sociologic -- where are they from?\nIf you take 10 people, there are at least seven who are not Jewish. And this is\nin New York. A kind of, an almost -- to me it's not conscious, it's\nsubconscious, but I avoid it carefully -- on a -- I don't know on what level, I\ncan't -- can't even explain it. It has to do with friends, with relationships with\nmen, friendships with women and it -- the really deepest involvements were\nwith non-Jews. Both husbands, the first husband was baptized, is today Paul,\nlives in Germany’®. He married a woman who was 35 years younger. That is\nhis third marriage and the second one was Dutch nobility. He had four children\nwith her, the third one is 35 years younger, dee!’ wasn't even born yet!®. He's\n84 and we are corresponding, we see each other each time when I'm in\nGermany and we still love each other. We're friends. But he also has veered\naway from anything which is Jewish -- was fully Jewish born, parents were not\neven baptized. But you either go with or you do totally without. I have never\nrealized it until now, when I get such interviews that I think. I said, “How does\nit tally up?” And I figured it out last night. Never thought about it.",
        "Q: What ef-effect on your thinking --",
        "A: The business of the ten -- ta -- take this -- this building where I live. There\nare Jewish people, non-Jewish, just on -- one or two blacks, this is today,\neverything is mixed, especially now on the east side. And when people ask me\nwhat are you -- you know, the holidays come. I said, “I'm nothing, but Merry\nChristmas.” Th-th-that's it. So there is something -- I know one thing, that if I\nwouldn't have any racially Jewishness, I would have been fanatically pro-\nJewish.\n1° R.L.: Renata meant to say “...Paul, who lives in Germany.”\n7 R.L.: she\n18 R.L.: Renata meant to say “she wasn’t even born yet during Hitler.”\nRenata Laqueur 12\nFebruary 7, 1998",
        "Q: Why?",
        "A: Because I would like to help them, because they were forever persecuted,\nthey're forever the underdog and at the same time there are many things I don't\nlike.",
        "Q: Do you celebrate Christmas, Hanukkah? Neither? Both?",
        "A: Hm?",
        "Q: Do you celebrate Christmas or Hanukkah?",
        "A: I celebrate Christmas, I've it -- I still have a tree. Now the problem is, in my\nown family in America, I have a sister in America, here, who -- some of the\nkids got married to Jews, then they got divorced and so on and so on. Some of\nthem became lesbians, some of them became homo and th-the -- the all break\nup of families!’. But Christmas and Hannu-- in that family.",
        "Q: What about Passover?",
        "A: And God forbid if you wouldn't have a Christmas tree.",
        "Q: Do you relate to Passover? Freedom from oppression, all of that?",
        "A: Don't e-ed-ed -- you know that I only learned about this here? I never heard\nabout it. And so this -- this is -- don't forget I went to school till I was, let's\nsee, 18. Then I come back, then Hitler comes and somewhere I grew up with\nthe whole German-Dutch culture of Protestantism. Christmas, Easter, always\ntwo days at Christmas, two days at Easter. You know, first day, second day.\nJesus goes back to -- to the -- to heaven, it's two days, right after Easter, six\nweeks after. I mean all those holidays, I still have them in my head. So it's\nwhat you were raised into. And at the same time, a father who joined the\nGerman army and who dealt in gas? Can you imagine what that does to a...so-\n19 R.L.: Renata meant to say “...and all this turns into the break up of families.”\nRenata Laqueur 13\nFebruary 7, 1998\ncalled Dutch child? And today I just tell myself -- not necessarily a war\ncriminal.",
        "Q: You said in that first interview --",
        "A: Pardon?",
        "Q: In that first interview, you s -- when you were talking about your father\njoining the German army --",
        "A: What did I say?",
        "Q: You said, “I hated to be my father's daughter.”",
        "A: Ah, yeah. That comes out again, my -- that's why my editor in Germany\nput that down and she said, she made peace with her father before he died,\nbecause I told them”? all of that.",
        "Q: You still h -- sounds like you still hate being your father's daughter.",
        "A: Yeah, because isn't the father figure some -- somebody you want to be very\nproud of? How come I married a man who was 18 years older? So I'm -- I'm\nvery conflicted.",
        "Q: How has the --",
        "A: Since that time I've never had a guy who is not 20 years younger than that.",
        "Q: You have a boyfriend now?",
        "A: Yeah, 25 years younger.",
        "Q: Good for you. This guy?",
        "A: Look -- look at the picture there, with the color picture, here, o -- here,\nwhere I point.",
        "Q: This one here?",
        "A: In the orange vest.",
        "Q: Okay.\n20 R.L.: Renata meant to say “him.”\nRenata Laqueur 14\nFebruary 7, 1998",
        "A: That's California.",
        "Q: Jewish?",
        "A: No, Danish. But -- put it off for a second.",
        "Q: Okay.",
        "A: Do with life, they have to do with father*!, with being a daughter who is\ntrying to be obedient and being molded because he was a very, very interesting\nand important man. Short of the Nobel Prize, he had everything. Was a good-\nlooking guy too. So --",
        "Q: How did that influence your desire to keep learning and -- and becoming\nsomeone?",
        "A: I got even with him, in the sense of he had always said -- when I was 18\nand when I wanted to go to the university in Amsterdam, he said, “What do\nyou want to go to the university for? You good looking, you’re beautiful,\nyou'll marry anywhere.” One of those. And I said, “Yeah, but I want an\neducation.” And he said, “Not now.” So finally, in America, I was 40 exactly\nwhen I went for my BA. And I finished, I was 51 with a PhD, working and so\non and so on. But only to prove I could do it. But politically and sociologically\nand genealogically, I understand and this is where I have full understanding\nwhen I'm in Germany, that people are not necessarily war criminals, if they go\nalong with what is happening. And if they don't want to see what may be the\ndark side, because don't we all do this today? What gives us the right to say,\n“How could they?” I think if I -- the only thing where I think that of as\nunforgivable, is that they really didn't think at all, that they were just\napplauding and obeying and this is why I love America and this is why I love\n1 R.L.: Renata meant to say “All of this has to do with my father...”\nRenata Laqueur 15\nFebruary 7, 1998\nHolland, because we disobey. We make up our own minds. You have it today\nagain.",
        "Q: Okay. How did that influence --",
        "A: The Clinton scandal. I don't care, you can put it on. I was absolutely\ndevastated about two, three weeks ago when this bisery” started, because I\nsaid -- I voted for Clinton and I told myself, the guy is doing everything right,\nI know there's something wrong sexually, but who the hell cares what he does,\nwhether he lets his pants up or down, that's Hillary's problems. But then you\nget into the impact to the children’’. I mean, when a child says, “What's a\npresident?” And you have to explain oval -- oral sex, it becomes very\ncomplicated. And that's where I start being ashamed of being American\nbecause this is something, it wouldn't happen in Europe. They would have\nsaid, “Fuck it. It's his problem.” Mrs. Mitterrand, even the scandal in Britain,\nwhen they had the minister who had to leave -- that's years ago, because he had\nan affair, so what? But not a president. So.",
        "Q: Y-You mention often, your kind of independence, your chutzpah,\nmanipulative, t-to use your words. How do you think that influenced your\nability to get through all those situations that you found yourself in?",
        "A: Oh that -- that has nothing to do with m-my father. I think children are the -",
        "Q: No, I don't mean from the father, I mean that you have, you talk about the\nindependent spirit of the Dutch and the Americans and that's what you relate\nto. In your first interview, you talk a lot about, you know, your -- your\nchutzpah, you're -- you know, if I don't get this out of you, I'm going to dunk\n3, R.L.: “But then you get the impact on the children.”\nRenata Laqueur 16\nFebruary 7, 1998\nyou underwater and you scream back, “Well, how can I talk if I'm\nunderwater?”",
        "A: Yeah, th-th-that's right -- right -- right -- right.",
        "Q: How much do you think that has to do --",
        "A: It's also realism. I mean, common sense. You s-- maybe that's also partially\nDutch, they are very down to earth, very much down to earth and below the\nbelt. So the functional thing, and you have to somehow -- there 1s the\npuncturing of pomposity. Let's say we all are terribly emotional and happy or\nnot happy or we blow ourselves up and be, w-we want to be this and we want\nto be that. There 1s something in the Dutch and in the education, where they\nhave a beautiful word for it, is aansteller. Which means you pretend to be\nsomething. And the Dutch come with a pin and the balloon is kaput. They\npuncture all this and that is survival also. So if -- and if the Germans scream\nand rant and rave and obey gehoorzaam, you have to be -- like my father did,\nyou have to obey the rules, the military, you know, the whole business, the\nhumpa”. We laughed as kids. We said, “What's the matter with those guys?\nWhy can't they walk normal, why can't they behave normal?” And that's\nsurvival. That helped me. Besides, it also helps if you're good looking. I was\ngood looking.",
        "Q: Still are.",
        "A: But I don't know, is that so way -- is that something special? To be -- it has\nalso something to d-- it has nothing to do with humility, but maybe it has\nsomething to do, gee whiz, I'm not that important. What's important is I do not\nwant to be pushed around and stepped upon and be destroyed. That 1s crucial.\n4 Humpa: nonsense\nRenata Laqueur 17\nFebruary 7, 1998\nIt came back in the cancer, in my treatment. It came back in the whole business\nof you do this or that. I said, “I won't do anything unless I understand it.”",
        "Q: You've had a number of illnesses.",
        "A: And this today, 1s medicine. The attitude of the patient, which helps or not\nhelps, but you have to argue. Do you agree with me, by the way? Put it off for\na second ... Do you understand why I had five hours with Joan?",
        "Q: You're a good talker.",
        "A: She -- at that time -- five hours and 15 minutes video. What you saw is only\npart of it. Joan was incredible, she asked things which -- to give you one\nexample, when she said, “Why did you write a diary? When did you write?” |\nsuddenly came up with this answer, “Because I traveled.” Just as suddenly, I\nrealized last night, when I told myself, “What am I going to tell Karen? How\ndo I stand in this and this and this?” And then I came up with those, out of 10\nfriends, seven or eight are non-Jewish. So there is all these things come out\nfrom”.",
        "Q: How has that first interview affected you, now that you look back on it?",
        "A: It doesn't affect me at all. By now nothing can happen to me any more. All I\nwant to do is stay on top and stay alive and not end up as a homeless person.\nSo I'm trying to have too much -- th-th-the money I have goes -- that's why I\nasked you whether you have children -- the money goes to my nephew and\nnieces and they will say, “I wished she would have spent a little more on\nherself.” But the hell with it. I do my -- my best.",
        "Q: But has -- has that first interview, where you were asked to remember\ncertain things, helped you remember in any way?",
        "A: How what?\n25 R.L.: “So there is where all these things come out from.”\nRenata Laqueur 18\nFebruary 7, 1998",
        "Q: Has it helped you remember other things? Having been asked those\nquestions before?",
        "A: The question of whether I -- what helps to remember or --",
        "Q: Yeah, if -- if having that first interview with Joan has prompted you to\nremember more things since then?",
        "A: Yes. And the reason why I protested against having another interview, I\nthink that interview with Joan, I have the tape and the interesting thing is only\ntwo -- three parties of my friends have seen it, none of my family. I will not\nshow it to my sister, I will not show it to her children because she would fight\nme. She would say, “That's your problem with Daddy,” or this or whatever or\nthis isn't quite so -- I -- which 1s okay, I would fight it, but she said, “Why do\nyou say that?” And I don't feel that at my age, when I was with Joan I was 76,\nI don't have to defend anything I do. Certainly not with my family. But I see it\nmy way and their way is different. And I don't want any arguments. So the\npeople who have seen it are close friends and I have no VCR, so I can't even\nsee it. I refuse to have all that gadgetry. I have no time to read and I've only a\ntelevision and not even a computer. No e-mail, no nothing. No fax. It's fine.",
        "Q: In -- in that first, in -- you wrote a letter to Joan afterwards that you t --\nwhere you mentioned the -- and I'm not going to get the words right, repressed\nmemories that came out from doing that interview, repressed --",
        "A: The what?",
        "Q: Repressed and buried memories.",
        "A: I have all that stuff here. If you want me to I can look it up, there's --",
        "Q: No, that's okay.",
        "A: No, but -- depressed memories --",
        "Q: These are repressed.\nRenata Laqueur 19\nFebruary 7, 1998",
        "A: Re? Oh, repressed. Constantly.",
        "Q: Repressed and buried memories.",
        "A: You see repression works -- that's another thing. If I meet people, let's say\nwhen I meet Paul in Germany or when I'm at my sister in Boston, she\nremembers things in a different way from I do and when I talk and then she\nsays, “Don't you remember this?” I said, “I have not the vaguest idea what\nyou're talking about.” I have honestly repressed it. There are so many things\nwhere I know that I don't remember a single name. How often do I run into\npeople who ask me, “Did you know Anne Frank?” That's the first thing they\nask. Did you know this or this or that? I said, “There were thousands of people.\nI've seen thousands of corpses. Maybe 500 living people, versus 10,000\ncorpses. I can't tell you what anybody looked like. It's all gone.” And it comes\nback in -- any time when I'm in Germany, when I'm walking in Bergen-\nBelsen or where I am -- I said the first time I was back, when we walked over\nthe -- they say the grounds of Bergen-Belsen, I said, “I'm walking on my\ngrave, I should have been dead. I should have been one of those here.” There's\nno guilt feeling, many people have guilt, I no -- I'm just glad. That's where I\nsay, “Thank God.”\nEnd of Tape One, Side A\nBeginning of Tape One, Side B",
        "A: How do repressed things come out? When you least expect them. There's\nsomething which triggers it, either a question, or a smell or a meeting, or\nwhatever and suddenly it all comes back. And I have really, strangely enough,\nno problem with that, because if I don't want to think about it, I'm like\nScarlett, I say, “I'll never be hungry again,” and I won't think about it. I just\nRenata Laqueur 20\nFebruary 7, 1998\nknow I will never be hungry or dirty again. I'd rather die. And that I have lived\nby. These are my two tenets, Scarlett.",
        "Q: What are your favorite foods?",
        "A: Hm?",
        "Q: What are you favorite foods?",
        "A: Light. Everything without fat. Salads, berries, the hell with it? Cookies, but\nonly one or two and then I can eat a jar of cookies and then not eat them for a\nyear. Favorite foods, light, fresh, clean. And never, ever fat.",
        "Q: Why?",
        "A: I already screamed as a child. When I got older, whipped cream as a -- with\na German mother and a German grandmother and a Kuchen mit der\nSchlagsahne” and the coffee with the Schlagsahne and the gravy which was -\n- had little eyes on it, you know, the thing. And I was screaming. I had an\naversion against fat. What do I end up with? Colon cancer,\nhypercholesterolemia. Genetic. I can only tell you it had nothing to do with\nanything, but I still have the aversion. And I remember in Holland, I hated the\nbutter and the cheese.",
        "Q: Are there --",
        "A: But I wanted the peanuts and the fresh vegetables. I didn't know there was\nsuch a thing as light milk, didn't exist. We didn't have any idea what good food\nwas. We always had heavy stuff. Think of your mother's kitchen. Think of\nEaster, of Christmas, of Hanukkah, whatever you want to do, all that stuff. IB,\nmein Kind, eat.",
        "Q: Do you cook?",
        "A: Hm?\n26 R.L.: Renata meant to say “Kuchen mit Schlagsahne.”\nRenata Laqueur 21\nFebruary 7, 1998",
        "Q: Do you cook?",
        "A: I love it. If I -- if I can cook quick. I don't want to spend time in the kitchen.\nBut I'd -- I like to cook if I can stay -- stay away from the recipe. I get the idea\nand then I start. Then I have no idea and then occasionally I write it down. And\nthen I do something else. It's the same where as this one.",
        "Q: In --",
        "A: I draw, I write, I cook, I do everything, because the whole family is artistic.\nThis is my mother's painting, this is my brother's painting, it's all over.\nPsychiatrists, psychologists, this is my sister's painting. Everybody paints. And\nI draw only when I'm on vacation. Only architecture. So -- and this I did out of\nanger. I came for the first time from Italy, in 1959, in Venice and we needed a\ncoffee table and I wanted to do what I had seen in Venice, these beautiful,\nbeautiful colors. And my husband said, “You know what? Do your thing.” I\nsaid, “I'll make a coffee table.” He said, “How do you do that?” I said, “We go\nbuy glass, we go buy things.” And I smashed the glass. I got rid of my\nageression and we put it in together and I made sure that it wouldn't be\nconcentric. And then I got a little Chinese who helped me to put it together and\nhe said, “That's it.” And I've done this ever since. So, if you ask me what I like\nto do, I like to improvise. Studies the same way. I went to NYU Columbia, to\nget a degree, so I would be able to talk Spanish, because he'd been in Cuba\nand we had Spanish friends and I ended up, because of my course work, in\nIrish literature. I ended up with comparative literature and that's it.",
        "Q: And then you went on to do more studies.",
        "A: What?",
        "Q: Then you went on to do more studies, after?\nRenata Laqueur 22\nFebruary 7, 1998",
        "A: Well, I had to do -- da -- da -- now comes -- now comes, how did I get to\nthe dissertation? And this is, of course, part of this whole thing, because you\nsee, how come, if your life was so different in America. I was married to a\npsychiatrist, we didn't have much money because he had divorced and I didn't\nhave the money yet, which would come free from Holland, only much later.\nAnd we were doing things in a very frugal way, but we had a lot of fun in New\nYork. New York in the 50's was great. You could go to the theater for four\ndollars and to the movie for 50 cents. We went in the afternoon to the movies,\nin the evening to the theater, so that was fine. But... in 1965, the diary I'd kept\nin -- in the camp, was published in Holland, as a paperback. And a friend of\nmine took care of that and she went to a good Dutch publisher and that was it\nand when I studied at NYU -- I don't know whether it's on the first tape, I don't\nthink so. When I studied at NYU, it was between '60 and '71. Already, before\nthe BA, I realized I don't want to have anything really to do with Spanish, I\nwant English literature. Because it was a foreign literature for me. It opened up\nvistas. And my American lit professor said, when I wrote papers, he said,\n“Renata, you write well, have you ever written anything?” I said, “Sure. I\nwrote stories in Holland and I wrote for women's magazine and I always liked\nto report things. And I have a diary.” He said, “What kind?” I said, “A Dutch\ndiary in Bergen-Bel --”’.” He said, “Ey? Anne Frank?” I said, “No Anne\nFrank.” I said, “I wrote in a camp and it is in Dutch and it's published.” He\nsaid, “Can I read it?” I said, “If you can read Dutch, you can read it.” He said,\n“Will you translate it?” I said, “Why would I?” It was 1963 or something. And\nhe said, “Do me a favor, translate it. I'll get you somebody to help you with it,\nfrom NYU, a graduate student. You dictate and he puts it in a typewriter.” We\n27 R.L.: Bergen-Belsen\nRenata Laqueur 23\nFebruary 7, 1998\ndidn't have a computer at that time. So I dictated and he did it and I still have\nthat, I have the manuscript. It's still bad English because my English wasn't as\ngood, was 25 years -- 30 years ago. Anyway, he tried at that time to get it to\npublishers. He tried everyone, from the biggies to the small ones, from\nRandom House to everywhere and they all said, “It's not sexy enough, not\nviolent enough, understated. It's Hemingway-like understated.” So nothing\nhappened, forgot about it. Then comes the dissertation, where my husband says\non a beach in Turkey, when I say I want to write the dissertation, 1969, about\nthe aviator in literature or the doctor in literature. He said, “Are you crazy?\nYou're never going to get finished. Why don't you take your diary and find\nother diaries. You know they were written. Get a fellowship, do it.” I did. Got\nit in a year and a half. So this is how the diary and then the -- the diary -- the di\n-- dissertation was done, he dies. To my mind, he -- his death came earlier and\nI felt very guilty about it, because I had been totally absorbed for two years in\ngetting this stuff out of the way. And that's when you said to me, my husband\ndidn't take to it too much when I went back to school. Deso fully understood\nmy total dedication, was completely wrapped up with it himself, read\neverything I wrote, criticized very constructively, but was dead tired of the\nwhole stuff, because I was -- I had also been in Germany in between and of\ncourse did whole stuff to digest that. I defended my dissertation in May 1971.\nHe was dead 19th of November, '71. That meant -- he had congestive heart\nfailure, he had smoked himself to death. And he kind of gave up. And that's it.",
        "Q: What was your second husband's name?",
        "A: Till '71 November, he died at New York Hospital.",
        "Q: What was his name?",
        "A: Deso, he was D-D-Deso-Desiderio Weiss. Anyway --\nRenata Laqueur 24\nFebruary 7, 1998",
        "Q: Beautiful name.",
        "A: Middle name?",
        "Q: No, b-beautiful name, does it re--",
        "A: Yeah, okay, he was Desiderio and I was Renata, so the one was the wished\nfor, the other one was the reborn one, so when he met me, he said, “My God, I\nalways wanted to meet a Renata.” I said, “I never wanted to meet a\nDesiderio.” But whatever. This story I have to tell and I think this should be\non tape. How did I meet him after the war? It's not on the f -- on the tape in --",
        "Q: I wanted to ask you about these things, so good, let's go ahead with it.",
        "A: Yeah, but now I'm going to tell you. And I leave out all the -- the titillating\nthings, I just leave in the fact, it's good enough.",
        "Q: Titillation is fact.",
        "A: I -- I married -- I married”, since 1941, to Paul, who was my buddy, five\nyears older, we had a wonderful relationship. He was the first man for me and\nwe come back from the concentration camp, as he says today, I know I saved\nhis life, so he 1s totally grateful and happy and whatever, we are good friends.\nOur marriage was on the rocks, because I don't know, I said this already on the\ntape, but I'm saying it again, I don't know any marriage which survived the\nconcentration camp if they both were there. Because they grew apart. Same\nthing with prisoners of war in Japan and even Vietnam, I know all these\nthings happen. Paul and I grew apart, he married, I remarried, how did I\nremarry? In 1950, I'm his wife and I write stories and I help him with his\npractice, he was a speech therapist and I'm a housewife. And I'm pretty happy.\nWe had had a child, the child died. He had a girlfriend, I had boyfriends. We\nRenata Laqueur 25\nFebruary 7, 1998\nlived a very much after the war life’, growing apart and still together. In 1950,\nin July, he tells me, “We have an international congress of speech pathology,\nwhy don't you work for that?” And I became the sec -- the treasurer for that,\nbig deal. In August 1950, the treasurer of that international convention comes\nfrom New York and my husband Paul tells me, “He 1s the guy you should\nhave married. Because I met him when I studied in Vienna before the war.”\nHe had studied with him, speech pathology and whatever. And he said, “He is\nolder than you, but this is exactly what you should have m -- cause you should\nhave ne-never married me, we know that.” I said, “Okay, I'm not going to\nmarry him, I'm -- I'm not going divorcing you. I'm okay.” A week later I asked\nhim for a divorce. I said, “You're absolutely right, this is the guy I'm going to\nmarry. He doesn't know it yet. I know I'm going to marry him.” Ah, let's see. I\nwent with the guy to Paris, with the -- with my second husband and it was a\nwildly beautiful affair, 18 years older. And he said, “I'm married, I have no\nchildren, a very unhappy marriage.” I said, “I know.” I knew that already from\nPaul, from Vienna, from 1936. He had said, “He has a very unhappy\nmarriage.” And so on. He said, “I love you, but we will never, ever get\ntogether because I live in New York, I have no money. I have to restudy, do\nmy medicine over again. I have -- I'm only beginning and my wife will never\nlet me go.” I said, “Leave it to me. I'm immigrating.” That's how I got to\nCanada, that's how I got to America. I divorced Paul, 1950. I said -- he had a\ngirlfriend. I went to his girlfriend and I said, “I'm leaving. I'm going to\nCanada. Please marry Paul, he can't be alone.” She said, “I won't marry a\nJew.” I said, “You can live with him and you*® can be your boyfriend and you\n2° R.L.: Renata meant to say “We lived a very much an after the war life...”\n39 R.L.: Renata meant to say “he.”\nRenata Laqueur 26\nFebruary 7, 1998\nwon't marry him?” She said, “My family wouldn't let me.” I said, “He's not a\nJew, he's baptized.” Any — could we go over this, she married him, they have\nfour children. This 1s the Paul who then married the German girl. I went to\nAmerica. My second husband we -- for a year we corresponded because I\ncouldn't get, til about '52, out of Holland. It took me that long, the\nimmigration, to get out, to wind up everything and in between he had come\nonce, on borrowed money. He had borrowed money from my brother because\nhe didn't have money. And we met in Amsterdam and in Switzerland and in\nParis again and he went home in 1951 and he said, “We'll never see each\nother.” I said, “Leave it to me.” I immigrated. I was a year in Montreal, |\ncame to New York and it took us four years to get married.",
        "Q: When you were in Montreal, did you see each other?",
        "A: He came. I couldn't come back and he came every four, five weeks and I\nlived at the “Y”. So.",
        "Q: Why did it take four years?",
        "A: His wife wouldn't give him a divorce. We'd made the usual mistakes, I had\nwritten him beautiful, explicit letters. The typical story, he -- she had found\nthem before the jacket went to the cleaners and she said, “I'll run her out of the\ncountry, if she ever comes in. This is moral turpitude.” It was also the\nMcCarran time. I had trouble already coming in because I had signed\nsomething in Europe, which had something to do with the Picasso peace\nmovement. So this would be today, let's say, the peaceniks, that would have\nbeen something like in the 60's here. There were problems, politically. They --",
        "Q: Talk about that a little bit more. So you were a political activist before you\nRenata Laqueur 27\nFebruary 7, 1998",
        "A: I was a political activist in Holland. I was always a liberal, I always wanted\nto be -- I-I made up for the lost time in the concentration camp.",
        "Q: So, what'd you do?",
        "A: Be liberal, vote for the right people, help people, think about it, do things. I\nalways did, I still --",
        "Q: So -- so were you working at the time as well?",
        "A: I was working, I was --",
        "Q: Doing what?",
        "A: I worked in an office, I wrote stories for women's magazines. I don't know,\nI was a young, active person.",
        "Q: You were in Amsterdam, or --",
        "A: In Amsterdam. Montreal -- in Montreal I went to school.",
        "Q: But are y-you --",
        "A: I went to McGill.",
        "Q: Okay, wait a second, you're brushing over this and this is really interesting\nto me, okay? So you were writing stories for women's magazines?",
        "A: For women's magazine and what I usually wrote about was either love story\nor -- oh I forgot, I was a fashion reporter. I won a Vogue prize, first prize\nVogue, 1949. That is something I'm more proud of than the PhD. 1949, there\nis a competition. Combine a wardrobe for -- for a woman from 18 to 80. You\ncan only have 10 pieces. And send us that and this was Vogue International.\nAnd I told myself, that's something I've been doing my whole life. So you\ncombine the bottom, with the top, with the middle, with the upper, with the\nevening, with the middle, with the s -- beach, whatever. I had 10 pieces and I\nput them on a postcard, I drew them. One goes with one-A, 10 goes with this*!.\n31 R.L.: Renata wants this to read “One goes with one-A, 10 goes with two-B, etc.”\nRenata Laqueur 28\nFebruary 7, 1998\nI got number one prize from the Vogue and this was the paper in Holland, let's\nsay the New York Times of Holland. And I got the first prize and I said,\n“What's the prize?” She said, “We want you to report the fashion shows when\nthey come to Amsterdam.” That was Dior at the time, the new look, '47, '48,\nnine*’. And we will send you to Paris and you can have a dress and you can\nhave perfume and you can have this and become a fashion reporter. So I did\nthis for a year. And I had a press card, so when I went to Montreal, I still had\na press card. So this is how I got into fashion and the fashion has remained\nwith me, in a way that I'm still very interested, but I've never done anything.\nBut it was again the competitive spirit.",
        "Q: How so? You wanted to win, or?",
        "A: What I really -- what I always forget to tell -- in 1938, when I had my\ngymnasium, classical, nothing. I want to either study or become a fashion\ndesigner. And I said, I told them this in the -- in -- I think in -- in Washington.\nIn refar*’ to my father, “I want to go to Paris, I want to become a designer.”\nHe said, “My daughter 1s not a whore.” Just like that. Meine Tochter ist keine\nHure. “You do not go to Paris. You can study after you've been to secretarial\nschool.” I also had another year of schooling. I learned to be a teacher. So I\nhad -- I had all kinds of what I call skilled schools. And the fashion was\nalways somewhere in my mind and in Bergen-Belsen, in the diary I have\nfashion drawings. And when they published the diary in Germany now and\nthe book about the diary, there was an exposition in Bergen-Belsen where they\ntook the drawings of the camp inmates and they asked me permission, “Can we\n3 R.L.: reference\nRenata Laqueur 29\nFebruary 7, 1998\nput those fashion drawings?”** I said, “Do what you want to, I don't care.” So\nthey magnified them and they enlarged them and they're in Bergen-Belsen.",
        "Q: What were you w --",
        "A: The fashion doodles.",
        "Q: Okay, but what were you wearing in Bergen-Belsen at the time you were\ndoing these?",
        "A: What was I wearing? An overall, an old sweater and lipstick. This is\nsurvival and I think I said this in -- maybe I said it in Washington, but I may -\n- may not have said it. When the Germans arrested me on the 18th of February,\n1943, they took me to jail and you* said, “You have -- you can pack\nsomething and you can take something,” so I said to Paul -- Paul wasn't\narrested. I said, “I'll take the best sweater I have, I take perfume and I take my\nlipstick.” He said, “Are you crazy?” I said, “Leave it to me.” I always had\nlipstick. I traded in the perfume for food in Bergen-Belsen, | traded always\nsomething. But the lipstick and it has been ever since, it is protest against my\nfather. When, in 1937, the year before I graduated gymnasium high school, I\nwas at the wedding of my oldest brother, who married a Catholic girl from\nBrabant. Was a beautiful, Catholic wedding. And I had a dress which was eh,\nsomething I didn't like, but you know, teenage stuff. And I had my first lipstick\non. My father walked across the hall in that hotel where the reception was. He\ncame with his napkin. He spit on the napkin and he wiped off my lipstick, in\npublic. “My daughter doesn't wear lipstick.” So the lipstick fixation came from\nsomething. I know where things come from. And that's not repressed. So\nthere's the lipstick. Basta.\n34 R.L.: Renata meant to say “Can we put in those fashion drawings?”\n35 R.L.: Renata meant to say “...they took me to jail and said.”\nRenata Laqueur 30\nFebruary 7, 1998",
        "Q: When you drew these, when you made these drawings of fashion, what kind\nof fashions were you drawing?",
        "A: Hm?",
        "Q: What kinds of fashions were you drawing?",
        "A: What I was drawing was always sporty stuff, it was always what I would\nsay Calvin Klein-like. It was understated, always combinable. Nothing --\nnothing romantic. Very wearable. So something -- I have suits which are -- I\nhave cashmere sweaters which are from Liberty 1971. They're indestructible.\nBecause I don't believe in anything which is high fashion. It has to fit the\nperson, it has to fit the circumstances and it must be wearable at all times.\nThen it's fashion.",
        "Q: It seems --",
        "A: I hate diamonds. Love pearls",
        "Q: You have a beautiful ring on.",
        "A: Okay.",
        "Q: It is, it's beautiful.",
        "A: Yeah, okay, that's my so-called wedding ring.",
        "Q: What do you mean so-called?",
        "A: It's not a wedding ring, it's nothing.",
        "Q: From which -- which marriage?",
        "A: Second marriage.",
        "Q: Why do you still wear it?",
        "A: Hm?",
        "Q: Why do you still wear it?",
        "A: I didn't -- I didn't -- I bought it in Holland, in 1970, just after I had come\nback -- the other one had broken, I had a gold band, which I can't wear any\nRenata Laqueur 31\nFebruary 7, 1998\nmore anyway, it's a plain gold band. In Holland, in 1970, I had just come back\nfrom Munich. I'd worked on the dissertation. I saw in a store in Holland, this\nring and I told myself, we have never had the money, we have never done any\nfancy stuff. Let me buy the ring and show it to Deso when I come home,\nwhether he like it. It wasn't expensive. He loved it. He said, “It's your wedding\nring.” I said, “But you didn't buy it.” He said, “You bought it, because I wasn't\nthere.” That's the wedding ring.",
        "Q: Do you think --",
        "A: It's not a wedding ring.",
        "Q: Do you think of yourself as a very sentimental person?",
        "A: Not... no, it's strange that you say sentimental. I think I'm more faithful\nthan sentimental. I believe in continuation, in continuity. And it's funny that\nyou asked that question, I have never thought about it. What I'm saying is what\nI'm really thinking. Continuity in a life which has been a constant fight against\nchaos. And remains a life against cha*° -- fight against chaos. We talked about\nGod and praying, what I mainly pray for or am thankful for is continuity. If\nyou come out of a concentration camp, if you come out of metastatic colon\ncancer, third degree, at an institute like Sloan-Kettering and you have a year\nof chemo and you can only take five months of this crap because the side\neffects are too bad. And if you then come back and struggle and are almost\nbetter than before, that's continuity. And sentimental, yes I am. Because when\nJohn Glenn decided or Clinton decided that John Glenn, whatever --\nwhatever plays up, will be in space this year, I got sentimental. I felt, hey, this\nis great, I was there. And I saw that and I was really grown up when he was\ndoing that. It was 1960 -- whatever it was, '69 was the moon, so this must have\nRenata Laqueur 32\nFebruary 7, 1998\nbeen '62 or three. So I was just studying and now Glenn, who was my same\nage, one year younger, 1s going into space, then I tell myself, he's doing the\nimpossible. That's continuity.",
        "Q: The way you describe contin --",
        "A: That's sentimental. That 1s pure sentimental because it has nothing to do\nwith anything. It's just a sentiment that I admired the guy. I didn't particularly\nlike him as a politician, but I liked him as an astronaut.",
        "Q: The way you describe continuity sounds more like what someone else\nwould call survival.",
        "A: Yeah but, 1s survival really -- you see, the trouble with survival is I'm not\nonly talking about physical, because when I mentioned the physical, it's not\ntoo -- of course the cancer and I mentioned concentration camp, it's the\nphysical, but I'm also talking about mental survival, spiritual survival. The\nmere fact of those, that's why I'm so bitter about the publication. The fact that\nthere were people who had the spiritual resistance, defiance, to write under\nthese circumstances, that to me is continuity, that to me is c-- survival, but that\nshould be published. And so what, so if Anne®’ diary -- writes diary while she\nis hiding, the danger is there, but it's not the danger of a concentration camp.",
        "Q: Why did you decide to kind of come out, in effect, with the diary an-and\ntraveling and speaking--",
        "A: Why did I decide to come out? I had the diary, I'm an orderly person, I\ndecided I p -- put this all together, I never thought of publication, never. Just\nas Paul had a notebook about -- he was doing speech therapy in Bergen-\nBelsen. He had this notebook with him and the most unhappy thing which\nhappened to him was not that he came out weighing 80 pounds instead of 200,\n37 R.L.: Anne Frank diary\nRenata Laqueur 33\nFebruary 7, 1998\nbut that that notebook was gone. He is still talking about it, I just saw his\ninterview in Germany. He's still unhappy about the notebook. So if I would\nhave lost my notebook, I would have been quite unhappy. I had given my time,\nmy sleeping time, my energy to this thing. Why did I take it out? It was with\nme. If I had tried to keep it from bed to bed and straw mattress or wood --\nwooden bunk or barrack to barrack, why wouldn't that put it in my wherever. It\nwas this thick.",
        "Q: But y-you held onto it for some time before you decided to make it public.",
        "A: I held on to it -- no, I gave it immediately, the same summer, as I was\nstuffing myself with food, getting fat, really fat. I was fat til I was 40. That's\nanother story. I come back in July, I need to eat, I need to sleep, I need to\nscrew, I need to do everything normal. And Paul says, “Why don't you write --\ntype up that diary, because nobody can read your thing.” I said, “Why not?\nNothing better to do.” So I sat in the garden of my parents home, at the beach\nhouse in Holland and I typed. And I typed the manuscript and then I decided,\n“Why do I type it, I give it to the war documentation, what is the U.S.\nHolocaust Museum in Holland, and that's where it sat. And then something\nhappened. Yes. I told you, it happened in America and somebody in Germany\n-- no, you will find this in the story of the diary, which I give you. My nephew,\nthe son of my Dutch brother, is a NATO officer in Germany. And he comes\nacross a page of my diary in German on a stone on the heath of Luneburg,\nwhere the Pershing weapons on the left, on the west 1s the English and\nAmerican, on the right is the Russian. They stand like this, 1950 -- something.\nHe's in the army on the beginning of 1960. And a German historian had f -- se\n-- written -- seen my diary in the document -- documentary museum in\nHolland or historical institute, he had translated 1t and somehow seen to it that\nRenata Laqueur 34\nFebruary 7, 1998\nit got onto a stone in the heath. And my nephew Matthias, comes to America,\nhe was a student, exchange student. And he says, “Hey, did you know that\nyou're published in Germany on a stone?” I said, “How would I know?” Paul\nwent there, made a picture, sent me the picture, I immediately throw it out, it\nwas a rotten little picture. Don't even have it, forgot about it. Then comes my\nstudies and the professor here who says, “Why don't you do something about\nthe diary? You have it published, now translate it.” So this is how it comes.\nAnd then it begins and you get the whole story in there.",
        "Q: Well, let's get 1t on the tape.",
        "A: I don't have to put that in -- in -- in -- in -- again on tape. How I get the first\ntime to Germany, why I'm so worried about interviews because they ask me\npolitical things, I don't want to get into.",
        "Q: I want to know about how -- how you felt that first time going to Germany.",
        "A: Heh heh, how I felt. I had been in Germany in 1970 on my fellowship, my\none year, two year fellowship and in 1970, which was 15 years, it's 25 years\nafter the war -- no, 15. How much is 45 of 70? 25 years after the war, it felt to\nme as if the war was still on. I went to Munich. It was May, 1970. This is a\ncrucial moment in America. This -- I was in Munich -- at*® Kent State, fourth\nof May, 1970. I never forget it. I was an American, they hated. Because the\nkids in Germany were protesting against Kent State. We had Nixon, I was a\nliberal. I had voted whoever it was at the time who was against it -- Kennedy,\nthen Nixon, then -- Kennedy, th-that was -- who was -- came after Kennedy,\nthe guy from Texas?",
        "Q: Johnson.",
        "A: Johnson.\n33 R.L.: Renata meant to say “during.”\nRenata Laqueur 35\nFebruary 7, 1998",
        "Q: Lyndon Johnson.",
        "A: But this was already Nixon, Nixon was bombing Cambodia and therefore\nthe Kent State started. The war had involved both Deso and me because Deso\nwas a psychiatrist and kept people out of the war, with certifications. I was at\nNYU, you know, we were all anti, anti, anti. In the beginning we were for it.\nFor the first, I would say, the first three years or two years, '33, '34°’, whenever\nwe were in, being Europeans, we were for it. Because we saw again the salami.\nIf you give them one piece, you give them everything. The whole Communist\nhaunt, the whole business. And then as the war went on, we turned around.\nBut by 1970, we were already in 1968, after Tonkin, we turned again. I have\nfamily, relatives, nephews who were in the Marines. The non-Jewish part of\nmy family. They were Marines in Vietnam, captains, enlisted men, whatever.\nAnd those guys turned while they were there. My Lai. I mean I'm just giving\nyou examples. You see, when we talk about chaos and continuity. So I'm in\nMunich, 1970, May, for the first time on my fellowship. First Paris, then\nAmsterdam, and then Munich, to find diaries. And I made one promise to\nmyself, you do not shake hands with anybody who is your own age, you don't\ntalk to anybody who is your own age, because you know that they all lied to\nyou. So, in other words, at the institute where I did my research, if I got a real\nold guy and a guy who said, “Gnadige Frau,” kiss your hand, you know, the\nwhole garbage, of the Bavarian civility, which is close to the Austrians. I was\nice cold. I said, “I need this and this and this from your library, I need this and\nthis and this.” I wouldn't fraternize with the younger people already then.\nWhen I met people who showed me -- give you one example. The younger\npeople were already, in 1970, 25 years after the war, when I talked to the\nRenata Laqueur 36\nFebruary 7, 1998\npeople who were 20, 25, 30, they had nothing to do with it. And I met younger\npeople in Munich. Among others, a young woman who showed me around in\nDachau. She said, “Do you want to see Dachau, now that you want the\ndiaries?” I said, “Of course.” I had been a smoker, I smoked, learned to smoke\nonly during the war. In Dachau, I hadn't smoked for 16 years. I hadn't smoked\nfrom '54 to 1970. In Dachau, I said, “I want a cigarette.” I smoked again from\n'70, til '92, til the cancer. They told me at Sloan-Kettering, “Do you smoke?”\n“T smoke very little.” He said, “If you smoke, we don't operate.” Anyway, so\nGermany was something I did because it wa--\nEnd of Tape One, Side B\nRenata Laqueur 37\nFebruary 7, 1998\nBeginning Tape Two, Side A",
        "A: -- that's with espresso.",
        "Q: Excellent.",
        "A: Mixed.",
        "Q: Okay, so this is Renata Laqueur, tape two. Did you just say that Germany\nwas business for you?",
        "A: Business what?",
        "Q: Germany was business for you?",
        "A: Yeah, Germany was business, Germans meant bringing back a box full of\ncards. Diaries, which I couldn't get at Harvard or Columbia or Washington\nor wherever I had gone. Because I knew there was stuff. And I really found six\ndiaries from Germany and brought them back. Or five diary, I forget now.\nAnd the incredible surprise was the diaries, which were from 1933 to 1945, by\nGermans in Dachau, in Oranienburg, near Berlin and this 1s what the\ndissertation is about. Non-Jews, again.",
        "Q: Interesting.",
        "A: And I didn't make any friends in Germany, except I became very friendly\nwith the person who was the lady who showed me around in Dachau, who is\ntoday a very important person there, because she became someone who is in\ncharge for all the documentation in the area. I've never seen her again, but to\ngive you one example, I become easily friends with people if it is business and\ninteresting. But I will not be intimidated or sentimental just because somebody\nis nice to me, if I don't trust them. That carried over into 1985. 1985, the diary\nhad been published in 1983 in Germany. I[ had seen the proofs, I had seen the\ntranslation and so on and then I had met my diarist, who is hanging up there,\nRenata Laqueur 38\nFebruary 7, 1998\nthere's a*° picture on the left, the young guy. And he had translated it and I had\nmet him in Amsterdam and he convinced me to come to Germany in May,\n1985. As you say in French, in English*’, contre-coeur, against my heart. And\nI said, “Peter, I'll come, but I hate it.” He said, “I'll make it worth your while,\nyou'll meet the people who are like me, who are born in the late 30's or in the\nearly 40's or after the war and you will see that they want to know, they want\nto help, they want to do.” I said, “I don't believe it.” I was very Jewish in this\nrespect. Jews never believe anybody would do that. And he said, “I'll prove it.”\nHe proved it. He proved it from the moment till he disproved it and I never\nsaw him again. The following -- I've never told anybody this. 1945, in May, I\ncame to Germany, he introduced me to the papers, he introduced me to the\nFrankfurter Zeitung. That's where I met the editor who now published my\nlatest article. Everything went wrong. I had always told him, I will meet your\nfamily only if you can guarantee me that they were okay. Because I'm not\ngoing to be in anybody's house, where you were either involved. You told me\nthat your father had worked in Bergen-Belsen as an electrician and that's how\nyou knew. He couldn't help that he worked there, fine, good. I'll meet your\nfamily. While I was in May, with him, we spent a day with his family around\nBergen-Belsen. Were received very nicely, his mother, his father, sister,\nyounger people, right?** Very, very nice. When I came back, in '86 for the\nmovie which they had made about him and me walking in Bergen-Belsen in\n1985, I met him again in Hannover and we talked and we again talked about --\nhe was doing more research about this whole thing and we talked about\n4” R.L.: Renata meant to say “his.”\n41 R.L.: Renata meant to say “...or in English.”\n4 R.L.: Renata meant to say, “We were received nicely, by his mother, his father, his sister, younger\npeople, right?”\nRenata Laqueur 39\nFebruary 7, 1998\nmeeting the wrong or the right people. He said, “I lied to you. My father was\nin the -- ” What is the brown -- the brown shirts? “The SA.” I said, “Okay. I\nstill love you, but I will never meet you again and I will never meet your\nfamily again.” That's how you can trust people. I've never seen him again. He\nhas disappeared. Because I told him, “This doesn't make any sense, why didn't\nyou tell me right away? I would -- with you I have no problem. You were born\nin '44. You published my diary, you've translated it. I would sit by candlelight\nfor your children.*? With -- with a pen,” not with a thing. But I said, “I don't\nwant to be lied to, I don't trust you any more.” Bastard. That's it. That's the\nrelationship with Germany. It remains that way. If I have friends who tried to\nwhitewash the past, I said, “Look, I don't mind it. I have a father who was a\nquote unquote ‘war criminal.’” In the first World War, that's how they saw him\nin Belgium, but at least I knew about it. I can deal with it. But if I'm told\nsomething wrong, I can't deal with it. Then I don't open up. That's chaos. And I\nam too stupid to lie. Because if I lie, I have to remember when I lie. I can't do\nthat. I may repress it, I may forget it. Reminds me of Clinton.",
        "Q: Well in -- in your -- the diary excerpt that I have here, you have this\nepigraph from Goethe, from Faust, interestingly enough. And I'm not going to\ndo the German because my German is really horrible, so I'll do the English\ntranslation. And you have here --",
        "A: Do you mean the epinow*, wh-wh-what is on top of the diary?",
        "Q: “What I possess, I see as 1f from afar; what has vanished--\n[indecipherable]””°\n43, R.L.: Renata wants this to read “You published my diary, you’ve translated it, and you would sit\nby candlelight translating this for your children.”\n4 R.L.: typewriter\n45 R.L.: epigraph\nRenata Laqueur 40\nFebruary 7, 1998",
        "A: Yeah, but that was Goethe, that wasn't me who said it.",
        "Q: I said, this 1s Goethe from Faust.",
        "A: That's a beautiful, beautiful saying. Because if you're in trouble, any trouble\n-- marriage, illness, deprivation of freedom, you start living in the past,\nbecause you cannot accept reality.",
        "Q: So is this true of you?",
        "A: No, but it's not only true of me, this was true of -- hey, I have a dissertation.\nDissertation means you find something which is a general happening, this\nhappened to the 13 diarists whom I describe. They had all the same hang up,\nthe past. Because you can't survive if you have nothing. What you can\nremember is better. Think about it. If you have a diarist who entitles his diary,\nGoethe in Dachau, what does that mean? I'm only thinking about it now, I\nhaven't thought about it for 30 years. That he is deep into literature, deep into\nall the things he remembers about the good, old time when he was a student,\nfree, a teacher. And so he imagines how it would be if Goethe were in Dachau\nand if he meets Schiller or if he meets Hildemene*’ or if he meets\nShakespeare. As the Germans say, unser Shakespeare, our Shakespeare.\nAnd that is the intellectual, who is above the real thing. Just turn it off a\nminute, I want to show you something... ready quarter after four.",
        "Q: Oh, not to worry.",
        "A: This is your -- your free weekend too, this is your husbands time.",
        "Q: Heh, heh, heh.",
        "A: By the way, do you get p-paid for this? I hope so. Does -- the united -- does\nthe Holocaust Museum --\n46 R.L.: The saying reads, “What I possess, I see as if from afar; what has vanished is coming\nclose(r).”\n*7 R.L.: Renata meant Rilke.\nRenata Laqueur 41\nFebruary 7, 1998",
        "Q: Tape’s on.",
        "A: I'm wondering why I didn't ever tell Joan about this, because I've been --\nthe tape was in 1996. 1994, two years after the cancer, I decided I always\nwanted to go to Jerusalem. Not because I'm Jewish, but because of the\ncultural history. The churches, the background, the Bible, the whole thing. I\nhad to see Jerusalem. So in 1994, I took a tour with an American company\nand I went with my dissertation advisor, who was German, but 10 years\nyounger, whose father died in a concentration camp**, whose brother was\nkilled in Russia and we are best friends, 10 years younger. And we went\ntogether on a trip which got us to Syria first. So we were in Damascus, we\nwere in the whole Syrian north, so the art and the thing and then crossed over\nfrom Amman, we were in Jordan, very strange trip at that time. Crossed over\nthe Allenby Bridge to get to Jerusalem. And we came not in by air, but by\nbus. So we were in Jericho, it was the hour of our time*’, we were in\nJerusalem and in Tel Aviv when the bombs exploded in the buses. And for me\nJerusalem was the absolute epitome of history come alive. Like Rome, or\nFlorence, or Amsterdam, or Edinburgh, or you name it. So this is\nJerusalem. How did we get to that?",
        "Q: You were asking --",
        "A: Because I asked you have you been in Israel. And I'm dying to go back,\nbecause I wasn't well, I had a terrible problem and -- and so on. Thought that\nthe -- the cancer had returned, it didn't. Anyway.",
        "Q: Did you feel Jewish there?\n48 R.L.: Renata’s advisor’s father died right after the war, not in a concentration camp.\n” R.L.: Renata wants this to read “So we were in Jericho, it was a strange hour in our time: we were\nin Jerusalem and in Tel Aviv...”\nRenata Laqueur 42\nFebruary 7, 1998",
        "A: No. Absolutely not, but I felt immensely Christian. I mean, everything I\nknew from the children's Bible was real. Gethsemane, and the crosses, and the\nroad at Via Dolorosa, and the landscape from the paintings. I mean, if you\nknow your painting history, 1f you take one liberal arts course with painting\nand the books, as an undergraduate, you've seen all those painting. Besides, I\ngrew up with art. No, I never felt Jewish. Sorry.",
        "Q: The -- the -- your dissertation, you said you --",
        "A: No, I mean for instance, when people went to the wailing wall and you saw\nall these people there with the --",
        "Q: Pious.",
        "A: With the -- with the funny hats on and the -- and hair growing with -- on the\n-- out of the ears. And the guide said, “Does anybody want to go to\nsynagogue?” And there were two or three people who wanted to go, who went.\nAnd Doris -- and Doris said, “Would you want to go anywhere?” I said, “No, I\njust want you to take pictures.” Well, that's it.",
        "Q: Your dissertation, you said these were diaries of Germans? Non-Jews?",
        "A: Do you know, the dissertation were whatever I found. I read diaries of three\nor four Dutch, I have to look it up again. You have to just -- 13 in all. Five\nGermans, not a single Jew in German.",
        "Q: Why?",
        "A: There were professionals, or doctors or painters or journalists and one\nwoman who may have been half Jewish, I think. And the Dutch were two Jews\nin Bergen-Belsen, one guy who was Jewish and who died in Auschwitz and I\nhave his unpublished diary, so that's three and two resistance fighters. The\nGoethe in Dachau 1s -- is a Dutchman, non-Jewish. That's it. And the diaries\nwere in Dutch, in French and in German. And I pulled them together.\nRenata Laqueur 43\nFebruary 7, 1998",
        "Q: In your, I think it's in the first interview, you talk about that you've always\nfelt you were a translator.",
        "A: That what?",
        "Q: You were a translator.",
        "A: I was a tran -- oh, that's what I did in Holland.",
        "Q: Yeah, but I don't mean literally. That you have always been in some way\ntranslating, not just from language to language, but in fact from experience to\nexperience.",
        "A: That I don't know whether I meant it metaphorically, I don't remember. I\ndon't know how to say what a translator 1s, somebody who brings something\nacross -- I don't know. I don't know what that means. To me, translation is\ntaking something from one language into another language and with it comes\nalso the knowledge of how people behave in that country. Because if you look\nat the German language, the German language is very much like the Germans,\nvery complicated, very precise and always putting something together which\nnobody else puts together. The English language is to me the language. It has\nmore synonyms, for -- just look at a dictionary and a German dictionary,\nbecause it's combined of romance languages, Latin, Greek, Celtic, Germanic\nand everything. It is the richest language in the world. Because they have\neverything. This goes for American English, same way, because it comes from\nEnglish. And then they threw in all the other languages here.",
        "Q: But do you see yourself as a translator from one -- one set of time to\nanother time period, from one culture to another, from one kind of emotion to\nanother?",
        "A: I don't know, I'm very unemotional when I work. I'm not sentimental.\nRenata Laqueur 44\nFebruary 7, 1998",
        "Q: So -- so you -- you don't -- you don't see the metaphoric application of the\nword --",
        "A: I don't see it an anthropological, sociological way, but it's -- you have a\ngood point, it's something which occasionally I may be even doing it without\nthinking. You're absolutely right, because if I think of some of the troubles I\nhad with the dissertation, because of the gruesomeness of the German\nlanguage, which then describes certain situations in a concentration camp, I\nmean the word, it's zertrimmern [ mean, I'm thinking of all the things where I\ntried to find -- you smash something. The zertrimmern is you really split,\nyou can hear almost the stones coming apart. The German language is\ngruesome. It's like the fairy tales. Because they combine two things which are\nnot combinable and it becomes a concept. Never occurred to me. And when\nyou work with the concentration camp literature, you get into situations. I'm\nthinking about how d -- I have a chapter in the dissertation about the German\nlanguage, the SS language, where they talk about the Dritte Reich, the Third\nReich expressions. And 1f somebody yells at you in the concentration camp --\nI'll say it in German first and then in English. “Ich la®B euch stehen bis euch\ndie Schei®Ke aus dem — aus dem Nase — aus dem Mund koff>’.” I let you\nstand here til the shit runs out of your mouth. So in other words, abnormal,\nchaotic, whatever. This was the language of the Third Reich. And the\nGermans who -- which also 1s in Goldhagen, the famous Goldhagen book,\nwhich I despise. I had a big argument in Germany about that book. The\nGoldhagen book is incredible. It's a lousy, biased version of the whole thing,\nbecause he “forgets” about the Gypsies, he forgets about the non-Jews who\nwere killed. And that, to my mind, six million is -- 1s not enough, there is\n° R.L.: Renata meant to say “kommt.”\nRenata Laqueur 45\nFebruary 7, 1998\nmore. And that is what's coming out. And that has something to do -- now\ngoing back from the language again, into the whole history, it will take\nhundred years till we have the whole story.",
        "Q: How --",
        "A: But when you mention translation, it gets me into things I never think\nabout.",
        "Q: What language are you most comfortable in?",
        "A: English. I can't write in Dutch, I can't even write a letter any more. Because\nI've been away now, wait a minute '52, say '92 1s 40 years, so let's say 45\nyears. Iam 78, so my first 35 years are in Europe, and in Europe | already\nspoke more than Dutch. I spoke fluent French, fluent English.",
        "Q: And German?",
        "A: Couldn't help it, like a Swiss girl. You learn it in school and I'm gifted. So I\nmean, I've learn -- I've learned Spanish here, just for the hell of it. I'm not\nbragging, it's just one of the things you get like you get vitamins, you get\nlanguages.",
        "Q: Oh, my family's the same way, I mean.",
        "A: What?",
        "Q: I'm the idiot, you know. My mother speaks I don't know how many\nlanguages, her brother even more.",
        "A: That's right, but you get this because you go to a decent public school. It's\nnot a private school. I never went to private school.",
        "Q: In your -- the diary, the translation that I have here, you use a lot of musical\nimagery.",
        "A: What, you -- do you have the diary?",
        "Q: I have here, yeah, I have diary of Bergen-Belsen, N-March 1944, sure.\nRenata Laqueur 46\nFebruary 7, 1998",
        "A: No, no, no, no, wait a minute --",
        "Q: Okay --",
        "A: What do you have?",
        "Q: Dear, you really have a copy. Music, yeah, the music 1s something I grew\nup with, like the fashion, but the music has gone away, it has become theater\nnow. Since -- and that may be why I love America, I got all my background,\nbeautiful and I'm grateful for that to God and my parents. The background I\nhave is one solid, liberal arts -- I could have had science, but I refused to get\ninterested. That's a different story. In America, in New York, I became a\ntheater addict. In the 50's, no more, because it's crap right now, in comparison\nto what we had in the 50's. I saw every great American play, from Miller to\nTennessee William, not one time, but five, six times. Cheap. In the balcony. I\nwent through the whole Broadway, up, but also down. Now we are back, we\nare coming back.",
        "Q: Why theater and not music?",
        "A: Because I had all the music and I don't, I got all the music as a youngster. I\ncouldn't do both because it was a matter of timing, a matter of money and why\nnot music, because I don't have the patience to sit and just listen. I got spoiled.\nNow, since 1945, I don't think I've been to a single concert, I had all my\nconcerts in the concertgebouw”! in Amsterdam with Mengelberg, with\nFurtwrangler, with Toscanini, whoever came over, we -- we heard and saw.\nBut since I came to New York, it was theater and literature. And New York is\nboth and it's also music. But some other people, some my friends say, “How\ncome you never went to Carnegie Hall?” I only went to Carnegie Hall for\n51 Concertgebouw: concert hall\nRenata Laqueur 47\nFebruary 7, 1998\ncertain things, at Christmas or so, or if Schneider was giving a kid concert,\nthings like that. With my nephews and nieces, of course they have to get it.",
        "Q: You talk a lot about smells in the diary.",
        "A: Smells.",
        "Q: Do you still connect strongly with smell?",
        "A: Very much no, lost all of it with the chemotherapy. Don't smell anything.\nThat's why I eat garlic, because I never smell it anyway. Smell, sound -- I\nsuddenly remember the smell of, what is that turnip? The smell of stinking\nsomething, of the disinfecting in the shower. That smell was unforgettable. It\nis like in Proust, when he has the madeleine and he gets the whole thing back.\nThat's the things which you don't repress, which come back as they come. If a\ncertain smell comes, you associate with the smell. If a certain sound, if a\ncertain picture. Associative memo-memory. Don't you have that? Every person\nhas that. What do you remember of your youth? A sound, a smell, a feeling, a\ntouch. All the six senses.",
        "Q: So you remember --",
        "A: Strange. As we talk about it, I suddenly realize, I can not remember pain.\nThat's repressed. I'm thinking of pain -- strangely enough, that was in normal\ntimes, the pain of dentistry. That is the pain I remember and that is the pain I\nrefuse. I do not go to any dentist who will not give me anything against nerve\npain. Be it a bridge, be it a nerve -- root canal, be it a drilling. I said, “I won't\ncome unless you deafen me, dumb me.” He said, “Good.”",
        "Q: Okay, I don't know if this is a pain, but you in the diary say, “The\nnightmares of the typhus siege have not left me.” How about now?",
        "A: The pain of -- I'm thinking of pain in the concentration camp, but I had very\nlittle pain. Very little pain except -- discomfort is not pain. Pain and discomfort\nRenata Laqueur 48\nFebruary 7, 1998\nis incredibly different. Real pain 1s un -- I've never been tortured. Unbearable\npain, I only remember in connection with the colon cancer. And that was\nunbearable because it was unexpected. And once again I — d-don’t -- I'm not --\nI don't know why that has anything to do with anything. I wake up on the night\nthat O.J. 1s driving his white whatever --",
        "Q: Bronco.",
        "A: Bronco -- with such horrible pain as I've never had in my life. Friday the\nJune 12th, going onto Saturday morning. I go to the bathroom, I vomit. I vomit\nand shit at the same time and I know what it 1s. How do I know? From\nliterature, from Hemingway, from Snow of Kilimanjaro”. At four a.m. I call\nmy doctor at home, the chief of gastroenterology at Sloan-Kettering. And I\nsaid, “Sidney, I have gangrene. I have an obstruction.” He said, “Are you\nnuts?” I said, “No. I stink, nothing stays up or down and I -- I have such pain,\nI'm in absolute -- wild with pain.” He said, “Go to the hospital.” I said, “I can't\nmove, I have such pain.” He said, “I can't help you, my wife is dying.” His\nwife died that night --",
        "Q: Oh my God.",
        "A: At Sloan-Kettering. But that has nothing to do with anything. How I got\nfrom the bedroom to the phone, calling my super. I said, “Ruben, I am dying\nof pain, I have to get to Sloan-Kettering, will you take me?” He said, “I'm\ncoming.” Looking for my papers here, to get my papers, my keys, I ran into the\ndesk, the desk broke apart, because everything is old here and rickety and\nRuben comes up. I said, “Ruben, help me get dressed, get me to the car and\nget me to Sloan-Kettering.” It took us an hour to get me dressed, to get me\nthere and then they took over and it took them 24 hours till they decided they\n2 R.L.: Renata meant Snows of Kilimanjaro.\nRenata Laqueur 49\nFebruary 7, 1998\noperate. My surgeon came back from the country. He said, “Renata is ill, I\ncome back.” They operated, it was gangrene. They took again, some stuff out,\nnothing to do with the cancer. It had something to do with something I had in\nmy belly for years and it had festered, infected itself, strangulated itself and\nthat's it. But it was the worst pain I've ever had in my life and after that I was\nsix weeks with drainage, had home care here, in this apartment. It was the most\ndebilitating operation I ever had. And then I went to the Near East and to\nJerusalem. And to Petra and in Petra climbed on a horse and thought I had\nsplit something. And that's why it wasn't so happy in Jerusalem. Then comes\nthe third operation. I am in the Far East, traveling, and I get a terrible cold in\nBangkok, and | start coughing and I feel that I have another time, something\ngoing wrong in the right side. I come back to Sloan-Kettering in January and\nsee my surgeon. “It's nothing. It's a muscle which got in the way, you got to do\nexercise. I will operate on you, but this time I can't do anything any more,\nunless you're really very thin. Lose some weight, I will try to stitch you up\nfrom the inside. Otherwise I have to put a maze in behind it, which is a foreign\nbody and then you may reject it, you get more operations, more operations. Do\nwhat I tell you, come back in three weeks, we'll operate. Lose three, four\npounds.” We operate, I still have the stuff. He could do what he could do. He\nsaid, “Stay thin, you have no cancer. Come back every year for your\ncolonoscopy.” But pain, if it's unbearable, I remember it. But it had nothing to\ndo with the concentration camp.",
        "Q: Disease has shaped much of your life.",
        "A: Hm?",
        "Q: Disease has shaped a lot of your life.",
        "A: It's what?\nRenata Laqueur 50\nFebruary 7, 1998",
        "Q: Has shaped a lot of your life, it seems.",
        "A: It's shaped a lot of my life. It's still shaping. And I don't know, sometimes, I\nmean, I sound very upbeat when I meet Joan or you, because I only talk about\nthe positive thing. The negative things are getting older, feeling that you can't\nreally do anything any more which 1s worth it. You want to leave something\nfor the young people and the only time I really feel very “with it” 1s when I\ntalk to youngsters, be it at the U.N. or at the private schools, or in Germany\nand I tell them, “Let's avoid this. Let's not discriminate,” and... I think it is the\nwhole discrimin-ory-tory process of because he or she has a different skin or a\ndifferent nose or a different background and this goes right into the 90's. And I\nhave been in America since the McCarthy time, through a couple of\npresidents, always voted against, never for. What? means for freedom, for\nliberalism, for whatever will give people what I consider a better life. And\nthat's it. And if you live in New York, and if you keep your eyes open, you see\nalmost as if everything in a microcosm, is because everything which happens\nhere, happens all over the world. All I have to do is go west or south in\nManhattan, or even east, and walk along the river and I'm back in Holland,\nbecause it's the same landscape. Especially if I go down to the battery.\nBrooklyn is Holland in many ways. New Jersey is in many way Holland.\nAnd Ellis Island. All that stuff is Holland. Even with the church spires. If you\ngo mid-town, if you go downtown, you have America. If you go uptown, out\nof New York, you're somewhere in Europe. Because it's -- can be either\nGermany or Holland or England. You go to Boston, you're almost in\nPortugal. No, and this 1s living in America. Everything repeats itself here. I\nlove it. I love being a European who has become an American. Because my\n3. R.L.: Renata meant to say “that.”\nRenata Laqueur 51\nFebruary 7, 1998\nEuropeanism has reinforced what I love in America. Whether I'm in Portugal\nand see the same stones, which I see when I am north of Boston, because that\nconnects, or whether I'm in Ireland on the west coast and I know that someday\nthis was all together. And I understand the Irish and I understand the Scotch\nand I understand the Dutch and I understand the Portuguese because I learned\nSpanish. And I have not been in South America, I've carefully avoided it\nbecause I like to go to countries where I feel comfortable. I have avoided\nChile because of the dictatorship, Brazil because of it's stuff. Argentina\nbecause of Franco™. I wasn't in Spain more or less, till Franco was kaput. In\nGreece till the dictatorship was kaput. And that's very hard these days, to\navoid countries. I'm still dying to go to Iran Persepolis. But I'll wait. If I see it\nfine, if I don't see it, fine.",
        "Q: How's your health now?",
        "A: Hm?",
        "Q: How is your health now?",
        "A: It's okay. It's okay if I don't overdo it. I swim six times a week. I walk five\ntimes a day up and down. I walk every day at least half an hour. Shop every\nday, carry every day and my family wants me in a nursing home. I said n -- my\ndoctors at Sloan-Kettering said, “Are you crazy? Stay as long as you can and\nfeet first.”",
        "Q: Do you still work?",
        "A: I still work at Sloan-Kettering at least once a week. I am part of a program\nwhere they talk about nutrition and cancer and I help them with their grants. I\nwork with psychiatrist, who gives me manuscripts about post-traumatic stress\nand so on. I do stuff. Not enough. Don't get paid. They have no money.\nRenata Laqueur 52\nFebruary 7, 1998",
        "Q: Hospital seems to be recurring in your life, you -- you --",
        "A: Pardon?",
        "Q: Hospitals seem to recur in your life, a-at one point I think, in the first\ninterview, you talk about that it had nothing to do with patients or medicine, it\nwas about food.",
        "A: That's right, it had to do -- it wasn't true, because the first 10 years -- I\nworked 23 years. The first 10 years I trained, in a sense of I had never, ever\ndone any budgets, I'd never done any financial thing. I went to school in the\nhospital, on my own time, didn't get paid for that. And I learned how to write\ngrants and then only the last 10 years had to do with food because I was in\nnutrition and cancer. The rest of the time I just learned about cancer. And boy\ndid I learn.",
        "Q: Why did you or how did you transition from comparative literature --",
        "A: Oh, that's just very easy, the New York Times.\nEnd of Tape Two, Side A\nBeginning of Tape Two, Side B",
        "A: -- put you into cancer.",
        "Q: Is it your PhD?",
        "A: PhD, 1971, I look for jobs, I write hundreds of letters, get hundreds of\nnothing back. In February, it must have been February the fourth, on the\nSunday Times, there is an ad of Memorial Sl] -- I had worked there as a\nsecretary. When I came off the boat here and off the train in Canada, I didn't\nwant to work in business. I worked at Sloan-Kettering, because it was on my\navenue, I lived here and I was a medical secretary. I could learn that, I had\nheard medicine at home, I had all the background. I was six years a medical\nsecretary at Sloan-Kettering, I need this in order to tell you how I got back. I\nRenata Laqueur 53\nFebruary 7, 1998\nleft there only because my mother had died and I got some money and I\ndecided I don't want a mink coat, I don't want a house in the country, I want to\nstudy. So I studied New York University, Columbia, 1960. I had worked at\nSloan-Kettering from 1953 to '59. In between I worked as a part time\nsecretary in medicine because I didn't want to give that up, so I had medical\nexperience. From '71 to '73, I looked for jobs in comparative literature,\ncouldn't get a thing. February fourth, 1973, there is an ad in the New York\nTime: Memorial Sloan-Kettering Cancer Center, looking for a coordinator-\nwriter for their grants office, who has medical background, languages. I write a\nletter to my former boss, who lives on East 68th Street, bring it to his home\nand say, “Marty, I need that job. I'm going to Antigua this week, because I\nneed a tan for my application, see I have to look better. Get me that job.” I\nwrote a letter also to Sloan-Kettering and sent him a copy. I come back from\nAntigua, I have the job. He left a message -- I didn't have an answering phone,\nhe left a message for me, call me, you have an interview. Or they called me,\nwhatever was the note, I had an interview. I got the job. At that time, 10,000\ndollars a year, which was 200 a week, I worked from eight in the morning til\n10 at night, no overtime, no nothing and learned the job, grant writing. And I\nended up with having something like 150 labs as my clients. And reading their\nstuff, editing their stuff, putting it together in the format and shipping it out to\nthe National Cancer Institute or to the National Institute of Heart and Lung and\nI learned more than I ever learned. So this is how I got from literature into\nmedicine.",
        "Q: Medicine frames your life in so many ways, I mean your father --",
        "A: Yeah, that's right. I'm married, I'm -- father was a ph -- a physician, a\nhusband who was a physician, a brother who was a physician, and so on. And\nRenata Laqueur 54\nFebruary 7, 1998\nmedicine 1s -- I always wanted to write about the doctor in literature. Doctor\nand literature are very close. Doctor and science and mathematics are very\nclose. It's the literature and the doctor which is very close to each other. That's\nthe answer. And I end up with a dissertation was just literature. And two years\nlater I'm in medicine. Never occurred to me till I talked to you. So again I\ntravel from one specialty to the other, from one country to another, from one\ndiscipline to another. The fashion is the -- the drawing. The drawing comes\nback as I travel, because I only draw every time -- a Christmas card is a\nbuilding, is architecture. That goes back to my youth, to my education, to the\nliberal arts. So the whole thing is full cycle. If the dissertation is finally\npublished. I'm waiting. Look at that article in the Frankfurter Zeitung. What\nelse is that but going back in time from experience to transition, from chaos to\norder and continuity? And I'm, by Jove, not an intellectual, I'm an intuitive\ntalker, doer.",
        "Q: Today, while we're talking, are you participant or spectator?",
        "A: I'm very much a participant, I'm not a spectator. I'd -- strange thing is --\nthat's very interesting. If you talk, you don't document. If I write, I better\nwatch what I'm doing and there I become the spectator. Because I cannot write\nunless I edit. If I talk, unless you guys stop the machine, there are lots of\nthings I might want edited out if 1t goes somewhere. But if I talk, I talk honest.\nIt's an incredible question, are you a participant or a spectator. I don't think I\nsense it a lot, I sense it a little bit, but very much on the surface. I just ser-se --\nsense it only four letter words, because I very often think in four letter words.",
        "Q: You think in English?",
        "A: I think -- I think in English, I dream in English, I react physiologically in\nEnglish. I know this because I went into shock. I went -- they gave me the\nRenata Laqueur 35\nFebruary 7, 1998\nwrong medicine in 1956 when I was an employee at Sloan-Kettering, as a\nsecretary. They gave me penicillin and I went into shock. And they called my\nhusband who was work out in Creedmore as a psychiatrist, they said, “Renata\nis in shock, come. We gave her penicillin and she's --” And he said, “What's\nshe talking?” He says, “English.” So in other words, English has become my\ncommunication. At the same time, I also know -- and this has nothing to do\nwith me, but I know from Holland and from the resistance that if they gave\npeople -- they didn't have to torture them, they just wanted to find out where\nthey were from, all they had to do was take a pin, and how they said “ow”, or\n“ai” or “ouch” or “oy”, they know where they came from. And I know from\nhaving been married to a psychiatrist and having dealt with all kinds of issues\nalso at Sloan-Kettering, that if you are in pain and how you react, it will bring\nback your mother tongue. And what I say, when they do something, I'm -- I'm\nusually don't say anything, I’m not a howler, I'm very tough -- is -- it may go\nback to German or to Dutch, but I doubt it. Because even in shock I talked\nEnglish. But I know, for instance, that the aunt of my husband -- he was\nJewish, Deso -- and she came from Poland and her children were very un-\nJewish because they had married American Fortune 500 people. And got made\nit up in the media>’ and wherever, and she refused to say that she was Jewish,\nalthough her name was Margulies. They said it was French and they said he\nhad been to the Sorbonne when he had never been near it. Doesn't make any\ndifference, but they were not Jewish. What does bad luck have? She gets a\nstroke and she talks only Polish and Yiddish. So this is where I'm very careful\nand I tell myself, don't ever deny anything, because if you're on your deathbed\nor if you have a stroke, you'll talk anyway, whatever it is. So I don't deny\n> R.L.: Renata meant to say “They got it made also in the media...”\nRenata Laqueur 56\nFebruary 7, 1998\nanything, I would never deny anything, it's stupid. If you lie you have to\nremember what you said.",
        "Q: But you said in that first interview that you're -- can't --",
        "A: I'm not Jewish enough for the Holocaust Museum.",
        "Q: No, no, wait a second, you said that your -- I think it was your second\nhusband said that you were, what, a monster, you weren't a moral person.",
        "A: That's right, no, my m -- m -- my Deso, not Paul, Paul is my generation.\nMy husband was the 19th century moralist, the very moral person. He said,\n“You are an amoral person.”",
        "Q: Are you?",
        "A: Yes.",
        "Q: What does that mean?",
        "A: What does that mean? It means that I have my own rules. I don't feel, I felt -\n- I've -- [had to go into psychiatrist>° to be re-educated because I was lifting --\nshoplifting left and right. Because the barrack was so nice and I would take\nthis or I would take that. I still -- it's very hard to go somewhere that I don't\npick up a lipstick. But, I have my own rules. As long as I don't hurt anybody.\nFor instance, all these sexual things, I don't want to talk about this, shut this\noff... -- you to the U.S. Holocaust Museum, my inner soul. Give me -- give me\nan answer.",
        "Q: Because your soul and your experiences differ from anyone else's soul or\nexperiences and that's how we learn. That's where truth comes from.",
        "A: You're not a psychiatrist.",
        "Q: No.",
        "A: And I'm not --\n© R.L.: psychiatry\nRenata Laqueur 37\nFebruary 7, 1998",
        "Q: I've been to a number, though.",
        "A: What?",
        "Q: I've been to a few.",
        "A: No, but what I mean and I have carefully avoided psychiatry, not because\nI've anything to hide, but because I don't believe in it. You have to do it\nyourself. And my husband agreed. He was a psychiatrist, but he was a\npsychiatrist of the eclectic ilk. He said, “If I have a patient who is with me\nlonger than six months or a year, I kick him out. Because if I haven't covered\neverything this person has to give me, there's something wrong with my\napproach or his denial.”",
        "Q: Okay, you say you still shoplift.",
        "A: What?",
        "Q: You said you still shoplift lipsticks.",
        "A: So what? So I've made peace with it. But -- I'm very happy with it. If I can\nlive with myself and if I can function and overcome barricades which obstruct\nmy life, be they in career or in health or in whatever and I still don't hurt\npeople, why do I need psychiatry? Why do I have to bare my soul? It's\nnobody's business what is the third level, the fourth level? I really feel -- I'ma\nScorpio and Scorpio are diggers. We dig deep down and then we hide. Do you\nknow how I learned that? From my psychiatrist husband, who believed in\nsomewhere, not in astrology, but he says, “You know, just look at your picture,\nwe are both Scorpios, we fight like hell because we are both the same sign. I'm\na generation older than you and I have more moral beliefs than you do, you are\ntotally demoralized by war. Your relationship with your father, you were fa --\nfighting the nine -- the 19th century all your life. You're all 20th century.”\nNow I'm 21st century. He said, “The last thing you need is psychiatry. You\nRenata Laqueur 58\nFebruary 7, 1998\nneed an education, a re-education. You have to learn that you can't do this, you\ncan't do that, you can't do that without running into trouble. But otherwise --”",
        "Q: In the -- the article you sent me, the translation of -- for the Frankfurt\npaper, you say that you're -- you won't take a shower, you're --",
        "A: I don't want -- I hate showers. People who were in Auschwitz would\nunderstand this much better because shower was gas. In Bergen-Belsen there\nwas no gas, but a shower in Bergen-Belsen meant taking a shower while the\nSS is watching and with all these other skeletons and whatever. I don't like\nshowers, I've never liked showers. I want a bathtub, where I'm alone and\nnobody watching me. But showers for other people who were in concentration\ncamp is gas. And that -- that's why I don't make a big thing about it.",
        "Q: Y-You referred in the other interview to victims in Bloomingdale's clothes.",
        "A: Yeah, that was that horrible movie, made about, I think it was m-meant -- it\nwas based on a Gerald Green movie, where they showed the people in\nTheresienstadt and where they -- I said they were in Bloomingdale's clothes,\nthey looked much too good. And that is one of the reasons, I'm not bitter about\nit, but I ended up with the literary agent of Norman Mailer, Gerald Green\nand a couple of other famous writers, where I gave him my diary and the\ndissertation and I think I paid him 800 dollars to just read the crap. And he\ncame back with a criticism which I have somewhere. I've hidden it, but it is\nlike going into psychoanalysis. What he said hurt so deeply that I got burned.\nHe said, “It's very original, it's very real, but it is totally unpublishable because\nthere is no sex, there is no real violence, there 1s no -- it's not sellable, salable.”\nIf I would be dead it would sell like hotcakes! I know that. If Anne Frank\nwouldn't have died, the diary would never have been published. You have to\ndie in order to prove something. I'm not bitter, because I'm delighted to be\nRenata Laqueur 59\nFebruary 7, 1998\nhere. But how often have I said in Germany, if I would have been died’, I\nwouldn't need you to publish it. But the Germans had a bad conscience, so they\npublished it. Isn't that kind of funny?",
        "Q: Who would you like your audience to be for your work?",
        "A: Pardon?",
        "Q: Who would you like your audience to be?",
        "A: The youngest possible, because they have no idea what we're talking about\nbecause all they get is the stuff from other countries where you have things\nlike that happen, Bosnia, maybe even Iraq. What do we know what this God\ndamn guy is doing? We know now about Taliban and the people in\nAfghanistan. And especially how women are being mistreated and so on and\nso on. It's going on. And I still talk like an old professor. Remember one of the\nguys whom I quote in my dissertation, who calls the 20th century the century\nof the grotesque? We are going with the grotesque into the 21st century.\nEverything is upside down, topsy turvy. From the smart bombs to the coletvil™\ndamage, to the concentration camps, to the treatment of people, to the racism.\nI mean everything. There is nothing which is normal. The good old times.\nThere is no continuity. And if we lose respect, we lose continuity. Boy am I\npreaching on the soapbox right now. I would stand in Central Park and this is\nhow I stood in Germany and this is how I stood at the UN. I said, “Kids, do\nsomething about it, let's have some decency, continuity and I mean morality,\nwhich is acceptable.” You can still steal a lipstick or have an affair and still be\nvery moral. You know what I mean. Okay”? Basta.",
        "Q: Okay. When you went back --\n°7 R.L.: Renata meant to say “dead.”\n* R.L.: collective\nRenata Laqueur 60\nFebruary 7, 1998",
        "A: It is 10 after five.",
        "Q: Yeah.",
        "A: You started at 20 of three. How long do you want to have this go on?",
        "Q: Are you tired?",
        "A: That was the trouble with Joan. Joan says, “I have more questions.”",
        "Q: Hey, I'm Jewish, of course I have more questions.",
        "A: That has nothing -- oh, wo-wo-wo-wo-wo-wait a minute. Jews -- if you talk\nto Jews, real Jews, they ask you a question, but when you answer, their answer\nis a question. And that's why it never stops.",
        "Q: So why shouldn't it be?",
        "A: Hm?",
        "Q: So why shouldn't it? To answer you with a question.",
        "A: No, no, I am very serious. There comes a point where, to my mind, unless\nyou have a real question, this all has been answered already, was by Joan. No,\nshe didn't ask me, do you feel a participant or do you feel a spectator. This is\nas crucial as why did you write. Because I come to c-certain level of insight,\nwhich actually makes me now even more keen on never giving more\ninterviews. There 1s no point to it. I don't have to discover things, I know by\nnow. How important 1s it whether I'm a spectator or not? It's a nice twist. It's a\npsychological twisting the knife.",
        "Q: I don't understand.",
        "A: I don't know what this is, but you guys, reporters, interviewers, historians,\nprofessors, psychologists, all of you God damn compassional””’, including\nmyself, I have a feeling when you interview people, you sometimes open a\nwound. And you're not cruel, but you twist the knife. You go a little deeper.\n°° R.L.: compassionate\nRenata Laqueur 61\nFebruary 7, 1998\nAnd if you get an exhibitionist like me, who loves to talk, you're lucky,\nbecause you dig deeper and deeper and you find levels. But there are always\nlevels nobody will ever talk about. So what? So you go from level one with the\nelevator down in the basement and then you go below the earth's surface and\nthen you go all the way up and you come on the other side of the earth and you\ncome up again. And what have you done? Dug into something. And what are\nwe going to do about it? That is the thing. I'm not hurting more than anybody\nelse, I think I hurt less, because I have in -- desensitized myself. I refuse to feel\npain. That's part of survival. Some people said to me, “You never mourned for\nyour husband, whom you dearly loved.” He was the great love of my life. I\nsaid, “Who has time?” If I do that -- I've barely given myself time to\nrecuperate, in order to get on top again. So that is the style, but that's not\nsomething which other people do, or should do. This is very, very unusual and\nmay eventually, finally kill me. This week -- okay, let it be, I'll leave it on,\nalthough I haven't told anybody, ever. This week I went to the tailor and I had\nto have a pair of sh -- pants shortened. I step out of my pants, I step back into\nthem and it's in a little stall where you have a curtain around you because it's in\nthe shop and I have nothing to hold on and I knew I was going to fall. And I\nonly told myself, “Not on your head.” So I fell backwards and I'm used to\nbeing very limber. And the guy was not there. I said, “I'm falling.” He said,\n“Oh, my God.” I told myself, “Geez, what does God have to do with?” I fell. I\nhurt myself quite badly on my right side and I told myself, “Don't break your\nhip.” I have osteoporosis, of course. Don't break this, but I suddenly realized,\nonce again I had gone beyond what I should be doing. I should have known\nthat with this side effects I have, I should hold onto something. But I didn't.\nOne of these days --\nRenata Laqueur 62\nFebruary 7, 1998",
        "Q: What do you metaphorically hold onto?",
        "A: What do I metaphorically do?",
        "Q: What do you metaphorically hold onto?",
        "A: Metaphorically I hold on to -- I just think of giving you the first thing I\nthought, staying on top. Which is in control. I -- Joan knows about it, I told\nher about it. At Sloan-Kettering or wherever, they have trouble putting me to\nsleep, I will not do it. They say, “Shut up already, we'll give you something.”\nBecause if I'm anesthetized, I don't feel anything, I'm not in control. This has\ncome back to 19 -- f©° -- I would say to the concentration -- I didn't have this\nbefore the war. I was like everybody else, if I had to have something. After the\nconcentration camp, I will not be in the dark till it's dark. “Death shall have no\ndominion.” Death had it's dominion in Bergen-Belsen. And Paul always says\nto me when he meets me, he said, “You are amazing. You still alive.” I said,\n“Yes, but so are you.”",
        "Q: Because of you.",
        "A: Yes. He says, “But I'm much more depressed than you.” I said, “That's why\nI divorced you.” I tell you -- no, I -- you should see my sister, my sister is two\nyears younger and she's at least in looks and in behavior, at least 95 years old.\nAnd we don't get along because she feels that I'm too theatrical, too outgoing,\ntoo this, too that, too rigot®! whatever. Tough.",
        "Q: Do you have fun?",
        "A: Huh?",
        "Q: I have fun, most of the time. But if I don't have fun, I also find how to get\nmyself out of the pit. I have new -- new therapies. First of all I have book\nURL: rigid\nRenata Laqueur 63\nFebruary 7, 1998\nwhich is ideal, which is “The Erroneous Zones,” not the erogenous zones. And\nthat book answers many questions from why do you do this or why do you\nthat. If I'm really depressed I read it. I don't remember it, but I know it. I found\na way, this fall, when I was terribly depressed, I was angry, bitter, lonely, I\ndidn't want to be 78, didn't want to live. And I told myself, “You got to do\nsomething because otherwise you end up paying 100 dollars an hour to talk\nabout the crap.” So that done it. So what did I do? I decided I wear, every day,\nbesides clean underwear, which I do anyway, every day something different.\nEven if you're alone. Don't wear the same T-shirt, though you wash it. Wear\nsome jewelry. You always wear lipstick. So do it. I've not been really\ndepressed any more. I found the way. That happened in -- around my birthday\nin November. Now it's February, I'm doing okay. But I forced myself. Do it,\nmake a plan, finish every day something, even if it is crud, but do it. And don't\nwatch so much television, now again. O.J. I didn't watch, but this Clinton\nthing. Okay. Questions?",
        "Q: You had mentioned, and correct me if I'm -- if I'm not remembering well,\nyour nickname was Gaga?",
        "A: G-Gacka.",
        "Q: Gacka.",
        "A: G-a-c-k-a, which is talker, yakker. I must already have done this when I\nwas a kid, couldn't shut up. My husband used to say, “You talk the air away.”\nBut then now, I'm alone and I don't talk to anybody, sometimes for days. And\nif you have an interview, you're supposed to say, you're supposed to talk. No,\nI've learned to shut up. I can shut up.",
        "Q: How would your parents feel about you doing these interviews, about you\ntalking about all of this, do you think?\nRenata Laqueur 64\nFebruary 7, 1998",
        "A: How would they feel if they -- why do you think I don't show my family the\ntapes? Because there are things I already did as a child, I talked about the\nimpossible things. I wanted them to be more open, more direct, less\nhypocritical. My sister is two years younger, she is much more 19th century\nthan I am. She married a guy whose third wife she was, who named their first\ndaughter after his first wife.",
        "Q: Whew.",
        "A: I don't have to say anything else. You can imagine how the relationship 1s\nbetween mother and daughter today. It's totally fucked up. The daughter\nbecame a lesbian. Now, at the ripe old age of 45. And married and divorced\nand ah. Now I want you to shut off the thing. Because I'm talking about\nsomething --”\nEnd of Tape Two, Side B\nConclusion of Interview\n62 An amendment has been made to the Interviewee Release Form in regard to the final statements of\nthe interview, beginning with “ It’s totally...” and ending with “Because I’m talking about\nsomething.” At the request of, and in agreement with the interviewee, the United States Holocaust\nMemorial Museum prohibits the use of these statements, in whole or in part, both by third parties and\nby the Museum itself, in any publication, display, or production, in any and all media now known or\nyet to be developed in the future.\n"
    ],
    "questions": [
        "Question: Well, so I've got -- I-I made a bunch of notes, listening through to\nthe -- the first interview.",
        "Q: I see. Okay.",
        "Q: I-I made some notes, listening through to your first interview, about just\nsome concepts I wanted to go over and some things, but the first thing I need\nfor the tape, which is so simple, is your name.",
        "Q: Did you ever have a middle name or anything?",
        "Q: Why?",
        "Q: Now you were born in Germany?",
        "Q: So what -- you're an American citizen, born in Germany, now Poland,\ngrew up in Holland. What is your n -- your identity now?",
        "Q: So you were by yourself in Montreal?",
        "Q: What did you do?",
        "Q: I want to go back to your saying that y-your identity is as an American,",
        "Q: from Holland with [indecipherable]",
        "Q: The tulips.",
        "Q: L-Let's get back to the identity thing for a little bit.",
        "Q: The or -- the identity thing. Your parents -- as I recall, you said in the first",
        "Q: You -- on the ph -- when we spoke on the phone a while back, you said that\nyou weren't Jewish enough for the Holocaust Museum.",
        "Q: Do you feel Jewish?",
        "Q: Do you feel Jewish?",
        "Q: Do you have any spiritual practice?",
        "Q: Practice. Was there an -- you said you prayed.\n1 R.L.: Renata meant to say “is still in 1932.”\n1 R.L.: Renata meant to say “ ...with his children becoming Dutch because he wanted this.”\n13, R.L.: Renata meant to say “U.J.A.”",
        "Q: Do you --",
        "Q: Have you ever read the Bible? Old Testament?",
        "Q: Y-You said that when you -- when you pray, it's -- it's to manipulate? Those\nwere your words?",
        "Q: Do you --",
        "Q: Okay.",
        "Q: Yes. Thank you.",
        "Q: So I -- I want to get back to this Jewish thing for just a little bit, because so\nmuch of what happened to you, or everything that happened to you was\npredicated on your being Jewish.\n14 R.L.: Renata meant to say “Or thankful to God.”",
        "Q: What ef-effect on your thinking --",
        "Q: Why?",
        "Q: Do you celebrate Christmas, Hanukkah? Neither? Both?",
        "Q: Do you celebrate Christmas or Hanukkah?",
        "Q: What about Passover?",
        "Q: Do you relate to Passover? Freedom from oppression, all of that?",
        "Q: You said in that first interview --",
        "Q: In that first interview, you s -- when you were talking about your father\njoining the German army --",
        "Q: You said, “I hated to be my father's daughter.”",
        "Q: You still h -- sounds like you still hate being your father's daughter.",
        "Q: How has the --",
        "Q: You have a boyfriend now?",
        "Q: Good for you. This guy?",
        "Q: This one here?",
        "Q: Okay.\n20 R.L.: Renata meant to say “him.”",
        "Q: Jewish?",
        "Q: Okay.",
        "Q: How did that influence your desire to keep learning and -- and becoming\nsomeone?",
        "Q: Okay. How did that influence --",
        "Q: Y-You mention often, your kind of independence, your chutzpah,\nmanipulative, t-to use your words. How do you think that influenced your\nability to get through all those situations that you found yourself in?",
        "Q: No, I don't mean from the father, I mean that you have, you talk about the\nindependent spirit of the Dutch and the Americans and that's what you relate\nto. In your first interview, you talk a lot about, you know, your -- your\nchutzpah, you're -- you know, if I don't get this out of you, I'm going to dunk\n3, R.L.: “But then you get the impact on the children.”",
        "Q: How much do you think that has to do --",
        "Q: Still are.",
        "Q: You've had a number of illnesses.",
        "Q: You're a good talker.",
        "Q: How has that first interview affected you, now that you look back on it?",
        "Q: But has -- has that first interview, where you were asked to remember\ncertain things, helped you remember in any way?",
        "Q: Has it helped you remember other things? Having been asked those\nquestions before?",
        "Q: Yeah, if -- if having that first interview with Joan has prompted you to\nremember more things since then?",
        "Q: In -- in that first, in -- you wrote a letter to Joan afterwards that you t --\nwhere you mentioned the -- and I'm not going to get the words right, repressed\nmemories that came out from doing that interview, repressed --",
        "Q: Repressed and buried memories.",
        "Q: No, that's okay.",
        "Q: These are repressed.",
        "Q: Repressed and buried memories.",
        "Q: What are your favorite foods?",
        "Q: What are you favorite foods?",
        "Q: Why?",
        "Q: Are there --",
        "Q: Do you cook?",
        "Q: Do you cook?",
        "Q: In --",
        "Q: And then you went on to do more studies.",
        "Q: Then you went on to do more studies, after?",
        "Q: What was your second husband's name?",
        "Q: What was his name?",
        "Q: Beautiful name.",
        "Q: No, b-beautiful name, does it re--",
        "Q: I wanted to ask you about these things, so good, let's go ahead with it.",
        "Q: Titillation is fact.",
        "Q: When you were in Montreal, did you see each other?",
        "Q: Why did it take four years?",
        "Q: Talk about that a little bit more. So you were a political activist before you",
        "Q: So, what'd you do?",
        "Q: So -- so were you working at the time as well?",
        "Q: Doing what?",
        "Q: You were in Amsterdam, or --",
        "Q: But are y-you --",
        "Q: Okay, wait a second, you're brushing over this and this is really interesting\nto me, okay? So you were writing stories for women's magazines?",
        "Q: How so? You wanted to win, or?",
        "Q: What were you w --",
        "Q: Okay, but what were you wearing in Bergen-Belsen at the time you were\ndoing these?",
        "Q: When you drew these, when you made these drawings of fashion, what kind\nof fashions were you drawing?",
        "Q: What kinds of fashions were you drawing?",
        "Q: It seems --",
        "Q: You have a beautiful ring on.",
        "Q: It is, it's beautiful.",
        "Q: What do you mean so-called?",
        "Q: From which -- which marriage?",
        "Q: Why do you still wear it?",
        "Q: Why do you still wear it?",
        "Q: Do you think --",
        "Q: Do you think of yourself as a very sentimental person?",
        "Q: The way you describe contin --",
        "Q: The way you describe continuity sounds more like what someone else\nwould call survival.",
        "Q: Why did you decide to kind of come out, in effect, with the diary an-and\ntraveling and speaking--",
        "Q: But y-you held onto it for some time before you decided to make it public.",
        "Q: Well, let's get 1t on the tape.",
        "Q: I want to know about how -- how you felt that first time going to Germany.",
        "Q: Johnson.",
        "Q: Lyndon Johnson.",
        "Q: Excellent.",
        "Q: Okay, so this is Renata Laqueur, tape two. Did you just say that Germany\nwas business for you?",
        "Q: Germany was business for you?",
        "Q: Interesting.",
        "Q: Well in -- in your -- the diary excerpt that I have here, you have this\nepigraph from Goethe, from Faust, interestingly enough. And I'm not going to\ndo the German because my German is really horrible, so I'll do the English\ntranslation. And you have here --",
        "Q: “What I possess, I see as 1f from afar; what has vanished--\n[indecipherable]””°\n43, R.L.: Renata wants this to read “You published my diary, you’ve translated it, and you would sit\nby candlelight translating this for your children.”\n4 R.L.: typewriter\n45 R.L.: epigraph",
        "Q: I said, this 1s Goethe from Faust.",
        "Q: So is this true of you?",
        "Q: Oh, not to worry.",
        "Q: Heh, heh, heh.",
        "Q: Tape’s on.",
        "Q: You were asking --",
        "Q: Did you feel Jewish there?\n48 R.L.: Renata’s advisor’s father died right after the war, not in a concentration camp.\n” R.L.: Renata wants this to read “So we were in Jericho, it was a strange hour in our time: we were\nin Jerusalem and in Tel Aviv...”",
        "Q: The -- the -- your dissertation, you said you --",
        "Q: Pious.",
        "Q: Your dissertation, you said these were diaries of Germans? Non-Jews?",
        "Q: Why?",
        "Q: In your, I think it's in the first interview, you talk about that you've always\nfelt you were a translator.",
        "Q: You were a translator.",
        "Q: Yeah, but I don't mean literally. That you have always been in some way\ntranslating, not just from language to language, but in fact from experience to\nexperience.",
        "Q: But do you see yourself as a translator from one -- one set of time to\nanother time period, from one culture to another, from one kind of emotion to\nanother?",
        "Q: So -- so you -- you don't -- you don't see the metaphoric application of the\nword --",
        "Q: How --",
        "Q: What language are you most comfortable in?",
        "Q: And German?",
        "Q: Oh, my family's the same way, I mean.",
        "Q: I'm the idiot, you know. My mother speaks I don't know how many\nlanguages, her brother even more.",
        "Q: In your -- the diary, the translation that I have here, you use a lot of musical\nimagery.",
        "Q: I have here, yeah, I have diary of Bergen-Belsen, N-March 1944, sure.",
        "Q: Okay --",
        "Q: Dear, you really have a copy. Music, yeah, the music 1s something I grew\nup with, like the fashion, but the music has gone away, it has become theater\nnow. Since -- and that may be why I love America, I got all my background,\nbeautiful and I'm grateful for that to God and my parents. The background I\nhave is one solid, liberal arts -- I could have had science, but I refused to get\ninterested. That's a different story. In America, in New York, I became a\ntheater addict. In the 50's, no more, because it's crap right now, in comparison\nto what we had in the 50's. I saw every great American play, from Miller to\nTennessee William, not one time, but five, six times. Cheap. In the balcony. I\nwent through the whole Broadway, up, but also down. Now we are back, we\nare coming back.",
        "Q: Why theater and not music?",
        "Q: You talk a lot about smells in the diary.",
        "Q: Do you still connect strongly with smell?",
        "Q: So you remember --",
        "Q: Okay, I don't know if this is a pain, but you in the diary say, “The\nnightmares of the typhus siege have not left me.” How about now?",
        "Q: Bronco.",
        "Q: Oh my God.",
        "Q: Disease has shaped much of your life.",
        "Q: Disease has shaped a lot of your life.",
        "Q: Has shaped a lot of your life, it seems.",
        "Q: How's your health now?",
        "Q: How is your health now?",
        "Q: Do you still work?",
        "Q: Hospital seems to be recurring in your life, you -- you --",
        "Q: Hospitals seem to recur in your life, a-at one point I think, in the first\ninterview, you talk about that it had nothing to do with patients or medicine, it\nwas about food.",
        "Q: Why did you or how did you transition from comparative literature --",
        "Q: Is it your PhD?",
        "Q: Medicine frames your life in so many ways, I mean your father --",
        "Q: Today, while we're talking, are you participant or spectator?",
        "Q: You think in English?",
        "Q: But you said in that first interview that you're -- can't --",
        "Q: No, no, wait a second, you said that your -- I think it was your second\nhusband said that you were, what, a monster, you weren't a moral person.",
        "Q: Are you?",
        "Q: What does that mean?",
        "Q: Because your soul and your experiences differ from anyone else's soul or\nexperiences and that's how we learn. That's where truth comes from.",
        "Q: No.",
        "Q: I've been to a number, though.",
        "Q: I've been to a few.",
        "Q: Okay, you say you still shoplift.",
        "Q: You said you still shoplift lipsticks.",
        "Q: In the -- the article you sent me, the translation of -- for the Frankfurt\npaper, you say that you're -- you won't take a shower, you're --",
        "Q: Y-You referred in the other interview to victims in Bloomingdale's clothes.",
        "Q: Who would you like your audience to be for your work?",
        "Q: Who would you like your audience to be?",
        "Q: Okay. When you went back --\n°7 R.L.: Renata meant to say “dead.”\n* R.L.: collective",
        "Q: Yeah.",
        "Q: Are you tired?",
        "Q: Hey, I'm Jewish, of course I have more questions.",
        "Q: So why shouldn't it be?",
        "Q: So why shouldn't it? To answer you with a question.",
        "Q: I don't understand.",
        "Q: What do you metaphorically hold onto?",
        "Q: What do you metaphorically hold onto?",
        "Q: Because of you.",
        "Q: Do you have fun?",
        "Q: I have fun, most of the time. But if I don't have fun, I also find how to get\nmyself out of the pit. I have new -- new therapies. First of all I have book\nURL: rigid",
        "Q: You had mentioned, and correct me if I'm -- if I'm not remembering well,\nyour nickname was Gaga?",
        "Q: Gacka.",
        "Q: How would your parents feel about you doing these interviews, about you\ntalking about all of this, do you think?",
        "Q: Whew."
    ],
    "answers": [
        "Answer: -- indiscreet only the answer.",
        "A: You have to talk a little louder, because I have a problem with my ears.",
        "A: Okay.",
        "A: Renata Laqueur.",
        "A: Hm? No, never. Oh -- no middle name, I had three. Typical. I was born in\nGermany and I was called Renate Liselotte Margarethe, I forget the third\none, Laqueur. When -- when I became a citizen in 1957, I was married to\nDeso A. Weiss, who was at that point a citizen and I became a citizen because\nI married an American and I thought I better be an American, I regret it until\ntoday. I should have kept my Dutch passport.",
        "A: S -- was up and down with America. Right now I'm -- there are days when\nI'm very happy and very proud of America and there are days when I just wish\nRenata Laqueur 3\nFebruary 7, 1998\nI were Dutch. That has nothing to do with that. Anyway, 1957 I had a hearing\nfor the citizenship and the guy said to me, “This is your chance to change your\nname. Why don't you become Linda or Marilyn?” Linda was because, it was\nof Linda Darnell! or -- and many of the movie stars at that time, Marilyn was\nbecause of Marilyn Monroe. And I said, “I want one change. I want to change\nthe “e” to an “a” from Renate, because I don't like the German ending and I\nwant to chuck out my middle names.” And that's how I became Renata\nLaqueur.",
        "A: I was born in Brieg, Germany, which is today Poland, because the border\n-- after the Russians moved west, it is now near Breslau, which is Wroclaw\ntoday. And my grandparents were from there, it was the third or the fourth\ngeneration and I was very -- my mother all told me proudly, “You were born in\nyour great-grandmother's bed.” And I was three years old when my father\nmoved to Holland. That's a story in itself. And so I was born in November 197\nand I was before Christmas in Holland and we made? in Holland till -- I\nwould say till Bergen-Belsen, so that is 1943. So my whole basic education,\nincluding gymnasium and -- no, and a year of study in Amsterdam, was all in\nHolland. So my mother -- my mother tongue is -- my parents spoke German\nand I answered in Holland, in Dutch. So again, like in America, where the\nkids are in there in English* and the f -- and their parents speak either Italian or\nRussian or whatever.\n1 R.L.: Renata meant to say “Linda was because, it was the name of Linda Darnell...”\n2 R.L.: November 1919.\n3R.L.: Renata meant to say “lived.”\n4R.L.: Renata meant to say “So again, like in America, where the kids are there and speak\nEnglish...”\nRenata Laqueur 4\nFebruary 7, 1998",
        "A: My identity? Only American. Because I've lived -- I would say -- I'm 78, so\nif I'm here since 1953, I've spent the greater part of my life in America and\nI've lived in Canada. And I couldn't immigrate to America because I was born\nin Germany and I was on the German quota, so I went on my Dutch passport,\nas an immigrant to Canada. And within nine months, the time it takes to get a\nbaby, I had a visa to come in as an immigrant, because I hired a lawyer in\nMontreal. And the moment I hit Montreal, I got an immigration lawyer, who\ngot me nine months later, on an immigration visa to America, because I had\nmet my second husband and I was chasing him.",
        "A: I was by myself. I immigrated alone and I wo-worked for a year in\nMontreal.",
        "A: This goes -- gives you some idea of the Dutch education. In a Dutch school,\nyou grow up with four languages. So I had Dutch, French as a second\nlanguage, German as the third, English as the fourth and a base of Latin and\nGreek. So when I got to Montreal -- I had gone to a secretarial school in\nHolland, because when I wanted to study, which was 1938, when I got my\nbachot>, my what is it, the eindexamen?® for the gymnasium. My father said,\n“You don't study till you have a skill.” He was right. He said, “I'll send you to\nsecretarial school for a year, you come out with French, German, English,\nDutch, shorthand, bookkeeping, whatever. An international secretarial school.”\n6 Findexamen: final exam (Dutch)\nRenata Laqueur 5\nFebruary 7, 1998\nI tell you, I made my life with that secretarial school. In Canada, later on I\nused this education when I studied, because I could do notes. I was in\ncomparative literature in four languages, without any problem. So I'm very\ngrateful, because I didn't study in Holland, but I made up for it by studying\nlater on, 40 years later.\nbecause as you pointed out, you have a Dutch kitchen, you have this poster --",
        "A: Yeah, I have d-d-d --",
        "A: Don't forget, the older I get, you will see everywhere there's Holland. It's\nthe flowers whether they're f -- they're all false, but they're from Holland.",
        "A: It is somehow the -- the remnants of some food things, of pictures, of\nculture. I've n -- I've not been back now for eight years. I'm going back this\nyear for the first time again. But the Dutch and the American have a lot in\ncommon, I mean at least in the East. This feeling of being free, of talking\nagainst the authorities. That's very Dutch. And that's something I love. And I\nlove the freedom of America, because I'm freer in America than I was in\nHolland. It's less provincial. Except right now with that whole crap with the\npresident.",
        "A: Hm?\ninterview, were Jewish, but cultural or secular Jews.",
        "A: Not only cultural, but my father -- my father was a physician, had studied\nand my mother was arich girl and she was his cousin. They both were not\nRenata Laqueur 6\nFebruary 7, 1998\nraised Jewish, they had never been in a synagogue. The grandparents already,\ntheir parents were trying to assimilate. It was the time of Dreyfus in France. It\nwas the time when a boy couldn't get into medical school if he was Jewish and\nso on and so on. So they got baptized I think, when they were very young, they\nwere cousins. I think they were either 18 or 19. And so, no Jewish religion at\nall. And then comes Hitler. And then, he's in Holland and he's professor of\nmedicine, pharmacology, st -- and MD, PhD and the immigrants are coming\nand he helps them and these were Jews who were Jews. Whether they were\nreligious or not, they were marked as Jews and had to be helped. I have never,\never forgiven my father, it's also in my book, that in 1941, when the Germans\ncame with this kind of ... ordering people to fill in forms where they had to put\nin whether they had one or two or three or four Jewish grandparents, he was so\nfucking German, that he filled in four. He could have gotten by with filling in\nnone or one and he would have gotten by and I've never forgiven him for that.\nBecause this was again the -- what do you call this? Buckling under, because\nof the army, the militaries, my father was an officer in the German army in the\nfirst World War. This is all, incidentally, in the g -- book of my dissertation in\nGerman. The editor has written a t -- an, what do you call it? Introduction, in\nwhich he’ explained what my background is and my struggle with being\nGerman by ... let's say, by genes. But not in feeling. And my father -- let me\ngive you the story, because this is -- all had -- all to do with later on the\nconcentration camp. My father is born in a -- in 1880. He marries in 1905, his\ncousin. They marry in Germany, they are both baptized. He is finished with\nmedica -- medical school in Heidelberg. She has no profession. They marry in\n1905, in 1912 he 1s called by the University of Groningen in Holland, to\n7R.L.: Renata meant to say “she.”\nRenata Laqueur 7\nFebruary 7, 1998\ncome as an assistant professor, because he had made his name in\npharmacology. He is, incidentally, the guy who later on, in Amsterdam, in his\nlaboratory, did develop testosterone. So he became a very famous\npharmacologist and physician and whatever. So 1912 he goes to Groningen.\nMy three older brothers and sisters are born already. 1912 I'm not born yet.\nNo, 19 f -- two were born in Germany, the third one was also not born -- was\n14°. 1912, he's in Groningen, he's very happy, they have moved their two\nchildren and his wife and he is in Holland. The war breaks out, 1914, he\nvolunteers -- that you should tay’ to a Dutch child -- he volunteers to go into\nthe army as a medical officer. So he goes into the ROTC, whatever it is in\nGermany and what do they do? They stick him, because he's a\npharmacologist, he's the -- in the -- occupying German army of Belgium. He\nworks with the gas, with the -- what we call today, the Saddam Hussein kick\nass!°, because as a pharmacologist, they develop...nitrogen, mustard, you name\nit. Later on I come across that again in Sloan-Kettering in '53, because the\nfirst chemo is a mustard thing. Anyway -- and the result of this is, although he\nnever, ever worked on arms, that the Belgians say you get capital punishment\nif you ever come to Belgium after the war. This means that we lived in\nHolland already, because in nine -- let me -- I'm jumping. 1914 is in Belgium\nfor -- I don't know whether it was '16 or '17, I -- that I don't know. '18 the war\nis over, 1919 the Dutch want him back. And this time they want him in\nAmsterdam and they give him a professorship, a full chair pharmacology,\nMD, whatever and a laboratory. So he goes. He packs up -- by then his four\nchildren, Renata has been born. Lilo comes later, she's born in Holland. And -\n” R.L.: Renata meant to say “say.”\n R.L.: Renata meant to say “Saddam Hussein use of gas”\nRenata Laqueur 8\nFebruary 7, 1998\n- why am I telling you this? And then in Holland, he -- is still 1932'!, he is a\nGerman citizen. In 1933 he becomes a Dutch citizen, with his children\nbecoming Dutch because he wanted!’, he makes his money, he's there, the\nchildren are Dutch. It had nothing to do with Hitler, it was just before. And we\nbecome Dutch. But I was always second generation. So this may be also, just\nas I'm talking to you, why somewhere I'm more American, because this 1s --\nwas my free choice.",
        "A: I'm not Jewish enough for the Holocaust Museum in that sense, that I\ncannot even ask whether they, let's say, give me any sponsorship of any of the\nreally Orthodox, or purely Jewish organizations, the U.G.A.' or whatever.",
        "A: I've never been in a synagogue.",
        "A: No. If I feel anything -- and that it -- religion, and this 1s interesting because\nit comes out when I'm very sick or when there is major disaster, I pray and I\nwas raised also in a Dutch reformed school environment, so I am basically\nCalvinist, but I've had Catholic boyfriends, Jewish boyfriends, so that's -- but I\nfeel very, very, very un-Jewish.",
        "A: Any spiritual what?\nRenata Laqueur 9\nFebruary 7, 1998",
        "A: Yeah, I pray, but with a shopping list. Or thankful God'* that I came\nthrough or that I'm still here. Never just pray. I pray with a shopping list.",
        "A: God make me do this or let me have this or let it continue or discontinue,\nyou know. I manipulate God. My --",
        "A: Oh yeah, I have read the Bible and the Bible, but I read the Bible more as\nliterature. And as a cultural background, just as you -- you -- you read\nwhatever, you know, in Liberal Arts.",
        "A: I never thought of this, but I just said it. I don't know, you see that's a good\nquestion, why do I pray? Do I -- I pray of a mixture of guilt from I have to\nthank Him or I have to be angry or I have to do something. I definitely pray\nwhen I'm in trouble. But I also pray when I'm very happy. In between I forget.",
        "A: I have to go to the bathroom.",
        "A: That is mine... Did you find it?",
        "A: The coffee? ... What we are talking about is to my mind, cultural history.\nRenata Laqueur 10\nFebruary 7, 1998",
        "A: You mean the concentration camp? The concentration camp, yes. On the\nother hand, I'm not sure at all, I might have ended up in the same concen -- or\nin another concentration camp if I would have been plain Dutch and working\nin the -- what is it -- resistance. I don't know anybody who did not not work in\nthe resistance. It's very interesting, the people of my gymnasium class, of my\nlet's say, high school class, out of 22, 10 died -- but a percentage and this was a\nnon-Jewish school, which means they didn't come back. D-Don't forget we had\nthe Japanese occupation and the German occupation. At least three of, or four\nof my classmates were in Japanese prisoner of war, men or women. The other\nones were either picked up because they were in the resistance -- and one other\none was Jewish. So you see, the percentage in Holland is unbelievable,\nbecause it's not comparable to France or Denmark or Belgium. Because Bel-\nBelgium had a...military command, Denmark was somehow not very serious\neither. We had one of the very worst Nazis, Himmler-like Seyss-Inquart!', who\ncame from Austria and in many ways the Austrians were worse. So that was\nHolland. Holland had -- the percentage of people dying 1s enormous. And\nwhen you say the Jewishness has something to do with it, I'm not at all\nconvinced of that. Because Bergen-Belsen, yes, but either Dachau or one of\nthe female camp, Ravensbriick -- I read up on all these concentration camp\nbecause of my diary preoccupation in the dissertation. So the Jewishness -- and\non the other hand, I also feel this has been a problem after the war was over --\nthat it didn't bring me closer to the whole Jewish problem. Because it would be\nnaturally that I would say okay, they persecuted me, I didn't feel really part of\nit, but now I want to be part of it. | moved away from it. The more -- I thought\nabout it before you came here and I thought if I add up who are my friends\n15 Dr. Seyss-Inquart was appointed to oversee occupied Holland.\nRenata Laqueur 11\nFebruary 7, 1998\ntoday and sociologically or that is -- yeah, sociologic -- where are they from?\nIf you take 10 people, there are at least seven who are not Jewish. And this is\nin New York. A kind of, an almost -- to me it's not conscious, it's\nsubconscious, but I avoid it carefully -- on a -- I don't know on what level, I\ncan't -- can't even explain it. It has to do with friends, with relationships with\nmen, friendships with women and it -- the really deepest involvements were\nwith non-Jews. Both husbands, the first husband was baptized, is today Paul,\nlives in Germany’®. He married a woman who was 35 years younger. That is\nhis third marriage and the second one was Dutch nobility. He had four children\nwith her, the third one is 35 years younger, dee!’ wasn't even born yet!®. He's\n84 and we are corresponding, we see each other each time when I'm in\nGermany and we still love each other. We're friends. But he also has veered\naway from anything which is Jewish -- was fully Jewish born, parents were not\neven baptized. But you either go with or you do totally without. I have never\nrealized it until now, when I get such interviews that I think. I said, “How does\nit tally up?” And I figured it out last night. Never thought about it.",
        "A: The business of the ten -- ta -- take this -- this building where I live. There\nare Jewish people, non-Jewish, just on -- one or two blacks, this is today,\neverything is mixed, especially now on the east side. And when people ask me\nwhat are you -- you know, the holidays come. I said, “I'm nothing, but Merry\nChristmas.” Th-th-that's it. So there is something -- I know one thing, that if I\nwouldn't have any racially Jewishness, I would have been fanatically pro-\nJewish.\n1° R.L.: Renata meant to say “...Paul, who lives in Germany.”\n7 R.L.: she\n18 R.L.: Renata meant to say “she wasn’t even born yet during Hitler.”\nRenata Laqueur 12\nFebruary 7, 1998",
        "A: Because I would like to help them, because they were forever persecuted,\nthey're forever the underdog and at the same time there are many things I don't\nlike.",
        "A: Hm?",
        "A: I celebrate Christmas, I've it -- I still have a tree. Now the problem is, in my\nown family in America, I have a sister in America, here, who -- some of the\nkids got married to Jews, then they got divorced and so on and so on. Some of\nthem became lesbians, some of them became homo and th-the -- the all break\nup of families!’. But Christmas and Hannu-- in that family.",
        "A: And God forbid if you wouldn't have a Christmas tree.",
        "A: Don't e-ed-ed -- you know that I only learned about this here? I never heard\nabout it. And so this -- this is -- don't forget I went to school till I was, let's\nsee, 18. Then I come back, then Hitler comes and somewhere I grew up with\nthe whole German-Dutch culture of Protestantism. Christmas, Easter, always\ntwo days at Christmas, two days at Easter. You know, first day, second day.\nJesus goes back to -- to the -- to heaven, it's two days, right after Easter, six\nweeks after. I mean all those holidays, I still have them in my head. So it's\nwhat you were raised into. And at the same time, a father who joined the\nGerman army and who dealt in gas? Can you imagine what that does to a...so-\n19 R.L.: Renata meant to say “...and all this turns into the break up of families.”\nRenata Laqueur 13\nFebruary 7, 1998\ncalled Dutch child? And today I just tell myself -- not necessarily a war\ncriminal.",
        "A: Pardon?",
        "A: What did I say?",
        "A: Ah, yeah. That comes out again, my -- that's why my editor in Germany\nput that down and she said, she made peace with her father before he died,\nbecause I told them”? all of that.",
        "A: Yeah, because isn't the father figure some -- somebody you want to be very\nproud of? How come I married a man who was 18 years older? So I'm -- I'm\nvery conflicted.",
        "A: Since that time I've never had a guy who is not 20 years younger than that.",
        "A: Yeah, 25 years younger.",
        "A: Look -- look at the picture there, with the color picture, here, o -- here,\nwhere I point.",
        "A: In the orange vest.\nRenata Laqueur 14\nFebruary 7, 1998",
        "A: That's California.",
        "A: No, Danish. But -- put it off for a second.",
        "A: Do with life, they have to do with father*!, with being a daughter who is\ntrying to be obedient and being molded because he was a very, very interesting\nand important man. Short of the Nobel Prize, he had everything. Was a good-\nlooking guy too. So --",
        "A: I got even with him, in the sense of he had always said -- when I was 18\nand when I wanted to go to the university in Amsterdam, he said, “What do\nyou want to go to the university for? You good looking, you’re beautiful,\nyou'll marry anywhere.” One of those. And I said, “Yeah, but I want an\neducation.” And he said, “Not now.” So finally, in America, I was 40 exactly\nwhen I went for my BA. And I finished, I was 51 with a PhD, working and so\non and so on. But only to prove I could do it. But politically and sociologically\nand genealogically, I understand and this is where I have full understanding\nwhen I'm in Germany, that people are not necessarily war criminals, if they go\nalong with what is happening. And if they don't want to see what may be the\ndark side, because don't we all do this today? What gives us the right to say,\n“How could they?” I think if I -- the only thing where I think that of as\nunforgivable, is that they really didn't think at all, that they were just\napplauding and obeying and this is why I love America and this is why I love\n1 R.L.: Renata meant to say “All of this has to do with my father...”\nRenata Laqueur 15\nFebruary 7, 1998\nHolland, because we disobey. We make up our own minds. You have it today\nagain.",
        "A: The Clinton scandal. I don't care, you can put it on. I was absolutely\ndevastated about two, three weeks ago when this bisery” started, because I\nsaid -- I voted for Clinton and I told myself, the guy is doing everything right,\nI know there's something wrong sexually, but who the hell cares what he does,\nwhether he lets his pants up or down, that's Hillary's problems. But then you\nget into the impact to the children’’. I mean, when a child says, “What's a\npresident?” And you have to explain oval -- oral sex, it becomes very\ncomplicated. And that's where I start being ashamed of being American\nbecause this is something, it wouldn't happen in Europe. They would have\nsaid, “Fuck it. It's his problem.” Mrs. Mitterrand, even the scandal in Britain,\nwhen they had the minister who had to leave -- that's years ago, because he had\nan affair, so what? But not a president. So.",
        "A: Oh that -- that has nothing to do with m-my father. I think children are the -\nRenata Laqueur 16\nFebruary 7, 1998\nyou underwater and you scream back, “Well, how can I talk if I'm\nunderwater?”",
        "A: Yeah, th-th-that's right -- right -- right -- right.",
        "A: It's also realism. I mean, common sense. You s-- maybe that's also partially\nDutch, they are very down to earth, very much down to earth and below the\nbelt. So the functional thing, and you have to somehow -- there 1s the\npuncturing of pomposity. Let's say we all are terribly emotional and happy or\nnot happy or we blow ourselves up and be, w-we want to be this and we want\nto be that. There 1s something in the Dutch and in the education, where they\nhave a beautiful word for it, is aansteller. Which means you pretend to be\nsomething. And the Dutch come with a pin and the balloon is kaput. They\npuncture all this and that is survival also. So if -- and if the Germans scream\nand rant and rave and obey gehoorzaam, you have to be -- like my father did,\nyou have to obey the rules, the military, you know, the whole business, the\nhumpa”. We laughed as kids. We said, “What's the matter with those guys?\nWhy can't they walk normal, why can't they behave normal?” And that's\nsurvival. That helped me. Besides, it also helps if you're good looking. I was\ngood looking.",
        "A: But I don't know, is that so way -- is that something special? To be -- it has\nalso something to d-- it has nothing to do with humility, but maybe it has\nsomething to do, gee whiz, I'm not that important. What's important is I do not\nwant to be pushed around and stepped upon and be destroyed. That 1s crucial.\n4 Humpa: nonsense\nRenata Laqueur 17\nFebruary 7, 1998\nIt came back in the cancer, in my treatment. It came back in the whole business\nof you do this or that. I said, “I won't do anything unless I understand it.”",
        "A: And this today, 1s medicine. The attitude of the patient, which helps or not\nhelps, but you have to argue. Do you agree with me, by the way? Put it off for\na second ... Do you understand why I had five hours with Joan?",
        "A: She -- at that time -- five hours and 15 minutes video. What you saw is only\npart of it. Joan was incredible, she asked things which -- to give you one\nexample, when she said, “Why did you write a diary? When did you write?” |\nsuddenly came up with this answer, “Because I traveled.” Just as suddenly, I\nrealized last night, when I told myself, “What am I going to tell Karen? How\ndo I stand in this and this and this?” And then I came up with those, out of 10\nfriends, seven or eight are non-Jewish. So there is all these things come out\nfrom”.",
        "A: It doesn't affect me at all. By now nothing can happen to me any more. All I\nwant to do is stay on top and stay alive and not end up as a homeless person.\nSo I'm trying to have too much -- th-th-the money I have goes -- that's why I\nasked you whether you have children -- the money goes to my nephew and\nnieces and they will say, “I wished she would have spent a little more on\nherself.” But the hell with it. I do my -- my best.",
        "A: How what?\n25 R.L.: “So there is where all these things come out from.”\nRenata Laqueur 18\nFebruary 7, 1998",
        "A: The question of whether I -- what helps to remember or --",
        "A: Yes. And the reason why I protested against having another interview, I\nthink that interview with Joan, I have the tape and the interesting thing is only\ntwo -- three parties of my friends have seen it, none of my family. I will not\nshow it to my sister, I will not show it to her children because she would fight\nme. She would say, “That's your problem with Daddy,” or this or whatever or\nthis isn't quite so -- I -- which 1s okay, I would fight it, but she said, “Why do\nyou say that?” And I don't feel that at my age, when I was with Joan I was 76,\nI don't have to defend anything I do. Certainly not with my family. But I see it\nmy way and their way is different. And I don't want any arguments. So the\npeople who have seen it are close friends and I have no VCR, so I can't even\nsee it. I refuse to have all that gadgetry. I have no time to read and I've only a\ntelevision and not even a computer. No e-mail, no nothing. No fax. It's fine.",
        "A: The what?",
        "A: I have all that stuff here. If you want me to I can look it up, there's --",
        "A: No, but -- depressed memories --\nRenata Laqueur 19\nFebruary 7, 1998",
        "A: Re? Oh, repressed. Constantly.",
        "A: You see repression works -- that's another thing. If I meet people, let's say\nwhen I meet Paul in Germany or when I'm at my sister in Boston, she\nremembers things in a different way from I do and when I talk and then she\nsays, “Don't you remember this?” I said, “I have not the vaguest idea what\nyou're talking about.” I have honestly repressed it. There are so many things\nwhere I know that I don't remember a single name. How often do I run into\npeople who ask me, “Did you know Anne Frank?” That's the first thing they\nask. Did you know this or this or that? I said, “There were thousands of people.\nI've seen thousands of corpses. Maybe 500 living people, versus 10,000\ncorpses. I can't tell you what anybody looked like. It's all gone.” And it comes\nback in -- any time when I'm in Germany, when I'm walking in Bergen-\nBelsen or where I am -- I said the first time I was back, when we walked over\nthe -- they say the grounds of Bergen-Belsen, I said, “I'm walking on my\ngrave, I should have been dead. I should have been one of those here.” There's\nno guilt feeling, many people have guilt, I no -- I'm just glad. That's where I\nsay, “Thank God.”\nEnd of Tape One, Side A\nBeginning of Tape One, Side B",
        "A: How do repressed things come out? When you least expect them. There's\nsomething which triggers it, either a question, or a smell or a meeting, or\nwhatever and suddenly it all comes back. And I have really, strangely enough,\nno problem with that, because if I don't want to think about it, I'm like\nScarlett, I say, “I'll never be hungry again,” and I won't think about it. I just\nRenata Laqueur 20\nFebruary 7, 1998\nknow I will never be hungry or dirty again. I'd rather die. And that I have lived\nby. These are my two tenets, Scarlett.",
        "A: Hm?",
        "A: Light. Everything without fat. Salads, berries, the hell with it? Cookies, but\nonly one or two and then I can eat a jar of cookies and then not eat them for a\nyear. Favorite foods, light, fresh, clean. And never, ever fat.",
        "A: I already screamed as a child. When I got older, whipped cream as a -- with\na German mother and a German grandmother and a Kuchen mit der\nSchlagsahne” and the coffee with the Schlagsahne and the gravy which was -\n- had little eyes on it, you know, the thing. And I was screaming. I had an\naversion against fat. What do I end up with? Colon cancer,\nhypercholesterolemia. Genetic. I can only tell you it had nothing to do with\nanything, but I still have the aversion. And I remember in Holland, I hated the\nbutter and the cheese.",
        "A: But I wanted the peanuts and the fresh vegetables. I didn't know there was\nsuch a thing as light milk, didn't exist. We didn't have any idea what good food\nwas. We always had heavy stuff. Think of your mother's kitchen. Think of\nEaster, of Christmas, of Hanukkah, whatever you want to do, all that stuff. IB,\nmein Kind, eat.",
        "A: Hm?\n26 R.L.: Renata meant to say “Kuchen mit Schlagsahne.”\nRenata Laqueur 21\nFebruary 7, 1998",
        "A: I love it. If I -- if I can cook quick. I don't want to spend time in the kitchen.\nBut I'd -- I like to cook if I can stay -- stay away from the recipe. I get the idea\nand then I start. Then I have no idea and then occasionally I write it down. And\nthen I do something else. It's the same where as this one.",
        "A: I draw, I write, I cook, I do everything, because the whole family is artistic.\nThis is my mother's painting, this is my brother's painting, it's all over.\nPsychiatrists, psychologists, this is my sister's painting. Everybody paints. And\nI draw only when I'm on vacation. Only architecture. So -- and this I did out of\nanger. I came for the first time from Italy, in 1959, in Venice and we needed a\ncoffee table and I wanted to do what I had seen in Venice, these beautiful,\nbeautiful colors. And my husband said, “You know what? Do your thing.” I\nsaid, “I'll make a coffee table.” He said, “How do you do that?” I said, “We go\nbuy glass, we go buy things.” And I smashed the glass. I got rid of my\nageression and we put it in together and I made sure that it wouldn't be\nconcentric. And then I got a little Chinese who helped me to put it together and\nhe said, “That's it.” And I've done this ever since. So, if you ask me what I like\nto do, I like to improvise. Studies the same way. I went to NYU Columbia, to\nget a degree, so I would be able to talk Spanish, because he'd been in Cuba\nand we had Spanish friends and I ended up, because of my course work, in\nIrish literature. I ended up with comparative literature and that's it.",
        "A: What?\nRenata Laqueur 22\nFebruary 7, 1998",
        "A: Well, I had to do -- da -- da -- now comes -- now comes, how did I get to\nthe dissertation? And this is, of course, part of this whole thing, because you\nsee, how come, if your life was so different in America. I was married to a\npsychiatrist, we didn't have much money because he had divorced and I didn't\nhave the money yet, which would come free from Holland, only much later.\nAnd we were doing things in a very frugal way, but we had a lot of fun in New\nYork. New York in the 50's was great. You could go to the theater for four\ndollars and to the movie for 50 cents. We went in the afternoon to the movies,\nin the evening to the theater, so that was fine. But... in 1965, the diary I'd kept\nin -- in the camp, was published in Holland, as a paperback. And a friend of\nmine took care of that and she went to a good Dutch publisher and that was it\nand when I studied at NYU -- I don't know whether it's on the first tape, I don't\nthink so. When I studied at NYU, it was between '60 and '71. Already, before\nthe BA, I realized I don't want to have anything really to do with Spanish, I\nwant English literature. Because it was a foreign literature for me. It opened up\nvistas. And my American lit professor said, when I wrote papers, he said,\n“Renata, you write well, have you ever written anything?” I said, “Sure. I\nwrote stories in Holland and I wrote for women's magazine and I always liked\nto report things. And I have a diary.” He said, “What kind?” I said, “A Dutch\ndiary in Bergen-Bel --”’.” He said, “Ey? Anne Frank?” I said, “No Anne\nFrank.” I said, “I wrote in a camp and it is in Dutch and it's published.” He\nsaid, “Can I read it?” I said, “If you can read Dutch, you can read it.” He said,\n“Will you translate it?” I said, “Why would I?” It was 1963 or something. And\nhe said, “Do me a favor, translate it. I'll get you somebody to help you with it,\nfrom NYU, a graduate student. You dictate and he puts it in a typewriter.” We\n27 R.L.: Bergen-Belsen\nRenata Laqueur 23\nFebruary 7, 1998\ndidn't have a computer at that time. So I dictated and he did it and I still have\nthat, I have the manuscript. It's still bad English because my English wasn't as\ngood, was 25 years -- 30 years ago. Anyway, he tried at that time to get it to\npublishers. He tried everyone, from the biggies to the small ones, from\nRandom House to everywhere and they all said, “It's not sexy enough, not\nviolent enough, understated. It's Hemingway-like understated.” So nothing\nhappened, forgot about it. Then comes the dissertation, where my husband says\non a beach in Turkey, when I say I want to write the dissertation, 1969, about\nthe aviator in literature or the doctor in literature. He said, “Are you crazy?\nYou're never going to get finished. Why don't you take your diary and find\nother diaries. You know they were written. Get a fellowship, do it.” I did. Got\nit in a year and a half. So this is how the diary and then the -- the diary -- the di\n-- dissertation was done, he dies. To my mind, he -- his death came earlier and\nI felt very guilty about it, because I had been totally absorbed for two years in\ngetting this stuff out of the way. And that's when you said to me, my husband\ndidn't take to it too much when I went back to school. Deso fully understood\nmy total dedication, was completely wrapped up with it himself, read\neverything I wrote, criticized very constructively, but was dead tired of the\nwhole stuff, because I was -- I had also been in Germany in between and of\ncourse did whole stuff to digest that. I defended my dissertation in May 1971.\nHe was dead 19th of November, '71. That meant -- he had congestive heart\nfailure, he had smoked himself to death. And he kind of gave up. And that's it.",
        "A: Till '71 November, he died at New York Hospital.",
        "A: Deso, he was D-D-Deso-Desiderio Weiss. Anyway --\nRenata Laqueur 24\nFebruary 7, 1998",
        "A: Middle name?",
        "A: Yeah, okay, he was Desiderio and I was Renata, so the one was the wished\nfor, the other one was the reborn one, so when he met me, he said, “My God, I\nalways wanted to meet a Renata.” I said, “I never wanted to meet a\nDesiderio.” But whatever. This story I have to tell and I think this should be\non tape. How did I meet him after the war? It's not on the f -- on the tape in --",
        "A: Yeah, but now I'm going to tell you. And I leave out all the -- the titillating\nthings, I just leave in the fact, it's good enough.",
        "A: I -- I married -- I married”, since 1941, to Paul, who was my buddy, five\nyears older, we had a wonderful relationship. He was the first man for me and\nwe come back from the concentration camp, as he says today, I know I saved\nhis life, so he 1s totally grateful and happy and whatever, we are good friends.\nOur marriage was on the rocks, because I don't know, I said this already on the\ntape, but I'm saying it again, I don't know any marriage which survived the\nconcentration camp if they both were there. Because they grew apart. Same\nthing with prisoners of war in Japan and even Vietnam, I know all these\nthings happen. Paul and I grew apart, he married, I remarried, how did I\nremarry? In 1950, I'm his wife and I write stories and I help him with his\npractice, he was a speech therapist and I'm a housewife. And I'm pretty happy.\nWe had had a child, the child died. He had a girlfriend, I had boyfriends. We\nRenata Laqueur 25\nFebruary 7, 1998\nlived a very much after the war life’, growing apart and still together. In 1950,\nin July, he tells me, “We have an international congress of speech pathology,\nwhy don't you work for that?” And I became the sec -- the treasurer for that,\nbig deal. In August 1950, the treasurer of that international convention comes\nfrom New York and my husband Paul tells me, “He 1s the guy you should\nhave married. Because I met him when I studied in Vienna before the war.”\nHe had studied with him, speech pathology and whatever. And he said, “He is\nolder than you, but this is exactly what you should have m -- cause you should\nhave ne-never married me, we know that.” I said, “Okay, I'm not going to\nmarry him, I'm -- I'm not going divorcing you. I'm okay.” A week later I asked\nhim for a divorce. I said, “You're absolutely right, this is the guy I'm going to\nmarry. He doesn't know it yet. I know I'm going to marry him.” Ah, let's see. I\nwent with the guy to Paris, with the -- with my second husband and it was a\nwildly beautiful affair, 18 years older. And he said, “I'm married, I have no\nchildren, a very unhappy marriage.” I said, “I know.” I knew that already from\nPaul, from Vienna, from 1936. He had said, “He has a very unhappy\nmarriage.” And so on. He said, “I love you, but we will never, ever get\ntogether because I live in New York, I have no money. I have to restudy, do\nmy medicine over again. I have -- I'm only beginning and my wife will never\nlet me go.” I said, “Leave it to me. I'm immigrating.” That's how I got to\nCanada, that's how I got to America. I divorced Paul, 1950. I said -- he had a\ngirlfriend. I went to his girlfriend and I said, “I'm leaving. I'm going to\nCanada. Please marry Paul, he can't be alone.” She said, “I won't marry a\nJew.” I said, “You can live with him and you*® can be your boyfriend and you\n2° R.L.: Renata meant to say “We lived a very much an after the war life...”\n39 R.L.: Renata meant to say “he.”\nRenata Laqueur 26\nFebruary 7, 1998\nwon't marry him?” She said, “My family wouldn't let me.” I said, “He's not a\nJew, he's baptized.” Any — could we go over this, she married him, they have\nfour children. This 1s the Paul who then married the German girl. I went to\nAmerica. My second husband we -- for a year we corresponded because I\ncouldn't get, til about '52, out of Holland. It took me that long, the\nimmigration, to get out, to wind up everything and in between he had come\nonce, on borrowed money. He had borrowed money from my brother because\nhe didn't have money. And we met in Amsterdam and in Switzerland and in\nParis again and he went home in 1951 and he said, “We'll never see each\nother.” I said, “Leave it to me.” I immigrated. I was a year in Montreal, |\ncame to New York and it took us four years to get married.",
        "A: He came. I couldn't come back and he came every four, five weeks and I\nlived at the “Y”. So.",
        "A: His wife wouldn't give him a divorce. We'd made the usual mistakes, I had\nwritten him beautiful, explicit letters. The typical story, he -- she had found\nthem before the jacket went to the cleaners and she said, “I'll run her out of the\ncountry, if she ever comes in. This is moral turpitude.” It was also the\nMcCarran time. I had trouble already coming in because I had signed\nsomething in Europe, which had something to do with the Picasso peace\nmovement. So this would be today, let's say, the peaceniks, that would have\nbeen something like in the 60's here. There were problems, politically. They --\nRenata Laqueur 27\nFebruary 7, 1998",
        "A: I was a political activist in Holland. I was always a liberal, I always wanted\nto be -- I-I made up for the lost time in the concentration camp.",
        "A: Be liberal, vote for the right people, help people, think about it, do things. I\nalways did, I still --",
        "A: I was working, I was --",
        "A: I worked in an office, I wrote stories for women's magazines. I don't know,\nI was a young, active person.",
        "A: In Amsterdam. Montreal -- in Montreal I went to school.",
        "A: I went to McGill.",
        "A: For women's magazine and what I usually wrote about was either love story\nor -- oh I forgot, I was a fashion reporter. I won a Vogue prize, first prize\nVogue, 1949. That is something I'm more proud of than the PhD. 1949, there\nis a competition. Combine a wardrobe for -- for a woman from 18 to 80. You\ncan only have 10 pieces. And send us that and this was Vogue International.\nAnd I told myself, that's something I've been doing my whole life. So you\ncombine the bottom, with the top, with the middle, with the upper, with the\nevening, with the middle, with the s -- beach, whatever. I had 10 pieces and I\nput them on a postcard, I drew them. One goes with one-A, 10 goes with this*!.\n31 R.L.: Renata wants this to read “One goes with one-A, 10 goes with two-B, etc.”\nRenata Laqueur 28\nFebruary 7, 1998\nI got number one prize from the Vogue and this was the paper in Holland, let's\nsay the New York Times of Holland. And I got the first prize and I said,\n“What's the prize?” She said, “We want you to report the fashion shows when\nthey come to Amsterdam.” That was Dior at the time, the new look, '47, '48,\nnine*’. And we will send you to Paris and you can have a dress and you can\nhave perfume and you can have this and become a fashion reporter. So I did\nthis for a year. And I had a press card, so when I went to Montreal, I still had\na press card. So this is how I got into fashion and the fashion has remained\nwith me, in a way that I'm still very interested, but I've never done anything.\nBut it was again the competitive spirit.",
        "A: What I really -- what I always forget to tell -- in 1938, when I had my\ngymnasium, classical, nothing. I want to either study or become a fashion\ndesigner. And I said, I told them this in the -- in -- I think in -- in Washington.\nIn refar*’ to my father, “I want to go to Paris, I want to become a designer.”\nHe said, “My daughter 1s not a whore.” Just like that. Meine Tochter ist keine\nHure. “You do not go to Paris. You can study after you've been to secretarial\nschool.” I also had another year of schooling. I learned to be a teacher. So I\nhad -- I had all kinds of what I call skilled schools. And the fashion was\nalways somewhere in my mind and in Bergen-Belsen, in the diary I have\nfashion drawings. And when they published the diary in Germany now and\nthe book about the diary, there was an exposition in Bergen-Belsen where they\ntook the drawings of the camp inmates and they asked me permission, “Can we\n3 R.L.: reference\nRenata Laqueur 29\nFebruary 7, 1998\nput those fashion drawings?”** I said, “Do what you want to, I don't care.” So\nthey magnified them and they enlarged them and they're in Bergen-Belsen.",
        "A: The fashion doodles.",
        "A: What was I wearing? An overall, an old sweater and lipstick. This is\nsurvival and I think I said this in -- maybe I said it in Washington, but I may -\n- may not have said it. When the Germans arrested me on the 18th of February,\n1943, they took me to jail and you* said, “You have -- you can pack\nsomething and you can take something,” so I said to Paul -- Paul wasn't\narrested. I said, “I'll take the best sweater I have, I take perfume and I take my\nlipstick.” He said, “Are you crazy?” I said, “Leave it to me.” I always had\nlipstick. I traded in the perfume for food in Bergen-Belsen, | traded always\nsomething. But the lipstick and it has been ever since, it is protest against my\nfather. When, in 1937, the year before I graduated gymnasium high school, I\nwas at the wedding of my oldest brother, who married a Catholic girl from\nBrabant. Was a beautiful, Catholic wedding. And I had a dress which was eh,\nsomething I didn't like, but you know, teenage stuff. And I had my first lipstick\non. My father walked across the hall in that hotel where the reception was. He\ncame with his napkin. He spit on the napkin and he wiped off my lipstick, in\npublic. “My daughter doesn't wear lipstick.” So the lipstick fixation came from\nsomething. I know where things come from. And that's not repressed. So\nthere's the lipstick. Basta.\n34 R.L.: Renata meant to say “Can we put in those fashion drawings?”\n35 R.L.: Renata meant to say “...they took me to jail and said.”\nRenata Laqueur 30\nFebruary 7, 1998",
        "A: Hm?",
        "A: What I was drawing was always sporty stuff, it was always what I would\nsay Calvin Klein-like. It was understated, always combinable. Nothing --\nnothing romantic. Very wearable. So something -- I have suits which are -- I\nhave cashmere sweaters which are from Liberty 1971. They're indestructible.\nBecause I don't believe in anything which is high fashion. It has to fit the\nperson, it has to fit the circumstances and it must be wearable at all times.\nThen it's fashion.",
        "A: I hate diamonds. Love pearls",
        "A: Okay.",
        "A: Yeah, okay, that's my so-called wedding ring.",
        "A: It's not a wedding ring, it's nothing.",
        "A: Second marriage.",
        "A: Hm?",
        "A: I didn't -- I didn't -- I bought it in Holland, in 1970, just after I had come\nback -- the other one had broken, I had a gold band, which I can't wear any\nRenata Laqueur 31\nFebruary 7, 1998\nmore anyway, it's a plain gold band. In Holland, in 1970, I had just come back\nfrom Munich. I'd worked on the dissertation. I saw in a store in Holland, this\nring and I told myself, we have never had the money, we have never done any\nfancy stuff. Let me buy the ring and show it to Deso when I come home,\nwhether he like it. It wasn't expensive. He loved it. He said, “It's your wedding\nring.” I said, “But you didn't buy it.” He said, “You bought it, because I wasn't\nthere.” That's the wedding ring.",
        "A: It's not a wedding ring.",
        "A: Not... no, it's strange that you say sentimental. I think I'm more faithful\nthan sentimental. I believe in continuation, in continuity. And it's funny that\nyou asked that question, I have never thought about it. What I'm saying is what\nI'm really thinking. Continuity in a life which has been a constant fight against\nchaos. And remains a life against cha*° -- fight against chaos. We talked about\nGod and praying, what I mainly pray for or am thankful for is continuity. If\nyou come out of a concentration camp, if you come out of metastatic colon\ncancer, third degree, at an institute like Sloan-Kettering and you have a year\nof chemo and you can only take five months of this crap because the side\neffects are too bad. And if you then come back and struggle and are almost\nbetter than before, that's continuity. And sentimental, yes I am. Because when\nJohn Glenn decided or Clinton decided that John Glenn, whatever --\nwhatever plays up, will be in space this year, I got sentimental. I felt, hey, this\nis great, I was there. And I saw that and I was really grown up when he was\ndoing that. It was 1960 -- whatever it was, '69 was the moon, so this must have\nRenata Laqueur 32\nFebruary 7, 1998\nbeen '62 or three. So I was just studying and now Glenn, who was my same\nage, one year younger, 1s going into space, then I tell myself, he's doing the\nimpossible. That's continuity.",
        "A: That's sentimental. That 1s pure sentimental because it has nothing to do\nwith anything. It's just a sentiment that I admired the guy. I didn't particularly\nlike him as a politician, but I liked him as an astronaut.",
        "A: Yeah but, 1s survival really -- you see, the trouble with survival is I'm not\nonly talking about physical, because when I mentioned the physical, it's not\ntoo -- of course the cancer and I mentioned concentration camp, it's the\nphysical, but I'm also talking about mental survival, spiritual survival. The\nmere fact of those, that's why I'm so bitter about the publication. The fact that\nthere were people who had the spiritual resistance, defiance, to write under\nthese circumstances, that to me is continuity, that to me is c-- survival, but that\nshould be published. And so what, so if Anne®’ diary -- writes diary while she\nis hiding, the danger is there, but it's not the danger of a concentration camp.",
        "A: Why did I decide to come out? I had the diary, I'm an orderly person, I\ndecided I p -- put this all together, I never thought of publication, never. Just\nas Paul had a notebook about -- he was doing speech therapy in Bergen-\nBelsen. He had this notebook with him and the most unhappy thing which\nhappened to him was not that he came out weighing 80 pounds instead of 200,\n37 R.L.: Anne Frank diary\nRenata Laqueur 33\nFebruary 7, 1998\nbut that that notebook was gone. He is still talking about it, I just saw his\ninterview in Germany. He's still unhappy about the notebook. So if I would\nhave lost my notebook, I would have been quite unhappy. I had given my time,\nmy sleeping time, my energy to this thing. Why did I take it out? It was with\nme. If I had tried to keep it from bed to bed and straw mattress or wood --\nwooden bunk or barrack to barrack, why wouldn't that put it in my wherever. It\nwas this thick.",
        "A: I held on to it -- no, I gave it immediately, the same summer, as I was\nstuffing myself with food, getting fat, really fat. I was fat til I was 40. That's\nanother story. I come back in July, I need to eat, I need to sleep, I need to\nscrew, I need to do everything normal. And Paul says, “Why don't you write --\ntype up that diary, because nobody can read your thing.” I said, “Why not?\nNothing better to do.” So I sat in the garden of my parents home, at the beach\nhouse in Holland and I typed. And I typed the manuscript and then I decided,\n“Why do I type it, I give it to the war documentation, what is the U.S.\nHolocaust Museum in Holland, and that's where it sat. And then something\nhappened. Yes. I told you, it happened in America and somebody in Germany\n-- no, you will find this in the story of the diary, which I give you. My nephew,\nthe son of my Dutch brother, is a NATO officer in Germany. And he comes\nacross a page of my diary in German on a stone on the heath of Luneburg,\nwhere the Pershing weapons on the left, on the west 1s the English and\nAmerican, on the right is the Russian. They stand like this, 1950 -- something.\nHe's in the army on the beginning of 1960. And a German historian had f -- se\n-- written -- seen my diary in the document -- documentary museum in\nHolland or historical institute, he had translated 1t and somehow seen to it that\nRenata Laqueur 34\nFebruary 7, 1998\nit got onto a stone in the heath. And my nephew Matthias, comes to America,\nhe was a student, exchange student. And he says, “Hey, did you know that\nyou're published in Germany on a stone?” I said, “How would I know?” Paul\nwent there, made a picture, sent me the picture, I immediately throw it out, it\nwas a rotten little picture. Don't even have it, forgot about it. Then comes my\nstudies and the professor here who says, “Why don't you do something about\nthe diary? You have it published, now translate it.” So this is how it comes.\nAnd then it begins and you get the whole story in there.",
        "A: I don't have to put that in -- in -- in -- in -- again on tape. How I get the first\ntime to Germany, why I'm so worried about interviews because they ask me\npolitical things, I don't want to get into.",
        "A: Heh heh, how I felt. I had been in Germany in 1970 on my fellowship, my\none year, two year fellowship and in 1970, which was 15 years, it's 25 years\nafter the war -- no, 15. How much is 45 of 70? 25 years after the war, it felt to\nme as if the war was still on. I went to Munich. It was May, 1970. This is a\ncrucial moment in America. This -- I was in Munich -- at*® Kent State, fourth\nof May, 1970. I never forget it. I was an American, they hated. Because the\nkids in Germany were protesting against Kent State. We had Nixon, I was a\nliberal. I had voted whoever it was at the time who was against it -- Kennedy,\nthen Nixon, then -- Kennedy, th-that was -- who was -- came after Kennedy,\nthe guy from Texas?",
        "A: Johnson.\n33 R.L.: Renata meant to say “during.”\nRenata Laqueur 35\nFebruary 7, 1998",
        "A: But this was already Nixon, Nixon was bombing Cambodia and therefore\nthe Kent State started. The war had involved both Deso and me because Deso\nwas a psychiatrist and kept people out of the war, with certifications. I was at\nNYU, you know, we were all anti, anti, anti. In the beginning we were for it.\nFor the first, I would say, the first three years or two years, '33, '34°’, whenever\nwe were in, being Europeans, we were for it. Because we saw again the salami.\nIf you give them one piece, you give them everything. The whole Communist\nhaunt, the whole business. And then as the war went on, we turned around.\nBut by 1970, we were already in 1968, after Tonkin, we turned again. I have\nfamily, relatives, nephews who were in the Marines. The non-Jewish part of\nmy family. They were Marines in Vietnam, captains, enlisted men, whatever.\nAnd those guys turned while they were there. My Lai. I mean I'm just giving\nyou examples. You see, when we talk about chaos and continuity. So I'm in\nMunich, 1970, May, for the first time on my fellowship. First Paris, then\nAmsterdam, and then Munich, to find diaries. And I made one promise to\nmyself, you do not shake hands with anybody who is your own age, you don't\ntalk to anybody who is your own age, because you know that they all lied to\nyou. So, in other words, at the institute where I did my research, if I got a real\nold guy and a guy who said, “Gnadige Frau,” kiss your hand, you know, the\nwhole garbage, of the Bavarian civility, which is close to the Austrians. I was\nice cold. I said, “I need this and this and this from your library, I need this and\nthis and this.” I wouldn't fraternize with the younger people already then.\nWhen I met people who showed me -- give you one example. The younger\npeople were already, in 1970, 25 years after the war, when I talked to the\nRenata Laqueur 36\nFebruary 7, 1998\npeople who were 20, 25, 30, they had nothing to do with it. And I met younger\npeople in Munich. Among others, a young woman who showed me around in\nDachau. She said, “Do you want to see Dachau, now that you want the\ndiaries?” I said, “Of course.” I had been a smoker, I smoked, learned to smoke\nonly during the war. In Dachau, I hadn't smoked for 16 years. I hadn't smoked\nfrom '54 to 1970. In Dachau, I said, “I want a cigarette.” I smoked again from\n'70, til '92, til the cancer. They told me at Sloan-Kettering, “Do you smoke?”\n“T smoke very little.” He said, “If you smoke, we don't operate.” Anyway, so\nGermany was something I did because it wa--\nEnd of Tape One, Side B\nRenata Laqueur 37\nFebruary 7, 1998\nBeginning Tape Two, Side A",
        "A: -- that's with espresso.",
        "A: Mixed.",
        "A: Business what?",
        "A: Yeah, Germany was business, Germans meant bringing back a box full of\ncards. Diaries, which I couldn't get at Harvard or Columbia or Washington\nor wherever I had gone. Because I knew there was stuff. And I really found six\ndiaries from Germany and brought them back. Or five diary, I forget now.\nAnd the incredible surprise was the diaries, which were from 1933 to 1945, by\nGermans in Dachau, in Oranienburg, near Berlin and this 1s what the\ndissertation is about. Non-Jews, again.",
        "A: And I didn't make any friends in Germany, except I became very friendly\nwith the person who was the lady who showed me around in Dachau, who is\ntoday a very important person there, because she became someone who is in\ncharge for all the documentation in the area. I've never seen her again, but to\ngive you one example, I become easily friends with people if it is business and\ninteresting. But I will not be intimidated or sentimental just because somebody\nis nice to me, if I don't trust them. That carried over into 1985. 1985, the diary\nhad been published in 1983 in Germany. I[ had seen the proofs, I had seen the\ntranslation and so on and then I had met my diarist, who is hanging up there,\nRenata Laqueur 38\nFebruary 7, 1998\nthere's a*° picture on the left, the young guy. And he had translated it and I had\nmet him in Amsterdam and he convinced me to come to Germany in May,\n1985. As you say in French, in English*’, contre-coeur, against my heart. And\nI said, “Peter, I'll come, but I hate it.” He said, “I'll make it worth your while,\nyou'll meet the people who are like me, who are born in the late 30's or in the\nearly 40's or after the war and you will see that they want to know, they want\nto help, they want to do.” I said, “I don't believe it.” I was very Jewish in this\nrespect. Jews never believe anybody would do that. And he said, “I'll prove it.”\nHe proved it. He proved it from the moment till he disproved it and I never\nsaw him again. The following -- I've never told anybody this. 1945, in May, I\ncame to Germany, he introduced me to the papers, he introduced me to the\nFrankfurter Zeitung. That's where I met the editor who now published my\nlatest article. Everything went wrong. I had always told him, I will meet your\nfamily only if you can guarantee me that they were okay. Because I'm not\ngoing to be in anybody's house, where you were either involved. You told me\nthat your father had worked in Bergen-Belsen as an electrician and that's how\nyou knew. He couldn't help that he worked there, fine, good. I'll meet your\nfamily. While I was in May, with him, we spent a day with his family around\nBergen-Belsen. Were received very nicely, his mother, his father, sister,\nyounger people, right?** Very, very nice. When I came back, in '86 for the\nmovie which they had made about him and me walking in Bergen-Belsen in\n1985, I met him again in Hannover and we talked and we again talked about --\nhe was doing more research about this whole thing and we talked about\n4” R.L.: Renata meant to say “his.”\n41 R.L.: Renata meant to say “...or in English.”\n4 R.L.: Renata meant to say, “We were received nicely, by his mother, his father, his sister, younger\npeople, right?”\nRenata Laqueur 39\nFebruary 7, 1998\nmeeting the wrong or the right people. He said, “I lied to you. My father was\nin the -- ” What is the brown -- the brown shirts? “The SA.” I said, “Okay. I\nstill love you, but I will never meet you again and I will never meet your\nfamily again.” That's how you can trust people. I've never seen him again. He\nhas disappeared. Because I told him, “This doesn't make any sense, why didn't\nyou tell me right away? I would -- with you I have no problem. You were born\nin '44. You published my diary, you've translated it. I would sit by candlelight\nfor your children.*? With -- with a pen,” not with a thing. But I said, “I don't\nwant to be lied to, I don't trust you any more.” Bastard. That's it. That's the\nrelationship with Germany. It remains that way. If I have friends who tried to\nwhitewash the past, I said, “Look, I don't mind it. I have a father who was a\nquote unquote ‘war criminal.’” In the first World War, that's how they saw him\nin Belgium, but at least I knew about it. I can deal with it. But if I'm told\nsomething wrong, I can't deal with it. Then I don't open up. That's chaos. And I\nam too stupid to lie. Because if I lie, I have to remember when I lie. I can't do\nthat. I may repress it, I may forget it. Reminds me of Clinton.",
        "A: Do you mean the epinow*, wh-wh-what is on top of the diary?\nRenata Laqueur 40\nFebruary 7, 1998",
        "A: Yeah, but that was Goethe, that wasn't me who said it.",
        "A: That's a beautiful, beautiful saying. Because if you're in trouble, any trouble\n-- marriage, illness, deprivation of freedom, you start living in the past,\nbecause you cannot accept reality.",
        "A: No, but it's not only true of me, this was true of -- hey, I have a dissertation.\nDissertation means you find something which is a general happening, this\nhappened to the 13 diarists whom I describe. They had all the same hang up,\nthe past. Because you can't survive if you have nothing. What you can\nremember is better. Think about it. If you have a diarist who entitles his diary,\nGoethe in Dachau, what does that mean? I'm only thinking about it now, I\nhaven't thought about it for 30 years. That he is deep into literature, deep into\nall the things he remembers about the good, old time when he was a student,\nfree, a teacher. And so he imagines how it would be if Goethe were in Dachau\nand if he meets Schiller or if he meets Hildemene*’ or if he meets\nShakespeare. As the Germans say, unser Shakespeare, our Shakespeare.\nAnd that is the intellectual, who is above the real thing. Just turn it off a\nminute, I want to show you something... ready quarter after four.",
        "A: This is your -- your free weekend too, this is your husbands time.",
        "A: By the way, do you get p-paid for this? I hope so. Does -- the united -- does\nthe Holocaust Museum --\n46 R.L.: The saying reads, “What I possess, I see as if from afar; what has vanished is coming\nclose(r).”\n*7 R.L.: Renata meant Rilke.\nRenata Laqueur 41\nFebruary 7, 1998",
        "A: I'm wondering why I didn't ever tell Joan about this, because I've been --\nthe tape was in 1996. 1994, two years after the cancer, I decided I always\nwanted to go to Jerusalem. Not because I'm Jewish, but because of the\ncultural history. The churches, the background, the Bible, the whole thing. I\nhad to see Jerusalem. So in 1994, I took a tour with an American company\nand I went with my dissertation advisor, who was German, but 10 years\nyounger, whose father died in a concentration camp**, whose brother was\nkilled in Russia and we are best friends, 10 years younger. And we went\ntogether on a trip which got us to Syria first. So we were in Damascus, we\nwere in the whole Syrian north, so the art and the thing and then crossed over\nfrom Amman, we were in Jordan, very strange trip at that time. Crossed over\nthe Allenby Bridge to get to Jerusalem. And we came not in by air, but by\nbus. So we were in Jericho, it was the hour of our time*’, we were in\nJerusalem and in Tel Aviv when the bombs exploded in the buses. And for me\nJerusalem was the absolute epitome of history come alive. Like Rome, or\nFlorence, or Amsterdam, or Edinburgh, or you name it. So this is\nJerusalem. How did we get to that?",
        "A: Because I asked you have you been in Israel. And I'm dying to go back,\nbecause I wasn't well, I had a terrible problem and -- and so on. Thought that\nthe -- the cancer had returned, it didn't. Anyway.\nRenata Laqueur 42\nFebruary 7, 1998",
        "A: No. Absolutely not, but I felt immensely Christian. I mean, everything I\nknew from the children's Bible was real. Gethsemane, and the crosses, and the\nroad at Via Dolorosa, and the landscape from the paintings. I mean, if you\nknow your painting history, 1f you take one liberal arts course with painting\nand the books, as an undergraduate, you've seen all those painting. Besides, I\ngrew up with art. No, I never felt Jewish. Sorry.",
        "A: No, I mean for instance, when people went to the wailing wall and you saw\nall these people there with the --",
        "A: With the -- with the funny hats on and the -- and hair growing with -- on the\n-- out of the ears. And the guide said, “Does anybody want to go to\nsynagogue?” And there were two or three people who wanted to go, who went.\nAnd Doris -- and Doris said, “Would you want to go anywhere?” I said, “No, I\njust want you to take pictures.” Well, that's it.",
        "A: Do you know, the dissertation were whatever I found. I read diaries of three\nor four Dutch, I have to look it up again. You have to just -- 13 in all. Five\nGermans, not a single Jew in German.",
        "A: There were professionals, or doctors or painters or journalists and one\nwoman who may have been half Jewish, I think. And the Dutch were two Jews\nin Bergen-Belsen, one guy who was Jewish and who died in Auschwitz and I\nhave his unpublished diary, so that's three and two resistance fighters. The\nGoethe in Dachau 1s -- is a Dutchman, non-Jewish. That's it. And the diaries\nwere in Dutch, in French and in German. And I pulled them together.\nRenata Laqueur 43\nFebruary 7, 1998",
        "A: That what?",
        "A: I was a tran -- oh, that's what I did in Holland.",
        "A: That I don't know whether I meant it metaphorically, I don't remember. I\ndon't know how to say what a translator 1s, somebody who brings something\nacross -- I don't know. I don't know what that means. To me, translation is\ntaking something from one language into another language and with it comes\nalso the knowledge of how people behave in that country. Because if you look\nat the German language, the German language is very much like the Germans,\nvery complicated, very precise and always putting something together which\nnobody else puts together. The English language is to me the language. It has\nmore synonyms, for -- just look at a dictionary and a German dictionary,\nbecause it's combined of romance languages, Latin, Greek, Celtic, Germanic\nand everything. It is the richest language in the world. Because they have\neverything. This goes for American English, same way, because it comes from\nEnglish. And then they threw in all the other languages here.",
        "A: I don't know, I'm very unemotional when I work. I'm not sentimental.\nRenata Laqueur 44\nFebruary 7, 1998",
        "A: I don't see it an anthropological, sociological way, but it's -- you have a\ngood point, it's something which occasionally I may be even doing it without\nthinking. You're absolutely right, because if I think of some of the troubles I\nhad with the dissertation, because of the gruesomeness of the German\nlanguage, which then describes certain situations in a concentration camp, I\nmean the word, it's zertrimmern [ mean, I'm thinking of all the things where I\ntried to find -- you smash something. The zertrimmern is you really split,\nyou can hear almost the stones coming apart. The German language is\ngruesome. It's like the fairy tales. Because they combine two things which are\nnot combinable and it becomes a concept. Never occurred to me. And when\nyou work with the concentration camp literature, you get into situations. I'm\nthinking about how d -- I have a chapter in the dissertation about the German\nlanguage, the SS language, where they talk about the Dritte Reich, the Third\nReich expressions. And 1f somebody yells at you in the concentration camp --\nI'll say it in German first and then in English. “Ich la®B euch stehen bis euch\ndie Schei®Ke aus dem — aus dem Nase — aus dem Mund koff>’.” I let you\nstand here til the shit runs out of your mouth. So in other words, abnormal,\nchaotic, whatever. This was the language of the Third Reich. And the\nGermans who -- which also 1s in Goldhagen, the famous Goldhagen book,\nwhich I despise. I had a big argument in Germany about that book. The\nGoldhagen book is incredible. It's a lousy, biased version of the whole thing,\nbecause he “forgets” about the Gypsies, he forgets about the non-Jews who\nwere killed. And that, to my mind, six million is -- 1s not enough, there is\n° R.L.: Renata meant to say “kommt.”\nRenata Laqueur 45\nFebruary 7, 1998\nmore. And that is what's coming out. And that has something to do -- now\ngoing back from the language again, into the whole history, it will take\nhundred years till we have the whole story.",
        "A: But when you mention translation, it gets me into things I never think\nabout.",
        "A: English. I can't write in Dutch, I can't even write a letter any more. Because\nI've been away now, wait a minute '52, say '92 1s 40 years, so let's say 45\nyears. Iam 78, so my first 35 years are in Europe, and in Europe | already\nspoke more than Dutch. I spoke fluent French, fluent English.",
        "A: Couldn't help it, like a Swiss girl. You learn it in school and I'm gifted. So I\nmean, I've learn -- I've learned Spanish here, just for the hell of it. I'm not\nbragging, it's just one of the things you get like you get vitamins, you get\nlanguages.",
        "A: What?",
        "A: That's right, but you get this because you go to a decent public school. It's\nnot a private school. I never went to private school.",
        "A: What, you -- do you have the diary?\nRenata Laqueur 46\nFebruary 7, 1998",
        "A: No, no, no, no, wait a minute --",
        "A: What do you have?",
        "A: Because I had all the music and I don't, I got all the music as a youngster. I\ncouldn't do both because it was a matter of timing, a matter of money and why\nnot music, because I don't have the patience to sit and just listen. I got spoiled.\nNow, since 1945, I don't think I've been to a single concert, I had all my\nconcerts in the concertgebouw”! in Amsterdam with Mengelberg, with\nFurtwrangler, with Toscanini, whoever came over, we -- we heard and saw.\nBut since I came to New York, it was theater and literature. And New York is\nboth and it's also music. But some other people, some my friends say, “How\ncome you never went to Carnegie Hall?” I only went to Carnegie Hall for\n51 Concertgebouw: concert hall\nRenata Laqueur 47\nFebruary 7, 1998\ncertain things, at Christmas or so, or if Schneider was giving a kid concert,\nthings like that. With my nephews and nieces, of course they have to get it.",
        "A: Smells.",
        "A: Very much no, lost all of it with the chemotherapy. Don't smell anything.\nThat's why I eat garlic, because I never smell it anyway. Smell, sound -- I\nsuddenly remember the smell of, what is that turnip? The smell of stinking\nsomething, of the disinfecting in the shower. That smell was unforgettable. It\nis like in Proust, when he has the madeleine and he gets the whole thing back.\nThat's the things which you don't repress, which come back as they come. If a\ncertain smell comes, you associate with the smell. If a certain sound, if a\ncertain picture. Associative memo-memory. Don't you have that? Every person\nhas that. What do you remember of your youth? A sound, a smell, a feeling, a\ntouch. All the six senses.",
        "A: Strange. As we talk about it, I suddenly realize, I can not remember pain.\nThat's repressed. I'm thinking of pain -- strangely enough, that was in normal\ntimes, the pain of dentistry. That is the pain I remember and that is the pain I\nrefuse. I do not go to any dentist who will not give me anything against nerve\npain. Be it a bridge, be it a nerve -- root canal, be it a drilling. I said, “I won't\ncome unless you deafen me, dumb me.” He said, “Good.”",
        "A: The pain of -- I'm thinking of pain in the concentration camp, but I had very\nlittle pain. Very little pain except -- discomfort is not pain. Pain and discomfort\nRenata Laqueur 48\nFebruary 7, 1998\nis incredibly different. Real pain 1s un -- I've never been tortured. Unbearable\npain, I only remember in connection with the colon cancer. And that was\nunbearable because it was unexpected. And once again I — d-don’t -- I'm not --\nI don't know why that has anything to do with anything. I wake up on the night\nthat O.J. 1s driving his white whatever --",
        "A: Bronco -- with such horrible pain as I've never had in my life. Friday the\nJune 12th, going onto Saturday morning. I go to the bathroom, I vomit. I vomit\nand shit at the same time and I know what it 1s. How do I know? From\nliterature, from Hemingway, from Snow of Kilimanjaro”. At four a.m. I call\nmy doctor at home, the chief of gastroenterology at Sloan-Kettering. And I\nsaid, “Sidney, I have gangrene. I have an obstruction.” He said, “Are you\nnuts?” I said, “No. I stink, nothing stays up or down and I -- I have such pain,\nI'm in absolute -- wild with pain.” He said, “Go to the hospital.” I said, “I can't\nmove, I have such pain.” He said, “I can't help you, my wife is dying.” His\nwife died that night --",
        "A: At Sloan-Kettering. But that has nothing to do with anything. How I got\nfrom the bedroom to the phone, calling my super. I said, “Ruben, I am dying\nof pain, I have to get to Sloan-Kettering, will you take me?” He said, “I'm\ncoming.” Looking for my papers here, to get my papers, my keys, I ran into the\ndesk, the desk broke apart, because everything is old here and rickety and\nRuben comes up. I said, “Ruben, help me get dressed, get me to the car and\nget me to Sloan-Kettering.” It took us an hour to get me dressed, to get me\nthere and then they took over and it took them 24 hours till they decided they\n2 R.L.: Renata meant Snows of Kilimanjaro.\nRenata Laqueur 49\nFebruary 7, 1998\noperate. My surgeon came back from the country. He said, “Renata is ill, I\ncome back.” They operated, it was gangrene. They took again, some stuff out,\nnothing to do with the cancer. It had something to do with something I had in\nmy belly for years and it had festered, infected itself, strangulated itself and\nthat's it. But it was the worst pain I've ever had in my life and after that I was\nsix weeks with drainage, had home care here, in this apartment. It was the most\ndebilitating operation I ever had. And then I went to the Near East and to\nJerusalem. And to Petra and in Petra climbed on a horse and thought I had\nsplit something. And that's why it wasn't so happy in Jerusalem. Then comes\nthe third operation. I am in the Far East, traveling, and I get a terrible cold in\nBangkok, and | start coughing and I feel that I have another time, something\ngoing wrong in the right side. I come back to Sloan-Kettering in January and\nsee my surgeon. “It's nothing. It's a muscle which got in the way, you got to do\nexercise. I will operate on you, but this time I can't do anything any more,\nunless you're really very thin. Lose some weight, I will try to stitch you up\nfrom the inside. Otherwise I have to put a maze in behind it, which is a foreign\nbody and then you may reject it, you get more operations, more operations. Do\nwhat I tell you, come back in three weeks, we'll operate. Lose three, four\npounds.” We operate, I still have the stuff. He could do what he could do. He\nsaid, “Stay thin, you have no cancer. Come back every year for your\ncolonoscopy.” But pain, if it's unbearable, I remember it. But it had nothing to\ndo with the concentration camp.",
        "A: Hm?",
        "A: It's what?\nRenata Laqueur 50\nFebruary 7, 1998",
        "A: It's shaped a lot of my life. It's still shaping. And I don't know, sometimes, I\nmean, I sound very upbeat when I meet Joan or you, because I only talk about\nthe positive thing. The negative things are getting older, feeling that you can't\nreally do anything any more which 1s worth it. You want to leave something\nfor the young people and the only time I really feel very “with it” 1s when I\ntalk to youngsters, be it at the U.N. or at the private schools, or in Germany\nand I tell them, “Let's avoid this. Let's not discriminate,” and... I think it is the\nwhole discrimin-ory-tory process of because he or she has a different skin or a\ndifferent nose or a different background and this goes right into the 90's. And I\nhave been in America since the McCarthy time, through a couple of\npresidents, always voted against, never for. What? means for freedom, for\nliberalism, for whatever will give people what I consider a better life. And\nthat's it. And if you live in New York, and if you keep your eyes open, you see\nalmost as if everything in a microcosm, is because everything which happens\nhere, happens all over the world. All I have to do is go west or south in\nManhattan, or even east, and walk along the river and I'm back in Holland,\nbecause it's the same landscape. Especially if I go down to the battery.\nBrooklyn is Holland in many ways. New Jersey is in many way Holland.\nAnd Ellis Island. All that stuff is Holland. Even with the church spires. If you\ngo mid-town, if you go downtown, you have America. If you go uptown, out\nof New York, you're somewhere in Europe. Because it's -- can be either\nGermany or Holland or England. You go to Boston, you're almost in\nPortugal. No, and this 1s living in America. Everything repeats itself here. I\nlove it. I love being a European who has become an American. Because my\n3. R.L.: Renata meant to say “that.”\nRenata Laqueur 51\nFebruary 7, 1998\nEuropeanism has reinforced what I love in America. Whether I'm in Portugal\nand see the same stones, which I see when I am north of Boston, because that\nconnects, or whether I'm in Ireland on the west coast and I know that someday\nthis was all together. And I understand the Irish and I understand the Scotch\nand I understand the Dutch and I understand the Portuguese because I learned\nSpanish. And I have not been in South America, I've carefully avoided it\nbecause I like to go to countries where I feel comfortable. I have avoided\nChile because of the dictatorship, Brazil because of it's stuff. Argentina\nbecause of Franco™. I wasn't in Spain more or less, till Franco was kaput. In\nGreece till the dictatorship was kaput. And that's very hard these days, to\navoid countries. I'm still dying to go to Iran Persepolis. But I'll wait. If I see it\nfine, if I don't see it, fine.",
        "A: Hm?",
        "A: It's okay. It's okay if I don't overdo it. I swim six times a week. I walk five\ntimes a day up and down. I walk every day at least half an hour. Shop every\nday, carry every day and my family wants me in a nursing home. I said n -- my\ndoctors at Sloan-Kettering said, “Are you crazy? Stay as long as you can and\nfeet first.”",
        "A: I still work at Sloan-Kettering at least once a week. I am part of a program\nwhere they talk about nutrition and cancer and I help them with their grants. I\nwork with psychiatrist, who gives me manuscripts about post-traumatic stress\nand so on. I do stuff. Not enough. Don't get paid. They have no money.\nRenata Laqueur 52\nFebruary 7, 1998",
        "A: Pardon?",
        "A: That's right, it had to do -- it wasn't true, because the first 10 years -- I\nworked 23 years. The first 10 years I trained, in a sense of I had never, ever\ndone any budgets, I'd never done any financial thing. I went to school in the\nhospital, on my own time, didn't get paid for that. And I learned how to write\ngrants and then only the last 10 years had to do with food because I was in\nnutrition and cancer. The rest of the time I just learned about cancer. And boy\ndid I learn.",
        "A: Oh, that's just very easy, the New York Times.\nEnd of Tape Two, Side A\nBeginning of Tape Two, Side B",
        "A: -- put you into cancer.",
        "A: PhD, 1971, I look for jobs, I write hundreds of letters, get hundreds of\nnothing back. In February, it must have been February the fourth, on the\nSunday Times, there is an ad of Memorial Sl] -- I had worked there as a\nsecretary. When I came off the boat here and off the train in Canada, I didn't\nwant to work in business. I worked at Sloan-Kettering, because it was on my\navenue, I lived here and I was a medical secretary. I could learn that, I had\nheard medicine at home, I had all the background. I was six years a medical\nsecretary at Sloan-Kettering, I need this in order to tell you how I got back. I\nRenata Laqueur 53\nFebruary 7, 1998\nleft there only because my mother had died and I got some money and I\ndecided I don't want a mink coat, I don't want a house in the country, I want to\nstudy. So I studied New York University, Columbia, 1960. I had worked at\nSloan-Kettering from 1953 to '59. In between I worked as a part time\nsecretary in medicine because I didn't want to give that up, so I had medical\nexperience. From '71 to '73, I looked for jobs in comparative literature,\ncouldn't get a thing. February fourth, 1973, there is an ad in the New York\nTime: Memorial Sloan-Kettering Cancer Center, looking for a coordinator-\nwriter for their grants office, who has medical background, languages. I write a\nletter to my former boss, who lives on East 68th Street, bring it to his home\nand say, “Marty, I need that job. I'm going to Antigua this week, because I\nneed a tan for my application, see I have to look better. Get me that job.” I\nwrote a letter also to Sloan-Kettering and sent him a copy. I come back from\nAntigua, I have the job. He left a message -- I didn't have an answering phone,\nhe left a message for me, call me, you have an interview. Or they called me,\nwhatever was the note, I had an interview. I got the job. At that time, 10,000\ndollars a year, which was 200 a week, I worked from eight in the morning til\n10 at night, no overtime, no nothing and learned the job, grant writing. And I\nended up with having something like 150 labs as my clients. And reading their\nstuff, editing their stuff, putting it together in the format and shipping it out to\nthe National Cancer Institute or to the National Institute of Heart and Lung and\nI learned more than I ever learned. So this is how I got from literature into\nmedicine.",
        "A: Yeah, that's right. I'm married, I'm -- father was a ph -- a physician, a\nhusband who was a physician, a brother who was a physician, and so on. And\nRenata Laqueur 54\nFebruary 7, 1998\nmedicine 1s -- I always wanted to write about the doctor in literature. Doctor\nand literature are very close. Doctor and science and mathematics are very\nclose. It's the literature and the doctor which is very close to each other. That's\nthe answer. And I end up with a dissertation was just literature. And two years\nlater I'm in medicine. Never occurred to me till I talked to you. So again I\ntravel from one specialty to the other, from one country to another, from one\ndiscipline to another. The fashion is the -- the drawing. The drawing comes\nback as I travel, because I only draw every time -- a Christmas card is a\nbuilding, is architecture. That goes back to my youth, to my education, to the\nliberal arts. So the whole thing is full cycle. If the dissertation is finally\npublished. I'm waiting. Look at that article in the Frankfurter Zeitung. What\nelse is that but going back in time from experience to transition, from chaos to\norder and continuity? And I'm, by Jove, not an intellectual, I'm an intuitive\ntalker, doer.",
        "A: I'm very much a participant, I'm not a spectator. I'd -- strange thing is --\nthat's very interesting. If you talk, you don't document. If I write, I better\nwatch what I'm doing and there I become the spectator. Because I cannot write\nunless I edit. If I talk, unless you guys stop the machine, there are lots of\nthings I might want edited out if 1t goes somewhere. But if I talk, I talk honest.\nIt's an incredible question, are you a participant or a spectator. I don't think I\nsense it a lot, I sense it a little bit, but very much on the surface. I just ser-se --\nsense it only four letter words, because I very often think in four letter words.",
        "A: I think -- I think in English, I dream in English, I react physiologically in\nEnglish. I know this because I went into shock. I went -- they gave me the\nRenata Laqueur 35\nFebruary 7, 1998\nwrong medicine in 1956 when I was an employee at Sloan-Kettering, as a\nsecretary. They gave me penicillin and I went into shock. And they called my\nhusband who was work out in Creedmore as a psychiatrist, they said, “Renata\nis in shock, come. We gave her penicillin and she's --” And he said, “What's\nshe talking?” He says, “English.” So in other words, English has become my\ncommunication. At the same time, I also know -- and this has nothing to do\nwith me, but I know from Holland and from the resistance that if they gave\npeople -- they didn't have to torture them, they just wanted to find out where\nthey were from, all they had to do was take a pin, and how they said “ow”, or\n“ai” or “ouch” or “oy”, they know where they came from. And I know from\nhaving been married to a psychiatrist and having dealt with all kinds of issues\nalso at Sloan-Kettering, that if you are in pain and how you react, it will bring\nback your mother tongue. And what I say, when they do something, I'm -- I'm\nusually don't say anything, I’m not a howler, I'm very tough -- is -- it may go\nback to German or to Dutch, but I doubt it. Because even in shock I talked\nEnglish. But I know, for instance, that the aunt of my husband -- he was\nJewish, Deso -- and she came from Poland and her children were very un-\nJewish because they had married American Fortune 500 people. And got made\nit up in the media>’ and wherever, and she refused to say that she was Jewish,\nalthough her name was Margulies. They said it was French and they said he\nhad been to the Sorbonne when he had never been near it. Doesn't make any\ndifference, but they were not Jewish. What does bad luck have? She gets a\nstroke and she talks only Polish and Yiddish. So this is where I'm very careful\nand I tell myself, don't ever deny anything, because if you're on your deathbed\nor if you have a stroke, you'll talk anyway, whatever it is. So I don't deny\n> R.L.: Renata meant to say “They got it made also in the media...”\nRenata Laqueur 56\nFebruary 7, 1998\nanything, I would never deny anything, it's stupid. If you lie you have to\nremember what you said.",
        "A: I'm not Jewish enough for the Holocaust Museum.",
        "A: That's right, no, my m -- m -- my Deso, not Paul, Paul is my generation.\nMy husband was the 19th century moralist, the very moral person. He said,\n“You are an amoral person.”",
        "A: Yes.",
        "A: What does that mean? It means that I have my own rules. I don't feel, I felt -\n- I've -- [had to go into psychiatrist>° to be re-educated because I was lifting --\nshoplifting left and right. Because the barrack was so nice and I would take\nthis or I would take that. I still -- it's very hard to go somewhere that I don't\npick up a lipstick. But, I have my own rules. As long as I don't hurt anybody.\nFor instance, all these sexual things, I don't want to talk about this, shut this\noff... -- you to the U.S. Holocaust Museum, my inner soul. Give me -- give me\nan answer.",
        "A: You're not a psychiatrist.",
        "A: And I'm not --\n© R.L.: psychiatry\nRenata Laqueur 37\nFebruary 7, 1998",
        "A: What?",
        "A: No, but what I mean and I have carefully avoided psychiatry, not because\nI've anything to hide, but because I don't believe in it. You have to do it\nyourself. And my husband agreed. He was a psychiatrist, but he was a\npsychiatrist of the eclectic ilk. He said, “If I have a patient who is with me\nlonger than six months or a year, I kick him out. Because if I haven't covered\neverything this person has to give me, there's something wrong with my\napproach or his denial.”",
        "A: What?",
        "A: So what? So I've made peace with it. But -- I'm very happy with it. If I can\nlive with myself and if I can function and overcome barricades which obstruct\nmy life, be they in career or in health or in whatever and I still don't hurt\npeople, why do I need psychiatry? Why do I have to bare my soul? It's\nnobody's business what is the third level, the fourth level? I really feel -- I'ma\nScorpio and Scorpio are diggers. We dig deep down and then we hide. Do you\nknow how I learned that? From my psychiatrist husband, who believed in\nsomewhere, not in astrology, but he says, “You know, just look at your picture,\nwe are both Scorpios, we fight like hell because we are both the same sign. I'm\na generation older than you and I have more moral beliefs than you do, you are\ntotally demoralized by war. Your relationship with your father, you were fa --\nfighting the nine -- the 19th century all your life. You're all 20th century.”\nNow I'm 21st century. He said, “The last thing you need is psychiatry. You\nRenata Laqueur 58\nFebruary 7, 1998\nneed an education, a re-education. You have to learn that you can't do this, you\ncan't do that, you can't do that without running into trouble. But otherwise --”",
        "A: I don't want -- I hate showers. People who were in Auschwitz would\nunderstand this much better because shower was gas. In Bergen-Belsen there\nwas no gas, but a shower in Bergen-Belsen meant taking a shower while the\nSS is watching and with all these other skeletons and whatever. I don't like\nshowers, I've never liked showers. I want a bathtub, where I'm alone and\nnobody watching me. But showers for other people who were in concentration\ncamp is gas. And that -- that's why I don't make a big thing about it.",
        "A: Yeah, that was that horrible movie, made about, I think it was m-meant -- it\nwas based on a Gerald Green movie, where they showed the people in\nTheresienstadt and where they -- I said they were in Bloomingdale's clothes,\nthey looked much too good. And that is one of the reasons, I'm not bitter about\nit, but I ended up with the literary agent of Norman Mailer, Gerald Green\nand a couple of other famous writers, where I gave him my diary and the\ndissertation and I think I paid him 800 dollars to just read the crap. And he\ncame back with a criticism which I have somewhere. I've hidden it, but it is\nlike going into psychoanalysis. What he said hurt so deeply that I got burned.\nHe said, “It's very original, it's very real, but it is totally unpublishable because\nthere is no sex, there is no real violence, there 1s no -- it's not sellable, salable.”\nIf I would be dead it would sell like hotcakes! I know that. If Anne Frank\nwouldn't have died, the diary would never have been published. You have to\ndie in order to prove something. I'm not bitter, because I'm delighted to be\nRenata Laqueur 59\nFebruary 7, 1998\nhere. But how often have I said in Germany, if I would have been died’, I\nwouldn't need you to publish it. But the Germans had a bad conscience, so they\npublished it. Isn't that kind of funny?",
        "A: Pardon?",
        "A: The youngest possible, because they have no idea what we're talking about\nbecause all they get is the stuff from other countries where you have things\nlike that happen, Bosnia, maybe even Iraq. What do we know what this God\ndamn guy is doing? We know now about Taliban and the people in\nAfghanistan. And especially how women are being mistreated and so on and\nso on. It's going on. And I still talk like an old professor. Remember one of the\nguys whom I quote in my dissertation, who calls the 20th century the century\nof the grotesque? We are going with the grotesque into the 21st century.\nEverything is upside down, topsy turvy. From the smart bombs to the coletvil™\ndamage, to the concentration camps, to the treatment of people, to the racism.\nI mean everything. There is nothing which is normal. The good old times.\nThere is no continuity. And if we lose respect, we lose continuity. Boy am I\npreaching on the soapbox right now. I would stand in Central Park and this is\nhow I stood in Germany and this is how I stood at the UN. I said, “Kids, do\nsomething about it, let's have some decency, continuity and I mean morality,\nwhich is acceptable.” You can still steal a lipstick or have an affair and still be\nvery moral. You know what I mean. Okay”? Basta.\nRenata Laqueur 60\nFebruary 7, 1998",
        "A: It is 10 after five.",
        "A: You started at 20 of three. How long do you want to have this go on?",
        "A: That was the trouble with Joan. Joan says, “I have more questions.”",
        "A: That has nothing -- oh, wo-wo-wo-wo-wo-wait a minute. Jews -- if you talk\nto Jews, real Jews, they ask you a question, but when you answer, their answer\nis a question. And that's why it never stops.",
        "A: Hm?",
        "A: No, no, I am very serious. There comes a point where, to my mind, unless\nyou have a real question, this all has been answered already, was by Joan. No,\nshe didn't ask me, do you feel a participant or do you feel a spectator. This is\nas crucial as why did you write. Because I come to c-certain level of insight,\nwhich actually makes me now even more keen on never giving more\ninterviews. There 1s no point to it. I don't have to discover things, I know by\nnow. How important 1s it whether I'm a spectator or not? It's a nice twist. It's a\npsychological twisting the knife.",
        "A: I don't know what this is, but you guys, reporters, interviewers, historians,\nprofessors, psychologists, all of you God damn compassional””’, including\nmyself, I have a feeling when you interview people, you sometimes open a\nwound. And you're not cruel, but you twist the knife. You go a little deeper.\n°° R.L.: compassionate\nRenata Laqueur 61\nFebruary 7, 1998\nAnd if you get an exhibitionist like me, who loves to talk, you're lucky,\nbecause you dig deeper and deeper and you find levels. But there are always\nlevels nobody will ever talk about. So what? So you go from level one with the\nelevator down in the basement and then you go below the earth's surface and\nthen you go all the way up and you come on the other side of the earth and you\ncome up again. And what have you done? Dug into something. And what are\nwe going to do about it? That is the thing. I'm not hurting more than anybody\nelse, I think I hurt less, because I have in -- desensitized myself. I refuse to feel\npain. That's part of survival. Some people said to me, “You never mourned for\nyour husband, whom you dearly loved.” He was the great love of my life. I\nsaid, “Who has time?” If I do that -- I've barely given myself time to\nrecuperate, in order to get on top again. So that is the style, but that's not\nsomething which other people do, or should do. This is very, very unusual and\nmay eventually, finally kill me. This week -- okay, let it be, I'll leave it on,\nalthough I haven't told anybody, ever. This week I went to the tailor and I had\nto have a pair of sh -- pants shortened. I step out of my pants, I step back into\nthem and it's in a little stall where you have a curtain around you because it's in\nthe shop and I have nothing to hold on and I knew I was going to fall. And I\nonly told myself, “Not on your head.” So I fell backwards and I'm used to\nbeing very limber. And the guy was not there. I said, “I'm falling.” He said,\n“Oh, my God.” I told myself, “Geez, what does God have to do with?” I fell. I\nhurt myself quite badly on my right side and I told myself, “Don't break your\nhip.” I have osteoporosis, of course. Don't break this, but I suddenly realized,\nonce again I had gone beyond what I should be doing. I should have known\nthat with this side effects I have, I should hold onto something. But I didn't.\nOne of these days --\nRenata Laqueur 62\nFebruary 7, 1998",
        "A: What do I metaphorically do?",
        "A: Metaphorically I hold on to -- I just think of giving you the first thing I\nthought, staying on top. Which is in control. I -- Joan knows about it, I told\nher about it. At Sloan-Kettering or wherever, they have trouble putting me to\nsleep, I will not do it. They say, “Shut up already, we'll give you something.”\nBecause if I'm anesthetized, I don't feel anything, I'm not in control. This has\ncome back to 19 -- f©° -- I would say to the concentration -- I didn't have this\nbefore the war. I was like everybody else, if I had to have something. After the\nconcentration camp, I will not be in the dark till it's dark. “Death shall have no\ndominion.” Death had it's dominion in Bergen-Belsen. And Paul always says\nto me when he meets me, he said, “You are amazing. You still alive.” I said,\n“Yes, but so are you.”",
        "A: Yes. He says, “But I'm much more depressed than you.” I said, “That's why\nI divorced you.” I tell you -- no, I -- you should see my sister, my sister is two\nyears younger and she's at least in looks and in behavior, at least 95 years old.\nAnd we don't get along because she feels that I'm too theatrical, too outgoing,\ntoo this, too that, too rigot®! whatever. Tough.",
        "A: Huh?\nRenata Laqueur 63\nFebruary 7, 1998\nwhich is ideal, which is “The Erroneous Zones,” not the erogenous zones. And\nthat book answers many questions from why do you do this or why do you\nthat. If I'm really depressed I read it. I don't remember it, but I know it. I found\na way, this fall, when I was terribly depressed, I was angry, bitter, lonely, I\ndidn't want to be 78, didn't want to live. And I told myself, “You got to do\nsomething because otherwise you end up paying 100 dollars an hour to talk\nabout the crap.” So that done it. So what did I do? I decided I wear, every day,\nbesides clean underwear, which I do anyway, every day something different.\nEven if you're alone. Don't wear the same T-shirt, though you wash it. Wear\nsome jewelry. You always wear lipstick. So do it. I've not been really\ndepressed any more. I found the way. That happened in -- around my birthday\nin November. Now it's February, I'm doing okay. But I forced myself. Do it,\nmake a plan, finish every day something, even if it is crud, but do it. And don't\nwatch so much television, now again. O.J. I didn't watch, but this Clinton\nthing. Okay. Questions?",
        "A: G-Gacka.",
        "A: G-a-c-k-a, which is talker, yakker. I must already have done this when I\nwas a kid, couldn't shut up. My husband used to say, “You talk the air away.”\nBut then now, I'm alone and I don't talk to anybody, sometimes for days. And\nif you have an interview, you're supposed to say, you're supposed to talk. No,\nI've learned to shut up. I can shut up.\nRenata Laqueur 64\nFebruary 7, 1998",
        "A: How would they feel if they -- why do you think I don't show my family the\ntapes? Because there are things I already did as a child, I talked about the\nimpossible things. I wanted them to be more open, more direct, less\nhypocritical. My sister is two years younger, she is much more 19th century\nthan I am. She married a guy whose third wife she was, who named their first\ndaughter after his first wife.",
        "A: I don't have to say anything else. You can imagine how the relationship 1s\nbetween mother and daughter today. It's totally fucked up. The daughter\nbecame a lesbian. Now, at the ripe old age of 45. And married and divorced\nand ah. Now I want you to shut off the thing. Because I'm talking about\nsomething --”\nEnd of Tape Two, Side B\nConclusion of Interview\n62 An amendment has been made to the Interviewee Release Form in regard to the final statements of\nthe interview, beginning with “ It’s totally...” and ending with “Because I’m talking about\nsomething.” At the request of, and in agreement with the interviewee, the United States Holocaust\nMemorial Museum prohibits the use of these statements, in whole or in part, both by third parties and\nby the Museum itself, in any publication, display, or production, in any and all media now known or\nyet to be developed in the future.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "The interviewee has requested clarifications to be added to statements made at the time of\nthe interview. All clarifications are footnoted and appear with a RL before the text indicating\nit is a statement made by Renata Laqueur after the interview.",
        "Renata Laqueur 2\nFebruary 7, 1998February 7, 1998\nBeginning Tape One, Side A"
    ]
}