{
    "rg": "RG-50.030.0300_trs_en",
    "sequence": [
        "Question: Why don't you tell me your full name and your name when you were born, and when\nand where you were born and then a little about your childhood?",
        "Answer: My name is Lisa Nussbaum Derman. I was born in Raczki Poland in 1926. I was one\nof three children. I had an older sister Pola and a baby brother Busiek. My parents Herschel and\nGittel Nussbaum and an Aunt Sarah that lived with us. I lived in a very small town. We were\napproximately five kilometers from the German border in East Russia, Ostpreussen!. And this is\nwhere I grew up until the war broke out. It was a town with not that many Jewish families, 50\nJewish families, surrounded maybe by a 1,000 or 1,500 Christians. I grew up in a loving home, a\nbeautiful Jewish home that instilled in all three of us children wonderful values that really kept\nme through the years and through this entire traumatic experience. I went to public school as a\nchild, and then I also went to a Hebrew school, and when there were not enough Jewish children\nfor a school, my parents had a private tutor in the house, a Hebrew tutor for myself and my little\nbrother. My father was an exporter. He exported geese and lumber to Germany and he was sort\nof involved within the German world, so to say. When Hitler came to power, my father's\nbusiness at Raczki came to a stop. He was not allowed to trade any more, and conditions had\nchanged. We lived very close to the border and we knew really, what went on in Nazi Germany\nby this time. However, we were not so much yet affected by it. The town I grew up in was\nantisemitic. We suffered from Antisemitism. Even though, I have to really tell, that my parents\nwere sort of a very special family in this town. My mother especially was giving of herself to\nabsolutely everybody, Christians especially. They would come to her to write letters to America\nbecause not that many people were educated and literate in the town. And by the very same\ntoken they suffered from Antisemitism. When my father's business came to — abruptly to an end,\nmy mother too had a business. My mother had a fabric store, a large fabric store and there were\nsermons in church given very often to say not to buy from Jews, and especially even mentioned\nmy mother's name — my mother's name was Gittel but in Polish they call it Gitka (ph) —\nespecially to mention not to buy by Gitka. Shortly after — right after Kristallnacht there was\nalready an influx of German Jewish refugees that came to Poland.\nNone of them came to my town because we were too small of a Jewish community to\naccommodate Jews, but however, we heard from them about all the stories. Also, I wanted to be\nvery much aware, even though I lived in this tiny little town, there are people in America call\nthere a shtetl of the kind people think maybe from the Fiddler on the Roof. No, it was not. It\nwas not because we were quite really advanced in a way. We had a radio in the house. We had a\ntelephone in the house and my father in his days when he conducted business traveled very far —\ntraveled to Germany and to other places, and we really knew what went on in the world but very\nlittle, because my parents have done at the time to change what was coming? The war broke out\n' East Prussia\nin 1939 and Poland was divided between the Soviet Union and the Nazi Germany, and my town,\nof course, was directly on the German border. And immediately the Germans came and\noccupied the town. I was not in town when the Germans came to occupy. My mother sent my\nlittle brother and myself to my aunt that was only 15 kilometers away. I don't really know what\nwas the reasoning and such, and low and behold, when they bombed the town, my little brother\nand I had the measles and we were in a shelter hiding from the bombs. And not even — we both\nhad such high fever that we didn't even know what went on. The town was occupied and\nsimultaneously, the Russians came and the two armies sort of met. And by rectifying borders my\ntown remained under the Nazi occupation and the rest, 21 kilometers away from my town\nAugustow was already the Soviet Union.\nMy parents had the foresight to leave with the Russians, because the Russians encouraged\nanyone that wanted to leave with them were able to leave. We left. We took part of our\nbelongings, not everything but part of our belongings and we moved to Augustow, which was a\nmining town 21 kilometers away. On there we were already refugees. We found\naccommodations. I started to go to Russian school so that my sister — my sister already at the\ntime was in gymnasium and much higher grades than I was. My sister was 17 years old. And\nvery shortly after — I would not say that I myself as a child suffered much under Russian\noccupation. My parents provided us with everything that they could. And now we went to\nschool. We made new friends, and youth has a way of adjusting very fast. However, my parents\nhad a much harder time, because my father being a businessman had a handicap under their — the\nCommunist regime. And we had to move away a 100 kilometers from the Russian border. And\nwe moved away from Augustow and we moved away to Slonim, a town which was Poland after\n1939, but then in the division of Poland and the Soviet Union — the Nazi Germany and Soviet\nUnion, ended up under the Russians. We lived on the outskirts of town, the whole family. And\nmy aunt that lived with us, Aunt Sarah. We lived on the outskirts of town in Slonim on the river\n— on the Shchara, and our neighbors were Christians. Predominantly, Slonim really was a Jewish\ntown. It was a magnificent Jewish town because it had so many learning places, so many\nsynagogues, Yeshivot* — the famous Yeshiva of Slonim, the rabbis of Slonim, two Jewish high\nschools. Really, a place that really did not lack of anything one would want to know or really to\nenjoy in a cultural way as a Jewish child. I had friends, Jewish friends and Christian friends, too.\nand shortly the war broke out between Nazi Germany and the Soviet Union, and it is there that I\nreally met up with the Nazis.\nWe lived on the outskirts of town. The town was not bombed much, and we were not at all\naffected by the war per se from bombs. Very shortly after the war broke out on the 21st of June,\nvery shortly after, there were announcements that Jews were not allowed to live in certain\nquarters, in certain parts of Slonim and we had to move right away. We moved closer in to the\ntown, and it is there where really the first of 1,500 men were selected and taken on this market\nplace, and 1,200 men were sent to their deaths, very shortly, as soon as the Nazis occupied the\ntown. It was done by Einsatzgruppen. I am sure we did not by that time — the name. We called\n* Plural of Yeshiva\nthem the chapones? in Yiddish. Chapen* means to grab someone, because they literally came;\nthey grabbed men, regardless. Whoever looked to them — they’re of a certain age, young sort of\n— grabbed them and killed them. My family — my father and my little brother were not affected.\nThey were hiding in a outhouse outside in the house where we really lived. But they did not\ncome even to this part of town. Very shortly there was a law, we had to move again. It was still\nbefore the real ghetto was established. We moved again and again, we had to vacate the place\nbecause that too was a spot — it was really the center of town, quite prestigious, sort of to say,\nand we had to move again. And we moved to Podgorna, which was the name of the street. And\nit is there where we moved that already the ghetto was, even though a little bit larger yet than\nwhat it ended up at the end. But it was already surrounded by — loose, loosely what they call —\nthey prided themselves — loosely barbed wires.\nAnd it is there that I witnessed while we lived, still the whole family intact, that I witnessed a\nmassacre. The Germans called it an Aktion”, an action. What it means is really slaughter. And I\nwill tell what happened to me on this day. My father did not work as an artisan, as men that had\nskills. He was a businessman so he only went on slave labor, and he wasn't, quote unquote, \"one\nof these desirable Jews\" for a while that did certain, like the shoemakers that sewed their boots or\nthat made their uniforms and such, that for a while yet they need them. On Thursday a sort of\nstrange army came to town, and because the ghetto was so loose yet and you could see the roads\non the outside, trucks have been seen and Germans and soldiers — not only the ones that we knew\nthat are Germans, that are the Einsatzgruppen and the chapones, but also auxiliary forces that\nserved the Nazis. There came armies in black uniforms with sort of sleeves and with certain\ninsignias on their sleeves that were Ukrainians. There were Latvians that served Nazis — not all,\nbut in great number Estonians some. And the panic started in the ghetto. What are all these\narmies invading coming to do in this town? And on the very same day on Thursday, some\npeople returned from work and they received a — it was called, the German called it a schein®. It\nmeans really, a passport, a tiny little card, an I.D. card that had the person's name and number\nand the stamp from the Gebietskommissar’ which would be the equivalent to the governor. And\na panic started. Only very few very, quote unquote, \"desirable people\" received it. The rest of\nus didn't have it. My family didn't have it.\nAnd my mother, before we went to the ghetto, first spoke to our Christian neighbor, that if there\nis trouble in the ghetto she wants to send her girls to her. Would she take her girls if there was\ntrouble? And the woman said, “Yes, send them to me.” When Mother had first visualized that\nthere was danger, she really wanted to save her girls. In a haste we were dressed. She took us to\nthe barbed wires and, you know, it was loosely yet. They were not charged with any high\n> snatchers (Yiddish)\n* to catch (Yiddish)\n> action (German); term used for operations whose objective was the physical removal and\ndestruction of Jews.\n° certificate (German); term used for Nazi issued work permits.\n’ regional commissioner (German)\nvoltage electricity and any thing of that sort. Mother took us to the barbed wires. It was\nNovember 13“ of 1941. I was not quite 15 years old. My sister and I took off our yellow stars.\nMother lifted the barbed wires. We snuck out. There were always guard around the barbed\nwires. All of us already had to wear marking. In Slonim the first marking we wore was a round\nyellow patch, a round patch in the front of the garment and in the back of the garment, and we\ntook it off naturally. Mother lifted the barbed wires. She stood inside in the ghetto of the barbed\nwires. We stood on the outside. I turned my head back, and that was the last time I saw my\nmother because my mother was killed on this November 14\". My sister and I — it was already\ngetting dark. I also want to say that other people tried to sneak out of the ghetto. A lot of people\ntried to do it and many a times people were shot in the process. I guess you needed some luck\ntoo, sometimes not to be shot while you tried to sneak out of the ghetto.\nIt was already quite — getting dusk, almost dark. We walked very confidently. I knew to keep\nmy head up so nobody would pay attention of two girls walking with their heads down — try to\nidentifying them — that maybe they're Jewish and such, because there was a lot of animosity\noutside. We walked. We came to the woman's house. Nobody saw us walking in the house. In\nfact, we made it a point not to walk into the house with nobody noticing us. We came. She let\nus in and she kept us. She told us to go in the basement to stay overnight. We did. Friday\nmorning on November 14\" there was a knock on the door and a neighbor came to tell her that\nthey are killing all the Jews in the ghetto, and the woman became frightened and would not keep\nus as much we begged her. We cried. We just begged her to hide us somewhere — to tell her that\nshe is no danger — that no one saw us come into this house. And also, a Jewish man had a much\nharder time surviving because only Jewish men were circumcised in Europe, Christians were not.\nSo this was right away identification that this is a Jew — was a male — was circumcised. The\nwoman would not keep us as much as we begged her. I have to tell you that it was already cold.\nIt was winter. There was already some snow on the ground, and she told us to go hide into the\nwoods, which we were really on the outskirts, not far away — not really far away. We had no\nalternative. Nothing. What could we have done, two young girls? We went to hide in the\nwoods.\nWe came into the forest and we stayed for a while. And all of a sudden there were bullets flying\nall over — flying over our heads, and we ran deeper into the forest to hide from the bullets. And\nas we came in deeper to the forest we came to the scene of the massacre. It is in this forest that\non this Friday, 10,000 Jews were killed in open pits. Shot. Of course, we ran from the scene —\nthe blood, the screams. We ran 1n opposite direction hoping that we will survive this massacre.\nAs we were sitting there, both of us frightened, shaking, a ranger came in the forest. He wanted\nto know what we were doing in the forest and we told him that we came to collect some wood\nfor the winter. At first he believed us and he let us stay. He came from the road. He had with\nhim — he came with a bicycle from the road — he had a rifle slung on his shoulder and an axe\nbehind his belt. We were in the forest staying and he walked in deeper. He heard all this\nshooting. He became curious. He walked in deeper and he saw the scene of the massacre. And\nhe came with a rage to us — that that we are Jewish — we told him a lie. “You must be shot like\nthe rest of the Jews.” Nothing had we done to the man. Nothing. He was in no danger. The\nviciousness of men. But he didn't take us to the pits. He took us to the road. And as he took us\nto the road — leading us under the rifle — and told us to meet up with the group of the Jews that\nwere being led to be killed. The women and children were being walked, walked quietly,\nholding on to their children — some carrying them. They were surrounded tightly with guards.\nBy running out they would be shot immediately. Men were in trucks with machine guns in the\nback, and as we walked on the little walker’s path, the ranger behind us, at one point my sister\nturned her head and she realized that he is a distance from us.\nWe ran from the scene to hide in the opposite side of the forest away from the shooting and the\nscreams. And all of a sudden as we were sitting there — both of us frightened, hoping that we\nwill live through the day — all of a sudden a ranger came into the forest. He came from the road.\nHe carried — he came with a bicycle — holding on to a bicycle, a rifle slung over his shoulder and\nan axe behind his belt. He wanted to know what we were doing in the forest and we told him\nthat we came to collect the wood for the winter. He believed us and he let us stay. He too, came\ndeeper into the forest and he heard all of the shooting. And he saw the scene of the massacre.\nHe came with a tremendous rage — that we are Jewish and away from the pits. We have to be\nkilled like the rest of the Jews. The viciousness of man! Nothing have we done to him. Why not\nfind the kindness to save two young girls. He was in no danger of anything. But he did not take\nus to the pits where they where they were killing the people. He took us to the road. He led us\nunder the rifle to the road where the group of women and the children in a great number were\nbeing led to be killed. They were surrounded by guards tightly. Women holding on to their\nchildren, some carrying them, walking very quietly. And the men on the trucks and the trucks\nmoving very slowly. In the back a machine gun attached to the truck. They couldn't run, they\ncouldn't do anything to change. Nothing at all could they have done. We walked on a little\nwalker’s path that was bumpy, a lot of ice, thin ice. As we are putting our feet — walking, it was\nhard for even to pull for us to get our shoes out. And when my sister turned her head back and\nshe noticed that the ranger is a distance from us, she grabbed my hand and she told me, “Run,\nrun in the field and run in a zigzag!” And the two of us ran wildly in the field in all different\ndirections. Of course, the ranger in his rage threw the axe in the field. Then he began to shoot at\nus. As he threw the axe in the field it hit the back of my sister's leg. She had a deep cut. We had\nto stop in the field. We had scarves. We took off our scarves. We tied her leg and we ran in the\nfield all the way back to the community that we started from.\nAnd it is for you to know that no one would let us come into their homes. No one would let us\ncome into their home. Desperately, we were walking, hoping that we can find a place to hide, a\nplace to hide. We were practically on the outskirts of town and there were no more homes left.\nAll of a sudden, we passed by a house and the gate to the house was open, and there was a barn\nin the back of the house and the door to the barn was open, and we ran to hide in the barn. And\nto the side of the house all of a sudden the door opened, and there was a little window in the\ndoor, and a woman opened the door and, of course, we thought she would tell us — turn us away.\nAnd this woman with her hands clasped said to us these words; “You do not have to tell me\nwhere you're coming from. I know. God brought you to the right house. I will save you.” A\nsaintly Christian woman opened up her house, took us in, attended to my sister's wound, gave us\nfood, opened up a sleeping sofa. They took out the inside of the sofa, put us both in, left enough\nair for us to breathe and kept us there the day of the massacre.\nI am convinced I am alive today because someone cared. Someone followed their conscience.\nSomeone had a heart. Someone did what a human being is to do to the next one that is in kind of\ntrouble that my sister and I were. The woman said, ‘God, if it should happen to my girls, please\nsomebody, help them, too.” And in this house there was a father and two daughters. They were\nexactly my sister's and my age, and while we were lying in the sofa, people, the neighbors came\nand sat on the sofa, telling her, telling the woman that they are going to search the Christian\nhomes and they will punish the Christians that hide Jews, which is true, they did. They did. But\nthe woman never vacillated. The woman never told us to leave or anything. In fact, she told her\nneighbor, “This is Nazi propaganda. Don't fall for it. It is impossible to search the homes. Don't\nfall for it. It is not true.” And at no time at all did she tell us to leave, no time at all. When\nevening came — was my sister's decision — they took us out of the sofa. And the neighbors — they\nclosed the doors and made sure nobody comes in. And it was my sister's decision. She was\nnaturally the older of the two, the wiser of the two. She said, “We must leave this house in case\nthey do search. These people were so good to us. Why endanger them?” The father of the house\ntook with him a blanket and a pillow and took us to a bombed out house. We didn't stay in the\nbombed out house. As soon as it got dark —because we were afraid in case somebody would find\nus. We were not so sure we would meet up with such good people.\nThese righteous Christians are almost like beacons in this darkness, pointing the fingers at others\nthat could have done something too. There were so few, not so many. It is our great fortune that\nwe met up with a saintly woman that never knew us, never got paid for it, did it out of the\ngoodness of her heart. Following her conscience and would expect others to do it, too. We came\nto a farm house. We knocked on the window. They let us in. We told them that we are Jewish,\nthat we want to change our clothes with them. We'll give them our city clothes and we wanted to\nchange into — let us give them our farmer’s clothes. They gave us. They consented. We told\nthem that we will not endanger them, that we will stay in the barn overnight and early in the\nmorning we will leave. And they let us stay overnight in the barn. We stayed overnight in the\nbarn. Early in the morning before sun, we started out just walking in the woods. And we knew\nof a woman, a farm woman that used to come during the Russian occupation to sell butter and\nchickens and eggs to my mother, and she invited us many times. She said, before the Nazi\noccupation, “Why don't you girls sometimes come and visit me? We have a beautiful lake and\nit's nice and we want to really show them hospitality.” Do you know I remembered the woman's\nvillage? And we decided that we would go to this woman.\nHowever, it was such a distance in the winter so we stayed in the woods. We lived — we never\nwent to a farm to ask for food because we were afraid. We never knew what kind of people we\nwould meet up with. So we lived on the berry that we could find, the mushroom that we could\nfind and we finally made our journey to this woman's house. She took us in. She kept us there\nfor several days. I think two days if I recall, and she kept us hidden; she was very smart. She\nkept us hidden and she was a very popular woman, a very popular farm house in town with\nchildren. Evidently, they were wealthy so everybody in the farm, all the young people would\ngather there. So she told the young people when they asked her, “Who are these two girls?” She\nsaid, “Oh, I hire two maids to spin and to weave for the winter to make wool.” So, she kept us\nthere, and we begged her if the farmers go to town to Slonim, to see maybe somebody survive.\nMaybe they didn't kill all the Jews. And she made it in such a way — she was very clever, very\nclever — she made it in such a way that there was no suspicion that she's hiding two Jewish girls\nor anything. And she told the farmer, “You know, I used to sell eggs and butter to some Jews. I\nwonder if somebody still survived.” The man came back and he told her, “Yes, but they killed\n10,000 Jews” — he heard — “but there are still Jews.” He saw them returning from a nightshift\nfrom work. My sister and I immediately left the farm house and we walked back on foot, back to\nthe ghetto to see if somebody from the family survived.\nWe never asked for a ride because we were afraid. We would see farmers and such. We\nwouldn't approach them. We would run into the woods to hide. You must also realize it was\nwinter. We couldn't live in the woods. The elements — nor did have we food, nor did we have\nenough clothing in sub-zero weather, in cold. We made our way back to Slonim. We came back\nto Slonim, and on the outskirts we saw a group of Jews returning from work. We joined them.\nWe sort of ran into their midst. We asked them if they knew our family. Nobody knew my\nfamily because we were really refugees already in Slonim. These were most of the people were\nnatives. Nobody knew my family. We walked in with them to the ghetto. We were not counted.\nWe just walked in. They kept us in the middle because we didn't have any stars on us and we\ncame into that room where the six of us lived, and as I opened the door my mother was not there\nto greet me. So I knew. My mother was killed. My aunt was killed. My father and my little\nbrother survived. And talking about courage — I'm a parent now. I'm a grandparent already.\nImagine my mother taking two girls, sending them into the unknowns so they would live.\nImagine what went through her mind. My father and my little brother were hiding outside of the\nghetto. My mother remained. My aunt was sick and my mother would not leave my aunt. She\nstayed with her. That doesn't mean were she outside of the ghetto my mother would have\nsurvived, but at least her chances would be better. Both of their chances would be better.\nThey shrank the ghetto. They made it smaller and we moved in on the street Operowa. We\nmoved in. We had one room. There were two rooms, a very rundown place, but — however it\nwas a little brick house and it was close to the gate where the ghetto was. In one room the four\nof us lived, a tiny little room. We had a bed, one bed where the three of us, the children slept and\nDaddy slept on a little bed cot, sort of. Next door, the other room was a family, a young family,\nnewly married and a brother that lived with them and they were wonderful to us. Wonderful.\nThey did not have children of their own. They shared absolutely everything with us. The little\nbit of extra food, the extra hot water to wash. They sort of thought that maybe, maybe one of us\nwill survive or something. I don't know. It wasn't told to us but I somehow had the feeling. And\nmy father went to a slave labor. I did not work in the ghetto. I was too young. In fact, my little\nbrother would run out of the ghetto. He was blond and really, his Polish was so very good, and\nhe did many, many times run out on the Christian side, come back, would bring some food. And\nit is in this ghetto where we first moved in. In December of 1941 a young man came into the\nhouse.\nNext to our house was a wooden house, larger, with more rooms and naturally more people lived\nthere — crowded, one on top of the other. And there was a young man that I knew that I really\nknew yet from the Russian occupation because he went to the same school that I did, but he was\nolder. He was in a higher grade — came in one evening and he brought with him a fellow that\nwas, I thought, so much older than I was, and he introduced me and he was a young man. He\nsaid his name Aron Dereczynski. They called him Arkie and he kept on coming, and there was a\nfriendship that developed. He worked in the Verpflegungsamt®. Did he have a chance really to\nhave food? Do I really need to explain and to tell the value of food in the ghetto when there was\nsuch hunger? When a slice of bread meant — when everyone aspired to have enough. And my\nsister liked him right away. My father sort of — since my mother was killed, my aunt was killed,\nmy sister really sort of took the motherly part, even though she wasn't that all — she was so\nwonderful to us, so caring. She was a student before the war and I never expected her to come in\nand to this role, but how beautifully she did it. How kind and nice she was to us. She wasn't\nreally that much older than we were. And as a friendship developed, Aron would come. You\nknow, there was curfew. Nowhere could you have gone or do anything. And meanwhile,\nterrible things were happening in the ghetto.\nPeople were being killed. Not in mass but they would hang somebody for bringing in food.\nThey would kill somebody. They found a bottle of milk in his possession, and the ghetto was\ntense at the killings. And then —I guess it's a human quality — people would sort of like relax\nand it was almost like normalcy. I really don't know why they thought it was normalcy, but the\ntragedy was a community tragedy. Everybody was in the same shoes. There was no family that\nwasn't touched. Everybody lost someone and maybe it was at this particular time easier to share\nthe grief because everybody cried. Everybody was in the same position losing their loved ones.\nAnd I developed a friendship with Aron. It was more than a friendship, really — more than a\nfriendship. It was “boy and girl,” even in this abnormal circumstances. As time went on in the\nghetto and it was quasi-quiet. The Judenrat’ had problems all the time with the slave labor. The\nJudenrat had problems with the terrible demands always being made on delivery. Deliver them\nthat much gold and that much silver and the valuables. Slave labor in great numbers also the\nJudenrat also was faced. People did not want to go to work. They really — I'm talking about\n* Food distribution bureau (German)\n? Jewish council (German); term used for Jewish administrative boards appointed by the Nazis to\noversee Jewish communities and ghettos.\nSlonim — they try to cope with it as best as they could. And I — when I think back and I reflect\nand a lot of really thinking, intellectualizing and such, we always must put the blame on the\nenemy. They were forced to do it. When they did not do it, they were killed for it. How many\nof us have the fiber really to say to a stand, to take death instead of doing what you are told to do.\nThere was no suicides 1n the ghetto. People did not have the means. They did not have the\npoison to do it with, no guns, but yet there was a tremendous urge to live, to live, that\ntremendous self-defense to live. People did everything that they could at the time, in their\npower. Whatever they could was possible for them to do to survive and it was so hard to\nsurvive. It was almost impossible to survive — almost impossible.\nThis is why so few people survived. And again, when a government, an organized government —\nthey have to have power, an army, the money, an unfriendly population that does not want to\nhelp for most part except for the righteous, and there were not so many numbers. They can do it\nto any people, not only to Jews. Time went on. Time went on and meanwhile, there was —\npeople began to think of survival. The young, some of the young were involved in joining\ntogether in the underground. I was only not part of it. I was too young. We were refugees. I\nguess an underground you really have to develop strong roots to be able to trust the group as a\nunit together. I was too young and we were refugees and my sister was not part of the\nunderground. Neither did she know anyone that was because also it was so terribly secretive.\nHow would one know unless you were approached and asked and really become part of this\nunit? People in the ghetto began to build hiding places. They called them malines!®. It was\nprobably a Jewish word for a hiding place. In every ghetto that we lived everybody called it a\nmaline, a hiding place. Where were these hiding places? People imagined every possible place\nthat they could build a place where they could hide, where they could hide. Is it in the yard, in a\nhovel dug out? Is it under the floor? Is it in an attic? Is it some place in a shack, or is it even in\nthe room concealed with a big credenza or something? People didn't have already, this. The\nfurniture was taken away because periodically there were the men from the Gestapo for\nfurniture. So everything that had any value of any was taken out of the ghetto. But people have\nthese old armoires yet, broken up yet. So some people built hiding places beneath, concealed it\nwith an armoire or with something of that sort — anything imaginable that people could think.\nThey did everything humanly possible to find a place to hide, because it sort of taught to the\npeople — the first massacre — were people to hide even under the bed. When we came in back\nfrom the massacre, my sister and I, how much I cried and screamed. “Why didn't mother hide?\nWhy didn't mother hide?” Little did I know that maybe it was impossible for her to hide.\nBut I was a child. I needed my mother. And time went out. Everybody in the ghetto had a place\nto hide. Everybody in the ghetto had a place to hide. In fact, between the two homes where we\nlived, we had a hiding place for 30 people — for everybody there to hide. It wasn't anything so\nvery intricate. It was under the floor. And all of a sudden on a Sunday there were already signs\nthat something is going to happen. In between when Aron used to come to the house — all the\ntime, you know, he was such a wonderful spirit. He was so confident and he would tell me\n'© hideout (Yiddish)\nthings. That he belonged to Ha-Shomer ha-Za’ir'’. I, in my town, did not belong to a Zionist\norganization. There were not enough really children for a group — for a Zionist group — but I\nknew about it. I read about it and I knew very well, because in the town in Suwalki where my\nsister went to gymnasium there were Zionists’ organizations. And my cousins belonged to the\nZionists’ groups, so this was not strange to me. But he always — and he told me that just before\nthe war he was supposed to go to agricultural school in Palestine and it didn't work out for him.\nBut one day, one day, maybe he still will get there.\nAnd I would listen to him and it would give me confidence. I sort of looked so much forward to\nhis visits — to his visits. And he always also knew a little bit of news, because in the\nVerpflegungsamt, out by the Germans where he worked — this was the Wehrmacht’, the army,\nthe German army that he worked for in this huge, huge depository of food. They would\nsometimes listen to the radio to German radio, so they approximately knew where the Front was.\nAnd then they even had, he said, they even have a clandestine radio, which was to me like\nsomething like a fairy tale thing. And our friendship grew. Our friendship grew and we really\nbecame a boy and a girlfriend. By this time June rolled around, and all of a sudden, all of a\nsudden on a Sunday, a strange army rolled around the ghetto. The ghetto by that time was sealed\n— was closed with barbed wires. There was not loose at all — the gate and the people counted.\nAlways guards around the perimeter of the ghetto, much smaller after the first massacre. They\nshrank the ghetto, made it much smaller and the congestion was much more. And a terrible\npanic in the ghetto. What could these people have done? Very, very little. Only to hide — keep\nthem there. There weren't as many Christians that would accept Jews to hide, keep them there.\nWith an exception, I say again, of the righteous. The idea was to hide and to try and see maybe\nwe will survive by hiding. By Sunday night the panic grew and Monday morning, early in the\nmorning, we heard shots. We lived very close to the gate. We lived on the Operowa and the\ngate was on a Operowa and I learned later that it was the head of the Judenrat, Gershon Kwint\nthat came in when this Einsatzgruppen group, and this army of killers came in to the gate to\nmarch into the ghetto.\nHe asked them, “What are you doing with my people?” He was shot and this is the shots that we\nheard because we were close to the gate. We were already by this time in hiding and the rest of\nthe ghetto was hidden. The ghetto was hidden and we separated with my sister. The place for\nus, all of our neighbor, the two neighboring homes to hide was in the middle — was under the\nsidewalk. And my father walked in to see at this place and he said there were children and also\nhe said the children might start to cry, and he felt that he couldn't breathe. He said, “I don't have\nenough air there to breathe. I will not go there. I'll choke to death. We will not go.” My sister\nran across the street to find out the house, which was by the name of the Jachwidowicz house\nacross the street from us. Well, she was never able to return because the massacre — because the\nAktion started. My father, my little brother and I remained in the house and my father, the three\nof us, tried to hide in the house. Where were we hidden? The kitchen had an old-fashioned oven\n'l Youth guard (Hebrew), Zionist youth organization.\n'2 Armed forces (German)\nwhere before — for baking bread. To the side it was a deep oven. To the side was a little opening\nfor three people just to squeeze in where wood was kept in normal times. In normal times wood\nwas kept. Of course, we didn't have any wood in the ghetto. The kitchen was wallpapered and it\nwas really shreds sort of hanging. When they used to come to take people on slave labor, my\nfather used to hide in this spot. How did he hide there? He had a piece of cardboard that he held\nalmost, held from the inside that matched the rest of the wallpaper in the kitchen, torn the same\nway as the rest to conceal this entrance into this little place next to the oven. And my father said\nthe three of us run and hide there. Monday morning when we heard the shooting already in the\nhouse, we ran in to hide behind this oven in this little space that was open. They came in. The\nkillers came in to the house. They searched the house. They knocked on the walls. They never\ncame to this spot. “Raus, raus, raus!'°*” And then we heard cries and we heard shooting and we\nrealized that the people next door were discovered. We remained in this place, frozen. There\nwas no place to move. For one of us to make a turn — all three of us had to move to be able for\none of us to make a turn. My little brother was a child. It was so hard on him. It was very hard\non all three of us. We stayed there the day. We survived the day.\nAt night my father said that we cannot stay there. It's not safe. We'll be found there. We must\nhide somewhere else. We did not hide any more in this place. It was open because we couldn't\ncover it. It was all open. The part that covered this entrance was broken. So we went in the\nyard. There were shacks on the side and as we went out of the house in the shacks, we realized\nthat the ghetto is burning while we stayed in the house. We didn't know, hidden in the house.\nWe didn't smell anything. We didn't know. All of a sudden we went in, in the yard and we saw\nthat the ghetto is burning. But we had no alternative, so we went to the last shack. There were a\nrow of shacks. The last shack we walked in and we saw that there was a ladder and there was a\ntrapdoor, and we crawled up the ladder and we opened up the trapdoor. There was a loft that\nhardly you could squeeze in and we found two old Jewish men, the old Mr. Margolis(ph) and\nMr. Fink(ph). And we asked them, “What, what — where are all the rest of the people?” They\nsaid they did not hide in with the rest of the people, because they knew they couldn't breathe\nthere. They were coughing and they didn't want to endanger the other people, so they did not\nhide with the rest of the family. They were hidden in this shack and we came to this shack. We\nwalked up and threw the ladder away so it wouldn't be a sign that some people are hiding in the\nshack there on top in the loft and we stayed there. We stayed there. We didn't have any food at\nall. Daddy went at night and he brought water. He found he could not find any bread in the\nhouse. Nothing was in the house. He brought water so we still had water, and we stayed there\nMonday night, Tuesday and Wednesday and we watched the fire, the ghetto burning.\nI do not know how it was possible that this shack did not catch on fire. I do not know but it\ndidn't. And we survived in this shack. And while we were lying in the shack, my father said,\n“What even if we survive? All the Jews are killed. What are we going to do even if we survive?\nWhat am I going to do with my two children? Where are we going to go?” But we didn't. We\nstayed. We stayed in the shack hoping for a miracle. On Thursday afternoon we heard noise in\n'S out (German)\nthe front and we — all of a sudden we heard steps in the back and somebody calling in Yiddish.\n“Lisa, Lisa,” and, “Jews, if anybody's hiding, answer, answer.” I couldn't believe it. I could not\nbelieve it, that this was possible, and I wiggle my father. “That sounds like Aron, that sounds\nlike his voice.” My little brother opened the trap and I answered, I answered. Aron came into the\nshack. My little brother opened the trap and he leaned over and he said, “Yes, the three of us are\nhere. We survived the fire and we're still here.” So Aron said that the massacre — they are still\npurging people but it is already much quieter and it looks like they will leave some people. They\nwill let some people live, survive. So all of a sudden a ray of hope sort of came in and then Aron\ntells me, “Go down. Climb down from the loft, from the shack.” I jumped down. He took me—\nEnd of Tape Number One.\nTape Number Two",
        "Q: Why don't we start with hearing the voices calling in Yiddish.",
        "A: As we were sitting there, it was in the afternoon. In fact, I'm sure it was in the afternoon. All\nof a sudden we heard footsteps. Of course, we froze. We thought that it's Germans again\ncoming to find us. All of a sudden there were voices in Yiddish — in Jewish and I heard, “Lisa,\nLisa.” At first I couldn't believe it and then I also heard in Yiddish saying “Jews, Yidden, Jews!\nIf anybody is hiding, please answer, please answer.” And I nudged my little brother and I said,\n“Daddy,” I said, “it sounds like Aron. Could it be?” And I answered and as I answered, Aron\nwalked into the shack. My little brother opened up the latch and, of course, can you imagine the\nkind of feeling that went through me? My wildest dream would I ever imagine that I am ever\ngoing to see Aron again? And here he came really to the rescue like. He looked at me. By this\ntime we were sitting there already three or four days without food, only with water, being so\ncramped in that there was no room to turn. And it was a very hard on my little brother. He was\nso restless and every time he had to move all of us had to turn. I jumped down. Aron took me to\nthe house, to the empty house. Of course, all the houses were empty. The people were gone\nalready by this time.\nHe took me upstairs to an attic and he looked around for a while. He looked for some clothes\nand he came in and he brought with him a boy's jacket and a pair of pants. Women in Europe at\nthe time, this particular time, never wore pants, and he found a scissor and he stood there. And I\nwas in shock, in complete shock and he said to me that he's going to dress me like a boy because\nwomen are not allowed to live. He found the scissor and he cut my hair completely. He left a\nlittle stubs on my head and I did everything that he told me to do. He put on a cap on me and as I\nwalked down, there was a mirror and I took a look. I took off the cap and I took a look at\nmyself. I was frightened to see what I look like without — shaven, not shaven but practically\nshaven — without hair. But I followed him and I walked out. We came to the street and four\nJewish men were waiting there. They were the men that Aron worked with and already he had\nenough time to tell me that he has kept Miller, the head of the Verpflegungsamt that he works\nfor, asked him to come into the ghetto and to find some valuables — I don’t know — riches, riches\nto enrich himself on this tragedy. And he said — Aron said, “It was my idea because I wanted to\ncome to the ghetto to see if I can still find someone alive. And maybe he has had an opportunity\nto take you out with me.” He told me that his mother and his three sisters are alive, that he left\nthem in the hiding place because he says he could not take four people out. And he says, “I\ncould not even decide; who would I take out of the four?” They put in — they were carrying, — all\nthe men had on them it looked like chandeliers, really nothing fancy to speak about. Maybe it\nwas old something with some wires. They took off— one man gave me a chandelier sort of — I\ndon't know, you call it a chandelier — something that resembles a chandelier, and he put it over\nmy shoulder and he put some wires around my neck, and we walked out. All of us walked out.\nWe came to the gate and the guard was at the gate and Aron very confidently — all of us carried\nsomething. Some of the men carried something in pillowcases. I didn't even know what they\ncarried there. I learned later that all of it was for Miller, and all of us walked out.\nAron waved confidently his slip of paper that Miller gave him to come into the ghetto. They\ncame in into the ghetto with Fritz which was one of the Wehrmacht, regular soldiers that worked\nin the Verpflegungsamt and he waited for them. Across the way from the ghetto directly across\nwas the house where the men that the German Wehrmacht that ran this Verpflegungsamt lived\nthere. It was Captain Miller, the head of the Verpflegungsamt and Bauer also a captain and one\nmore, a German, and two regular German men. So I was absolutely numb. I didn't really know\nexcept to follow and to do what I was told to do. Aron took me into the German's house. I could\nnot believe why he would do it, but he didn't take me to the upstairs. He took me to the\nbasement. He left me in the basement within a pile of old furniture that was lying there and I hid\nbehind the furniture. All of a sudden a young Jewish boy came down and he searched for me.\nAnd he said to me, “Don't be frightened, don't worry. I will help you. I will do everything that\nneeds to be done for you,” he said. And the first thing what he did is he brought me food. He\nbrought me food. And when I looked at him, he was a child. He looked to me like he was not\nolder than 12 or 13 years old. And he said, “Don't worry, I'll take care of you.” And he did. He\ndid everything what he could. He said to me, “There are maids working here, but I will not let\nthem go in the basement. Everything that they need, I will run and get it so that they won't come\ndown in the basement to find you.” And he did. But all of a sudden as I was sitting there hidden,\nBauer walked in. I didn't know anything about Bauer. Can you imagine how frightened I was?\nHere was a German came in and he found me. I was sure he was going to shoot me right there\non the spot, but behind him was Aron. And Bauer tells me, “Stand up.” And I stood up. I stood\nup and he said, “Do you have girl’s clothes?” And I said “Yes, underneath I have girl’s clothes.”\nBecause I still had the clothes that I went into hiding. And he said — then the little boy ran down,\nthe Jewish boy, and he brought me a babushka. He said, “Take off your Boise’s clothes. Put on\nthis babushka and come with me. I'll take you to the Verpflegungsamt.” And he walked — we\nwalked out. I learned later that Aron asked Miller — he said, “I'm hiding — I brought here my\nsister. Please do something for her to save her.” And Miller pounded on the table saying, “My\nplace is no place to hide Jews. Take her out of here immediately.” So then Aron approached\nBauer, evidently while the ghetto was burning, and when Bauer passed by and saw the shooting\nand the killing...he was a decent human being and that he was terribly upset. And he said, “How\ncould I believe it that my people can do something like this?” And so Aron approached Bauer.\nHe had no alternative. He had to take me out of this German house. He approached Bauer and\nBauer walked with me. Do you know the house where they lived was across the street from the\nschool, the high school that I went to before the invasion? It was recess and the children were\nwalking out of school during recess and I thought to myself, “Why am I so cursed? My parents\nwere such good people. I am equal to all of these children. Why is it done to me? What have I\ndone? Then this befell me. What have I done? They are free and here I am being taken to the\nunknown, maybe to death for nothing that I have done.” I always thought the Jews were good\npeople. All the people that I knew were Jewish were good. I am sure there some maybe that\nwere not so good, but maybe I didn't know them as a child. I walked with Bauer. He told me to\nwalk on the sidewalk. I did not have my yellow stars. I walked with him. We came to the\nVerpflegungsamt and there already the man that worked the Verpflegungsamt waited for me to\ncome and to hide me somewhere. They made a hiding place for me. The hiding place was; they\ntook out two sacks or three sacks and they covered it. They found a piece of plywood, put a\npiece of plywood — put a sack to cover the plywood or two sacks to cover the plywood and\nmarked it because it was a huge warehouse, with hundreds and hundreds of sacks of flour, of\ncorn, of oats, of everything. It really supplied the entire area around Slonim — that there rations\nwere given out to the Germans, to the Pole, to everybody from this warehouse. They marked it\nin such a way so that they would know where I was hidden. They made just enough space in this\nlittle tiny place where they took out the several sacks for me to crawl in and to lie there, and they\nleft enough space of air to come in so I could breathe and I stayed there. I stayed there.\nWhen night came everybody left, and I remained all by myself in this warehouse, hidden. And\nas I said, I remained in the warehouse. All of a sudden I was being scratched by rats, lying there.\nAnd I was afraid that I was going to be devoured by them, that they will scratch me, eat me\npractically. And with all my might that I possessed, I pushed the sacks back and I crawled out of\nthis space. And all night long I was sitting on top and running away from the rats. Then when\nmorning came and I knew that they were going to open up the warehouse, I was afraid for them\nto find me. Maybe the Germans would come before the Jews would come into this warehouse. I\ncrawled in again and I was able, not very well, but to cover myself again, pulling that sack to\ncover as I entered. It wasn't very well concealed but enough not to notice. And anyway, if the\nGermans didn’t know that I was hidden some place where they would go and check thousands of\nsacks of flour to find me. The next day they already allowed for people to live. They allowed\nfor people to live. The people that still remained hidden were told to go out from the hiding\nplace. They took them all to the jail, the people, and they started there the selection left and\nright, who to live and who to die. To the left and to the right and to the left and to the right. I\nwas not there but I learned about it from my father and my little brother, because my father and\nmy little brother still remained hidden. And then they heard that there was a reprieve and you\ncan really go out. They came out and were told that they were going to be given a Schein, this\ncertificate to live — this I.D. card to live. But they were taken to the jail first and there they\nwould be given the certificate. And there they started the selection and somehow, somehow my\nfather was given the card, was sent to the right side to live and my little brother remained on the\nother side, and he ran and he tried to beg this Nazi, to beg him that he wants to be with his father.\nHe wants his father and I guess in his, with all of his viciousness and with all of his thoughts of\ninhumanity, he found really a trace of caring. He threw my little brother. He grabbed him and\nhe threw him to my father, and he survived. He was let out of the jail with my father.\nAnd I knew about it because one of the men came to the Verpflegungsamt and told me, “I saw\nyour father and I saw your little brother and they were alive, and they survived the selection in\nthe jail and they are alive.” And here they said that women already can live, too. Women already\ncan live, too. I did not stay in the Verpflegungsamt. They put us up in the Beutelager'*. It was a\nreally a huge army barracks that were built for the Polish Army way before the war, and there\nthey collected all the surplus of broken up, damaged arms from the war, Russian arms that they\n'4 warehouse of confiscated goods and valuables (German)\ncollected. And this is really where the young Jews that were involved in the underground work\nwere able to steal the arms and to smuggle them in piece by piece into the ghetto. Or in some\nway, Germans that were — some of them that were bartering with Jews even brought it in under\nboxes of soap, hidden under soap that was brought in into the ghetto. Approximately, not more\nmaybe between 800, 900 maybe 1,000 people remained from the entire ghetto, from 20,000\npeople. And they left a little small little ghetto, besides the people that lived in the Beutelager.\nThe Beutelager where were all the young people that still worked in the Beutelager or the\nVerpflegungsamt, and every day, every morning there was an appell!°, we had to go out to be\ncounted. They would come in the middle of the night with lights, have us all come out and to be\ncounted. The people that lived on the last ghetto, the several homes around the river on the street\nthat's called Mostawa were given an identification, a little tiny piece made out of clay with a\nnumber that you had to wear around your neck all the time — all the time besides your round\nbadge. I stayed at the time in the Beutelager, and my father and my little brother stayed on\nMostawa. I used to go —I too had this badge that I wore and you were allowed to go from the\nBeutelager to Mostawa. Already my father was thinking that we must leave this ghetto, we must\nrun away from here. And my father evidently went out of the ghetto and found a farmer, a\nwoman, a farm woman that he still had some means to pay her with. I really do not know what\nhe gave this farm woman. I don't remember what daddy still had but he still had some valuables.\nI know because he still had it in Wilno — the ghetto that he managed to hide. And this woman,\nwe traveled by horse and buggy. We went out of the ghetto. We were not caught of course,\notherwise I wouldn't be here to tell you the story. And we were hidden under a big wagon with\nhay. We were under the hay until we came out of the outskirts of Slonim. Then she told us that\nwe can be in the open. Neither of us looked Jewish. My little brother was blond with blue eyes.\nHe was almost a towhead. I was blond with blue eyes and my father did not look Jewish either.\nNo, he didn't. So, she really relaxed and told us we can even be on the open and we came in.\nWe came into a village to a farm house and we were hidden. We were hidden, and while we\nwere hidden Partisans came into the village and my little brother begged, “Daddy, let's go with\nthe Partisans.’ But my father said to him, “My child, I am too old. They won't take me. They\nwon't take you either. You are a child and your sister is a girl. You entertaining an idea that 1s\njust a dream. They won't take us. We must continue to another ghetto.”” We came to Volkovysk.\nWe came to the Judenrat.\nWe told them that we want to go to Grodno. The whole idea of Grodno —because Grodno was\nstill annexed to the Third Reich, and the killings in 1942 in the summer of '42 they were unheard\nof in the Third Reich. And we somehow heard by way of people coming — I don't know really —\nDaddy heard that they are not killing people in — the Third Reich. The Jews are still going to\nwork in the Third Reich and maybe they are not going to kill the people in — the Jews in the\nThird Reich. In the beginning Daddy thought so. Then we finally came to Volkovysk and we\ngot passage and we came to Grodno. We came to Grodno to a world that already for us did not\nexist — already since occupation. Everybody was killed in pits. And here the ghetto was quasi —\nsort of free —the first ghetto, the second ghetto — the working ghetto — the ghetto that people did\nnot work. You were able to walk from one ghetto to another. In fact, my mother had a cousin\nthat lived in Grodno. She was in the second ghetto with a husband and wife and two children\n'S roll call (German).\nthat my brother and I adored. And as soon as we came we ran. We found out that they lived in\nthe second ghetto. We ran to them to see the family, to tell them about our misfortune, that my\nmother was killed. My sister was killed. I didn't mention really that my sister was killed in the\nsecond Aktion. In June of 1942 they found the place where she was hiding. They took all the\npeople out and my sister knew what to expect, and she ran to the barbed wires to run out on the\nChristian side and she was shot on the barbed wires. I lost my wonderful sister, the one I loved\nso much. We shared with them our misfortune, telling them what happened. And we lived. We\ncame back to the first ghetto. We came back to the first ghetto. I had — my mother had another\ncousin in this ghetto but they did not have enough food for us. They lived in — they had one bed\nfor three people; husband, wife and a child. We were assigned a room. We came to the\nJudenrat. We told them that we are survivors of Slonim, that everybody was killed. They sort of\ntook it, almost, they didn't believe it. And when my father used to retell 1t and we retold, they\nsay, “Enough already. Enough already.” And you know we were sort of convinced that this\nwould happen here too. We were convinced and we tried to — Daddy especially, tried to do\nsomething.\nTo do what he can do with the children to survive but what could he have done? He was\nconsidered an old man. My father was in his early 50's, not quite 50, I think. And we were\nassigned a room in the ghetto with a family. There were two rooms. Three families in two\nrooms. In one room there lived a family — Lipszyc. Herschel Lipszyc with his father that was\nvery orthodox, and a cousin of his, that her family was already killed in a small town. They\ndrove in all the Jews from a small town in a barn and they set the barn on fire. She was visiting\ngrandparents in another place and she escaped. So she lived with them. In the next room lived a\nfamily with two children and they assigned us to live in this room. We had a bed. That was the\nextent of the living that we had in this house in Grodno in the ghetto. And shortly after we came\nto the ghetto, all of a sudden, one day Aron showed up. Aron showed up. I parted with him\nthinking I will never see him again. I left with my father and my little brother and he — all of a\nsudden Aron showed up and he told me — we discussed. In fact, when we left I told him that my\nfather knows of a farm woman that would take us. He said that he knows somebody, a neighbor\nof theirs that he was very, very good friends with told him of a woman that is going to take them\nand then he'll give me the names so he can come too — run away with his mother and three\nsisters. And then he told me in tears that he parted with them in Volkovysk, because he said,\n“By staying together we only perish together.” He said, “If I want to have any hopes of survival\nit is only in the underground — the woods, and if I will stay with my mother and my sisters, all of\nus will perish. So I decided to run away to come to Grodno.” And in Grodno we lived with the\nLipszyces, and Herschel Lipszyc was wonderful. He would sing. He would bring a little bit of\nrespite and life. It was not terrible hunger at the time yet. No, it wasn't.\nI couldn't believe it, that something like this still existed under Nazi occupation. And Aron went\nto slave labor with Herschel. My father did not go to slave labor outside of the ghetto. He\nworked in the ghetto, but my little brother would run out all the time, back and forth. He really\nhad a tremendous courage and sense of adventure, running out all the time. And it 1s in this\nghetto while Herschel Lipszyc took Aron on slave labor to remodel a house for the Gestapo that\nAron befriended a Pole. His name was Tadek, they called him, but his real name really was\nTadeusz Soroka. Tadeusz Soroka came very often to barter with them. He would bring them\nfood and they in turn would take out — they would wear an extra pair of pants and extra jacket on\nthem and trade for food. He was a good friend of Herschel Lipszyc. Herschel knew him much\nlonger than Aron. And all of a sudden, all of a sudden November first rolled around and they\nsealed the ghetto. They sealed the ghetto and transports started to resettle it, to resettle people in\nthe East supposedly. And rumor started in the ghetto where are they resettling the people. No\none at the time thought of gassing people. No one at the time thought of Auschwitz, Treblinka,\nMajdanek — merely fear of resettlement. You were told to take a certain amount of clothes, to\ntake your toothbrush, to take all your necessary things that you would need to go and to be\nresettled. And you will even get better rations and better food. People tended to believe it\nbecause they thought maybe they'll be better. By this time already there was more hunger in the\nghetto and anyway, the Jewish — the Judenrat was forced to make a list of so many people for\nresettling.\nAnd it was a sign of resettling much more so only the ghetto because they start to bring all the\nJews from the small towns from around Grodno. And Grodno had really hundreds of small little\ntowns and villages where Jews lived, surrounded with small towns and little villages where Jews\nlived. They took them all in and brought them into a detention camp in Kelbasin and from there\nthe people from Kelbasin were sent first to Auschwitz and to Treblinka and Majdanek, beknown\nto them where they were going, beknown to them, lists were being made and transports. They\nfinished with Kelbasin and they started with the ghetto. Naturally, we were outsiders. We were\nnot natives and we were always the first people on the lists. But to our advantage was our past.\nBy being in Slonim and being in the ghetto and surviving two kinds of massacre and surviving\npractically — sole survivors in a ghetto of thousands, of close to 20,000 people. Out of 20,000\npeople, eight — 900 people survived. We really realized that we have to do everything that we\nalready learned and the first thing is hiding. And we started to make places to hide and decided\nthat we would just hide. We would not come with a suitcase to be taken to go to Auschwitz.\nAron helps people find — build hiding places. They knew that he came from Slonim and he\nknows, and the word traveled. It spread by word of mouth. So here he knew of a lot of places\nthat he helped to build. So when we knew that we were on the lists, we began to hide. And we\nwould come to one place and try to hide and all of a sudden, “No, this is not safe. No, no, no, we\nmust leave the place right away. It's not safe.”” We went to another place and we didn't stay — to\na third place — I remember one night we changed five places. It was — we were going crazy from\nfear not to be caught while running out from one place to the other, four people, the three of us\nand Aron. We survived this transport.\nAfter we survived this transport again it was sort of quite for a while. Respite came to the\nghetto. And Herschel Lipszyc with a very dear friend — oh, my God, I forgot his name — Lutek.\nLutek were approached by Tadek and he told them that, “You know, you don't look Jewish. I\nknow of a Polish family or a Lithuanian family in Wilno that will keep you as Christians. I will\ntake you to Wilno.” And Herschel consented to go with Tadek and Lutek to Wilno. What were\nthe alternatives? Another transport? If you have a chance you do it and it is for really to know\nthat people tried to do it. They took every possible chance. The chances were so few, so few.\nYou needed the looks. You had to look Aryan to be able to survive on the Christian side. You\nhad to meet the right people what would keep you. You have to think about years, it's not days.\nThis is why the righteous that saved, that kept Jews, some of them for years, are really people\nthat are an exception in this society. They're giants. They are giants. They are to emulate —a\nwhole world must learn to emulate. They were the people with morals with consciousness and\nthey wanted to help and to do — do not kill. Do not kill. Be your brother's keeper. Aron —\nHerschel parted with his father and his niece and his cousin. Aron went with him to the barbed\nwires. By this time already Aron knew Tadek, and the idea was when Herschel and Lutek will\narrive to Wilno that they will send back a note with Tadek to tell everyone that they had arrived\nsafely. Well, they arrived safely but they did not send the note, and Aron didn't know about it.\nSo he was reluctant to believe Tadek. Tadek gave him the kind of story that either you want to\nbelieve it or not. He said he took them to the Polish family. They were afraid to keep them\nbecause even though Lutek, his Polish was perfect, but he had Semitic looks, which is true by the\nway. It was true. And the family was afraid to keep them. So he said, “I took them to the\nghetto, to the perimeter of the ghetto.” He says, “I show them where the ghetto is and they\nwalked into the ghetto. They told me that they would come and give me a note to give back to\nAron.” Says, “It poured, it rained. I waited and waited for the note and they never showed up.\nHere I come to tell you that they are in the ghetto but I don't have a note.” Well, Aron already\nhad hesitations, “Should I believe him or should I believe him?” But he left it. Tadek kept on\ncoming and kept on coming and bartering and the ghetto was not quiet any more. There were\ntalks about transport and people already expected this transport, and already they begin to loom\nthat these people are not going to be resettled. That there is some thought, “They’re sending\nthem some place, to concentration camps. And do you know what they do to most of them?\nThat they gas them. Gas them in 20th century? It must be. How could it be? How could it be?\nYes, yes, yes, yes, it can be, it can be.” And it already begin to work on people and people\nalready begin to believe. But so little could they have done to avoid the transport. So little could\nthey have done to avoid the transport. One day Tadek came and tells Aron at work, “Aron, the\nghetto is sealed. They are taking out the ghetto — the Jews.” We escaped the first transport of\n5,000. “They are taking the Jews to resettlement and I doubt if you will have a chance to\nsurvive. Come with me to Wilno. I'll take you. I'll take you today. Come with me. Don't go\nback to the ghetto.” Well, Aron listen to Tadek and he said, “What should I do? I have nobody\nin the world left. I left a mother and three sisters in Bialystok — on the way to Bialystok. The\nonly person,” he says, “that I really have ties to is Lisa. Should I leave her too and go to Wilno,\nto go to the unknown?” By this time already he almost has said he resigned. He said, “What is\nlife altogether? What if I survive? I have no one. All the one — all my dear ones are gone. They\nare killed. What is — I still — I think I'll go back to the ghetto.” And by this time already the\npeople that he worked with sort of were suspicious that he might go away with this Christian,\nand they worried because they were counted. And this too — was a tragedy that we are\nresponsible one for another. If 10 people walked out of the ghetto, 10 had to return. If nine\nreturned, they took hostages and they killed people. And you had this tremendous responsibility\nof the whole community, and it's not only said that they would take hostage. They did take\nhostages and they killed people. They killed people. They came to a house and they didn't find a\nperson. They found this woman outside of the ghetto in Grodno. They dragged her into the\nghetto and they took out the people, the person in the room that she lived with. And both of\nthem were hanging on the gallows for days for the Jews to see what's being done when they\ncatch Jews outside of the ghetto and if they're not reported that they are missing. So there was a\ncommunal responsibility. You were responsible not only for yourself but for others.\nThat too kept a lot of people from maybe running away or doing something. Families clung\ntogether and they perished together. Tadek came and told Aron that he — the ghetto is\nsurrounded. He better go with him, as I said. But Aron decided to go into the ghetto. He came\ninto the ghetto. He was immediately arrested, taken into the Synagogue, and he looked for me.\nHe didn't find me, because when this came — that the transport that are coming to grab people\nagain, my father, my little brother and I went to hide again. We really did not have a very good\nplace to hide. So in our yard where we were living was a courtyard. Again, there were shacks\nwhere before the war people kept wood. And again, my father and my little brother and I\ncrawled up in a little shack, in a wooden shack and we stayed there. Police came and knocked,\n“Your number is up. Come out. Come out. Anybody hiding come out.” Of course, we froze.\nWe didn't answer. The Germans came in and knocked and searched around. They did not come\nwith sniffing dogs. Were they come to sniffing dogs though, they would probably would find us.\nAnd we remained there. Aron searched for me in the Synagogue, in the Synagogue. He didn't\nfind me in the Synagogue so he didn't know — either I was killed or hiding or whatever had\nhappened to me. The massacre — the transport went on for quite a few days and finally, it came\nto astop. A handful, about 800 maybe, people survived, maybe close to a 1,000 people, and as\nwe were sitting — you see the shack where we were sitting faced the Synagogue and we saw all\nthe thousands of people being led to the trains, being led, this march, this endless march of\npeople being taken to the trains, to Auschwitz, Treblinka and Majdanek. We — all of a sudden\nwe saw Jews running and carrying a little bundle and we realized — and they were talking loud\nand we could hear. We realized that it's over and, you know, the talk was — evidently — people\nthat wanted for other people that were hiding, to know that it's safe to come out. So in Yiddish\nthey would say, “Come out. Come out. It's safe, it's safe. Git aroys, Yidden.'® Git aroys, git\naroys.'’ Come out, come out.” When we heard this, my father said, “It's safe to come out.”\nAnd we came out. We were practically numb for lying like this all curled up. We came down\nand we came and we realized that the house where we lived in — it was a two story, it was a\nbuilding really. There were two buildings together — that people were running to these buildings.\nSo we realized evidently that these are the buildings they left for the Jews. Yes, it was. There\nwere three buildings that were left and one of the buildings was our building, where we lived\nbefore. So we went upstairs and as I came in upstairs, I found Aron there. I could not believe\nthat it could be true. I could not believe. For sure I thought that he 1s already taken in a transport\nand I never, ever see him again.\nHe came with another man, that he told me the story how he was saved when this man let him\nbuild a hiding place under the coal. And that now we have to do something very fast, to run\n'© “Get/come out, Jews.” (Yiddish)\n'T Get/come out (Yiddish)\naway from here and our only salvation is Tadek, that we must get in touch with Tadek and run\nout of here. Well, my little brother went out and made — Aron had the address. He was always\nahead in his thinking so he knew where Tadek lived and the address. And my little brother went\nout to meet Tadek, and Tadek told him that he would take him and my father to Wilno. He\nwould take them on freight cars that are traveling between Grodno and Wilno and he would let\nthem — if they arrived safely, hoping that they would arrive safely, he would bring them into the\ngates of the ghetto. Let them walk into the ghetto. And it was a designated day that my little\nbrother and my father left the ghetto to go and to meet Tadek. They came to Tadek and Tadek\nsaid that on that day he could not take them. That he would take them the next day, that there\nwas no transport going. So they went to hide. They were hiding in the second ghetto that was\ncompletely empty overnight.\nAnd the next day they met Tadek as he told my little brother where he would be and they would\ntravel to Wilno. Tadek again told them to stay in a ditch — to stay in a ditch that was right next to\nthe yard to the railroad yard, and then when the train begins to move a little bit to jump on and to\ntry to crawl on to the roof. Well, my father listened and when it was time to run out, he did. He\ndid as he was told, but he would not step on to the two couplers and try to go up to the top of the\nroof, and he said, “Even if I have to be caught and killed, I cannot go to the top of the roof. I\ncannot do it.” So they were hidden on a flat car that had a tank that was traveling to the front —\nGerman tanks that were going to the Russian front and covered with tarps, so they were hidden\nunder the tarps and they somehow made it. They somehow made it. They were searched. They\nsearched — there were stations where the trains — the flat cars were being searched to see if there\nwas anybody. By this time already there were Partisans. There was already danger of Partisans.\nBut they didn't find them. They arrived to Wilno. They got in into the ghetto. They found\nHerschel and Lutek in the ghetto and my daddy send a note with Tadek to Aron to tell that he\nfound Lutek in the ghetto and Herschel and that Tadek is for real and to come to Wilno. And\nthen it was our turn to go to Wilno. I went out of the ghetto. By this time the ghetto was very\nsmall and guarded, and I went out of the ghetto to establish a contact with Tadek. I came — I\nfound him and he told us to come on a designated day, on a Sunday and then he would take us. I\ncame back to the ghetto and I told Aron that I met Tadek. He consented to take us and we'll go\nout to meet Tadek. But not only Aron and I, but we were eight or nine people. One of the\npeople that we met was Elkie Jezerski, that knew — he said that he knows of a janitor that used to\nbe a janitor in their building where he lived, and maybe we can hide there and wait until Tadek\ncan take us.\nEight people went out, not with the idea of all of us to go but maybe Tadek would take them\none-by-one. Meanwhile, they would establish a contact and they know Tadek and they will stay\nwith this janitor. Elkie had a feeling that the janitor is fine and he would keep us. All of us came\nto the janitor's house, and at midnight the janitor decided that he does not want to keep that many\nJews. It is dangerous. We must leave his house. He said, “But I'll keep the girl.” He wanted us\nto leave right away and it was curfew so we begged him. We begged him to let us stay until it\ngets a little in the morning before sunrise, while it 1s still dark. And he kept — he let us stay and\nall of us went out of this house. He took us — the janitor took us to a bombed-out house. I went\nwith them with the idea that I can stay in the janitor's house. I stayed in the janitor's house. I\nmet Tadek at church. Tadek told me that he would take us on a Tuesday. Here it was Sunday. I\ncame back to the janitor's house and the janitor sent out his wife and the children, and I was not\nthinking at all, not knowing. I was a child yet. He wanted to rape me or to kill me because he\nwas sharpening knives. I had the presence when I heard knives being sharpened, that even\nthough I was locked in a room — I was locked in a room when he sent out his wife and two girls,\nI had the presence to run out. I ran from the house, and in my chase running out of the house, the\ndoors were flimsy even though the door was closed and with a latch, but I went out with all my\nstrength. And I slammed the door in such a way that by the time he opened the door, I was\nalready a distance from him, from the janitor, and my luck was that there were stairs. It's hilly.\nIt was very — it was hilly and there were stairs and there were homes on the sides of the stairs.\nHe ran to chase me. I was faster than he and when he came about the middle like, of the stairs\nand where there were homes, he was afraid because they shouldn't tell that he's chasing a girl or\nmaybe it's a Jewish girl or something, so he left.\nI ran to the house where the rest of the Jews — Aron and the others were hidden — to tell them\nwhat happened. That we cannot leave tonight. That Tadek will take us Tuesday and that the\njanitor, either he wanted to kill me — I did not realize that he wanted to rape me — that he wanted\nto kill me. And I ran away, and what are we going to do? We decided that we have to return to\nthe ghetto. We cannot stay there until Tuesday, until Tadek would meet us. We had to return to\nthe ghetto because there was an empty yard and children were playing ball. It was a bombed out\nhouse and the windows were open and we were about to fall in into this basement, into this hovel\nwhere we were all of us hiding. The children would run home and say, “The Jews are hiding\nthere, so many of them.” We were afraid that they would give us out. We had to wait until night\ncame and we went back to the ghetto. We could not remain one day of the danger that loomed\noutside. We came in back to the ghetto and Tuesday as Tadek told us to meet him — told me — to\nmeet him in the public washroom at seven o'clock at night in the evening, and he would take us —\nwhen he said would take us, he only meant Aron and myself but five people went out — not, not\ntwo. One of them was Ruby Loren, the man that Aron was saved in the synagogue, his cousin,\nand another young man. And the reason the five went out, because we wanted the other people\nto have this contact to be able to go with Tadek another time — to know him and where he lives\nand so forth — to establish a contact. Five of us came. It was dark. We came to the public\nwashroom. Dark, seven o'clock. Tadek was there.\nHe told me that he would be dressed in a uniform like a railroad worker. He would have a\nflashlight. He would light the flashlight so I would know that that was the man. Exactly there,\nseven o'clock, the men were in a public washroom in the middle of Grodno on the Christian side,\nnaturally. I waited for Tadek. Tadek came and I tell Tadek that we are five people. When they\nwere hidden in the public washroom, they looked out of a little window and when Aron saw that\nTadek is there, he went out to talk to Tadek and he begged Tadek to take another person. He tell\nthem that, “I was saved with this man. I really don't want to part with him. He was good to me.\nI want to be good to him. I want to take him with me.” But Ruby didn't want to go because he\ntells Aron, “The only person in the world is left is my cousin. I don't want to leave my cousin. I\nwant to be with him. I have no one left in the world. Everybody in my family is gone already.”\nAron tells him, “Look, Ruby . They will come Thursday. Tadek promised to take them\nThursday. You have an opportunity. Come. They will come. You'll be in the ghetto already.\nCome.” And Ruby was standing there sort of halfway with his cousin, halfway, when Aron\ngrabbed his hand and took him with and he went with us. The others returned to the ghetto.\nThey never were able to make the trip because for them, death came. Resettlement came before\nthey were able to go out of the ghetto and to meet Tadek again.\nI walked with Tadek. Aron and Ruby followed. They were both very Semitic looking. They\nwore Polish looking hats called maciejéwka'*, a kind of hats that Poles wear. We were not\nstopped. We came to the railroad station. Tadek pointed out to us the train, the freight train that\nwas going to Wilno — from Grodno to Wilno. Within the freight train, also there were passenger\ncars that the Wehrmacht — that the Germans traveled. But we were to travel — Tadek told us that\nwhen the train began to move already at a little speed to jump out, to try and grab, to run up\nbetween two boxcars and the couplers and find a little ladder and try to crawl up to the top of the\nroof. I listened and I had it all in my mind to do it the way Tadek said. Aron went out first and\nhe was able to do it and went up to the top of the roof, I learned later, and Ruby, I guess, did the\nsame. I remained in the ditch, or lying in the road, I remained in the ditch. I turned my head and\nI saw so few cars left. “Oh, I will remain. It's the end. It's the end. I survived until now but I\nwon't survive anymore more.” I ran out and I have not been able to find the two box cars with\nthe couplers, but I saw a boxcar with a door and, you know, it had a handle, a little ledge, and I\ngrabbed on and I stood on the ledge. I held on to the handle. I have not been able to go on to the\ntop of the roof, and there I was standing with my feet, wearing mittens in sub-zero weather,\nholding on. The train began to accelerate, add speed. I was already frozen. The wind tore off\nmy babushka and I couldn't hold on much longer. I couldn't and I couldn't do anything. By this\ntime already I wish to be killed so it would be over with. And all of a sudden I heard a noise on\ntop. I heard a noise and it sounded like somebody is sort of on top. And then it got quiet and I\nstill was holding on. I learned later that Tadek came to find his passengers on top. He found\nRuby and he found Aron lying on one roof on the same boxcar. He didn't find me. He asked,\n“Where 1s the girl?” They said they don't know. They still left her in the ditch and they don't\nknow what happened to the girl. Tadek did not give up. As the train was moving and moving\nvery fast already, he jumped from one boxcar to another until he came almost to the end of the\ntrain, the almost of the end, and he saw me standing there holding on yet. He ran for the car\nwhere Aron and Ruby were on. The three of them jumped boxcar after boxcar. Youth was with\nthem. They were young. They were able to do it. My father could not do it and a lot, a lot, a lot,\nof people could not do. Children and woman could not do it either. You had to be young to be\nable to do it and to know that there was a Tadeusz Soroka. This were not that many Tadeusz\nSoroka. They came to the boxcar that I was still standing and Tadek leaned over, gave me a\nhand and told me to hold on to his hand, that they will pull me up. I had a vision that he will\ngrab my mitten and not my hand. And I said “I must do everything that I possess not to lose his\nhand.” And I managed. The three of them pulled me up to the top of the train on the roof and I\n'8 visored cap (Polish)\ntraveled with them, the three of us on this boxcar for 180 kilometers in sub-zero weather. I was\nat the time 16 years old.",
        "Q: We're going to stop.\nEnd of Tape Number Two.\nTape Number Three",
        "Q: Now, you're just about to arrive in Wilno. So tell me what happens then and how you end up\nin the Resistance?",
        "A: We arrived in Wilno and we were able to go in into the ghetto without any problem. Tadek\nwalked with us. He told us to cover our faces with soot so we would look like railroad workers\ncoming from work or something, and he said, “As soon as you see a group of Jews returning\nfrom the nightshift, from work, try to jump in, in their midst and walk into the ghetto.” And we\nwalked with Tadek for awhile and all of a sudden we see a group of Jews. Of course, worker\nJews because they walked in the street, not on the sidewalk and they all had yellow stars. We\nwent into their midst and we walked 1n into the ghetto. This was the last time on this voyage that\nwe saw Tadek. We came in into the ghetto and Jewish police immediately took us over. And as\nthe Jewish police took us over they took us into Dessler'? and to Gens”° in order for us to receive\nrations, a piece of bread that everybody needed and a bowl of soup and also, a place where to put\nyour head down. I'm not talking about a room, but a place, a piece of floor to put your head\ndown. You had to be registered within the Judenrat. Dessler cautioned us not to tell anyone. Of\ncourse, we told him the story, that we are — about the transports and we still had a story to tell\nhim about Slonim and then Grodno about the transports. Also, he said, “You have to be very\nquiet, not to tell people, not to put the ghetto in a panic. Not to put the ghetto in a panic. Here\nit's different. Here it's different, and don't jeopardize your ration cards and do as we tell you to\ndo.” Needless to tell you, neither of us listened to what he had to say. We spoke our mind and\ntold people exactly what happened in Slonim, what happened in Grodno, and by this time\nalready people in Wilno knew too, because it was already after Ponar and a lot of killings in\nWilno but the situation there was still different. The ghetto was still vital. There was still quite a\nlarge ghetto. I came in. I was immediately — I was told where my father and my little brother\nare and I immediately ran there to be with them. Can you imagine the joy of my father to have\nme come to Wilno?\nNow, Aron immediately found a group of people that came from Grodno. They were together\nwith me. There were nine men and a girl. I was the only girl. So they all lived together and they\nwere called in the ghetto “The Grodno Group.” They all sort of were dressed the same and they\nwere called “the Grodno Group” and they all lived in a room. They had one room with another\nmarried — with a couple and the couple's sister. So you can imagine how many people in one, in\none room lived. The ghetto — people went out to work and there was a lot of cultural activity in\nthe ghetto that came to me as a total surprise. There was a library where you could go and take\nout books or sit and study. There were children playing ball. There were competition and there\nwas a theater in the ghetto. I couldn't believe it, that this was possible. There was a restaurant in\nthe ghetto. This was such an unknown experience to me that I felt like it was a different world.\nMy father worked outside of the ghetto. So did my little brother — used to go out and I too, for\nthe first time went out to work outside of the ghetto. I worked in hothouses where they raised\nvegetables for the Germans. For —I guess for the German elite, whoever, the Gestapo, or\n'9 Saulk Dessler, head of the Vilnius ghetto’s Jewish police.\n°° Jacob Gens, head of the Vilnius ghetto’s Judenrat.\nwhoever. The leader there was a — the foreman there was a Lithuanian man and he knew some\nof the Jews that worked there, so he wasn't very harsh on us. And the Germans didn't watch us.\nWe somehow could always, always finagle a little bit, where we could steal a radish or a carrot\nand eat it real fast and try to get rid of the green part of it. And it is there where I worked.\nThe man that was our foreman, the Jewish foreman, always used to go away and leave us. I was\nvery, at times, angry. I say, “Why does he do it? Why does he do it?” Little did I know. Much\nlater in the underground where I met him that he was part of the Jewish resistance. But I didn't\nknow when I worked with him. The man never told us or anything. He evidently was trying to\ndo something for the resistance on the outside of the ghetto. So I worked — Aron worked inside\nof the ghetto and very much our hope was only the resistance and the underground. We knew\nthat we can not survive in the ghetto. And because it was still a large ghetto in numbers and\nthere was still quite a young people in the ghetto, we tried to look every possible way to get in\ntouch with the resistance. Do you know, before the war was known for this — it was called “the\nWilno Jerusalem of Lithuanian.” There was such a strong nucleus, culture in Jewish and in\nevery, every aspect of Jewish life in Wilno that we were convinced that there must be an\nunderground there. And when Aron worked with one of the men in the shop in the ghetto he\nrealized that he's — that they do something there. That it's always producing a part, a part, a part\nand the minute the foreman, the German foreman, would walk in they would immediately hide.\nHe learned later that they were making some parts for armaments in this shop, that they were\nreally working for the Germans. And besides Aron there was another man that had contacts in\nWilno and from both sides, somehow, they contacted the Jewish resistance and the resistance\ntook us in because they were all young men, unattached with no families, and we became part of\nthe resistance.\nIt was very, very secretive. I could not tell my father, neither I could tell my little brother. And\nthen the story of Wittenberg”’ developed in the ghetto where a Communist, a Polish Communist\nwas caught on the outside of the ghetto and within his torture he gave out Wittenberg as the\nleader of the Jewish resistance in the ghetto. Now, the Judenrat played both ends of the picture.\nThey were with the resistors and they were with the Gestapo. Gens had a notion because in 1943\nwhen we came to Wilno in March, then April, May, June, the Germans had big defeats on the\nRussian Front already and Gens had a thought that if the resistors do not bring in the destruction\nof the ghetto, the people might survive. Maybe liberation will come and everybody will be\nliberated, not only the couple of hundred young people, resistors. So he wanted to convince the\nresistance to “don't rock the boat.” And even though he knew there was resistance, so he played\nboth ends. But he convinced the population of the ghetto that, “the resistors will bring down\nyour end.” And the population of the ghetto was with Gens, unfortunately, not with the resistors.\nAnd then this tremendous play with Wittenberg developed and as we know from history now\nfrom the Wilno ghetto that Wittenberg was turned over to the Gestapo. He committed suicide\nand Abba Kovner’’ took over the leadership, but at a time when the leadership decided not to\n*! Yitzhak Wittenberg (1907-1943), leader of Jewish underground in Vilnius.\n*2 Abba Kovner(1918-1988), Jewish-Lithuanian resistance fighter and Israeli poet.\ngive out Wittenberg. They called us to come in the barricades and to fight, to raise a fight with\nthe Germans. Of course it was futile. We all would have been killed. And when we came to\nthis designated place I realized the strength that the resistors had because they were so big in\nnumbers. They really did not have much to fight with in arms. Of course not. It's a David and\nGoliath fight. I mean there was an army with tanks, with all the supplies in the world, and we\nonly had our bodies, a few grenades and something that we wanted to give our lives — to show\nthe Jews fought back, that we fought back, that we achieved at least something.\nAnd as history tells, Wittenberg and I tell, Wittenberg was given — there was a big discussion\namong the leadership. We learned all of it later after 1t was over. We were not in the leadership\nposition. I was a 16-year-old girl doing what I was told to do and really being so grateful that I\nwas part of the resistance and did absolutely everything that I was told to do, and I knew very\nlittle except what I was told to do.",
        "Q: This time when you all came together, tell me more about when and where that was.",
        "A: That was in Wilno in the ghetto that faced the outside of the ghetto, and it was at midnight\nlike, late at night. From all sides group start to converge to this place, and as we came it was\ndark. Maybe there weren't as many numbers, but I conceived it as a tremendous number, two —\n300 young people that came there and some of them were walking. Some of them had a grenade\nand somebody had a pistol. And we already, our group, too already possessed couple of pistols\nthat we really bought on the outside of the ghettos, smuggled it in and paid with hunger by not\neating, by not having that slice of bread to be able to obtain the pistol. It was an exhilarating\nexperience to be there, even though that we knew that we would all die, because we were no\nmatch, we were no match. All of a sudden we were sent home, to go back home. We didn't\nknow the drama at the time until the next day when it developed that Wittenberg decided that —\nthey came to him with the thought and told him what it entails. And Gens told the leadership,\nthe resistance leadership, that if he doesn't give himself up, they are going to come and destroy\nthe ghetto. And there was a lot of people, Jews, running in the ghetto screaming “Wittenberg,\nWittenberg,” for him to give up. “He's bringing the end to us. He's bringing the end to us.”\nLittle did they know that the end was coming anyway. But when I was in the ghetto, my\nthoughts were altogether different. I was the enemy of these people that said for Wittenberg to\ngive up and to — not to rage and to fight, not to fight back because the ghetto will be destroyed. I\nthought they would be destroyed anyway. The end will come anyway.\nBut for the ones in the ghetto that still had children, every day meant something and Gens kept\non saying, “If we live through this period, maybe we can still live through the liberation.” I\nbegan to appreciate it many years later when I had a family and children. And I know that you\nwere to be responsible, not only for yourself but you're responsible for your family too. You\ncannot run out. You can only do it when you are a youngster, leave your parents. You cannot do\nit when you are a parent. There is much more responsibility expected of a parent. And then the\ndecision was, after the Wittenberg affair, of course, Wittenberg was taken into the Gestapo and\nhe was given poison and he committed suicide. So they really got nothing out of Wittenberg as\nfar as questioning him and for him to give out secrets or anything. And then the thought was that\nwe cannot wage a war — warfare — in the ghetto. The population is not with us, is not with us,\nand the only solution would be to send the resistors into the underground in the woods in the\nforest to fight from the forest. And little by little, groups began to leave. How did they go? It\nwas a 180 kilometers. The closest the Naroch woods where we went to. Groups of 25, 28 or so\nwere sent with guides. Who were the guides? The guides were Jewish Partisans already that\nwere in the underground and were already, so to say, “free people.” They took upon themselves\nthe risk of being killed to go into the ghetto and to lead groups of Jews out of the ghetto. What\ncourage! What heroism to do the kind of, really, thing that you risk with your life to do it. They\nwere giants, giants of men. Giants, lions, young dedicated, fearless, that came to the ghetto.\nSome of them were even arrested in the ghetto and then let out. And they took groups. Some of\nthe groups that went out before us met up with an ambush and were killed.",
        "Q: Why don't we actually start with, let's start with the resistance to take taking you with them\nbecause you were a girl.",
        "A: After we contacted the resistance, I really was not one of the people that contacted the\nresistance, but it came from two different sides. Aron knew somebody and our friend — another\nfriend of ours that was from Grodno, that knew the resistance, knew somebody in the resistance\nalready, and finally we were able to join the resistance. When it came the time to really go to the\nforest, there was a discussion that among the Grodno group there was a girl and they were not so\nkeen of taking the girl, to leave the girl behind. Little did they know that I could do everything\nthat these men were doing, even more, and I was really at no time at all any liability to anyone in\nthe underground — just the opposite. But Herschel Lipszyc, our dear friend Herschel Lipszyc,\nstood up and he say — they call me Liska(ph) — “If Liska doesn't go, none of us are going. All of\nus are going and Liska 1s going too, and this is the way it is going to be.” And because he was so\nvery positive and naturally, Aron very much wanted me to go, no question. I mean, I joined in\ngroup because Aron was part of it. On my own, I don't think I could have reached the\nunderground. So finally they consented that they'll take me too. We would be going to the\nunderground to Naroch and we would go with a group of 28 people. So on a designated day\nthere came a call that it's time for us to leave for the underground. All the Grodno people, the 10\nof them lived together, so the call came to them. And early in the morning, about three or four\no'clock in the morning, there was a knock on the little window. In Wilno we lived in a room\nwith three more families. There were practically corpses all over the floor, to walk out. It was\ntime for me to go to the underground.\nI have not been able to walk out because I would wake up all the people that want to know,\n“Where are you going in the middle of the night at four o'clock in the morning? You can't go to\nwork that early.” I slept in the bunk with my brother, and Aron knocked on the window and he\nsaid, “It's time to go.” I have not been able to go through the door, so I had to slip out in the tiny\npiece of the window, the little window that opened up for air. Luckily, I was so thin and so small\nthat I was able to get out. I have not been able to tell my father. Neither did I tell my brother. I\nonly told him, “When I am gone, tell daddy that I have left — that I left.” And he says daddy will\nknow where I went. So that my little brother was intelligent enough to know. Can you imagine?\nI left without telling them because it was so secretive. I wasn't able to tell them. Were I to\nremain, who knows if I would have survived and I wanted to go so much. The leaders were the\ntwo men. It was Shlemke Hilczyk and Motke de Geller — Motke the Red. Really, I can only\nspeak about them in superlatives. Only super giants, men that were ready to give their lives to\nhelp other Jews in need. They were already free people when they were in the underground. Of\ncourse, they could have been killed but they were not in the ghetto. Their dream was already\naccomplished. They were there. They were fighters. They came to take out groups of Jews\nfrom the ghetto to lead them in into the underground. It took us seven nights to walk to the\nunderground. Twenty-eight people left. Among them were women too. I wasn't the only\nwoman. I was the youngest, that much I'll say. I was the youngest in the group.\nThe first night when we came out we went out of the ghetto as a group going to work. We came\nto the outskirts of town. We were hidden in a little wooded area, hardly wooded enough not to\nbe seen. There were shepherds with the flock. We took them with us. We kept them the whole\nday. We did not harm them. We blindfolded them and we kept them there, and when night\ncame, when we left this little forest, we let them go home. And we told them under no\ncircumstances are they to tell that they were in the woods with some Jews, because they will be\npunished severely. We showed them that we had weapons, and we left. We walked with this\nman that took us — that supposedly knew the road and they got lost. They had no compasses,\nonly by the sight. We tried to go with side roads, so we would not be seen and identified. But as\nwe were going on the side roads we only got lost. We got lost and we had to cross a railroad\ntrack on the other side of the railroad tracks. So he decided to go on the main road where\nGermans were traveling, and every time, he told us, we see approaching cars with lights to drop\nin the ditches and to hide. And one by one we crossed the railroad tracks while German guards\nwere standing. Every time the guard would turn to the back towards us, one of us would slip out.\nTwenty-eight people had to cross. Imagine the danger. And all of us crossed safely. Part of the\nway when it began to get light we were running, not walking, but running to hide. The day we\nhid in a little forest we started out walking again and we had problems again. The road wasn't so\nclear to them. They came back from the forest. Somehow they knew their way but they had to —\nmaybe —had to change the way. They took another road and two nights in a row we were lost.\nThey never lost their cool. They always kept us convinced that they know what they're doing\nand they will bring us in a safe place. And we had the total confidence, total confidence, in these\ntwo young men. Finally, they decided after the second or the third day they decided to take\nfarmers to lead us, to be our leaders. And the farmers knew the way and we told them to bring\nus to the next stop. They told them to bring us to the next stop, and the farmers listened. The\nfarmers listened and brought us to the next stop. They were cautioned not to give out the Jews,\nthat this is a pack of Jews. The farmers knew very well and somehow we made it.\nWe had to cross two rivers, and one river a farmer took us and we were all walking all the way\nup to our waists. Some of them didn't know how to swim. They were worried that they would\ndrown. And we made it. The farmers said, “The river is not very deep. You will make it.” And\nhe was right, we made it. We came to cross the big river, the Viliya, and the Germans were\nstanding guard on the bridges, and when they heard the splashing of the water from so many\npeople walking. They began shooting at us. Fortunately, their aims were poor. Nobody was\nkilled and we crossed, and finally the two leaders start taking wagons with farmers, wagons, and\nthey put us up on the wagons. And we traveled on wagons already, until we came to what is\ncalled “Partisan Territory” where there was a tremendous number, already, of Partisans and it\nwas safe. This was Partisan Territory so it was safe. And it is there, while we were on the\nwagons traveling, all of a sudden we were stopped. We were stopped by a Jewish Partisan riding\non a horse with an automatic rifle. Can you imagine our joy? I will never forget this moment.\nNever, never. Leibke Gordon on a horse with a rifle, with a machine gun, greeting us, falling all\nover us, kissing us, we kissing them. He was like Messiah. We came to the Promised Land and\nthey brought us into the truck. The guides waiting for permission. They didn't know the\npassword. You had to know the password. They didn't know the password. They were stopped.\nThey told they are going to the ghetto to bring Jews to the Partisans, so they were let in and then\nwe were let into the base. We came to a place that it's — how could I describe this place.\nIt was like Robin Hood. There's people walking around with rifles. Sides of cows are hanging\nthat were being slaughtered for the food. Huts — we lived in huts that were built. It was hilly so\nthey were built in the hills made out of logs, dug out, you know, made out of logs. And there\nwere bunks. A long bunk that was not for twelve — how could I describe to you the scene as we\ncame down the hill. I seen a Robin Hood. People walking around with rifles, sides of beef\nhanging, huts, people coming out of the huts milling great number of people. I never could have\nbelieved that this is the way the underground, the resistors, worked. I thought they lived hidden\nin some kind of a small little place away where nobody could ever find them or such. This\nseemed to be so open. It seemed so open and we were welcomed right away. The leader — we\ncame to a Jewish unit that was called “Revenge” — “Nekamah” in Hebrew — and the leader was\nJoseph Glazman**. He accepted us with warm arms and right away everybody wanted to know\nwho we saw, the last people that we saw in the ghetto. And we learned that it wasn't that simple\nfor Jews to be in the underground, in the Jewish unit. That the Russians would not give them\nany arms, enough in the unit, and the thought was they met up — they told us they already met up\nwith Antisemitism and the Russian unit is separately, and they look down upon these Jews that\ncame from the ghetto. After all they are ghetto Jews. Little did they know that these ghetto Jews\nknew how to fight and were better fighters at times than the others were too.\nAnd very shortly, very shortly — the spirit was wonderful. It was sort of free. You felt free even\nthough you knew there were dangers, that there were Germans all the way around. But you felt\nfree and I kept on thinking, “If people in the ghettos would only know that something like this\n*3 Joseph Glazman, Jewish partisan and leading member of the F.P.O.\nexisted, they would all run, they would all come.” But I knew very well that they couldn't run\nand they couldn't come. It's only the select youth that were able to do it. I knew it but you\nthought both ways. Very shortly, very shortly this Jewish unit was disbanned, was disbanned\nunder the pretext they are training the Soviet Union, all the nationalities mixed together. There\nisn't such a thing as a Jewish unit — it must be integrated unit. And, of course, they sent away\nmost of the group to be ina family camp. Actually, it wasn't so much a family camp because\nthere were hardly — we did not have any children in this group. But also the artisans are people\nthat knew how to sew. They made them because this was the Jewish elite that came from Wilno,\nthe Jewish elite. They send them in to bake bread, for the woman to peel potatoes and to sew, to\nmake boots for the Partisans. I don't know — sew their uniforms. I really don't know and there\nwas a tremendous anger among the group. Tremendous. People felt so reyected. They felt it\nwas so unjust to do it. Here people came to fight and they were sent to be ina group. They gave\nsome of them weapons so they can defend themselves in case they are attacked and also to go out\nto the farmers and get food — to get food. After a while there was no alternative. People got\nadjusted, but they felt 1t was a tremendous injustice. All of us felt it was a tremendous injustice.\nWe remained in the unit and we were the first among the Russian units, in a lot of Russian units.\nBut our group, that were in this Jewish otriad”*, remained with the Russian unit and it was called\nthe Kalininski Otriad and, of course, we met up with Antisemitism. With Antisemitism women\nhad a very special strike against them. Nobody thought, the leadership and even the soldiers, the\nresistors, did not think that women know how to fight, know how to do — when you need to go\non a mission or something of this sort. And they told them, you know, to do kitchen work, to do\nthis and all sorts of menial jobs.\nAnd some — then Glazman took a group of really the most outstanding young men and women\nand they left. They were so really hurt that this could happen to a group that was so dedicated,\nthat was so knowledgeable, that had all the potential to do everything that was asked of resistors\nto do, that they left. They left to go to the other groups that left Wilno and went to Rudniki to the\nforests, to the “Pushcha*? Rudniski” it was called. In English they call it Rudniki. And on the\nway they ended up, they met up with an ambush and they were all killed. One young woman\nescaped and she came back and told us what happened. How they were killed and things and\nexactly what happened to them. Very shortly after, we were dispersed within the groups. I was\nalways within the Russian unit with the Jews that were remained in the Kalininski Otriad and\nwhatever it was asked of us to do, we did. We did it very well. What do the Partisans do? They\nreally made it impossible for the German Army to move. We cut down trees and blockaded the\nroads. We mined the entrances to where the resistors lived and this was called an otriad, the\nunits where they lived. They cut down telephone wires and they made ambushes at times;\ndynamiting the roads, dynamiting also trains that went to the front. In the very same token, we\nhelped Jews that were hiding in the woods because there were Jewish, young children and also\nelderly people, women that escaped, wanting a family that ran out of a ghetto that either burning\nor everybody was being killed, and quite a few children. I mean not in large numbers, no. And\nwe saw — they lived at first almost like wild — running from place to place and hiding and never\nhaving enough food. Some of them even died. But when we came into the forest, we made sure\n** military detachment (Russian)\n°° virgin forest (Russian)\nthat the farmers keep them and they watch over them for their safety because we threatened the\nfarmers. If something will happen to their safety, you will be punished and punished severely.\nAnd you'd be surprised, they listened. Because they knew that we had power. There were sieges\nevery so often.\nThere was one tremendous siege 1n the fall, a little bit later in the fall in 1943, where the\nGermans that were going to the front had to come through the woods, and we lost a lot. A lot, a\nlot of Partisans were killed. A lot of them were killed. They systematically walked through. We\nwere hiding on an island that was covered. We thought was safe. It wasn't at all. After we came\nout of there we realized that we could even be seen from the road. But somehow we survived,\nbut 20 — we survived but at least between 20 and 30 percent of the Partisans we lost in the siege\nthat were killed, that were lost. We returned back to the base. The base was not touched. They\nnever came to the base and nobody was on the base. Now, the leadership, the leadership took it\nfirst a group of Jewish young men and I was left to guard, to stand guard for the leadership. And\nafter the danger really came that they realized that they cannot travel in a group with more than\ntwo or three of them. They ran away hiding some place with farmers. They changed their\nclothes. They were after all, they were Russians. They were Christians so they didn't have this\ndanger of being Jews and hiding among farmers. They left. They left, disbanned all of us, and\ntold us each and everyone to go and look out for ourselves and it will be over to come back to the\nbase. We came back to the base and we found, for a while, no one. After a while the leadership\ncame and they start dropping now leaders from behind the enemy lines to be our leaders, and we\nbegin to grow in numbers and everybody was armed because the arms were being dropped from\nbehind the enemy lines. We made an airport and air drone like where we cleared out part of a\nforest. And at night on four corners of this meadow, we would light fires for the planes to\nidentify where to drop the shipment of arms. So Jews and no Jews, everybody got armed.\nThe others always were armed. It's just Jews, always the Jews. And time went on and at big\nbattles they would organize two or three or four units to come out together. At times we just\nwalked and walked for days not knowing what they were doing and what was going to be done.\nBut somehow we always came back to the base, and later we would learn that this was sort of an\nexercise of a sort. Nobody questioned. Nobody questioned. We did what we were told to do.\nTime went on and I have to tell you that one day as I was on the base, somebody came running to\nme to tell me that my father came into the woods. I left my father and my little brother in Wilno.\nWhen one of the groups went — guides went to Wilno I begged one of them, begged to tell my\nfather that I am alive and that I am in the Naroch woods. He told my father; he went to my\nfather. I told him the floor. I told him the house where we were, and my little brother was\ncaught in the street in Wilno while they were grabbing the people and was sent to a labor camp\nin Estonia, and then added up in Stutthof concentration camp. My father was home and he\nremained all alone, and when he learned that I was in the underground in Naroch, he walked all\nby himself, dressed as a Pole. Luckily, he came to the underground. He lived in a hut that we\nprovided him. He and three, four more people that lived there. We provided food for them and\nsafety. They knew that they were safe as long as we are in the woods around them. And my\nfather lived there until liberation and he was liberated together with me. Liberation came. There\nwere battles. I did not participate in the battles because it was really the big units that 1t was\ndone, combing through the woods. We remained on the base and the last time before liberation\nsome of our closest friends were killed, while they were combing the woods, to put up, to catch\nsome of the Germans that were escaping from the front or something. And we lost quite a\nnumber of men, and the men that we lost were our close friends. There were battles that the\nRussian Army waged and summer of 1944 we were liberated.\nWe were liberated and we immediately — most of the men were drafted into the army, to the\nRussian Army. We — my father and I and Aron asked for permission just to go to Slonim to see\nsomebody survived maybe from his family. He was granted the permission. In the Soviet Union\nyou couldn't travel as you wished. You needed a permit and you had to show the permit\neverywhere you went. We were given the permit and we came to Slonim. I knew that I would\nnot find anybody in Slonim but we still had hoped. Daddy told me that my little brother was\ncaught on the street, that maybe he survived. Maybe he's alive somewhere. Maybe he wrote to\nthe house that we lived in Slonim. So we came to the house and the man of the house that we\nlived in was killed by the Nazis because he was a Communist. The wife and the two children\nsurvived. We left a lot of our belongings — when we went to the ghetto — was left there. We\nwere absolutely, penniless, without anything to change — anything to wear, only what we had on\nour backs. And we asked to try and give us something that was left in the house that belonged to\nus. The landlady, the woman of the house said, “Nothing at all is left and everything was taken\naway.” The only thing she gave me is a slip, an embroidered slip of my mother's that I treasure\n‘til this day. It was the only thing that I remained with, the hand-embroidered slip. We left\nSlonim immediately. There were no Jews in Slonim. However, I found a note from a cousin of\nmine that was saved deep in Russia, in Kazakstan, looking for us, if anybody survived from the\nfamily. So I immediately was able to get in touch with my cousin Harold Brenner that lived, that\nwas still survived in deep in the Soviet Union. We left Slonim. We stayed in Baranovichi for a\nshort while. We were taken in by Jews that survived and all the survivors became like a family.\nEverybody took in everybody. Everybody shared with a piece of bread. You were so happy that\nsomebody survived, because whoever survived thought that he was the only person that survived\n— that everybody's killed. The joy that you found something. I came to Baranovichi and my\nHebrew teacher survived and he met us on the street. The joy of having Meyer Chalasnowicz\nsurvive. He took us into his room. He shared his food with us. And as Poland was liberated, we\nleft the Soviet Union as Polish citizens. We were allowed to do it. Aron left first on New Year's\nDay of 1945. My father and I followed right after, right after, and we came to Bialystok and in\nBialystok there was danger again of being killed, again, after the war by pogroms. They talked\nabout pogroms. They talked about killing. It didn't materialize in Bialystok but it was in other\nplaces that we knew. And it is in Bialystok that we start searching a way how to get out. There\nmust be a way to get out and to get to the West. And Aron especially, we met in Bialystok. We\ncame right after and Aron had a room, a house, a room in a house and he took us in and we\nstayed there and Herschel Lipszyc stayed there, and whoever survived from the Grodno guys\nstayed with us and we were like family, like family. What I wanted to add that before we came\nto Bialystok we went to Grodno. We went to Grodno to tell Tadek that we survived. When we\ncame to Grodno, my father, Aron and I — Herschel Lipszyc was already in Grodno — and\nHerschel Lipszyc said, “Well, we came to Grodno.” We said, “We came really to tell Tadek that\nwe survived.” He said, “Yes, I already talked to him and he knows.” He says “imagine.” So we\nmade a party. A party, really a reunion. Tadek came. We kissed and we hugged and the men\ndrank. There were other people. He brought some vodka and there and the men drank, and there\nwere other people, the Jews that survived, that everybody really shared in our joy.\nAnd everyone made a tremendous to do over Tadek, to tell him how much we appreciate what he\ndid, even though it was only one night in the chain of events. If it weren't for this night, who\nknows if we would have survived. The same goes for the first woman that kept my sister and\nmyself in the couch. If it weren't for her, I don't know if I would survive. If I would be here to\ntell you all this. Was only one day, and by Tadek it was only one night. What are the other\nnights and the other years that it took to survive? Yet, without this chain, were the little link\nbroken, I probably would not maybe be here. You needed somebody to give you a helping hand.\nThe tragedy was there were not many helping hands, and the ones that helped, again, are the\ngiants in society. They had the moral fiber. They had the conscience, the feelings. They were\nreal people. The way I would expect people to do in case of need. And in general, to have\nmorality because were the Germans moral, this would not have happened. And it is in Bialystok\nthat we began to look a way to come out. And again, there were rumors that there is an\norganization that came, people came from Palestine. They're trying to lead the survivors, get the\nother survivors and see if they can takes them to Palestine. This was something sort of\nunbelievable. How could it be possible? But you know, after a while we learn that it is true.\nPeople told us by word of mouth and it wasn't that, really, secretive. It wasn't announced in the\nopening, but neither was it secret because they were very anxious to help. And Aron through\nHa-Shomer ha-Za’ir, again contacted the B’richa”° and with the help of B’richa we start to\ngetting out, to getting out. We left Poland. My father remained behind for the simple reason that\nhe had still hopes to find my little brother.\nHe said, he will stay and see what he can humanly possible to see if he can find his little brother.\nHe said already, “I will manage to get to you later.” We came to — from Bialystok we came to\nLublin. In Lublin we met a greater number of young men and women that Aron knew that were\nmembers of the Ha-Shomer ha-Za’ir and that were friends of his and his sister's friends. And we\ntraveled with them. We were given passports as Greek Jews, and we began to travel from Lublin\nto Krakow, from Krakow we went to Czechoslovakia to Bratislava, from Bratislava we went to\nHungary and where ever we went we met by the B’richa. They somehow arranged. There were\nother trains. The entire European continent, people were traveling in en masse, going home,\ngoing home. Everybody had a place to go, but the Jews. They were going home to Italy, to\nCzechoslovakia, to Rumania. Everywhere people were traveling. The trains were full. You\n*6 flight (Hebrew), organized underground evacuation of Jews from post-war Eastern Europe.\ngrabbed on. People were hanging on the outside of the boxcars and in the passenger cars. There\nwere no tickets. People just traveled. The Red Cross announced, too that they had facilities,\nwhatever. We were given really passports by Red Cross as refugees, and we came to Graz.\nFrom Hungary we came to Graz and in Graz we had to cross the river, and to cross to get to the\nwestern zone of occupied Europe. We did it with the help of the B’richa. They led us. A group\nbefore us when to go through to swim through the river. Some of them drowned and they\ndecided to hold off and to send the rest of the groups through the Alps. And we went through the\nAlps with leaders that led us. And we came to Tarvisio. Tarvisio was already Italy. It is in\nTarvisio that we met up with the Jewish Brigade. The Jewish Brigade was part of a Palestinian\nJews that volunteered and they had a hard time to be accepted as a unit to the British Army. And\nthey were wearing these insignias here, the English insignias, but here on the sleeve they had a\nMagen David — a Jewish star. Can you imagine from wearing the star in the ghetto to come to\nTarvisio and to see Palestinian Jews wearing it proudly on their sleeve? The transition that it\ntook in us. They were absolutely — they did everything humanly possible to do everything for us.\nThey fed us to the point where all of us were sick, because we were not accustomed to the rich\nfoods that they tried to feed us. And they did everything possible that they could to alleviate our\nworries. I immediately found somebody that knew my sister that came from the town rejoining\nme, Slovaki (ph) and he was able to send a telegram to my grandmother in America and my aunt\nand uncle and my aunts and that I survived and my father survived.\nAnd we did not stay long in Tarvisio because it was like a detention place. Groups were coming\nand leaving further into the coast, into Italy. We went to Bologna. From Bologna we didn't stay\nthere long at all. We came to Florence, and the first night when we came to Florence we slept in\nthat magnificent Synagogue, but we slept in the Sunday school that was adjoining the\nSynagogue. They took the benches that the children used for sitting on, people used for sitting.\nWe put the benches and they brought something to lay on top and the first night in Italy we slept\nin Florence on the benches. Besides Tarvisio was Italy too but really already away from it. And\nwe were immediately helped by UNRRA”’ by the United Nations, where they gave us food, and\nwe were registered with UNRRA and the struggle started how to go to Palestine. The shores of\nPalestine were closed and you couldn't go. Meanwhile, my family in America contacted me and\nthey very, very much wanted me to come to the United States, even if I don't live there merely to\ncome to see them. They wanted to see me. And since we could not go to Palestine, we decided\nto go to the United States. My uncle and Aron's made affidavits for us to come. They send us\npassage and everything and we came under the Refugee Act in 1947. We came out to America.\nWe were married in Rome. We lived from 1945 to '47, we lived in Florence and in Rome. And\nAron and I lived with an Italian family, a Christian family in Rome that took us 1n as a family.\nAnd we shared our food with them because it was hunger in Italy at this time. And we remained\nclose friends until today. Shortly we were married in Rome in this magnificent Synagogue with\n10 witnesses that we brought with us so the Rabbi could marry us, and we came to the United\nStates. We came to a loving family that could not do enough for us. We settled in Chicago.\nFirst we came to New York. My father's brother and sister lived in New York. We visited with\nthem and then we came. We stayed for a while in Indianapolis and then we settled in Chicago.\nThe families were absolutely wonderful, loving, caring and giving to help us in any possible\n*7 United Nations Relief and Rehabilitation Administration\nway. We had a wonderful life and we're so grateful, because we raised three sons that are\nwonderful human beings — Howard, Gordon and Daniel —that are married. We have three lovely\ndaughter-in-laws; Barbara, Carol and Miriam. And we have eight magnificent grandchildren;\nCourtney, 17, that is a Merit Scholar on the way to college. Lindsey, charming and beautiful and\nlovely and giving, that told me they went on Thanksgiving Day to serve the hungry dinner, and\nthe homeless. Ari, Benji and Yalie, the joy, all of them. Evan, bright, wonderful. Rachel,\nbeautiful, gorgeous to look at, and Gabie, our little Gabriel that 1s going to be two years old in\nDecember. We tried to instill in them consciousness, good values, morality. And our sons are\nphysicians, try to prolong human lives, not to take away human lives. Try to help. Aron and I\nare both very active with the Holocaust Memorial Foundation in Skokie. I am the chairperson of\nthe speakers bureau and I truly do what I think I can do to see as a survivor that this never\nhappens to any people on earth. I feel only by education and only by perpetuating what we\nexperienced and what we know to leave a legacy for future generations to come. And I very\nmuch felt that this Museum really, truly will do the job when we will not be here anymore. This\nis why we came and we want to give this testimony so it remains for generations to come. For\nthat, I thank you.",
        "Q: Thank you.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: Why don't you tell me your full name and your name when you were born, and when\nand where you were born and then a little about your childhood?",
        "Q: Why don't we start with hearing the voices calling in Yiddish.",
        "Q: We're going to stop.\nEnd of Tape Number Two.",
        "Q: Now, you're just about to arrive in Wilno. So tell me what happens then and how you end up\nin the Resistance?",
        "Q: This time when you all came together, tell me more about when and where that was.",
        "Q: Why don't we actually start with, let's start with the resistance to take taking you with them\nbecause you were a girl.",
        "Q: Thank you.\nConclusion of Interview."
    ],
    "answers": [
        "Answer: My name is Lisa Nussbaum Derman. I was born in Raczki Poland in 1926. I was one\nof three children. I had an older sister Pola and a baby brother Busiek. My parents Herschel and\nGittel Nussbaum and an Aunt Sarah that lived with us. I lived in a very small town. We were\napproximately five kilometers from the German border in East Russia, Ostpreussen!. And this is\nwhere I grew up until the war broke out. It was a town with not that many Jewish families, 50\nJewish families, surrounded maybe by a 1,000 or 1,500 Christians. I grew up in a loving home, a\nbeautiful Jewish home that instilled in all three of us children wonderful values that really kept\nme through the years and through this entire traumatic experience. I went to public school as a\nchild, and then I also went to a Hebrew school, and when there were not enough Jewish children\nfor a school, my parents had a private tutor in the house, a Hebrew tutor for myself and my little\nbrother. My father was an exporter. He exported geese and lumber to Germany and he was sort\nof involved within the German world, so to say. When Hitler came to power, my father's\nbusiness at Raczki came to a stop. He was not allowed to trade any more, and conditions had\nchanged. We lived very close to the border and we knew really, what went on in Nazi Germany\nby this time. However, we were not so much yet affected by it. The town I grew up in was\nantisemitic. We suffered from Antisemitism. Even though, I have to really tell, that my parents\nwere sort of a very special family in this town. My mother especially was giving of herself to\nabsolutely everybody, Christians especially. They would come to her to write letters to America\nbecause not that many people were educated and literate in the town. And by the very same\ntoken they suffered from Antisemitism. When my father's business came to — abruptly to an end,\nmy mother too had a business. My mother had a fabric store, a large fabric store and there were\nsermons in church given very often to say not to buy from Jews, and especially even mentioned\nmy mother's name — my mother's name was Gittel but in Polish they call it Gitka (ph) —\nespecially to mention not to buy by Gitka. Shortly after — right after Kristallnacht there was\nalready an influx of German Jewish refugees that came to Poland.\nNone of them came to my town because we were too small of a Jewish community to\naccommodate Jews, but however, we heard from them about all the stories. Also, I wanted to be\nvery much aware, even though I lived in this tiny little town, there are people in America call\nthere a shtetl of the kind people think maybe from the Fiddler on the Roof. No, it was not. It\nwas not because we were quite really advanced in a way. We had a radio in the house. We had a\ntelephone in the house and my father in his days when he conducted business traveled very far —\ntraveled to Germany and to other places, and we really knew what went on in the world but very\nlittle, because my parents have done at the time to change what was coming? The war broke out\n' East Prussia\nin 1939 and Poland was divided between the Soviet Union and the Nazi Germany, and my town,\nof course, was directly on the German border. And immediately the Germans came and\noccupied the town. I was not in town when the Germans came to occupy. My mother sent my\nlittle brother and myself to my aunt that was only 15 kilometers away. I don't really know what\nwas the reasoning and such, and low and behold, when they bombed the town, my little brother\nand I had the measles and we were in a shelter hiding from the bombs. And not even — we both\nhad such high fever that we didn't even know what went on. The town was occupied and\nsimultaneously, the Russians came and the two armies sort of met. And by rectifying borders my\ntown remained under the Nazi occupation and the rest, 21 kilometers away from my town\nAugustow was already the Soviet Union.\nMy parents had the foresight to leave with the Russians, because the Russians encouraged\nanyone that wanted to leave with them were able to leave. We left. We took part of our\nbelongings, not everything but part of our belongings and we moved to Augustow, which was a\nmining town 21 kilometers away. On there we were already refugees. We found\naccommodations. I started to go to Russian school so that my sister — my sister already at the\ntime was in gymnasium and much higher grades than I was. My sister was 17 years old. And\nvery shortly after — I would not say that I myself as a child suffered much under Russian\noccupation. My parents provided us with everything that they could. And now we went to\nschool. We made new friends, and youth has a way of adjusting very fast. However, my parents\nhad a much harder time, because my father being a businessman had a handicap under their — the\nCommunist regime. And we had to move away a 100 kilometers from the Russian border. And\nwe moved away from Augustow and we moved away to Slonim, a town which was Poland after\n1939, but then in the division of Poland and the Soviet Union — the Nazi Germany and Soviet\nUnion, ended up under the Russians. We lived on the outskirts of town, the whole family. And\nmy aunt that lived with us, Aunt Sarah. We lived on the outskirts of town in Slonim on the river\n— on the Shchara, and our neighbors were Christians. Predominantly, Slonim really was a Jewish\ntown. It was a magnificent Jewish town because it had so many learning places, so many\nsynagogues, Yeshivot* — the famous Yeshiva of Slonim, the rabbis of Slonim, two Jewish high\nschools. Really, a place that really did not lack of anything one would want to know or really to\nenjoy in a cultural way as a Jewish child. I had friends, Jewish friends and Christian friends, too.\nand shortly the war broke out between Nazi Germany and the Soviet Union, and it is there that I\nreally met up with the Nazis.\nWe lived on the outskirts of town. The town was not bombed much, and we were not at all\naffected by the war per se from bombs. Very shortly after the war broke out on the 21st of June,\nvery shortly after, there were announcements that Jews were not allowed to live in certain\nquarters, in certain parts of Slonim and we had to move right away. We moved closer in to the\ntown, and it is there where really the first of 1,500 men were selected and taken on this market\nplace, and 1,200 men were sent to their deaths, very shortly, as soon as the Nazis occupied the\ntown. It was done by Einsatzgruppen. I am sure we did not by that time — the name. We called\n* Plural of Yeshiva\nthem the chapones? in Yiddish. Chapen* means to grab someone, because they literally came;\nthey grabbed men, regardless. Whoever looked to them — they’re of a certain age, young sort of\n— grabbed them and killed them. My family — my father and my little brother were not affected.\nThey were hiding in a outhouse outside in the house where we really lived. But they did not\ncome even to this part of town. Very shortly there was a law, we had to move again. It was still\nbefore the real ghetto was established. We moved again and again, we had to vacate the place\nbecause that too was a spot — it was really the center of town, quite prestigious, sort of to say,\nand we had to move again. And we moved to Podgorna, which was the name of the street. And\nit is there where we moved that already the ghetto was, even though a little bit larger yet than\nwhat it ended up at the end. But it was already surrounded by — loose, loosely what they call —\nthey prided themselves — loosely barbed wires.\nAnd it is there that I witnessed while we lived, still the whole family intact, that I witnessed a\nmassacre. The Germans called it an Aktion”, an action. What it means is really slaughter. And I\nwill tell what happened to me on this day. My father did not work as an artisan, as men that had\nskills. He was a businessman so he only went on slave labor, and he wasn't, quote unquote, \"one\nof these desirable Jews\" for a while that did certain, like the shoemakers that sewed their boots or\nthat made their uniforms and such, that for a while yet they need them. On Thursday a sort of\nstrange army came to town, and because the ghetto was so loose yet and you could see the roads\non the outside, trucks have been seen and Germans and soldiers — not only the ones that we knew\nthat are Germans, that are the Einsatzgruppen and the chapones, but also auxiliary forces that\nserved the Nazis. There came armies in black uniforms with sort of sleeves and with certain\ninsignias on their sleeves that were Ukrainians. There were Latvians that served Nazis — not all,\nbut in great number Estonians some. And the panic started in the ghetto. What are all these\narmies invading coming to do in this town? And on the very same day on Thursday, some\npeople returned from work and they received a — it was called, the German called it a schein®. It\nmeans really, a passport, a tiny little card, an I.D. card that had the person's name and number\nand the stamp from the Gebietskommissar’ which would be the equivalent to the governor. And\na panic started. Only very few very, quote unquote, \"desirable people\" received it. The rest of\nus didn't have it. My family didn't have it.\nAnd my mother, before we went to the ghetto, first spoke to our Christian neighbor, that if there\nis trouble in the ghetto she wants to send her girls to her. Would she take her girls if there was\ntrouble? And the woman said, “Yes, send them to me.” When Mother had first visualized that\nthere was danger, she really wanted to save her girls. In a haste we were dressed. She took us to\nthe barbed wires and, you know, it was loosely yet. They were not charged with any high\n> snatchers (Yiddish)\n* to catch (Yiddish)\n> action (German); term used for operations whose objective was the physical removal and\ndestruction of Jews.\n° certificate (German); term used for Nazi issued work permits.\n’ regional commissioner (German)\nvoltage electricity and any thing of that sort. Mother took us to the barbed wires. It was\nNovember 13“ of 1941. I was not quite 15 years old. My sister and I took off our yellow stars.\nMother lifted the barbed wires. We snuck out. There were always guard around the barbed\nwires. All of us already had to wear marking. In Slonim the first marking we wore was a round\nyellow patch, a round patch in the front of the garment and in the back of the garment, and we\ntook it off naturally. Mother lifted the barbed wires. She stood inside in the ghetto of the barbed\nwires. We stood on the outside. I turned my head back, and that was the last time I saw my\nmother because my mother was killed on this November 14\". My sister and I — it was already\ngetting dark. I also want to say that other people tried to sneak out of the ghetto. A lot of people\ntried to do it and many a times people were shot in the process. I guess you needed some luck\ntoo, sometimes not to be shot while you tried to sneak out of the ghetto.\nIt was already quite — getting dusk, almost dark. We walked very confidently. I knew to keep\nmy head up so nobody would pay attention of two girls walking with their heads down — try to\nidentifying them — that maybe they're Jewish and such, because there was a lot of animosity\noutside. We walked. We came to the woman's house. Nobody saw us walking in the house. In\nfact, we made it a point not to walk into the house with nobody noticing us. We came. She let\nus in and she kept us. She told us to go in the basement to stay overnight. We did. Friday\nmorning on November 14\" there was a knock on the door and a neighbor came to tell her that\nthey are killing all the Jews in the ghetto, and the woman became frightened and would not keep\nus as much we begged her. We cried. We just begged her to hide us somewhere — to tell her that\nshe is no danger — that no one saw us come into this house. And also, a Jewish man had a much\nharder time surviving because only Jewish men were circumcised in Europe, Christians were not.\nSo this was right away identification that this is a Jew — was a male — was circumcised. The\nwoman would not keep us as much as we begged her. I have to tell you that it was already cold.\nIt was winter. There was already some snow on the ground, and she told us to go hide into the\nwoods, which we were really on the outskirts, not far away — not really far away. We had no\nalternative. Nothing. What could we have done, two young girls? We went to hide in the\nwoods.\nWe came into the forest and we stayed for a while. And all of a sudden there were bullets flying\nall over — flying over our heads, and we ran deeper into the forest to hide from the bullets. And\nas we came in deeper to the forest we came to the scene of the massacre. It is in this forest that\non this Friday, 10,000 Jews were killed in open pits. Shot. Of course, we ran from the scene —\nthe blood, the screams. We ran 1n opposite direction hoping that we will survive this massacre.\nAs we were sitting there, both of us frightened, shaking, a ranger came in the forest. He wanted\nto know what we were doing in the forest and we told him that we came to collect some wood\nfor the winter. At first he believed us and he let us stay. He came from the road. He had with\nhim — he came with a bicycle from the road — he had a rifle slung on his shoulder and an axe\nbehind his belt. We were in the forest staying and he walked in deeper. He heard all this\nshooting. He became curious. He walked in deeper and he saw the scene of the massacre. And\nhe came with a rage to us — that that we are Jewish — we told him a lie. “You must be shot like\nthe rest of the Jews.” Nothing had we done to the man. Nothing. He was in no danger. The\nviciousness of men. But he didn't take us to the pits. He took us to the road. And as he took us\nto the road — leading us under the rifle — and told us to meet up with the group of the Jews that\nwere being led to be killed. The women and children were being walked, walked quietly,\nholding on to their children — some carrying them. They were surrounded tightly with guards.\nBy running out they would be shot immediately. Men were in trucks with machine guns in the\nback, and as we walked on the little walker’s path, the ranger behind us, at one point my sister\nturned her head and she realized that he is a distance from us.\nWe ran from the scene to hide in the opposite side of the forest away from the shooting and the\nscreams. And all of a sudden as we were sitting there — both of us frightened, hoping that we\nwill live through the day — all of a sudden a ranger came into the forest. He came from the road.\nHe carried — he came with a bicycle — holding on to a bicycle, a rifle slung over his shoulder and\nan axe behind his belt. He wanted to know what we were doing in the forest and we told him\nthat we came to collect the wood for the winter. He believed us and he let us stay. He too, came\ndeeper into the forest and he heard all of the shooting. And he saw the scene of the massacre.\nHe came with a tremendous rage — that we are Jewish and away from the pits. We have to be\nkilled like the rest of the Jews. The viciousness of man! Nothing have we done to him. Why not\nfind the kindness to save two young girls. He was in no danger of anything. But he did not take\nus to the pits where they where they were killing the people. He took us to the road. He led us\nunder the rifle to the road where the group of women and the children in a great number were\nbeing led to be killed. They were surrounded by guards tightly. Women holding on to their\nchildren, some carrying them, walking very quietly. And the men on the trucks and the trucks\nmoving very slowly. In the back a machine gun attached to the truck. They couldn't run, they\ncouldn't do anything to change. Nothing at all could they have done. We walked on a little\nwalker’s path that was bumpy, a lot of ice, thin ice. As we are putting our feet — walking, it was\nhard for even to pull for us to get our shoes out. And when my sister turned her head back and\nshe noticed that the ranger is a distance from us, she grabbed my hand and she told me, “Run,\nrun in the field and run in a zigzag!” And the two of us ran wildly in the field in all different\ndirections. Of course, the ranger in his rage threw the axe in the field. Then he began to shoot at\nus. As he threw the axe in the field it hit the back of my sister's leg. She had a deep cut. We had\nto stop in the field. We had scarves. We took off our scarves. We tied her leg and we ran in the\nfield all the way back to the community that we started from.\nAnd it is for you to know that no one would let us come into their homes. No one would let us\ncome into their home. Desperately, we were walking, hoping that we can find a place to hide, a\nplace to hide. We were practically on the outskirts of town and there were no more homes left.\nAll of a sudden, we passed by a house and the gate to the house was open, and there was a barn\nin the back of the house and the door to the barn was open, and we ran to hide in the barn. And\nto the side of the house all of a sudden the door opened, and there was a little window in the\ndoor, and a woman opened the door and, of course, we thought she would tell us — turn us away.\nAnd this woman with her hands clasped said to us these words; “You do not have to tell me\nwhere you're coming from. I know. God brought you to the right house. I will save you.” A\nsaintly Christian woman opened up her house, took us in, attended to my sister's wound, gave us\nfood, opened up a sleeping sofa. They took out the inside of the sofa, put us both in, left enough\nair for us to breathe and kept us there the day of the massacre.\nI am convinced I am alive today because someone cared. Someone followed their conscience.\nSomeone had a heart. Someone did what a human being is to do to the next one that is in kind of\ntrouble that my sister and I were. The woman said, ‘God, if it should happen to my girls, please\nsomebody, help them, too.” And in this house there was a father and two daughters. They were\nexactly my sister's and my age, and while we were lying in the sofa, people, the neighbors came\nand sat on the sofa, telling her, telling the woman that they are going to search the Christian\nhomes and they will punish the Christians that hide Jews, which is true, they did. They did. But\nthe woman never vacillated. The woman never told us to leave or anything. In fact, she told her\nneighbor, “This is Nazi propaganda. Don't fall for it. It is impossible to search the homes. Don't\nfall for it. It is not true.” And at no time at all did she tell us to leave, no time at all. When\nevening came — was my sister's decision — they took us out of the sofa. And the neighbors — they\nclosed the doors and made sure nobody comes in. And it was my sister's decision. She was\nnaturally the older of the two, the wiser of the two. She said, “We must leave this house in case\nthey do search. These people were so good to us. Why endanger them?” The father of the house\ntook with him a blanket and a pillow and took us to a bombed out house. We didn't stay in the\nbombed out house. As soon as it got dark —because we were afraid in case somebody would find\nus. We were not so sure we would meet up with such good people.\nThese righteous Christians are almost like beacons in this darkness, pointing the fingers at others\nthat could have done something too. There were so few, not so many. It is our great fortune that\nwe met up with a saintly woman that never knew us, never got paid for it, did it out of the\ngoodness of her heart. Following her conscience and would expect others to do it, too. We came\nto a farm house. We knocked on the window. They let us in. We told them that we are Jewish,\nthat we want to change our clothes with them. We'll give them our city clothes and we wanted to\nchange into — let us give them our farmer’s clothes. They gave us. They consented. We told\nthem that we will not endanger them, that we will stay in the barn overnight and early in the\nmorning we will leave. And they let us stay overnight in the barn. We stayed overnight in the\nbarn. Early in the morning before sun, we started out just walking in the woods. And we knew\nof a woman, a farm woman that used to come during the Russian occupation to sell butter and\nchickens and eggs to my mother, and she invited us many times. She said, before the Nazi\noccupation, “Why don't you girls sometimes come and visit me? We have a beautiful lake and\nit's nice and we want to really show them hospitality.” Do you know I remembered the woman's\nvillage? And we decided that we would go to this woman.\nHowever, it was such a distance in the winter so we stayed in the woods. We lived — we never\nwent to a farm to ask for food because we were afraid. We never knew what kind of people we\nwould meet up with. So we lived on the berry that we could find, the mushroom that we could\nfind and we finally made our journey to this woman's house. She took us in. She kept us there\nfor several days. I think two days if I recall, and she kept us hidden; she was very smart. She\nkept us hidden and she was a very popular woman, a very popular farm house in town with\nchildren. Evidently, they were wealthy so everybody in the farm, all the young people would\ngather there. So she told the young people when they asked her, “Who are these two girls?” She\nsaid, “Oh, I hire two maids to spin and to weave for the winter to make wool.” So, she kept us\nthere, and we begged her if the farmers go to town to Slonim, to see maybe somebody survive.\nMaybe they didn't kill all the Jews. And she made it in such a way — she was very clever, very\nclever — she made it in such a way that there was no suspicion that she's hiding two Jewish girls\nor anything. And she told the farmer, “You know, I used to sell eggs and butter to some Jews. I\nwonder if somebody still survived.” The man came back and he told her, “Yes, but they killed\n10,000 Jews” — he heard — “but there are still Jews.” He saw them returning from a nightshift\nfrom work. My sister and I immediately left the farm house and we walked back on foot, back to\nthe ghetto to see if somebody from the family survived.\nWe never asked for a ride because we were afraid. We would see farmers and such. We\nwouldn't approach them. We would run into the woods to hide. You must also realize it was\nwinter. We couldn't live in the woods. The elements — nor did have we food, nor did we have\nenough clothing in sub-zero weather, in cold. We made our way back to Slonim. We came back\nto Slonim, and on the outskirts we saw a group of Jews returning from work. We joined them.\nWe sort of ran into their midst. We asked them if they knew our family. Nobody knew my\nfamily because we were really refugees already in Slonim. These were most of the people were\nnatives. Nobody knew my family. We walked in with them to the ghetto. We were not counted.\nWe just walked in. They kept us in the middle because we didn't have any stars on us and we\ncame into that room where the six of us lived, and as I opened the door my mother was not there\nto greet me. So I knew. My mother was killed. My aunt was killed. My father and my little\nbrother survived. And talking about courage — I'm a parent now. I'm a grandparent already.\nImagine my mother taking two girls, sending them into the unknowns so they would live.\nImagine what went through her mind. My father and my little brother were hiding outside of the\nghetto. My mother remained. My aunt was sick and my mother would not leave my aunt. She\nstayed with her. That doesn't mean were she outside of the ghetto my mother would have\nsurvived, but at least her chances would be better. Both of their chances would be better.\nThey shrank the ghetto. They made it smaller and we moved in on the street Operowa. We\nmoved in. We had one room. There were two rooms, a very rundown place, but — however it\nwas a little brick house and it was close to the gate where the ghetto was. In one room the four\nof us lived, a tiny little room. We had a bed, one bed where the three of us, the children slept and\nDaddy slept on a little bed cot, sort of. Next door, the other room was a family, a young family,\nnewly married and a brother that lived with them and they were wonderful to us. Wonderful.\nThey did not have children of their own. They shared absolutely everything with us. The little\nbit of extra food, the extra hot water to wash. They sort of thought that maybe, maybe one of us\nwill survive or something. I don't know. It wasn't told to us but I somehow had the feeling. And\nmy father went to a slave labor. I did not work in the ghetto. I was too young. In fact, my little\nbrother would run out of the ghetto. He was blond and really, his Polish was so very good, and\nhe did many, many times run out on the Christian side, come back, would bring some food. And\nit is in this ghetto where we first moved in. In December of 1941 a young man came into the\nhouse.\nNext to our house was a wooden house, larger, with more rooms and naturally more people lived\nthere — crowded, one on top of the other. And there was a young man that I knew that I really\nknew yet from the Russian occupation because he went to the same school that I did, but he was\nolder. He was in a higher grade — came in one evening and he brought with him a fellow that\nwas, I thought, so much older than I was, and he introduced me and he was a young man. He\nsaid his name Aron Dereczynski. They called him Arkie and he kept on coming, and there was a\nfriendship that developed. He worked in the Verpflegungsamt®. Did he have a chance really to\nhave food? Do I really need to explain and to tell the value of food in the ghetto when there was\nsuch hunger? When a slice of bread meant — when everyone aspired to have enough. And my\nsister liked him right away. My father sort of — since my mother was killed, my aunt was killed,\nmy sister really sort of took the motherly part, even though she wasn't that all — she was so\nwonderful to us, so caring. She was a student before the war and I never expected her to come in\nand to this role, but how beautifully she did it. How kind and nice she was to us. She wasn't\nreally that much older than we were. And as a friendship developed, Aron would come. You\nknow, there was curfew. Nowhere could you have gone or do anything. And meanwhile,\nterrible things were happening in the ghetto.\nPeople were being killed. Not in mass but they would hang somebody for bringing in food.\nThey would kill somebody. They found a bottle of milk in his possession, and the ghetto was\ntense at the killings. And then —I guess it's a human quality — people would sort of like relax\nand it was almost like normalcy. I really don't know why they thought it was normalcy, but the\ntragedy was a community tragedy. Everybody was in the same shoes. There was no family that\nwasn't touched. Everybody lost someone and maybe it was at this particular time easier to share\nthe grief because everybody cried. Everybody was in the same position losing their loved ones.\nAnd I developed a friendship with Aron. It was more than a friendship, really — more than a\nfriendship. It was “boy and girl,” even in this abnormal circumstances. As time went on in the\nghetto and it was quasi-quiet. The Judenrat’ had problems all the time with the slave labor. The\nJudenrat had problems with the terrible demands always being made on delivery. Deliver them\nthat much gold and that much silver and the valuables. Slave labor in great numbers also the\nJudenrat also was faced. People did not want to go to work. They really — I'm talking about\n* Food distribution bureau (German)\n? Jewish council (German); term used for Jewish administrative boards appointed by the Nazis to\noversee Jewish communities and ghettos.\nSlonim — they try to cope with it as best as they could. And I — when I think back and I reflect\nand a lot of really thinking, intellectualizing and such, we always must put the blame on the\nenemy. They were forced to do it. When they did not do it, they were killed for it. How many\nof us have the fiber really to say to a stand, to take death instead of doing what you are told to do.\nThere was no suicides 1n the ghetto. People did not have the means. They did not have the\npoison to do it with, no guns, but yet there was a tremendous urge to live, to live, that\ntremendous self-defense to live. People did everything that they could at the time, in their\npower. Whatever they could was possible for them to do to survive and it was so hard to\nsurvive. It was almost impossible to survive — almost impossible.\nThis is why so few people survived. And again, when a government, an organized government —\nthey have to have power, an army, the money, an unfriendly population that does not want to\nhelp for most part except for the righteous, and there were not so many numbers. They can do it\nto any people, not only to Jews. Time went on. Time went on and meanwhile, there was —\npeople began to think of survival. The young, some of the young were involved in joining\ntogether in the underground. I was only not part of it. I was too young. We were refugees. I\nguess an underground you really have to develop strong roots to be able to trust the group as a\nunit together. I was too young and we were refugees and my sister was not part of the\nunderground. Neither did she know anyone that was because also it was so terribly secretive.\nHow would one know unless you were approached and asked and really become part of this\nunit? People in the ghetto began to build hiding places. They called them malines!®. It was\nprobably a Jewish word for a hiding place. In every ghetto that we lived everybody called it a\nmaline, a hiding place. Where were these hiding places? People imagined every possible place\nthat they could build a place where they could hide, where they could hide. Is it in the yard, in a\nhovel dug out? Is it under the floor? Is it in an attic? Is it some place in a shack, or is it even in\nthe room concealed with a big credenza or something? People didn't have already, this. The\nfurniture was taken away because periodically there were the men from the Gestapo for\nfurniture. So everything that had any value of any was taken out of the ghetto. But people have\nthese old armoires yet, broken up yet. So some people built hiding places beneath, concealed it\nwith an armoire or with something of that sort — anything imaginable that people could think.\nThey did everything humanly possible to find a place to hide, because it sort of taught to the\npeople — the first massacre — were people to hide even under the bed. When we came in back\nfrom the massacre, my sister and I, how much I cried and screamed. “Why didn't mother hide?\nWhy didn't mother hide?” Little did I know that maybe it was impossible for her to hide.\nBut I was a child. I needed my mother. And time went out. Everybody in the ghetto had a place\nto hide. Everybody in the ghetto had a place to hide. In fact, between the two homes where we\nlived, we had a hiding place for 30 people — for everybody there to hide. It wasn't anything so\nvery intricate. It was under the floor. And all of a sudden on a Sunday there were already signs\nthat something is going to happen. In between when Aron used to come to the house — all the\ntime, you know, he was such a wonderful spirit. He was so confident and he would tell me\n'© hideout (Yiddish)\nthings. That he belonged to Ha-Shomer ha-Za’ir'’. I, in my town, did not belong to a Zionist\norganization. There were not enough really children for a group — for a Zionist group — but I\nknew about it. I read about it and I knew very well, because in the town in Suwalki where my\nsister went to gymnasium there were Zionists’ organizations. And my cousins belonged to the\nZionists’ groups, so this was not strange to me. But he always — and he told me that just before\nthe war he was supposed to go to agricultural school in Palestine and it didn't work out for him.\nBut one day, one day, maybe he still will get there.\nAnd I would listen to him and it would give me confidence. I sort of looked so much forward to\nhis visits — to his visits. And he always also knew a little bit of news, because in the\nVerpflegungsamt, out by the Germans where he worked — this was the Wehrmacht’, the army,\nthe German army that he worked for in this huge, huge depository of food. They would\nsometimes listen to the radio to German radio, so they approximately knew where the Front was.\nAnd then they even had, he said, they even have a clandestine radio, which was to me like\nsomething like a fairy tale thing. And our friendship grew. Our friendship grew and we really\nbecame a boy and a girlfriend. By this time June rolled around, and all of a sudden, all of a\nsudden on a Sunday, a strange army rolled around the ghetto. The ghetto by that time was sealed\n— was closed with barbed wires. There was not loose at all — the gate and the people counted.\nAlways guards around the perimeter of the ghetto, much smaller after the first massacre. They\nshrank the ghetto, made it much smaller and the congestion was much more. And a terrible\npanic in the ghetto. What could these people have done? Very, very little. Only to hide — keep\nthem there. There weren't as many Christians that would accept Jews to hide, keep them there.\nWith an exception, I say again, of the righteous. The idea was to hide and to try and see maybe\nwe will survive by hiding. By Sunday night the panic grew and Monday morning, early in the\nmorning, we heard shots. We lived very close to the gate. We lived on the Operowa and the\ngate was on a Operowa and I learned later that it was the head of the Judenrat, Gershon Kwint\nthat came in when this Einsatzgruppen group, and this army of killers came in to the gate to\nmarch into the ghetto.\nHe asked them, “What are you doing with my people?” He was shot and this is the shots that we\nheard because we were close to the gate. We were already by this time in hiding and the rest of\nthe ghetto was hidden. The ghetto was hidden and we separated with my sister. The place for\nus, all of our neighbor, the two neighboring homes to hide was in the middle — was under the\nsidewalk. And my father walked in to see at this place and he said there were children and also\nhe said the children might start to cry, and he felt that he couldn't breathe. He said, “I don't have\nenough air there to breathe. I will not go there. I'll choke to death. We will not go.” My sister\nran across the street to find out the house, which was by the name of the Jachwidowicz house\nacross the street from us. Well, she was never able to return because the massacre — because the\nAktion started. My father, my little brother and I remained in the house and my father, the three\nof us, tried to hide in the house. Where were we hidden? The kitchen had an old-fashioned oven\n'l Youth guard (Hebrew), Zionist youth organization.\n'2 Armed forces (German)\nwhere before — for baking bread. To the side it was a deep oven. To the side was a little opening\nfor three people just to squeeze in where wood was kept in normal times. In normal times wood\nwas kept. Of course, we didn't have any wood in the ghetto. The kitchen was wallpapered and it\nwas really shreds sort of hanging. When they used to come to take people on slave labor, my\nfather used to hide in this spot. How did he hide there? He had a piece of cardboard that he held\nalmost, held from the inside that matched the rest of the wallpaper in the kitchen, torn the same\nway as the rest to conceal this entrance into this little place next to the oven. And my father said\nthe three of us run and hide there. Monday morning when we heard the shooting already in the\nhouse, we ran in to hide behind this oven in this little space that was open. They came in. The\nkillers came in to the house. They searched the house. They knocked on the walls. They never\ncame to this spot. “Raus, raus, raus!'°*” And then we heard cries and we heard shooting and we\nrealized that the people next door were discovered. We remained in this place, frozen. There\nwas no place to move. For one of us to make a turn — all three of us had to move to be able for\none of us to make a turn. My little brother was a child. It was so hard on him. It was very hard\non all three of us. We stayed there the day. We survived the day.\nAt night my father said that we cannot stay there. It's not safe. We'll be found there. We must\nhide somewhere else. We did not hide any more in this place. It was open because we couldn't\ncover it. It was all open. The part that covered this entrance was broken. So we went in the\nyard. There were shacks on the side and as we went out of the house in the shacks, we realized\nthat the ghetto is burning while we stayed in the house. We didn't know, hidden in the house.\nWe didn't smell anything. We didn't know. All of a sudden we went in, in the yard and we saw\nthat the ghetto is burning. But we had no alternative, so we went to the last shack. There were a\nrow of shacks. The last shack we walked in and we saw that there was a ladder and there was a\ntrapdoor, and we crawled up the ladder and we opened up the trapdoor. There was a loft that\nhardly you could squeeze in and we found two old Jewish men, the old Mr. Margolis(ph) and\nMr. Fink(ph). And we asked them, “What, what — where are all the rest of the people?” They\nsaid they did not hide in with the rest of the people, because they knew they couldn't breathe\nthere. They were coughing and they didn't want to endanger the other people, so they did not\nhide with the rest of the family. They were hidden in this shack and we came to this shack. We\nwalked up and threw the ladder away so it wouldn't be a sign that some people are hiding in the\nshack there on top in the loft and we stayed there. We stayed there. We didn't have any food at\nall. Daddy went at night and he brought water. He found he could not find any bread in the\nhouse. Nothing was in the house. He brought water so we still had water, and we stayed there\nMonday night, Tuesday and Wednesday and we watched the fire, the ghetto burning.\nI do not know how it was possible that this shack did not catch on fire. I do not know but it\ndidn't. And we survived in this shack. And while we were lying in the shack, my father said,\n“What even if we survive? All the Jews are killed. What are we going to do even if we survive?\nWhat am I going to do with my two children? Where are we going to go?” But we didn't. We\nstayed. We stayed in the shack hoping for a miracle. On Thursday afternoon we heard noise in\n'S out (German)\nthe front and we — all of a sudden we heard steps in the back and somebody calling in Yiddish.\n“Lisa, Lisa,” and, “Jews, if anybody's hiding, answer, answer.” I couldn't believe it. I could not\nbelieve it, that this was possible, and I wiggle my father. “That sounds like Aron, that sounds\nlike his voice.” My little brother opened the trap and I answered, I answered. Aron came into the\nshack. My little brother opened the trap and he leaned over and he said, “Yes, the three of us are\nhere. We survived the fire and we're still here.” So Aron said that the massacre — they are still\npurging people but it is already much quieter and it looks like they will leave some people. They\nwill let some people live, survive. So all of a sudden a ray of hope sort of came in and then Aron\ntells me, “Go down. Climb down from the loft, from the shack.” I jumped down. He took me—\nEnd of Tape Number One.\nTape Number Two",
        "A: As we were sitting there, it was in the afternoon. In fact, I'm sure it was in the afternoon. All\nof a sudden we heard footsteps. Of course, we froze. We thought that it's Germans again\ncoming to find us. All of a sudden there were voices in Yiddish — in Jewish and I heard, “Lisa,\nLisa.” At first I couldn't believe it and then I also heard in Yiddish saying “Jews, Yidden, Jews!\nIf anybody is hiding, please answer, please answer.” And I nudged my little brother and I said,\n“Daddy,” I said, “it sounds like Aron. Could it be?” And I answered and as I answered, Aron\nwalked into the shack. My little brother opened up the latch and, of course, can you imagine the\nkind of feeling that went through me? My wildest dream would I ever imagine that I am ever\ngoing to see Aron again? And here he came really to the rescue like. He looked at me. By this\ntime we were sitting there already three or four days without food, only with water, being so\ncramped in that there was no room to turn. And it was a very hard on my little brother. He was\nso restless and every time he had to move all of us had to turn. I jumped down. Aron took me to\nthe house, to the empty house. Of course, all the houses were empty. The people were gone\nalready by this time.\nHe took me upstairs to an attic and he looked around for a while. He looked for some clothes\nand he came in and he brought with him a boy's jacket and a pair of pants. Women in Europe at\nthe time, this particular time, never wore pants, and he found a scissor and he stood there. And I\nwas in shock, in complete shock and he said to me that he's going to dress me like a boy because\nwomen are not allowed to live. He found the scissor and he cut my hair completely. He left a\nlittle stubs on my head and I did everything that he told me to do. He put on a cap on me and as I\nwalked down, there was a mirror and I took a look. I took off the cap and I took a look at\nmyself. I was frightened to see what I look like without — shaven, not shaven but practically\nshaven — without hair. But I followed him and I walked out. We came to the street and four\nJewish men were waiting there. They were the men that Aron worked with and already he had\nenough time to tell me that he has kept Miller, the head of the Verpflegungsamt that he works\nfor, asked him to come into the ghetto and to find some valuables — I don’t know — riches, riches\nto enrich himself on this tragedy. And he said — Aron said, “It was my idea because I wanted to\ncome to the ghetto to see if I can still find someone alive. And maybe he has had an opportunity\nto take you out with me.” He told me that his mother and his three sisters are alive, that he left\nthem in the hiding place because he says he could not take four people out. And he says, “I\ncould not even decide; who would I take out of the four?” They put in — they were carrying, — all\nthe men had on them it looked like chandeliers, really nothing fancy to speak about. Maybe it\nwas old something with some wires. They took off— one man gave me a chandelier sort of — I\ndon't know, you call it a chandelier — something that resembles a chandelier, and he put it over\nmy shoulder and he put some wires around my neck, and we walked out. All of us walked out.\nWe came to the gate and the guard was at the gate and Aron very confidently — all of us carried\nsomething. Some of the men carried something in pillowcases. I didn't even know what they\ncarried there. I learned later that all of it was for Miller, and all of us walked out.\nAron waved confidently his slip of paper that Miller gave him to come into the ghetto. They\ncame in into the ghetto with Fritz which was one of the Wehrmacht, regular soldiers that worked\nin the Verpflegungsamt and he waited for them. Across the way from the ghetto directly across\nwas the house where the men that the German Wehrmacht that ran this Verpflegungsamt lived\nthere. It was Captain Miller, the head of the Verpflegungsamt and Bauer also a captain and one\nmore, a German, and two regular German men. So I was absolutely numb. I didn't really know\nexcept to follow and to do what I was told to do. Aron took me into the German's house. I could\nnot believe why he would do it, but he didn't take me to the upstairs. He took me to the\nbasement. He left me in the basement within a pile of old furniture that was lying there and I hid\nbehind the furniture. All of a sudden a young Jewish boy came down and he searched for me.\nAnd he said to me, “Don't be frightened, don't worry. I will help you. I will do everything that\nneeds to be done for you,” he said. And the first thing what he did is he brought me food. He\nbrought me food. And when I looked at him, he was a child. He looked to me like he was not\nolder than 12 or 13 years old. And he said, “Don't worry, I'll take care of you.” And he did. He\ndid everything what he could. He said to me, “There are maids working here, but I will not let\nthem go in the basement. Everything that they need, I will run and get it so that they won't come\ndown in the basement to find you.” And he did. But all of a sudden as I was sitting there hidden,\nBauer walked in. I didn't know anything about Bauer. Can you imagine how frightened I was?\nHere was a German came in and he found me. I was sure he was going to shoot me right there\non the spot, but behind him was Aron. And Bauer tells me, “Stand up.” And I stood up. I stood\nup and he said, “Do you have girl’s clothes?” And I said “Yes, underneath I have girl’s clothes.”\nBecause I still had the clothes that I went into hiding. And he said — then the little boy ran down,\nthe Jewish boy, and he brought me a babushka. He said, “Take off your Boise’s clothes. Put on\nthis babushka and come with me. I'll take you to the Verpflegungsamt.” And he walked — we\nwalked out. I learned later that Aron asked Miller — he said, “I'm hiding — I brought here my\nsister. Please do something for her to save her.” And Miller pounded on the table saying, “My\nplace is no place to hide Jews. Take her out of here immediately.” So then Aron approached\nBauer, evidently while the ghetto was burning, and when Bauer passed by and saw the shooting\nand the killing...he was a decent human being and that he was terribly upset. And he said, “How\ncould I believe it that my people can do something like this?” And so Aron approached Bauer.\nHe had no alternative. He had to take me out of this German house. He approached Bauer and\nBauer walked with me. Do you know the house where they lived was across the street from the\nschool, the high school that I went to before the invasion? It was recess and the children were\nwalking out of school during recess and I thought to myself, “Why am I so cursed? My parents\nwere such good people. I am equal to all of these children. Why is it done to me? What have I\ndone? Then this befell me. What have I done? They are free and here I am being taken to the\nunknown, maybe to death for nothing that I have done.” I always thought the Jews were good\npeople. All the people that I knew were Jewish were good. I am sure there some maybe that\nwere not so good, but maybe I didn't know them as a child. I walked with Bauer. He told me to\nwalk on the sidewalk. I did not have my yellow stars. I walked with him. We came to the\nVerpflegungsamt and there already the man that worked the Verpflegungsamt waited for me to\ncome and to hide me somewhere. They made a hiding place for me. The hiding place was; they\ntook out two sacks or three sacks and they covered it. They found a piece of plywood, put a\npiece of plywood — put a sack to cover the plywood or two sacks to cover the plywood and\nmarked it because it was a huge warehouse, with hundreds and hundreds of sacks of flour, of\ncorn, of oats, of everything. It really supplied the entire area around Slonim — that there rations\nwere given out to the Germans, to the Pole, to everybody from this warehouse. They marked it\nin such a way so that they would know where I was hidden. They made just enough space in this\nlittle tiny place where they took out the several sacks for me to crawl in and to lie there, and they\nleft enough space of air to come in so I could breathe and I stayed there. I stayed there.\nWhen night came everybody left, and I remained all by myself in this warehouse, hidden. And\nas I said, I remained in the warehouse. All of a sudden I was being scratched by rats, lying there.\nAnd I was afraid that I was going to be devoured by them, that they will scratch me, eat me\npractically. And with all my might that I possessed, I pushed the sacks back and I crawled out of\nthis space. And all night long I was sitting on top and running away from the rats. Then when\nmorning came and I knew that they were going to open up the warehouse, I was afraid for them\nto find me. Maybe the Germans would come before the Jews would come into this warehouse. I\ncrawled in again and I was able, not very well, but to cover myself again, pulling that sack to\ncover as I entered. It wasn't very well concealed but enough not to notice. And anyway, if the\nGermans didn’t know that I was hidden some place where they would go and check thousands of\nsacks of flour to find me. The next day they already allowed for people to live. They allowed\nfor people to live. The people that still remained hidden were told to go out from the hiding\nplace. They took them all to the jail, the people, and they started there the selection left and\nright, who to live and who to die. To the left and to the right and to the left and to the right. I\nwas not there but I learned about it from my father and my little brother, because my father and\nmy little brother still remained hidden. And then they heard that there was a reprieve and you\ncan really go out. They came out and were told that they were going to be given a Schein, this\ncertificate to live — this I.D. card to live. But they were taken to the jail first and there they\nwould be given the certificate. And there they started the selection and somehow, somehow my\nfather was given the card, was sent to the right side to live and my little brother remained on the\nother side, and he ran and he tried to beg this Nazi, to beg him that he wants to be with his father.\nHe wants his father and I guess in his, with all of his viciousness and with all of his thoughts of\ninhumanity, he found really a trace of caring. He threw my little brother. He grabbed him and\nhe threw him to my father, and he survived. He was let out of the jail with my father.\nAnd I knew about it because one of the men came to the Verpflegungsamt and told me, “I saw\nyour father and I saw your little brother and they were alive, and they survived the selection in\nthe jail and they are alive.” And here they said that women already can live, too. Women already\ncan live, too. I did not stay in the Verpflegungsamt. They put us up in the Beutelager'*. It was a\nreally a huge army barracks that were built for the Polish Army way before the war, and there\nthey collected all the surplus of broken up, damaged arms from the war, Russian arms that they\n'4 warehouse of confiscated goods and valuables (German)\ncollected. And this is really where the young Jews that were involved in the underground work\nwere able to steal the arms and to smuggle them in piece by piece into the ghetto. Or in some\nway, Germans that were — some of them that were bartering with Jews even brought it in under\nboxes of soap, hidden under soap that was brought in into the ghetto. Approximately, not more\nmaybe between 800, 900 maybe 1,000 people remained from the entire ghetto, from 20,000\npeople. And they left a little small little ghetto, besides the people that lived in the Beutelager.\nThe Beutelager where were all the young people that still worked in the Beutelager or the\nVerpflegungsamt, and every day, every morning there was an appell!°, we had to go out to be\ncounted. They would come in the middle of the night with lights, have us all come out and to be\ncounted. The people that lived on the last ghetto, the several homes around the river on the street\nthat's called Mostawa were given an identification, a little tiny piece made out of clay with a\nnumber that you had to wear around your neck all the time — all the time besides your round\nbadge. I stayed at the time in the Beutelager, and my father and my little brother stayed on\nMostawa. I used to go —I too had this badge that I wore and you were allowed to go from the\nBeutelager to Mostawa. Already my father was thinking that we must leave this ghetto, we must\nrun away from here. And my father evidently went out of the ghetto and found a farmer, a\nwoman, a farm woman that he still had some means to pay her with. I really do not know what\nhe gave this farm woman. I don't remember what daddy still had but he still had some valuables.\nI know because he still had it in Wilno — the ghetto that he managed to hide. And this woman,\nwe traveled by horse and buggy. We went out of the ghetto. We were not caught of course,\notherwise I wouldn't be here to tell you the story. And we were hidden under a big wagon with\nhay. We were under the hay until we came out of the outskirts of Slonim. Then she told us that\nwe can be in the open. Neither of us looked Jewish. My little brother was blond with blue eyes.\nHe was almost a towhead. I was blond with blue eyes and my father did not look Jewish either.\nNo, he didn't. So, she really relaxed and told us we can even be on the open and we came in.\nWe came into a village to a farm house and we were hidden. We were hidden, and while we\nwere hidden Partisans came into the village and my little brother begged, “Daddy, let's go with\nthe Partisans.’ But my father said to him, “My child, I am too old. They won't take me. They\nwon't take you either. You are a child and your sister is a girl. You entertaining an idea that 1s\njust a dream. They won't take us. We must continue to another ghetto.”” We came to Volkovysk.\nWe came to the Judenrat.\nWe told them that we want to go to Grodno. The whole idea of Grodno —because Grodno was\nstill annexed to the Third Reich, and the killings in 1942 in the summer of '42 they were unheard\nof in the Third Reich. And we somehow heard by way of people coming — I don't know really —\nDaddy heard that they are not killing people in — the Third Reich. The Jews are still going to\nwork in the Third Reich and maybe they are not going to kill the people in — the Jews in the\nThird Reich. In the beginning Daddy thought so. Then we finally came to Volkovysk and we\ngot passage and we came to Grodno. We came to Grodno to a world that already for us did not\nexist — already since occupation. Everybody was killed in pits. And here the ghetto was quasi —\nsort of free —the first ghetto, the second ghetto — the working ghetto — the ghetto that people did\nnot work. You were able to walk from one ghetto to another. In fact, my mother had a cousin\nthat lived in Grodno. She was in the second ghetto with a husband and wife and two children\n'S roll call (German).\nthat my brother and I adored. And as soon as we came we ran. We found out that they lived in\nthe second ghetto. We ran to them to see the family, to tell them about our misfortune, that my\nmother was killed. My sister was killed. I didn't mention really that my sister was killed in the\nsecond Aktion. In June of 1942 they found the place where she was hiding. They took all the\npeople out and my sister knew what to expect, and she ran to the barbed wires to run out on the\nChristian side and she was shot on the barbed wires. I lost my wonderful sister, the one I loved\nso much. We shared with them our misfortune, telling them what happened. And we lived. We\ncame back to the first ghetto. We came back to the first ghetto. I had — my mother had another\ncousin in this ghetto but they did not have enough food for us. They lived in — they had one bed\nfor three people; husband, wife and a child. We were assigned a room. We came to the\nJudenrat. We told them that we are survivors of Slonim, that everybody was killed. They sort of\ntook it, almost, they didn't believe it. And when my father used to retell 1t and we retold, they\nsay, “Enough already. Enough already.” And you know we were sort of convinced that this\nwould happen here too. We were convinced and we tried to — Daddy especially, tried to do\nsomething.\nTo do what he can do with the children to survive but what could he have done? He was\nconsidered an old man. My father was in his early 50's, not quite 50, I think. And we were\nassigned a room in the ghetto with a family. There were two rooms. Three families in two\nrooms. In one room there lived a family — Lipszyc. Herschel Lipszyc with his father that was\nvery orthodox, and a cousin of his, that her family was already killed in a small town. They\ndrove in all the Jews from a small town in a barn and they set the barn on fire. She was visiting\ngrandparents in another place and she escaped. So she lived with them. In the next room lived a\nfamily with two children and they assigned us to live in this room. We had a bed. That was the\nextent of the living that we had in this house in Grodno in the ghetto. And shortly after we came\nto the ghetto, all of a sudden, one day Aron showed up. Aron showed up. I parted with him\nthinking I will never see him again. I left with my father and my little brother and he — all of a\nsudden Aron showed up and he told me — we discussed. In fact, when we left I told him that my\nfather knows of a farm woman that would take us. He said that he knows somebody, a neighbor\nof theirs that he was very, very good friends with told him of a woman that is going to take them\nand then he'll give me the names so he can come too — run away with his mother and three\nsisters. And then he told me in tears that he parted with them in Volkovysk, because he said,\n“By staying together we only perish together.” He said, “If I want to have any hopes of survival\nit is only in the underground — the woods, and if I will stay with my mother and my sisters, all of\nus will perish. So I decided to run away to come to Grodno.” And in Grodno we lived with the\nLipszyces, and Herschel Lipszyc was wonderful. He would sing. He would bring a little bit of\nrespite and life. It was not terrible hunger at the time yet. No, it wasn't.\nI couldn't believe it, that something like this still existed under Nazi occupation. And Aron went\nto slave labor with Herschel. My father did not go to slave labor outside of the ghetto. He\nworked in the ghetto, but my little brother would run out all the time, back and forth. He really\nhad a tremendous courage and sense of adventure, running out all the time. And it 1s in this\nghetto while Herschel Lipszyc took Aron on slave labor to remodel a house for the Gestapo that\nAron befriended a Pole. His name was Tadek, they called him, but his real name really was\nTadeusz Soroka. Tadeusz Soroka came very often to barter with them. He would bring them\nfood and they in turn would take out — they would wear an extra pair of pants and extra jacket on\nthem and trade for food. He was a good friend of Herschel Lipszyc. Herschel knew him much\nlonger than Aron. And all of a sudden, all of a sudden November first rolled around and they\nsealed the ghetto. They sealed the ghetto and transports started to resettle it, to resettle people in\nthe East supposedly. And rumor started in the ghetto where are they resettling the people. No\none at the time thought of gassing people. No one at the time thought of Auschwitz, Treblinka,\nMajdanek — merely fear of resettlement. You were told to take a certain amount of clothes, to\ntake your toothbrush, to take all your necessary things that you would need to go and to be\nresettled. And you will even get better rations and better food. People tended to believe it\nbecause they thought maybe they'll be better. By this time already there was more hunger in the\nghetto and anyway, the Jewish — the Judenrat was forced to make a list of so many people for\nresettling.\nAnd it was a sign of resettling much more so only the ghetto because they start to bring all the\nJews from the small towns from around Grodno. And Grodno had really hundreds of small little\ntowns and villages where Jews lived, surrounded with small towns and little villages where Jews\nlived. They took them all in and brought them into a detention camp in Kelbasin and from there\nthe people from Kelbasin were sent first to Auschwitz and to Treblinka and Majdanek, beknown\nto them where they were going, beknown to them, lists were being made and transports. They\nfinished with Kelbasin and they started with the ghetto. Naturally, we were outsiders. We were\nnot natives and we were always the first people on the lists. But to our advantage was our past.\nBy being in Slonim and being in the ghetto and surviving two kinds of massacre and surviving\npractically — sole survivors in a ghetto of thousands, of close to 20,000 people. Out of 20,000\npeople, eight — 900 people survived. We really realized that we have to do everything that we\nalready learned and the first thing is hiding. And we started to make places to hide and decided\nthat we would just hide. We would not come with a suitcase to be taken to go to Auschwitz.\nAron helps people find — build hiding places. They knew that he came from Slonim and he\nknows, and the word traveled. It spread by word of mouth. So here he knew of a lot of places\nthat he helped to build. So when we knew that we were on the lists, we began to hide. And we\nwould come to one place and try to hide and all of a sudden, “No, this is not safe. No, no, no, we\nmust leave the place right away. It's not safe.”” We went to another place and we didn't stay — to\na third place — I remember one night we changed five places. It was — we were going crazy from\nfear not to be caught while running out from one place to the other, four people, the three of us\nand Aron. We survived this transport.\nAfter we survived this transport again it was sort of quite for a while. Respite came to the\nghetto. And Herschel Lipszyc with a very dear friend — oh, my God, I forgot his name — Lutek.\nLutek were approached by Tadek and he told them that, “You know, you don't look Jewish. I\nknow of a Polish family or a Lithuanian family in Wilno that will keep you as Christians. I will\ntake you to Wilno.” And Herschel consented to go with Tadek and Lutek to Wilno. What were\nthe alternatives? Another transport? If you have a chance you do it and it is for really to know\nthat people tried to do it. They took every possible chance. The chances were so few, so few.\nYou needed the looks. You had to look Aryan to be able to survive on the Christian side. You\nhad to meet the right people what would keep you. You have to think about years, it's not days.\nThis is why the righteous that saved, that kept Jews, some of them for years, are really people\nthat are an exception in this society. They're giants. They are giants. They are to emulate —a\nwhole world must learn to emulate. They were the people with morals with consciousness and\nthey wanted to help and to do — do not kill. Do not kill. Be your brother's keeper. Aron —\nHerschel parted with his father and his niece and his cousin. Aron went with him to the barbed\nwires. By this time already Aron knew Tadek, and the idea was when Herschel and Lutek will\narrive to Wilno that they will send back a note with Tadek to tell everyone that they had arrived\nsafely. Well, they arrived safely but they did not send the note, and Aron didn't know about it.\nSo he was reluctant to believe Tadek. Tadek gave him the kind of story that either you want to\nbelieve it or not. He said he took them to the Polish family. They were afraid to keep them\nbecause even though Lutek, his Polish was perfect, but he had Semitic looks, which is true by the\nway. It was true. And the family was afraid to keep them. So he said, “I took them to the\nghetto, to the perimeter of the ghetto.” He says, “I show them where the ghetto is and they\nwalked into the ghetto. They told me that they would come and give me a note to give back to\nAron.” Says, “It poured, it rained. I waited and waited for the note and they never showed up.\nHere I come to tell you that they are in the ghetto but I don't have a note.” Well, Aron already\nhad hesitations, “Should I believe him or should I believe him?” But he left it. Tadek kept on\ncoming and kept on coming and bartering and the ghetto was not quiet any more. There were\ntalks about transport and people already expected this transport, and already they begin to loom\nthat these people are not going to be resettled. That there is some thought, “They’re sending\nthem some place, to concentration camps. And do you know what they do to most of them?\nThat they gas them. Gas them in 20th century? It must be. How could it be? How could it be?\nYes, yes, yes, yes, it can be, it can be.” And it already begin to work on people and people\nalready begin to believe. But so little could they have done to avoid the transport. So little could\nthey have done to avoid the transport. One day Tadek came and tells Aron at work, “Aron, the\nghetto is sealed. They are taking out the ghetto — the Jews.” We escaped the first transport of\n5,000. “They are taking the Jews to resettlement and I doubt if you will have a chance to\nsurvive. Come with me to Wilno. I'll take you. I'll take you today. Come with me. Don't go\nback to the ghetto.” Well, Aron listen to Tadek and he said, “What should I do? I have nobody\nin the world left. I left a mother and three sisters in Bialystok — on the way to Bialystok. The\nonly person,” he says, “that I really have ties to is Lisa. Should I leave her too and go to Wilno,\nto go to the unknown?” By this time already he almost has said he resigned. He said, “What is\nlife altogether? What if I survive? I have no one. All the one — all my dear ones are gone. They\nare killed. What is — I still — I think I'll go back to the ghetto.” And by this time already the\npeople that he worked with sort of were suspicious that he might go away with this Christian,\nand they worried because they were counted. And this too — was a tragedy that we are\nresponsible one for another. If 10 people walked out of the ghetto, 10 had to return. If nine\nreturned, they took hostages and they killed people. And you had this tremendous responsibility\nof the whole community, and it's not only said that they would take hostage. They did take\nhostages and they killed people. They killed people. They came to a house and they didn't find a\nperson. They found this woman outside of the ghetto in Grodno. They dragged her into the\nghetto and they took out the people, the person in the room that she lived with. And both of\nthem were hanging on the gallows for days for the Jews to see what's being done when they\ncatch Jews outside of the ghetto and if they're not reported that they are missing. So there was a\ncommunal responsibility. You were responsible not only for yourself but for others.\nThat too kept a lot of people from maybe running away or doing something. Families clung\ntogether and they perished together. Tadek came and told Aron that he — the ghetto is\nsurrounded. He better go with him, as I said. But Aron decided to go into the ghetto. He came\ninto the ghetto. He was immediately arrested, taken into the Synagogue, and he looked for me.\nHe didn't find me, because when this came — that the transport that are coming to grab people\nagain, my father, my little brother and I went to hide again. We really did not have a very good\nplace to hide. So in our yard where we were living was a courtyard. Again, there were shacks\nwhere before the war people kept wood. And again, my father and my little brother and I\ncrawled up in a little shack, in a wooden shack and we stayed there. Police came and knocked,\n“Your number is up. Come out. Come out. Anybody hiding come out.” Of course, we froze.\nWe didn't answer. The Germans came in and knocked and searched around. They did not come\nwith sniffing dogs. Were they come to sniffing dogs though, they would probably would find us.\nAnd we remained there. Aron searched for me in the Synagogue, in the Synagogue. He didn't\nfind me in the Synagogue so he didn't know — either I was killed or hiding or whatever had\nhappened to me. The massacre — the transport went on for quite a few days and finally, it came\nto astop. A handful, about 800 maybe, people survived, maybe close to a 1,000 people, and as\nwe were sitting — you see the shack where we were sitting faced the Synagogue and we saw all\nthe thousands of people being led to the trains, being led, this march, this endless march of\npeople being taken to the trains, to Auschwitz, Treblinka and Majdanek. We — all of a sudden\nwe saw Jews running and carrying a little bundle and we realized — and they were talking loud\nand we could hear. We realized that it's over and, you know, the talk was — evidently — people\nthat wanted for other people that were hiding, to know that it's safe to come out. So in Yiddish\nthey would say, “Come out. Come out. It's safe, it's safe. Git aroys, Yidden.'® Git aroys, git\naroys.'’ Come out, come out.” When we heard this, my father said, “It's safe to come out.”\nAnd we came out. We were practically numb for lying like this all curled up. We came down\nand we came and we realized that the house where we lived in — it was a two story, it was a\nbuilding really. There were two buildings together — that people were running to these buildings.\nSo we realized evidently that these are the buildings they left for the Jews. Yes, it was. There\nwere three buildings that were left and one of the buildings was our building, where we lived\nbefore. So we went upstairs and as I came in upstairs, I found Aron there. I could not believe\nthat it could be true. I could not believe. For sure I thought that he 1s already taken in a transport\nand I never, ever see him again.\nHe came with another man, that he told me the story how he was saved when this man let him\nbuild a hiding place under the coal. And that now we have to do something very fast, to run\n'© “Get/come out, Jews.” (Yiddish)\n'T Get/come out (Yiddish)\naway from here and our only salvation is Tadek, that we must get in touch with Tadek and run\nout of here. Well, my little brother went out and made — Aron had the address. He was always\nahead in his thinking so he knew where Tadek lived and the address. And my little brother went\nout to meet Tadek, and Tadek told him that he would take him and my father to Wilno. He\nwould take them on freight cars that are traveling between Grodno and Wilno and he would let\nthem — if they arrived safely, hoping that they would arrive safely, he would bring them into the\ngates of the ghetto. Let them walk into the ghetto. And it was a designated day that my little\nbrother and my father left the ghetto to go and to meet Tadek. They came to Tadek and Tadek\nsaid that on that day he could not take them. That he would take them the next day, that there\nwas no transport going. So they went to hide. They were hiding in the second ghetto that was\ncompletely empty overnight.\nAnd the next day they met Tadek as he told my little brother where he would be and they would\ntravel to Wilno. Tadek again told them to stay in a ditch — to stay in a ditch that was right next to\nthe yard to the railroad yard, and then when the train begins to move a little bit to jump on and to\ntry to crawl on to the roof. Well, my father listened and when it was time to run out, he did. He\ndid as he was told, but he would not step on to the two couplers and try to go up to the top of the\nroof, and he said, “Even if I have to be caught and killed, I cannot go to the top of the roof. I\ncannot do it.” So they were hidden on a flat car that had a tank that was traveling to the front —\nGerman tanks that were going to the Russian front and covered with tarps, so they were hidden\nunder the tarps and they somehow made it. They somehow made it. They were searched. They\nsearched — there were stations where the trains — the flat cars were being searched to see if there\nwas anybody. By this time already there were Partisans. There was already danger of Partisans.\nBut they didn't find them. They arrived to Wilno. They got in into the ghetto. They found\nHerschel and Lutek in the ghetto and my daddy send a note with Tadek to Aron to tell that he\nfound Lutek in the ghetto and Herschel and that Tadek is for real and to come to Wilno. And\nthen it was our turn to go to Wilno. I went out of the ghetto. By this time the ghetto was very\nsmall and guarded, and I went out of the ghetto to establish a contact with Tadek. I came — I\nfound him and he told us to come on a designated day, on a Sunday and then he would take us. I\ncame back to the ghetto and I told Aron that I met Tadek. He consented to take us and we'll go\nout to meet Tadek. But not only Aron and I, but we were eight or nine people. One of the\npeople that we met was Elkie Jezerski, that knew — he said that he knows of a janitor that used to\nbe a janitor in their building where he lived, and maybe we can hide there and wait until Tadek\ncan take us.\nEight people went out, not with the idea of all of us to go but maybe Tadek would take them\none-by-one. Meanwhile, they would establish a contact and they know Tadek and they will stay\nwith this janitor. Elkie had a feeling that the janitor is fine and he would keep us. All of us came\nto the janitor's house, and at midnight the janitor decided that he does not want to keep that many\nJews. It is dangerous. We must leave his house. He said, “But I'll keep the girl.” He wanted us\nto leave right away and it was curfew so we begged him. We begged him to let us stay until it\ngets a little in the morning before sunrise, while it 1s still dark. And he kept — he let us stay and\nall of us went out of this house. He took us — the janitor took us to a bombed-out house. I went\nwith them with the idea that I can stay in the janitor's house. I stayed in the janitor's house. I\nmet Tadek at church. Tadek told me that he would take us on a Tuesday. Here it was Sunday. I\ncame back to the janitor's house and the janitor sent out his wife and the children, and I was not\nthinking at all, not knowing. I was a child yet. He wanted to rape me or to kill me because he\nwas sharpening knives. I had the presence when I heard knives being sharpened, that even\nthough I was locked in a room — I was locked in a room when he sent out his wife and two girls,\nI had the presence to run out. I ran from the house, and in my chase running out of the house, the\ndoors were flimsy even though the door was closed and with a latch, but I went out with all my\nstrength. And I slammed the door in such a way that by the time he opened the door, I was\nalready a distance from him, from the janitor, and my luck was that there were stairs. It's hilly.\nIt was very — it was hilly and there were stairs and there were homes on the sides of the stairs.\nHe ran to chase me. I was faster than he and when he came about the middle like, of the stairs\nand where there were homes, he was afraid because they shouldn't tell that he's chasing a girl or\nmaybe it's a Jewish girl or something, so he left.\nI ran to the house where the rest of the Jews — Aron and the others were hidden — to tell them\nwhat happened. That we cannot leave tonight. That Tadek will take us Tuesday and that the\njanitor, either he wanted to kill me — I did not realize that he wanted to rape me — that he wanted\nto kill me. And I ran away, and what are we going to do? We decided that we have to return to\nthe ghetto. We cannot stay there until Tuesday, until Tadek would meet us. We had to return to\nthe ghetto because there was an empty yard and children were playing ball. It was a bombed out\nhouse and the windows were open and we were about to fall in into this basement, into this hovel\nwhere we were all of us hiding. The children would run home and say, “The Jews are hiding\nthere, so many of them.” We were afraid that they would give us out. We had to wait until night\ncame and we went back to the ghetto. We could not remain one day of the danger that loomed\noutside. We came in back to the ghetto and Tuesday as Tadek told us to meet him — told me — to\nmeet him in the public washroom at seven o'clock at night in the evening, and he would take us —\nwhen he said would take us, he only meant Aron and myself but five people went out — not, not\ntwo. One of them was Ruby Loren, the man that Aron was saved in the synagogue, his cousin,\nand another young man. And the reason the five went out, because we wanted the other people\nto have this contact to be able to go with Tadek another time — to know him and where he lives\nand so forth — to establish a contact. Five of us came. It was dark. We came to the public\nwashroom. Dark, seven o'clock. Tadek was there.\nHe told me that he would be dressed in a uniform like a railroad worker. He would have a\nflashlight. He would light the flashlight so I would know that that was the man. Exactly there,\nseven o'clock, the men were in a public washroom in the middle of Grodno on the Christian side,\nnaturally. I waited for Tadek. Tadek came and I tell Tadek that we are five people. When they\nwere hidden in the public washroom, they looked out of a little window and when Aron saw that\nTadek is there, he went out to talk to Tadek and he begged Tadek to take another person. He tell\nthem that, “I was saved with this man. I really don't want to part with him. He was good to me.\nI want to be good to him. I want to take him with me.” But Ruby didn't want to go because he\ntells Aron, “The only person in the world is left is my cousin. I don't want to leave my cousin. I\nwant to be with him. I have no one left in the world. Everybody in my family is gone already.”\nAron tells him, “Look, Ruby . They will come Thursday. Tadek promised to take them\nThursday. You have an opportunity. Come. They will come. You'll be in the ghetto already.\nCome.” And Ruby was standing there sort of halfway with his cousin, halfway, when Aron\ngrabbed his hand and took him with and he went with us. The others returned to the ghetto.\nThey never were able to make the trip because for them, death came. Resettlement came before\nthey were able to go out of the ghetto and to meet Tadek again.\nI walked with Tadek. Aron and Ruby followed. They were both very Semitic looking. They\nwore Polish looking hats called maciejéwka'*, a kind of hats that Poles wear. We were not\nstopped. We came to the railroad station. Tadek pointed out to us the train, the freight train that\nwas going to Wilno — from Grodno to Wilno. Within the freight train, also there were passenger\ncars that the Wehrmacht — that the Germans traveled. But we were to travel — Tadek told us that\nwhen the train began to move already at a little speed to jump out, to try and grab, to run up\nbetween two boxcars and the couplers and find a little ladder and try to crawl up to the top of the\nroof. I listened and I had it all in my mind to do it the way Tadek said. Aron went out first and\nhe was able to do it and went up to the top of the roof, I learned later, and Ruby, I guess, did the\nsame. I remained in the ditch, or lying in the road, I remained in the ditch. I turned my head and\nI saw so few cars left. “Oh, I will remain. It's the end. It's the end. I survived until now but I\nwon't survive anymore more.” I ran out and I have not been able to find the two box cars with\nthe couplers, but I saw a boxcar with a door and, you know, it had a handle, a little ledge, and I\ngrabbed on and I stood on the ledge. I held on to the handle. I have not been able to go on to the\ntop of the roof, and there I was standing with my feet, wearing mittens in sub-zero weather,\nholding on. The train began to accelerate, add speed. I was already frozen. The wind tore off\nmy babushka and I couldn't hold on much longer. I couldn't and I couldn't do anything. By this\ntime already I wish to be killed so it would be over with. And all of a sudden I heard a noise on\ntop. I heard a noise and it sounded like somebody is sort of on top. And then it got quiet and I\nstill was holding on. I learned later that Tadek came to find his passengers on top. He found\nRuby and he found Aron lying on one roof on the same boxcar. He didn't find me. He asked,\n“Where 1s the girl?” They said they don't know. They still left her in the ditch and they don't\nknow what happened to the girl. Tadek did not give up. As the train was moving and moving\nvery fast already, he jumped from one boxcar to another until he came almost to the end of the\ntrain, the almost of the end, and he saw me standing there holding on yet. He ran for the car\nwhere Aron and Ruby were on. The three of them jumped boxcar after boxcar. Youth was with\nthem. They were young. They were able to do it. My father could not do it and a lot, a lot, a lot,\nof people could not do. Children and woman could not do it either. You had to be young to be\nable to do it and to know that there was a Tadeusz Soroka. This were not that many Tadeusz\nSoroka. They came to the boxcar that I was still standing and Tadek leaned over, gave me a\nhand and told me to hold on to his hand, that they will pull me up. I had a vision that he will\ngrab my mitten and not my hand. And I said “I must do everything that I possess not to lose his\nhand.” And I managed. The three of them pulled me up to the top of the train on the roof and I\n'8 visored cap (Polish)\ntraveled with them, the three of us on this boxcar for 180 kilometers in sub-zero weather. I was\nat the time 16 years old.\nTape Number Three",
        "A: We arrived in Wilno and we were able to go in into the ghetto without any problem. Tadek\nwalked with us. He told us to cover our faces with soot so we would look like railroad workers\ncoming from work or something, and he said, “As soon as you see a group of Jews returning\nfrom the nightshift, from work, try to jump in, in their midst and walk into the ghetto.” And we\nwalked with Tadek for awhile and all of a sudden we see a group of Jews. Of course, worker\nJews because they walked in the street, not on the sidewalk and they all had yellow stars. We\nwent into their midst and we walked 1n into the ghetto. This was the last time on this voyage that\nwe saw Tadek. We came in into the ghetto and Jewish police immediately took us over. And as\nthe Jewish police took us over they took us into Dessler'? and to Gens”° in order for us to receive\nrations, a piece of bread that everybody needed and a bowl of soup and also, a place where to put\nyour head down. I'm not talking about a room, but a place, a piece of floor to put your head\ndown. You had to be registered within the Judenrat. Dessler cautioned us not to tell anyone. Of\ncourse, we told him the story, that we are — about the transports and we still had a story to tell\nhim about Slonim and then Grodno about the transports. Also, he said, “You have to be very\nquiet, not to tell people, not to put the ghetto in a panic. Not to put the ghetto in a panic. Here\nit's different. Here it's different, and don't jeopardize your ration cards and do as we tell you to\ndo.” Needless to tell you, neither of us listened to what he had to say. We spoke our mind and\ntold people exactly what happened in Slonim, what happened in Grodno, and by this time\nalready people in Wilno knew too, because it was already after Ponar and a lot of killings in\nWilno but the situation there was still different. The ghetto was still vital. There was still quite a\nlarge ghetto. I came in. I was immediately — I was told where my father and my little brother\nare and I immediately ran there to be with them. Can you imagine the joy of my father to have\nme come to Wilno?\nNow, Aron immediately found a group of people that came from Grodno. They were together\nwith me. There were nine men and a girl. I was the only girl. So they all lived together and they\nwere called in the ghetto “The Grodno Group.” They all sort of were dressed the same and they\nwere called “the Grodno Group” and they all lived in a room. They had one room with another\nmarried — with a couple and the couple's sister. So you can imagine how many people in one, in\none room lived. The ghetto — people went out to work and there was a lot of cultural activity in\nthe ghetto that came to me as a total surprise. There was a library where you could go and take\nout books or sit and study. There were children playing ball. There were competition and there\nwas a theater in the ghetto. I couldn't believe it, that this was possible. There was a restaurant in\nthe ghetto. This was such an unknown experience to me that I felt like it was a different world.\nMy father worked outside of the ghetto. So did my little brother — used to go out and I too, for\nthe first time went out to work outside of the ghetto. I worked in hothouses where they raised\nvegetables for the Germans. For —I guess for the German elite, whoever, the Gestapo, or\n'9 Saulk Dessler, head of the Vilnius ghetto’s Jewish police.\n°° Jacob Gens, head of the Vilnius ghetto’s Judenrat.\nwhoever. The leader there was a — the foreman there was a Lithuanian man and he knew some\nof the Jews that worked there, so he wasn't very harsh on us. And the Germans didn't watch us.\nWe somehow could always, always finagle a little bit, where we could steal a radish or a carrot\nand eat it real fast and try to get rid of the green part of it. And it is there where I worked.\nThe man that was our foreman, the Jewish foreman, always used to go away and leave us. I was\nvery, at times, angry. I say, “Why does he do it? Why does he do it?” Little did I know. Much\nlater in the underground where I met him that he was part of the Jewish resistance. But I didn't\nknow when I worked with him. The man never told us or anything. He evidently was trying to\ndo something for the resistance on the outside of the ghetto. So I worked — Aron worked inside\nof the ghetto and very much our hope was only the resistance and the underground. We knew\nthat we can not survive in the ghetto. And because it was still a large ghetto in numbers and\nthere was still quite a young people in the ghetto, we tried to look every possible way to get in\ntouch with the resistance. Do you know, before the war was known for this — it was called “the\nWilno Jerusalem of Lithuanian.” There was such a strong nucleus, culture in Jewish and in\nevery, every aspect of Jewish life in Wilno that we were convinced that there must be an\nunderground there. And when Aron worked with one of the men in the shop in the ghetto he\nrealized that he's — that they do something there. That it's always producing a part, a part, a part\nand the minute the foreman, the German foreman, would walk in they would immediately hide.\nHe learned later that they were making some parts for armaments in this shop, that they were\nreally working for the Germans. And besides Aron there was another man that had contacts in\nWilno and from both sides, somehow, they contacted the Jewish resistance and the resistance\ntook us in because they were all young men, unattached with no families, and we became part of\nthe resistance.\nIt was very, very secretive. I could not tell my father, neither I could tell my little brother. And\nthen the story of Wittenberg”’ developed in the ghetto where a Communist, a Polish Communist\nwas caught on the outside of the ghetto and within his torture he gave out Wittenberg as the\nleader of the Jewish resistance in the ghetto. Now, the Judenrat played both ends of the picture.\nThey were with the resistors and they were with the Gestapo. Gens had a notion because in 1943\nwhen we came to Wilno in March, then April, May, June, the Germans had big defeats on the\nRussian Front already and Gens had a thought that if the resistors do not bring in the destruction\nof the ghetto, the people might survive. Maybe liberation will come and everybody will be\nliberated, not only the couple of hundred young people, resistors. So he wanted to convince the\nresistance to “don't rock the boat.” And even though he knew there was resistance, so he played\nboth ends. But he convinced the population of the ghetto that, “the resistors will bring down\nyour end.” And the population of the ghetto was with Gens, unfortunately, not with the resistors.\nAnd then this tremendous play with Wittenberg developed and as we know from history now\nfrom the Wilno ghetto that Wittenberg was turned over to the Gestapo. He committed suicide\nand Abba Kovner’’ took over the leadership, but at a time when the leadership decided not to\n*! Yitzhak Wittenberg (1907-1943), leader of Jewish underground in Vilnius.\n*2 Abba Kovner(1918-1988), Jewish-Lithuanian resistance fighter and Israeli poet.\ngive out Wittenberg. They called us to come in the barricades and to fight, to raise a fight with\nthe Germans. Of course it was futile. We all would have been killed. And when we came to\nthis designated place I realized the strength that the resistors had because they were so big in\nnumbers. They really did not have much to fight with in arms. Of course not. It's a David and\nGoliath fight. I mean there was an army with tanks, with all the supplies in the world, and we\nonly had our bodies, a few grenades and something that we wanted to give our lives — to show\nthe Jews fought back, that we fought back, that we achieved at least something.\nAnd as history tells, Wittenberg and I tell, Wittenberg was given — there was a big discussion\namong the leadership. We learned all of it later after 1t was over. We were not in the leadership\nposition. I was a 16-year-old girl doing what I was told to do and really being so grateful that I\nwas part of the resistance and did absolutely everything that I was told to do, and I knew very\nlittle except what I was told to do.",
        "A: That was in Wilno in the ghetto that faced the outside of the ghetto, and it was at midnight\nlike, late at night. From all sides group start to converge to this place, and as we came it was\ndark. Maybe there weren't as many numbers, but I conceived it as a tremendous number, two —\n300 young people that came there and some of them were walking. Some of them had a grenade\nand somebody had a pistol. And we already, our group, too already possessed couple of pistols\nthat we really bought on the outside of the ghettos, smuggled it in and paid with hunger by not\neating, by not having that slice of bread to be able to obtain the pistol. It was an exhilarating\nexperience to be there, even though that we knew that we would all die, because we were no\nmatch, we were no match. All of a sudden we were sent home, to go back home. We didn't\nknow the drama at the time until the next day when it developed that Wittenberg decided that —\nthey came to him with the thought and told him what it entails. And Gens told the leadership,\nthe resistance leadership, that if he doesn't give himself up, they are going to come and destroy\nthe ghetto. And there was a lot of people, Jews, running in the ghetto screaming “Wittenberg,\nWittenberg,” for him to give up. “He's bringing the end to us. He's bringing the end to us.”\nLittle did they know that the end was coming anyway. But when I was in the ghetto, my\nthoughts were altogether different. I was the enemy of these people that said for Wittenberg to\ngive up and to — not to rage and to fight, not to fight back because the ghetto will be destroyed. I\nthought they would be destroyed anyway. The end will come anyway.\nBut for the ones in the ghetto that still had children, every day meant something and Gens kept\non saying, “If we live through this period, maybe we can still live through the liberation.” I\nbegan to appreciate it many years later when I had a family and children. And I know that you\nwere to be responsible, not only for yourself but you're responsible for your family too. You\ncannot run out. You can only do it when you are a youngster, leave your parents. You cannot do\nit when you are a parent. There is much more responsibility expected of a parent. And then the\ndecision was, after the Wittenberg affair, of course, Wittenberg was taken into the Gestapo and\nhe was given poison and he committed suicide. So they really got nothing out of Wittenberg as\nfar as questioning him and for him to give out secrets or anything. And then the thought was that\nwe cannot wage a war — warfare — in the ghetto. The population is not with us, is not with us,\nand the only solution would be to send the resistors into the underground in the woods in the\nforest to fight from the forest. And little by little, groups began to leave. How did they go? It\nwas a 180 kilometers. The closest the Naroch woods where we went to. Groups of 25, 28 or so\nwere sent with guides. Who were the guides? The guides were Jewish Partisans already that\nwere in the underground and were already, so to say, “free people.” They took upon themselves\nthe risk of being killed to go into the ghetto and to lead groups of Jews out of the ghetto. What\ncourage! What heroism to do the kind of, really, thing that you risk with your life to do it. They\nwere giants, giants of men. Giants, lions, young dedicated, fearless, that came to the ghetto.\nSome of them were even arrested in the ghetto and then let out. And they took groups. Some of\nthe groups that went out before us met up with an ambush and were killed.",
        "A: After we contacted the resistance, I really was not one of the people that contacted the\nresistance, but it came from two different sides. Aron knew somebody and our friend — another\nfriend of ours that was from Grodno, that knew the resistance, knew somebody in the resistance\nalready, and finally we were able to join the resistance. When it came the time to really go to the\nforest, there was a discussion that among the Grodno group there was a girl and they were not so\nkeen of taking the girl, to leave the girl behind. Little did they know that I could do everything\nthat these men were doing, even more, and I was really at no time at all any liability to anyone in\nthe underground — just the opposite. But Herschel Lipszyc, our dear friend Herschel Lipszyc,\nstood up and he say — they call me Liska(ph) — “If Liska doesn't go, none of us are going. All of\nus are going and Liska 1s going too, and this is the way it is going to be.” And because he was so\nvery positive and naturally, Aron very much wanted me to go, no question. I mean, I joined in\ngroup because Aron was part of it. On my own, I don't think I could have reached the\nunderground. So finally they consented that they'll take me too. We would be going to the\nunderground to Naroch and we would go with a group of 28 people. So on a designated day\nthere came a call that it's time for us to leave for the underground. All the Grodno people, the 10\nof them lived together, so the call came to them. And early in the morning, about three or four\no'clock in the morning, there was a knock on the little window. In Wilno we lived in a room\nwith three more families. There were practically corpses all over the floor, to walk out. It was\ntime for me to go to the underground.\nI have not been able to walk out because I would wake up all the people that want to know,\n“Where are you going in the middle of the night at four o'clock in the morning? You can't go to\nwork that early.” I slept in the bunk with my brother, and Aron knocked on the window and he\nsaid, “It's time to go.” I have not been able to go through the door, so I had to slip out in the tiny\npiece of the window, the little window that opened up for air. Luckily, I was so thin and so small\nthat I was able to get out. I have not been able to tell my father. Neither did I tell my brother. I\nonly told him, “When I am gone, tell daddy that I have left — that I left.” And he says daddy will\nknow where I went. So that my little brother was intelligent enough to know. Can you imagine?\nI left without telling them because it was so secretive. I wasn't able to tell them. Were I to\nremain, who knows if I would have survived and I wanted to go so much. The leaders were the\ntwo men. It was Shlemke Hilczyk and Motke de Geller — Motke the Red. Really, I can only\nspeak about them in superlatives. Only super giants, men that were ready to give their lives to\nhelp other Jews in need. They were already free people when they were in the underground. Of\ncourse, they could have been killed but they were not in the ghetto. Their dream was already\naccomplished. They were there. They were fighters. They came to take out groups of Jews\nfrom the ghetto to lead them in into the underground. It took us seven nights to walk to the\nunderground. Twenty-eight people left. Among them were women too. I wasn't the only\nwoman. I was the youngest, that much I'll say. I was the youngest in the group.\nThe first night when we came out we went out of the ghetto as a group going to work. We came\nto the outskirts of town. We were hidden in a little wooded area, hardly wooded enough not to\nbe seen. There were shepherds with the flock. We took them with us. We kept them the whole\nday. We did not harm them. We blindfolded them and we kept them there, and when night\ncame, when we left this little forest, we let them go home. And we told them under no\ncircumstances are they to tell that they were in the woods with some Jews, because they will be\npunished severely. We showed them that we had weapons, and we left. We walked with this\nman that took us — that supposedly knew the road and they got lost. They had no compasses,\nonly by the sight. We tried to go with side roads, so we would not be seen and identified. But as\nwe were going on the side roads we only got lost. We got lost and we had to cross a railroad\ntrack on the other side of the railroad tracks. So he decided to go on the main road where\nGermans were traveling, and every time, he told us, we see approaching cars with lights to drop\nin the ditches and to hide. And one by one we crossed the railroad tracks while German guards\nwere standing. Every time the guard would turn to the back towards us, one of us would slip out.\nTwenty-eight people had to cross. Imagine the danger. And all of us crossed safely. Part of the\nway when it began to get light we were running, not walking, but running to hide. The day we\nhid in a little forest we started out walking again and we had problems again. The road wasn't so\nclear to them. They came back from the forest. Somehow they knew their way but they had to —\nmaybe —had to change the way. They took another road and two nights in a row we were lost.\nThey never lost their cool. They always kept us convinced that they know what they're doing\nand they will bring us in a safe place. And we had the total confidence, total confidence, in these\ntwo young men. Finally, they decided after the second or the third day they decided to take\nfarmers to lead us, to be our leaders. And the farmers knew the way and we told them to bring\nus to the next stop. They told them to bring us to the next stop, and the farmers listened. The\nfarmers listened and brought us to the next stop. They were cautioned not to give out the Jews,\nthat this is a pack of Jews. The farmers knew very well and somehow we made it.\nWe had to cross two rivers, and one river a farmer took us and we were all walking all the way\nup to our waists. Some of them didn't know how to swim. They were worried that they would\ndrown. And we made it. The farmers said, “The river is not very deep. You will make it.” And\nhe was right, we made it. We came to cross the big river, the Viliya, and the Germans were\nstanding guard on the bridges, and when they heard the splashing of the water from so many\npeople walking. They began shooting at us. Fortunately, their aims were poor. Nobody was\nkilled and we crossed, and finally the two leaders start taking wagons with farmers, wagons, and\nthey put us up on the wagons. And we traveled on wagons already, until we came to what is\ncalled “Partisan Territory” where there was a tremendous number, already, of Partisans and it\nwas safe. This was Partisan Territory so it was safe. And it is there, while we were on the\nwagons traveling, all of a sudden we were stopped. We were stopped by a Jewish Partisan riding\non a horse with an automatic rifle. Can you imagine our joy? I will never forget this moment.\nNever, never. Leibke Gordon on a horse with a rifle, with a machine gun, greeting us, falling all\nover us, kissing us, we kissing them. He was like Messiah. We came to the Promised Land and\nthey brought us into the truck. The guides waiting for permission. They didn't know the\npassword. You had to know the password. They didn't know the password. They were stopped.\nThey told they are going to the ghetto to bring Jews to the Partisans, so they were let in and then\nwe were let into the base. We came to a place that it's — how could I describe this place.\nIt was like Robin Hood. There's people walking around with rifles. Sides of cows are hanging\nthat were being slaughtered for the food. Huts — we lived in huts that were built. It was hilly so\nthey were built in the hills made out of logs, dug out, you know, made out of logs. And there\nwere bunks. A long bunk that was not for twelve — how could I describe to you the scene as we\ncame down the hill. I seen a Robin Hood. People walking around with rifles, sides of beef\nhanging, huts, people coming out of the huts milling great number of people. I never could have\nbelieved that this is the way the underground, the resistors, worked. I thought they lived hidden\nin some kind of a small little place away where nobody could ever find them or such. This\nseemed to be so open. It seemed so open and we were welcomed right away. The leader — we\ncame to a Jewish unit that was called “Revenge” — “Nekamah” in Hebrew — and the leader was\nJoseph Glazman**. He accepted us with warm arms and right away everybody wanted to know\nwho we saw, the last people that we saw in the ghetto. And we learned that it wasn't that simple\nfor Jews to be in the underground, in the Jewish unit. That the Russians would not give them\nany arms, enough in the unit, and the thought was they met up — they told us they already met up\nwith Antisemitism and the Russian unit is separately, and they look down upon these Jews that\ncame from the ghetto. After all they are ghetto Jews. Little did they know that these ghetto Jews\nknew how to fight and were better fighters at times than the others were too.\nAnd very shortly, very shortly — the spirit was wonderful. It was sort of free. You felt free even\nthough you knew there were dangers, that there were Germans all the way around. But you felt\nfree and I kept on thinking, “If people in the ghettos would only know that something like this\n*3 Joseph Glazman, Jewish partisan and leading member of the F.P.O.\nexisted, they would all run, they would all come.” But I knew very well that they couldn't run\nand they couldn't come. It's only the select youth that were able to do it. I knew it but you\nthought both ways. Very shortly, very shortly this Jewish unit was disbanned, was disbanned\nunder the pretext they are training the Soviet Union, all the nationalities mixed together. There\nisn't such a thing as a Jewish unit — it must be integrated unit. And, of course, they sent away\nmost of the group to be ina family camp. Actually, it wasn't so much a family camp because\nthere were hardly — we did not have any children in this group. But also the artisans are people\nthat knew how to sew. They made them because this was the Jewish elite that came from Wilno,\nthe Jewish elite. They send them in to bake bread, for the woman to peel potatoes and to sew, to\nmake boots for the Partisans. I don't know — sew their uniforms. I really don't know and there\nwas a tremendous anger among the group. Tremendous. People felt so reyected. They felt it\nwas so unjust to do it. Here people came to fight and they were sent to be ina group. They gave\nsome of them weapons so they can defend themselves in case they are attacked and also to go out\nto the farmers and get food — to get food. After a while there was no alternative. People got\nadjusted, but they felt 1t was a tremendous injustice. All of us felt it was a tremendous injustice.\nWe remained in the unit and we were the first among the Russian units, in a lot of Russian units.\nBut our group, that were in this Jewish otriad”*, remained with the Russian unit and it was called\nthe Kalininski Otriad and, of course, we met up with Antisemitism. With Antisemitism women\nhad a very special strike against them. Nobody thought, the leadership and even the soldiers, the\nresistors, did not think that women know how to fight, know how to do — when you need to go\non a mission or something of this sort. And they told them, you know, to do kitchen work, to do\nthis and all sorts of menial jobs.\nAnd some — then Glazman took a group of really the most outstanding young men and women\nand they left. They were so really hurt that this could happen to a group that was so dedicated,\nthat was so knowledgeable, that had all the potential to do everything that was asked of resistors\nto do, that they left. They left to go to the other groups that left Wilno and went to Rudniki to the\nforests, to the “Pushcha*? Rudniski” it was called. In English they call it Rudniki. And on the\nway they ended up, they met up with an ambush and they were all killed. One young woman\nescaped and she came back and told us what happened. How they were killed and things and\nexactly what happened to them. Very shortly after, we were dispersed within the groups. I was\nalways within the Russian unit with the Jews that were remained in the Kalininski Otriad and\nwhatever it was asked of us to do, we did. We did it very well. What do the Partisans do? They\nreally made it impossible for the German Army to move. We cut down trees and blockaded the\nroads. We mined the entrances to where the resistors lived and this was called an otriad, the\nunits where they lived. They cut down telephone wires and they made ambushes at times;\ndynamiting the roads, dynamiting also trains that went to the front. In the very same token, we\nhelped Jews that were hiding in the woods because there were Jewish, young children and also\nelderly people, women that escaped, wanting a family that ran out of a ghetto that either burning\nor everybody was being killed, and quite a few children. I mean not in large numbers, no. And\nwe saw — they lived at first almost like wild — running from place to place and hiding and never\nhaving enough food. Some of them even died. But when we came into the forest, we made sure\n** military detachment (Russian)\n°° virgin forest (Russian)\nthat the farmers keep them and they watch over them for their safety because we threatened the\nfarmers. If something will happen to their safety, you will be punished and punished severely.\nAnd you'd be surprised, they listened. Because they knew that we had power. There were sieges\nevery so often.\nThere was one tremendous siege 1n the fall, a little bit later in the fall in 1943, where the\nGermans that were going to the front had to come through the woods, and we lost a lot. A lot, a\nlot of Partisans were killed. A lot of them were killed. They systematically walked through. We\nwere hiding on an island that was covered. We thought was safe. It wasn't at all. After we came\nout of there we realized that we could even be seen from the road. But somehow we survived,\nbut 20 — we survived but at least between 20 and 30 percent of the Partisans we lost in the siege\nthat were killed, that were lost. We returned back to the base. The base was not touched. They\nnever came to the base and nobody was on the base. Now, the leadership, the leadership took it\nfirst a group of Jewish young men and I was left to guard, to stand guard for the leadership. And\nafter the danger really came that they realized that they cannot travel in a group with more than\ntwo or three of them. They ran away hiding some place with farmers. They changed their\nclothes. They were after all, they were Russians. They were Christians so they didn't have this\ndanger of being Jews and hiding among farmers. They left. They left, disbanned all of us, and\ntold us each and everyone to go and look out for ourselves and it will be over to come back to the\nbase. We came back to the base and we found, for a while, no one. After a while the leadership\ncame and they start dropping now leaders from behind the enemy lines to be our leaders, and we\nbegin to grow in numbers and everybody was armed because the arms were being dropped from\nbehind the enemy lines. We made an airport and air drone like where we cleared out part of a\nforest. And at night on four corners of this meadow, we would light fires for the planes to\nidentify where to drop the shipment of arms. So Jews and no Jews, everybody got armed.\nThe others always were armed. It's just Jews, always the Jews. And time went on and at big\nbattles they would organize two or three or four units to come out together. At times we just\nwalked and walked for days not knowing what they were doing and what was going to be done.\nBut somehow we always came back to the base, and later we would learn that this was sort of an\nexercise of a sort. Nobody questioned. Nobody questioned. We did what we were told to do.\nTime went on and I have to tell you that one day as I was on the base, somebody came running to\nme to tell me that my father came into the woods. I left my father and my little brother in Wilno.\nWhen one of the groups went — guides went to Wilno I begged one of them, begged to tell my\nfather that I am alive and that I am in the Naroch woods. He told my father; he went to my\nfather. I told him the floor. I told him the house where we were, and my little brother was\ncaught in the street in Wilno while they were grabbing the people and was sent to a labor camp\nin Estonia, and then added up in Stutthof concentration camp. My father was home and he\nremained all alone, and when he learned that I was in the underground in Naroch, he walked all\nby himself, dressed as a Pole. Luckily, he came to the underground. He lived in a hut that we\nprovided him. He and three, four more people that lived there. We provided food for them and\nsafety. They knew that they were safe as long as we are in the woods around them. And my\nfather lived there until liberation and he was liberated together with me. Liberation came. There\nwere battles. I did not participate in the battles because it was really the big units that 1t was\ndone, combing through the woods. We remained on the base and the last time before liberation\nsome of our closest friends were killed, while they were combing the woods, to put up, to catch\nsome of the Germans that were escaping from the front or something. And we lost quite a\nnumber of men, and the men that we lost were our close friends. There were battles that the\nRussian Army waged and summer of 1944 we were liberated.\nWe were liberated and we immediately — most of the men were drafted into the army, to the\nRussian Army. We — my father and I and Aron asked for permission just to go to Slonim to see\nsomebody survived maybe from his family. He was granted the permission. In the Soviet Union\nyou couldn't travel as you wished. You needed a permit and you had to show the permit\neverywhere you went. We were given the permit and we came to Slonim. I knew that I would\nnot find anybody in Slonim but we still had hoped. Daddy told me that my little brother was\ncaught on the street, that maybe he survived. Maybe he's alive somewhere. Maybe he wrote to\nthe house that we lived in Slonim. So we came to the house and the man of the house that we\nlived in was killed by the Nazis because he was a Communist. The wife and the two children\nsurvived. We left a lot of our belongings — when we went to the ghetto — was left there. We\nwere absolutely, penniless, without anything to change — anything to wear, only what we had on\nour backs. And we asked to try and give us something that was left in the house that belonged to\nus. The landlady, the woman of the house said, “Nothing at all is left and everything was taken\naway.” The only thing she gave me is a slip, an embroidered slip of my mother's that I treasure\n‘til this day. It was the only thing that I remained with, the hand-embroidered slip. We left\nSlonim immediately. There were no Jews in Slonim. However, I found a note from a cousin of\nmine that was saved deep in Russia, in Kazakstan, looking for us, if anybody survived from the\nfamily. So I immediately was able to get in touch with my cousin Harold Brenner that lived, that\nwas still survived in deep in the Soviet Union. We left Slonim. We stayed in Baranovichi for a\nshort while. We were taken in by Jews that survived and all the survivors became like a family.\nEverybody took in everybody. Everybody shared with a piece of bread. You were so happy that\nsomebody survived, because whoever survived thought that he was the only person that survived\n— that everybody's killed. The joy that you found something. I came to Baranovichi and my\nHebrew teacher survived and he met us on the street. The joy of having Meyer Chalasnowicz\nsurvive. He took us into his room. He shared his food with us. And as Poland was liberated, we\nleft the Soviet Union as Polish citizens. We were allowed to do it. Aron left first on New Year's\nDay of 1945. My father and I followed right after, right after, and we came to Bialystok and in\nBialystok there was danger again of being killed, again, after the war by pogroms. They talked\nabout pogroms. They talked about killing. It didn't materialize in Bialystok but it was in other\nplaces that we knew. And it is in Bialystok that we start searching a way how to get out. There\nmust be a way to get out and to get to the West. And Aron especially, we met in Bialystok. We\ncame right after and Aron had a room, a house, a room in a house and he took us in and we\nstayed there and Herschel Lipszyc stayed there, and whoever survived from the Grodno guys\nstayed with us and we were like family, like family. What I wanted to add that before we came\nto Bialystok we went to Grodno. We went to Grodno to tell Tadek that we survived. When we\ncame to Grodno, my father, Aron and I — Herschel Lipszyc was already in Grodno — and\nHerschel Lipszyc said, “Well, we came to Grodno.” We said, “We came really to tell Tadek that\nwe survived.” He said, “Yes, I already talked to him and he knows.” He says “imagine.” So we\nmade a party. A party, really a reunion. Tadek came. We kissed and we hugged and the men\ndrank. There were other people. He brought some vodka and there and the men drank, and there\nwere other people, the Jews that survived, that everybody really shared in our joy.\nAnd everyone made a tremendous to do over Tadek, to tell him how much we appreciate what he\ndid, even though it was only one night in the chain of events. If it weren't for this night, who\nknows if we would have survived. The same goes for the first woman that kept my sister and\nmyself in the couch. If it weren't for her, I don't know if I would survive. If I would be here to\ntell you all this. Was only one day, and by Tadek it was only one night. What are the other\nnights and the other years that it took to survive? Yet, without this chain, were the little link\nbroken, I probably would not maybe be here. You needed somebody to give you a helping hand.\nThe tragedy was there were not many helping hands, and the ones that helped, again, are the\ngiants in society. They had the moral fiber. They had the conscience, the feelings. They were\nreal people. The way I would expect people to do in case of need. And in general, to have\nmorality because were the Germans moral, this would not have happened. And it is in Bialystok\nthat we began to look a way to come out. And again, there were rumors that there is an\norganization that came, people came from Palestine. They're trying to lead the survivors, get the\nother survivors and see if they can takes them to Palestine. This was something sort of\nunbelievable. How could it be possible? But you know, after a while we learn that it is true.\nPeople told us by word of mouth and it wasn't that, really, secretive. It wasn't announced in the\nopening, but neither was it secret because they were very anxious to help. And Aron through\nHa-Shomer ha-Za’ir, again contacted the B’richa”° and with the help of B’richa we start to\ngetting out, to getting out. We left Poland. My father remained behind for the simple reason that\nhe had still hopes to find my little brother.\nHe said, he will stay and see what he can humanly possible to see if he can find his little brother.\nHe said already, “I will manage to get to you later.” We came to — from Bialystok we came to\nLublin. In Lublin we met a greater number of young men and women that Aron knew that were\nmembers of the Ha-Shomer ha-Za’ir and that were friends of his and his sister's friends. And we\ntraveled with them. We were given passports as Greek Jews, and we began to travel from Lublin\nto Krakow, from Krakow we went to Czechoslovakia to Bratislava, from Bratislava we went to\nHungary and where ever we went we met by the B’richa. They somehow arranged. There were\nother trains. The entire European continent, people were traveling in en masse, going home,\ngoing home. Everybody had a place to go, but the Jews. They were going home to Italy, to\nCzechoslovakia, to Rumania. Everywhere people were traveling. The trains were full. You\n*6 flight (Hebrew), organized underground evacuation of Jews from post-war Eastern Europe.\ngrabbed on. People were hanging on the outside of the boxcars and in the passenger cars. There\nwere no tickets. People just traveled. The Red Cross announced, too that they had facilities,\nwhatever. We were given really passports by Red Cross as refugees, and we came to Graz.\nFrom Hungary we came to Graz and in Graz we had to cross the river, and to cross to get to the\nwestern zone of occupied Europe. We did it with the help of the B’richa. They led us. A group\nbefore us when to go through to swim through the river. Some of them drowned and they\ndecided to hold off and to send the rest of the groups through the Alps. And we went through the\nAlps with leaders that led us. And we came to Tarvisio. Tarvisio was already Italy. It is in\nTarvisio that we met up with the Jewish Brigade. The Jewish Brigade was part of a Palestinian\nJews that volunteered and they had a hard time to be accepted as a unit to the British Army. And\nthey were wearing these insignias here, the English insignias, but here on the sleeve they had a\nMagen David — a Jewish star. Can you imagine from wearing the star in the ghetto to come to\nTarvisio and to see Palestinian Jews wearing it proudly on their sleeve? The transition that it\ntook in us. They were absolutely — they did everything humanly possible to do everything for us.\nThey fed us to the point where all of us were sick, because we were not accustomed to the rich\nfoods that they tried to feed us. And they did everything possible that they could to alleviate our\nworries. I immediately found somebody that knew my sister that came from the town rejoining\nme, Slovaki (ph) and he was able to send a telegram to my grandmother in America and my aunt\nand uncle and my aunts and that I survived and my father survived.\nAnd we did not stay long in Tarvisio because it was like a detention place. Groups were coming\nand leaving further into the coast, into Italy. We went to Bologna. From Bologna we didn't stay\nthere long at all. We came to Florence, and the first night when we came to Florence we slept in\nthat magnificent Synagogue, but we slept in the Sunday school that was adjoining the\nSynagogue. They took the benches that the children used for sitting on, people used for sitting.\nWe put the benches and they brought something to lay on top and the first night in Italy we slept\nin Florence on the benches. Besides Tarvisio was Italy too but really already away from it. And\nwe were immediately helped by UNRRA”’ by the United Nations, where they gave us food, and\nwe were registered with UNRRA and the struggle started how to go to Palestine. The shores of\nPalestine were closed and you couldn't go. Meanwhile, my family in America contacted me and\nthey very, very much wanted me to come to the United States, even if I don't live there merely to\ncome to see them. They wanted to see me. And since we could not go to Palestine, we decided\nto go to the United States. My uncle and Aron's made affidavits for us to come. They send us\npassage and everything and we came under the Refugee Act in 1947. We came out to America.\nWe were married in Rome. We lived from 1945 to '47, we lived in Florence and in Rome. And\nAron and I lived with an Italian family, a Christian family in Rome that took us 1n as a family.\nAnd we shared our food with them because it was hunger in Italy at this time. And we remained\nclose friends until today. Shortly we were married in Rome in this magnificent Synagogue with\n10 witnesses that we brought with us so the Rabbi could marry us, and we came to the United\nStates. We came to a loving family that could not do enough for us. We settled in Chicago.\nFirst we came to New York. My father's brother and sister lived in New York. We visited with\nthem and then we came. We stayed for a while in Indianapolis and then we settled in Chicago.\nThe families were absolutely wonderful, loving, caring and giving to help us in any possible\n*7 United Nations Relief and Rehabilitation Administration\nway. We had a wonderful life and we're so grateful, because we raised three sons that are\nwonderful human beings — Howard, Gordon and Daniel —that are married. We have three lovely\ndaughter-in-laws; Barbara, Carol and Miriam. And we have eight magnificent grandchildren;\nCourtney, 17, that is a Merit Scholar on the way to college. Lindsey, charming and beautiful and\nlovely and giving, that told me they went on Thanksgiving Day to serve the hungry dinner, and\nthe homeless. Ari, Benji and Yalie, the joy, all of them. Evan, bright, wonderful. Rachel,\nbeautiful, gorgeous to look at, and Gabie, our little Gabriel that 1s going to be two years old in\nDecember. We tried to instill in them consciousness, good values, morality. And our sons are\nphysicians, try to prolong human lives, not to take away human lives. Try to help. Aron and I\nare both very active with the Holocaust Memorial Foundation in Skokie. I am the chairperson of\nthe speakers bureau and I truly do what I think I can do to see as a survivor that this never\nhappens to any people on earth. I feel only by education and only by perpetuating what we\nexperienced and what we know to leave a legacy for future generations to come. And I very\nmuch felt that this Museum really, truly will do the job when we will not be here anymore. This\nis why we came and we want to give this testimony so it remains for generations to come. For\nthat, I thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 30, 1994\nRG-50.030* 0300",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Lisa Nussbaum\nDerman, conducted on November 30, 1995 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LISA NUSSBAUM DERMAN\nNovember 30, 1994"
    ]
}