{
    "rg": "RG-50.030.0687_trs_en",
    "sequence": [
        "Question: Okay. Good morning. This is a United States Holocaust Memorial\nMuseum interview with Mr. Ernest Dutcher, Jr., on February 19, 2013, in\nEncino, California. Good morning Mr. Dutcher, and thank you for agreeing to\nspeak with us today.",
        "Answer: Good morning, and you’re very welcome. [technical comments]",
        "Q: Mr. Dutcher, from what I understand, you were a liberator with U.S. forces of\nconcentration camps in Germany, and were a member of the military. So I’m going\nto ask a lot of questions that leads up to those events in Dachau because we’d like\nto know a little bit about your life and your military service prior to the liberation of\nthe concentration camps, and your role in helping survivors survive. So, Ill start at\nthe beginning.",
        "A: Mm-hm.",
        "Q: Please tell us when you were born, where you were born and a little bit about\nyour family.",
        "A: I was born in May 16\" of 1920, and I was born in a s-small town in northern\nWisconsin called Antigo, and I lived with my parents on the farm. Our background\ninitially was all farming until about I reached the age of approximately 16. And I\nlived with my mother, my father and I have two sisters, both older, and I have — had\nFebruary 19, 2013\na brother about one and a half years younger than I, who also was involved in the\nwar, but never made it overseas, and I have a younger brother that was old enough\nto help out on the farm and so forth. And then I —",
        "Q: Excuse me. Let me follow up on that a little bit. What kind of — what did you\ngrow on the farm?",
        "A: Oh, it was a very rocky farm. We grew basically potatoes and corn. Mainly\nthings for a family to eat and survive, because survival was the key item back in\nthose days, very, very poor conditions.",
        "Q: So did you sell any — did your family sell any of these 1tems?",
        "A: We sold a ce — a certain number, but there’s not too much of a market, cause we\nwas quite a ways back in the so-called woods back there. And the farm was a very\nsmall one initially. We later moved to a much larger farm and we sold — we s — we\nsold maple — maple syrup, basically. We tapped the maple trees in the spring, and\nthen we had big pans that — within which we boiled for a 50 to one ration, we boiled\noff 49 percent of the liquid, which was water, and the residual was maple syrup.\nAnd —",
        "Q: And 1s that why it’s so expensive?",
        "A: It — well, that’s only part of it. We took that raw maple syrup and ran it through —\nwe — we mixed it with milk and the milk absorbed all the solids in it, and it came\nFebruary 19, 2013\nout beautifully clear, and — and it sold at that time for about several dollars a pint.\nAnd several dollars back then was a lot of money.",
        "Q: Yeah, yeah. Your father and your mother, what were their names?",
        "A: My father’s was Ernest E. Dutcher, Sr., my mother was — my mother’s name\nwas — oh gosh, excuse me.",
        "Q: It’s okay, it’s okay, take your time.",
        "A: Amanda Dutcher. And they were initially from Iowa, where they were brought\nup and educated. My mother was a s — was a schoolteacher down in Iowa, but she\nmoved up to northern Wisconsin and eventually become a — a correspondent for the\nsmall town, with the Rhinelander Daily News, which was our nearby large city,\nwhich 9,000 people.",
        "Q: Oh my.",
        "A: So I went to Rhinelander High School for two years, after which I — I become a\n—I worked out in the woods, and when you say woods, it was a logging\nenvironment, and where I took care of a team of horses, I was 18, took care of a\nteam of horses about five miles off the main road and got snowed in sometimes.\nSometimes the weather become 40 to 45 below.",
        "Q: My gosh.\nFebruary 19, 2013",
        "A: And I had a cast iron stove that I chopped my own wood and kept warm with. It\nprobably was a luxury compared to what these camps went through. But anyway, I\nwas offered a job at Montgomery Ward and Company during the 19 — seven — I\nthink that 19 fo — 1939, 1940, °41, ’42. 1942. And I—",
        "Q: Mm-hm. So you would have been 22 years old?",
        "A: Yes, uh-huh. Yes, and then in — then we — I was also working on the — in the\nfurniture and radio department of Montgomery Ward. I loved radios and I didn’t —\nmy first radio that I ever heard was a little crystal set, and I had to share two — I had\nto share two earphones with anyone else lucky enough to listen to it, and we — we\nlistened to the radio on WLS Chicago, music and everything else on it. Very\nscratchy and everything, but very amazing. And then I moved on, tha-that was quite\na little earlier than my graduation. My graduation from Rhinelander high school,\nwith a — with a high school graduate degree, which was pretty good back in those\ndays. And then in showing off radios one day, I heard a big bulletin come over the\nradio, that Pearl Harbor had been bombed. And — and Roosevelt’s speech I’m —\nsaying the — about the dastardly deed. And based on that, several of us in the — in\nthe [indecipherable] in the store, Montgomery Ward store, decided we’d enlist.\nSo on the 30\" of December, we enlisted in — I — I wanted to be a pilot, and I just\nloved flying. So —\nFebruary 19, 2013",
        "Q: Can I interrupt just for a second?",
        "A: Yes.",
        "Q: I want to step back just a little bit to find out about your town. It was called\nRhineland(ph)? With no —",
        "A: Rhinelander.",
        "Q: Rhinelander.",
        "A: Yes.",
        "Q: And you say was 9,000 people there?",
        "A: 9,019 exactly.",
        "Q: 9,019.",
        "A: Right.",
        "Q: And, well, if your mom was a correspondent from the newspaper, those are the\nsorts of facts that newspaper people know. Tell me, 1-1f you can, were they all pretty\nsimilar in background, all pretty similar in religion? Was there a predominant\nreligion?",
        "A: The predominant religion in the town was — most of them were like Lutheran\nand — and — a-and that. There were several Jewish families. One owned the\ndepartment store downtown, and — and —\nFebruary 19, 2013",
        "Q: You knew what I was getting at. I wanted to find out whether or not there had\nbeen any Jews in the town, whether people knew them, whether you had gotten to\nknow anybody. That was —",
        "A: I-I never did, except when we’d go into the store for buying clothing and so\nforth. And that was the only ones we knew that — up there tha — at that time. So then\nfrom there, we went to Wausau, Wisconsin, which is a recruiting center and we all\nsigned up at that place. I had taken several years with the National Guard before\nthat, from the time I was 16, and on to time I enlisted.",
        "Q: Okay, I have another question.",
        "A: Mm-hm.",
        "Q: You said that you always loved flying. You had been in an airplane before, or —",
        "A: No, I just loved the thought of it, I —",
        "Q: Okay.",
        "A: —I—I was really enamored with Lindberg and his — his antics and history, so\nforth. But I definitely wanted to be a pilot, so —",
        "Q: So you had two passions, which you’ve identified so far. One for radio, and one\nfor flying.",
        "A: That’s correct.\nFebruary 19, 2013",
        "Q: Okay. So let’s ta-take us through then, the enlistment process, where you\nenlisted and what happened after that.",
        "A: Well, we enlisted in Wausau, Wisconsin, which is a much, much larger city, it\nmust have had at least 15,000 people in it. About 50 percent larger, I would say. But\nthat was the center of a lot of activities up there. And so we were taken down to — to\nnorthern Illinois, where they had a — a center for processing the — the troops and so\nforth, where we got all of our shots, and all of our — all of our warnings, an-and —\nand early — early instruction. The fact I’d been in National Guard though, made me\nkind of special, because I then was put in charge of small delegations that started\ntraining. From there we were shipped, after the initial equipping and issuing of\nclothing and blankets, and so forth, I was shipped to Jefferson barracks Missouri,\nwhich 1s adjacent to Saint Louis, Missouri. And Jefferson barracks was — it was\ncold, and middle of the — middle of the winter, virtually. And down there we were\nplaced in tents, and very, very cold. There we got all of our real tough shots. And\nthe shots made us so sick that we were afraid we wouldn’t die. There, while I was at\nJefferson barracks, and that — we started our training there, I’d — I did the drill\nsergeant role of taking the raw recruits and showing them how to march and how to\nturn and how to stop and the proper commands and all that. But then the newspaper\nheadlines come out; Roosevelt, we will be building 125,000 planes a year. It was\nFebruary 19, 2013\nbeyond belief, but anyway, it didn’t make that much sense because during the time\nthat I had gone through medical — the medical exams, I got what is commonly\nknown as white coat fever. And the — and — and I got excited. I was so worried that\nI wouldn’t pass, that I, of course, didn’t, and my blood pressure went sky high\nduring the exams. Well, so, I wasn’t apparently a good candidate, and probably\nwouldn’t la-last too long.",
        "Q: For what?",
        "A: Well, poor health and all that part of it.",
        "Q: No, no, but what were you — was this to be accepted as — in — into the pilot\nprogram?",
        "A: That exactly right.",
        "Q: Okay, mm-hm.",
        "A: Yeah. They had lesser than — other programs had lesser requirements, physically,\nso I had no problem with any physical and I had no problem with high blood\npressure at the time. I had no bla — trouble with eyesight, but when it — when we\nfinally got down to Jefferson barracks, I chose my second choice, which was radio.",
        "Q: Okay.",
        "A: Radio training took me to Scott Field, Illinois, just shrip — just across the river\nfrom our training at Jefferson barracks. And at Scott Field I went through the\nFebruary 19, 2013\ncourse of radio, which I just loved the course, cause I I-loved the idea so much.\nWhere I learned to — how a radio works, and I went — I was selected then to become\nan instructor, cause I had such enthusiasm for it. I instructed radio there until I got a\nwaiver on the two year requirement to join the — the radio — radio officers’ program,\nand officers’ cadet program. And I was sent to Yale University via — via Valley\nForge. And we spent some time at Valley Forge, again taking courses and so forth,\nleading up to the time that they accept us in Yale. And we march in — in — in and\nout the countryside [indecipherable] area. And I was —",
        "Q: What year — excuse me again, I’m interrupting, but what year was this when you\nwere accepted to go into Yale? How far in the 40s were we?",
        "A: We were, at that time, ’42 probably.",
        "Q: Okay.",
        "A: ’42. Things happened so fast. ’42 and then °43. Yes, that — ’42.",
        "Q: Okay.",
        "A: And then I was a little bit — I also was, before I joined the National Guard, I was\na — played in a little band and I was a trumpeter in the band, played the coronet, and\nthe French horn and trombone and a few other things. And I was selected as the\nbugler. Now of course, every — Reveille was the mor — get them out of bed in the\nmorning.\nFebruary 19, 2013",
        "Q: You must have been a popular guy.",
        "A: So, then we stayed at a beautiful mansion that we were allowed to use, we used\nthat for — marble staircases all. And then they had a — way up in the top was kind of\na little area where you could go up and look out over the terrain and there’s where I\ntook — took all — care of all the bugling.",
        "Q: You had the space for it, huh?",
        "A: Yeah, and th-then — from there, I eventually went directly to ma — ru — to — went\ndirectly to New Haven, Connecticut where we were put up in the ya — Yale\ndormitories there. And we were immediately put on a program of radio, army radio\nand — and all communication, different types of communication such as teletype —\nand at that time teletype was really coming into its own. And — and also, the sig —\nsignal corps type of — of wire communications, telephones, laying wire —",
        "Q: That must have been fascinating stuff.",
        "A: It’s very — I was very f — in that th —I was so thrilled with the course, that of\ncourse I paid more attention than the average person. And after a period there, I\nforget the exact number of months, but let’s say during the time that I was there, we\nhad occasional nights we could go out. And I loved ice skating. Coming from\nnorthern Wisconsin, I was pretty good at it. So I did figure skating, so I went to the\nice rink in New Haven. And there I saw a young girl skating around in a short skirt\nFebruary 19, 2013\nand I couldn’t take my eyes off her. But I only ha-had a problem, I only had 50\ncents with me, because we hadn’t been paid for weeks. So anyway, she eventually\ncame up and she had had her clothes in the same balcony seat that I had. And we\ngot acquainted and so I took her down and I blew the 50 cents on a Coke for her\nand her sister, who was along. And I was so fascinated with her that she came to my\ngraduation — we knew each other at least two weeks by that time. Came to my\ngraduation, and after graduating we went down and got all our new army uniforms,\nthey were so beautiful, long overcoat, and we just couldn’t get over how great we\nlooked. Then we were, shortly thereafter, shipped to Boca Raton, Florida, because\nmy graduation score was 98.2, and the top — the top five of the gr — of the grade was\nsent to Boca Raton for radar training.",
        "Q: Wow.",
        "A: And — and then the radar — we arrived in Boca Raton, Florida. When I say we,\nthe gentleman that become the 89\" radar officer was a buddy of mine that we stuck\nkind of together. And so we landed at the train station in our heavy bu — beaver\novercoats, then we had the wool, green, then we had the pink [indecipherable]\ntrousers. But we wouldn’t take them off, cause we just —",
        "Q: Cause you looked so good.\nFebruary 19, 2013",
        "A: — we looked so good and we just couldn’t take them off. But that’s some of the\nthings I remember, and — and then we went through a very, very grueling course on\nradio — radar. And radar was so new that information was coming from a mass — the\nMIT labs, where they invented s-some of the aspects, including the — a very\npowerful tube that could generate enormously strong pulses. Well, we then took it ri\n— almost from the design desk and we went through school, and learn — learning\nhow it worked and everything. And you may have seen the underbelly of some of\nthe planes that had a bubble under it. This was an antenna housing that the\npathfinder aircraft used eventually. So we didn’t know a thing about what the — we\nwere doing. We were learning it and it wasn’t important that we knew the whole\nstory. So anyway, after being down there about three weeks, I — I couldn’t get over\nthe idea of the little girl I met. So I—I wrote a letter up to her mother, and says, I’d\nlove to have her come down, cause she is the one I want to spend my life with. So\nanyway, the father sent his approval down, along with his daughter. And we — we —\nwe met and I had a little apartment all picked out and — and so we lived off base\nactually, but right away the big job was to get married, cause that was a time that\nyou never lived together. I mean, there was no — no way that could happen. So —",
        "Q: And she had some say in this?",
        "A: Well yes, she had — she — she loved the idea, I guess.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: I don’t know what she saw in me, but anyway, I think she liked the idea, I was a\npretty good figure skater. I could — I could skate circles and so forth, you know, and\nbackward flips and stuff. So anyway, she came on down and so we found that we\nhad to have the mother’s signature as well as the father’s signature on approval.",
        "Q: Okay.",
        "A: So we immediately forged that, and — and we went down. She knew how, you\nknow, pretty well how to write. So we went down to Miami and went to the Justice\nof the Peace down there, and — and — for the ceremony. And she so happened to be\ncross-eyed, so the thing I do remember, that we were married by a cross-eyed\nJustice of the Peace, and a — and April the fifth of 1943.",
        "Q: Wow.",
        "A: And we just celebrated our 70\" wedding anniversary. So —",
        "Q: Well, congratulations. Congratulations. What’s your wife’s name?",
        "A: Beatrice.",
        "Q: Beatrice.",
        "A: Beatrice. Beatrice Jane.",
        "Q: And while we’re on this topic, how — do you have children?\nFebruary 19, 2013",
        "A: Yes, I have a son, who went with me to the museum yesterday, and then — and a\ngrandson. And this — my son was my last, my youngest. He lives in West Hills with\nhis — my grandson. And then I have a little older brother — his older brother was\nErnest E. the third, who eventually didn’t like that term the third, and changed his\nname to Ernie van Dytchen(ph). He was a relative of mine was —",
        "Q: Are you from Dutch background?",
        "A: Pardon?",
        "Q: Are you Dutch background?",
        "A: We’re Dutch, Swiss, I think a little mixture of everything.",
        "Q: America.",
        "A: American, yeah. So anyway, then I have a daughter, and she was the a-apple of\nmy eye, Beverly. And she just gorgeous. She grew up in th — she — when I say she,\nmy wife and her family were Catholic. And I surrendered to the fact that even\nthough I was Mormon — you asked that earlier, and I forgot to tell you.",
        "Q: That’s okay.",
        "A: I was brought up in the Mormon faith, but not a good — not a good follower, I\nwas arebel. And so I kind of abandoned the church and — when I was 20. And I\ndecided that yes, Ill allow her to bring up the children Catholic. So that’s a story\nthere.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: But Beverly went to Catholic school —",
        "Q: Okay.",
        "A: — eventually went to Catholic University in — in Denver, Colorado. And — and\nthere she become a — a nurse. And during that time she joined a — a — a — the motion\npicture side of it. She acted in a play with some — some professionals in “The\nSound of Music” and oh, that made it — that made the day for me.",
        "Q: I can imagine. I ca —",
        "A: So, let’s see, from then —",
        "Q: Okay, so we went down —",
        "A: Oh, she become a nurse, and eventually spent 30 years with the University of\nColorado Medical Center.",
        "Q: Okay.",
        "A: Now, we’ll go on fr — wherever you want me to start.",
        "Q: Okay, I’m sorry, I got you off on a tangent here.",
        "A: Yeah.",
        "Q: But you were in — you were in Florida and you had just married, with a forged\nsignature.",
        "A: Yes.\nFebruary 19, 2013",
        "Q: Yes.",
        "A: Totally illegal.",
        "Q: Yeah. And — and you were going to be learning a lot more about radar that was\ncoming from the MIT lab. So let’s go back to your military side — this military side\nof your life.",
        "A: Okay.",
        "Q: Yeah.",
        "Q: Well there we, again, we were graded based on our grades and our\naccomplishments there. And I had a s — handicap, cause I — I didn’t know too much\nabout math and that was all math at the time, so — but I did have a fellow student\nthat was a— a math major, so he — he brought me along in the evenings and so forth,\nand we spent a lot of time, you know, bringing me up on that. And then — then we\nwent through learning all about these — this new device out of MIT, the — the new\nradars, t — absolutely, totally top secret. And then we were — actually went out on\nanother piece of radar, flying off the coast and finding submarines out of the water\nwith this particular anti-submarine device, which I never was involved with using\nlater. So then from my graduation there with a satisfactory rating, I was then\nassigned to a — of all things, a shooting range, while we waiting for our assignment\nto various squadrons that were being formed. In the range, I-I directed people in the\nFebruary 19, 2013\nproper stance, the proper position, using the Colt 45, the Thompson submachine\ngun and the — and the little 30 caliber carbine used by the paratroopers, and the M-1\nrifle that was used by the tr — by the liberators, these people that came in to save the\ncamps. So we — I —I became expert on — on the se — Thompson submachine gun\nand the Colt 45 and sharpshooter on all the rest, just from my experience there.\nThen I was transferred up to — to Fort Wayne, Indiana, where our group was being\nreally put together, assigned to certain squadrons up there. Eventually then, we went\nto Sedalia, Missouri for real s — flight training. We actually took our places as\ndoing our thing, each of us doing our own thing, not knowing too much about what\neveryone else needed to do. We were being trained to be experts in what we were —\nour education took us, you know. So that’s the secret.",
        "Q: What does that — excuse me, I have to interrupt you. What does that mean? Did\nyou know what your eventual job was going to be?",
        "A: Yes.",
        "Q: And what was that?",
        "A: Radar. Radar officer.",
        "Q: And so that means, for a layperson like myself, as a radar — what does a radar\nofficer do? What does —\nFebruary 19, 2013",
        "A: A radar officer was in charge of m-maybe 25 to 50 men. They were also trained\nin the same thing, but they weren’t officers.",
        "Q: Okay.",
        "A: And we were the teachers, we — we had to teach them all about the things that\nwe had learned about radar and so forth and they also went to school, but not as\ndetailed as we went. So then — and each squadron was the same, so then our other\njobs were constantly trying to figure a way of improving this radar and re — and\ncommunications that we had.",
        "Q: The technology that existed at the time.",
        "A: Yes, and it was evolving, and so it wasn’t perfect.",
        "Q: Yeah.",
        "A: So anyway — and it just goes a step further, one squadron — the thing was\nrepeated in four different squadrons that made up a group.",
        "Q: Okay.",
        "A: The group I g — that I was with was the 438\", troop carrier group, become very\nfamous, cause we spearheaded the invasion of Europe.",
        "Q: You mean Normandy?",
        "A: Yes, we were first into Normandy.",
        "Q: Wow.\nFebruary 19, 2013",
        "A: The — but, getting back to the organization —",
        "Q: Sure.",
        "A: — a four — a four squadron group, the squadron had 13 airplanes that were flying,\nseveral more for reserves. So each squadron had 13 airplanes, the group had 13\ntimes four.",
        "Q: Okay.",
        "A: All right? Now the group, four s — four groups formed a — a — they formed the\nnext division — it escapes me for a second. Anyway, there was —",
        "Q: The next part of the structure.",
        "A: The next part of the structure up.",
        "Q: Right.",
        "A: And then there was 50 — wing, it was a wing.",
        "Q: Okay.",
        "A: We were the 53 troop carrier wing, and that consisted of a lot of groups. I — I\ndon’t know yet, I di — I was trying to get the statistics before the meeting here, but I\ncouldn’t find them.",
        "Q: Okay.",
        "A: But anyway, then a number of these wings consisted of the ninth troop carrier\ncommand. And that’s the big thing I want to come out of what we’re saying here,\nFebruary 19, 2013\nbecause the ninth troop carrier command had more effect on the liberation, because\nof the fact they shortened the war by so much by what they did.",
        "Q: In wha — okay.",
        "A: And I’|l describe that later.",
        "Q: Okay, okay, fine. So I want to get back to though, something. You’re a radar\nofficer?",
        "A: Yes.",
        "Q: And you’re in charge of others who are radar experts?",
        "A: Yes, right.",
        "Q: And what’s their job? Was their job to use the radar to detect where there would\nbe emen — enemy submarines? Was that it?",
        "A: No, we had nothing to do with submarines.",
        "Q: Okay.",
        "A: Everything was flying now.",
        "Q: Okay.",
        "A: Everything was air. Their job was to — to keep the radar gear in the planes in top\nworking order.",
        "Q: Okay.\nFebruary 19, 2013",
        "A: You know, y — anything made by man is going to break down, it’s like — we\nwere like a Ford garage, or you know, and we took care of the defects that showed\nup. And then every day they had to go out under my supervision and — and — and\nflight test every plane before they took off.",
        "Q: Got it.",
        "A: As to — to maximize the — or minimize the chance of anything going wrong, and\nruining and possibly losing a lot of lives because of that.",
        "Q: So, 1-1f I can summarize, but I'd like to know whether or not my summary is\naccurate, is that in many ways your role in this structure was an educational role as\nwell as a maintenance role, to make sure that you understood the equipment, and to\nmake sure that the guys who were under your command understood how to\nmaintain that equipment.",
        "A: Exactly, you got it right.",
        "Q: Okay.",
        "A: An additional job of mine was to — because I was inventive and I wa — I’ve been\ninventive from the time I was a young boy, 12 years old, I — I really developed a\nsystem where a very close friend and pilot of mine, Lieutenant Wilmer(ph)\nKline(ph) was in an airplane with a — in the left seat, flying with a blanked out\nwindshield, he couldn’t see out.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: And then we had a-another pilot that could see out. We started — we started\ntrying to find a way of landing a plane blind, cause the weather was so terrible over\nthere, th — I mean, it was an unusual day, maybe one day a week that the sun came\nout. And that’s why the — the st — the invasion of Europe was delayed, the weather\nwas so bad. So anyway, I invented a system where we could, actually made,\nactually 12 blind landings utilizing that system. And it’s — I have a complete write-\nup on it, so —",
        "Q: Okay.",
        "A: — you'll be able to — you already have it, I think.",
        "Q: Yeah.",
        "A: But anyway, that system got kind of spread ar — I didn’t know all this until just\nin the last couple years. The system was memorialized on a daily record or monthly\nrecord, summarized monthly. We had to write what we had done during the month\nin a sort of a re —a permanent record form —",
        "Q: Sure.",
        "A: — and they were classified as secret. Anyway, that information started to get out\nto the group. We were only a squadron, one-fourth of the group.",
        "Q: Right.\nFebruary 19, 2013",
        "A: Then, through my friend and so forth, he witnessed — we shared the radar\nbuilding, and he witnessed what was happening and he started to follow what I was\ndoing in — in ni— in the 88\" squadron. Eventually it went through, then it went to\nthe wing, then the wing ordered all planes to be — all pilots to be trained in utilizing\nthat particular system, because it used equipment already in the plane. It used\nnothing except equipment already in the plane.",
        "Q: So it was based on what you had learned about the technology?",
        "A: Yeah, right.",
        "Q: And — you must have been quite proud.",
        "A: Pardon?",
        "Q: You must have been quite proud that they adopted the system.",
        "A: I did —I didn’t think of anything different. I-I — I didn’t know anything — I was a\n22 year old at that time, and I was concentrating on what we were doing, and I — I\nnever thought that there was any major accomplishment to it. I didn’t know that\nuntil just the last couple of years. But anyway, then Wing decided to call the\ngeneral of the Ninth Air Force. The Ninth Air Force controlled 1,000 of these\nairplanes, these C-47 airplanes, the most wonderful airplane ever built. And 1-1t — I-I\n— everyone should learn about the C-47 aircraft, a dece — Douglas DC-3 was the\nforerunner of it, and it could do anything. But anyway —\nFebruary 19, 2013",
        "Q: Okay.",
        "A: — we didn’t — I was concentrating on the job, and not much —",
        "Q: Can I ask about — we’re in Missouri. From what I understand in your story, as\nfar as getting to Europe, you’re still in Missouri, correct? Training some of these\noth — now a radar officer —",
        "A: At that time — no, no, all that was done overseas. A hundred percent of that was\ndone overseas.",
        "Q: Oh, I see. So tell me how — at what point did your training end, and you got\nshipped out to Europe?",
        "A: It was — we did a lot of flying, flight training. And believe it or not, we were not\nallowed on a test, on a final test we had to take, the pilots were not allowed to fly\nthese airplanes higher than five feet over the highest obstacle.",
        "Q: Oh my gosh.",
        "A: Five feet, not 500, not 5,000. Five feet. And so, we were flying this high over the\nground where it’s level. And so we had to pull up to get over a fence. And the\nchickens were flying, and —",
        "Q: Chickens weren’t happy.",
        "A: They weren’t happy at all, neither were the cows. So, anyway, that — I gave you\nsome background on that, cause that’s important.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: So that took place on this side of the ocean, but most of the training of the pilots\nand navigators, radio operators, crew chiefs, took place in my kind of a conference\nroom that I had in addition to the shops and so forth of my office building that was\nright off the runway of our main airfield in Greenham Common, England.",
        "Q: I see. I see, when you were already over there. So I’d like to establish the date of\nwhen you left — I mean, because up til now, from when we talk about when you\nenlisted in Wisconsin to now, it sounds like such an intensive —",
        "A: Oh, right. Yeah.",
        "Q: — training from the very basics, to something extraordinarily sophisticated.",
        "A: Oh it was, it was. It was very — when I think of it now, I was thinking of it this\nmorning, that entire thing, including the camps, everything happened in a — within a\nthree year period.",
        "Q: Yeah.",
        "A: Of course, the camps went on way before that, but our reaction to it — to get —",
        "Q: Well that pr —",
        "A: Wi-wi-—",
        "Q: Mm-hm, sorry — I’m sorry, ki — keep on going.\nFebruary 19, 2013",
        "A: It was only a three year window, and I — I —I marvel at how we got so much\ndone in three years.",
        "Q: Yeah.",
        "A: So anyway, we went overseas then, it had to be probably, oh, let me see, ground\n— air echelon went overseas by way of South America and across to Africa and\nthen eventually up to lame — England. They flew their planes over. The ground\nechelon which I was part of, went over by — by boat, under heavy armada of\ndestroyers and so forth, because a troop ship — they were sinking ships like crazy at\nthat time. Probably only half of the — of the material that was being shipped\noverseas got overseas because they —",
        "Q: Really?",
        "A: — were sunk by those U-boats. So that’s — so we went over about — to answer\nyour question about the first part of to — of 1943 — three. No —",
        "Q: 1940 —",
        "A: 1940 — had to be in 1943. We were married in ’43, so training ended. Probably\nthe latter part of 1943.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Because the invasion happens half a year later.\nFebruary 19, 2013",
        "A: Yes, you’re right on.",
        "Q: In June ’44.",
        "A: Right.",
        "Q: Okay.",
        "A: Mm-hm.",
        "Q: By that point — I know you, you know, from your story we get a sense of — of\nreal intensive focus on the work that you’re doing, on the technology, on learning\neverything that you know about it. What about the wider political events that were\ngoing on at the time? Do you remember, do you hear, did you read newspapers\nabout how the war was progressing before the invasion? Did you hear anything\nabout what was happening to the Jews of Europe?",
        "A: We heard about it, but it wasn’t concentrated like it should have been, and — and\nof course, like we discovered later. We — we knew we had to c — we had cut the\nhead off that monster.",
        "Q: Okay.",
        "A: We knew that, because they were very close to running the world. Had it not\nbeen for the power of our — our county’s factories, and the — and the home front —\nthey did a marvelous job. I give them so much credit for actually winning the war.\nBut the — the — unfortunately the word of the camps were treated more or less like\nFebruary 19, 2013\npropaganda. We — we couldn’t believe anything like that could happen. It just was a\ncase of we were too naive to — it wasn’t a case we were ins — insin — insincere, it\nwas a case we just didn’t know any better. And of course, being 20 years old, you\ndon’t get buried in politics anyway. So —",
        "Q: No, no.",
        "A: So that was the —",
        "Q: I’m just trying — you see, the reason why I asked this question is I’m trying to\nget an — a sense of the context of the time, the mood of the time, the level of\nknowledge of the time. You know, what had priority and what had less priority, and\nhow much did people know and — and what they were aware of. Which I think\nyou’ve addressed, you know.",
        "A: Yeah. It — they only knew what the army — what the top peop — top generals and\nso forth, wanted them to know. They wanted their morale to stay up and they didn’t\nwant to be discouraged in — in the United States, because they were doing such a\nmarvelous job of reaching that goal of Roosevelt’s of 120,000 planes a year.\nCouldn’t — couldn’t be done, but it did, it happened. And so al — they only fed them\ninformation that was relatively good, and that’s one reason — one of the primary\nreasons, I believe, they didn’t want too much bad news to get out, where we had | —\nmade — we lost a battle, or where we made a mistake, or something like the mistake\nFebruary 19, 2013\nthat was made where all of those British paratroopers d-died because a bad mistake\nin judgment by the superiors, and —",
        "Q: We can perhaps come to that — come to that point when — in your narrative I\nremember —",
        "A: Yeah.",
        "Q: — it’s something that you wrote about.",
        "A: Yeah.",
        "Q: Did you hear then, about the bow — Battle of Stalingrad, which was in 1943?",
        "A: Yes, we heard about that and of course all we heard was the good part of it, you\nknow. We didn’t hear — although we knew — we knew that Stalin was brutal, we\nknew that. We knew the Russians were probably not — you know, following that\ncourse, was not the nicest people on earth. So, I— we — we followed that Battle of\nStalingrad cause we were so delighted over the fact that the Germans were losing.\nAnd so that was good news to come across.",
        "Q: That’s right.",
        "A: But the news of all the people that was lost at our air base during a short period\nof time, that didn’t get back to the public. No one knew about that.",
        "Q: Well, let’s talk about that a little bit. Was this in England?",
        "A: It was in England.\nFebruary 19, 2013",
        "Q: Okay, so tell us the story in a — in — yeah, tell us the story, tell us what happened\nwith such losses?",
        "A: Well, the worst things Pll — Pll tell you about. The — there was — there was a\ntremendous concentration of aircraft bombing the coast and bombing inland and so\nforth. Planes were flying overhead all the time, going back and forth, a constant\ndrone, you couldn’t sleep. I mean, around the clock. The two C-47s, cause of the\nweather, bad weather, two 40 se — C-40 — not C-47s, but two B-17s, bombers,\ncollided right — almost directly over our base.",
        "Q: Oh my.",
        "A: And the debris scattered over a very large area. And hearing the — I was one of\nthe few people that heard the crash. It was a tremendous explosion, and — and so\npieces of everything, engines and bodies and stuff were coming down all over the\narea. I was one of the very first on the scene, because I onl — my off — radar building\nwas only a short distance away. I had a Jeep that I had assigned to me. I jumped in\nthe Jeep and drove over to the — where I knew the sound had come from, and then I\nstarted to see that debris all over. And the first sight I saw of a body was a young\nnavigator. The navigator — I knew he was a navigator because the body was quite\nintact, and it was lying on his back. And he was partially buried because the force of\ndropping to the ground. And he — his — he was a little — little gray looking and so\nFebruary 19, 2013\nforth. But he looked like he was sleeping, like peacefully sleeping. But his ta — his\nwatch was still running, that’s [indecipherable] a strange thing. And then, little\nbeyond I saw a body that was decapitated from hitting — from going through a tree\nbranch. And — and — and then — then a lot of the pe — lot of the people from the base\nstarted to come over and we all were scattered through to see if there was any\nSUIVIVOTS.",
        "Q: Were there?",
        "A: Yes, there was a pilot, I think, one pilot, or maybe th — I can’t recall now for\nsure, but I think at least one pilot survived. And the pilot that didn’t survive, I —\nI’ve, in the last couple years I got — I’ve got to know who — who — who their\nrelatives were and they’ve written to me and so forth. They found out through\nanother — I had another interview with the BBC, and somehow or other that got out\nand they — they got ahold of me, and it was kind of — kind of sad.",
        "Q: Yeah.",
        "A: But — but anyway, from that, that was number one. Number two 1s the —",
        "Q: Excuse me.",
        "A: Yeah?",
        "Q: How mu — do you know how many people died in that — 1n that collision?\nFebruary 19, 2013",
        "A: Yes, 20 — as I recall, there was 22. Because I got a figure of 51 in my mind that\ncombined the two crashes that happened the same week.",
        "Q: And was this because of the intensity and the frequency and just the sheer\nnumber of bombing missions that were taking place, that they were — there were\njust too many in the sky?",
        "A: Well, military aircraft usually flew in formation, and the formation consisted of,\nlet’s say — our formations consisted of 13 airplanes, but th-that means they weren’t\ntoo far apart. And the weather was so bad that they cou — you couldn’t see. In other\nwords, you just lost the sight, and somehow or other, two planes brushed together\nand — and caused an explosion.",
        "Q: Yeah.",
        "A: And that scattered them all over, you know, so then I give you an — a article\nabout Bob Owens, the — our engineering officer that was — was big 1n all of our —\nour missions and so forth, so he — well, I'll follow that later.",
        "Q: Okay.",
        "A: Or no, he — IJ-I’ll pick that up now, because the Horsa glider was a British made,\nall wood, but a very large aircraft. Instead of carrying only 15 paratroopers, they\ncould carry 30.",
        "Q: Okay.\nFebruary 19, 2013",
        "A: Well, they had 29 in that, plus two pilots. And —",
        "Q: So that made 31.",
        "A: That makes a total of 31. The 31 plus the 22 made the 53 that sticks in my mind\nas far as the loss. Anyway, the — he had told them, he had — they — they sent the\naircraft in and he wa — he noted in inspection of the aircraft that there was about a\nthree inch space between the tail mounting and the fuselage, where it’s supposed to\nbe tight. The glue had — this was all glued together, it’s a wood aircraft. Like this,\nglue had separated and he issued what they called a red tag. And every one of the\nHorsa gliders on the base was red tagged. But Wing, next step up, decided that they\nhad to have a practice run of a troop car — of 647 aircraft pulling a s — the c — this\ndigger glider. And so they assigned two 88\" pilots, glider pilots to the task.",
        "Q: Can I interrupt just for a second?",
        "A: Yes.",
        "Q: I just want to ma — establish that the manufacturer of the gliders was British.",
        "A: That’s right.",
        "Q: But they had sold them to the Americans and this was now an American military\noperation.\nFebruary 19, 2013",
        "A: It was part of our — our assigned — we didn’t pay any attention who — who\nfurnished it, but we had a certain amount of planes, certain number of gliders,\ncertain number of CG-4 gliders, which is the smaller —",
        "Q: Got it.",
        "A: — certain — along with the others. They wanted a test to show the capability of the\nC-47 aircraft towing that fully loaded glider. This fully loaded glider would go\nokay, even with that tail problem. So they were able to fly the gliders into the\nairport, but he said that the minute you take off, it probably will not be more than\njust a few seconds and that tail is gonna separate. Well, just exactly like he forecast,\nthe — the tail broke off when the — when the tu — the [indecipherable] plane and the\nglider was probably about a hundred feet in the air. And course, then they drove\nstraight into a little knoll. I recall the plane had dove straight into that kno-knoll,\nand every single one of those occupants was in the fr —",
        "Q: In the middle.",
        "A: — ina mass of flesh in the front —",
        "Q: Oh my.",
        "A: — of that glider. I wasn’t there — I wasn’t certainly the first there, but they had\nremoved the bodies and then I — hearing about the crash, I drove over to that also,\nwhich 1s in the same area, in the same debris field as the crash of the two B-17s.\nFebruary 19, 2013\nAnd the guard — there was a guard assigned to it by then, and he says, well there\nwas a — there’s some — a human hip or something like a — a big roast —",
        "Q: Oh gosh.",
        "A: — still there. They’d removed all the human remains, but they’d missed that. So\nthat’s — that’s number 30 some. Anyway, but the thing that was so — so — so\nremarkable is seeing 13 ambulances, wi — each with four bodies of people that were\nhighly trained, moving off the field toward the cemetery.",
        "Q: Oh my.",
        "A: And that was imp — very impressive, I mean, in their own sort of way. Those are\nthings that were not relayed to the American public.",
        "Q: Were they co — were they considered secret, top secret? Could you speak about\nthem to your relatives, to your wife?",
        "A: Oh, we couldn’t speak about anything, no, they — they took every one of our\nletters, and when they — when the relatives got them, there was a lot of black mark,\ncause they took out a lot of information, you could not mention anything.",
        "Q: Okay.",
        "A: Highly, highly — they — they — they edited everything that went out.\nFebruary 19, 2013",
        "Q: Must have been that those, you know, that — that you and others on the ground,\nwhen you saw the price of somebody’s decision, the mistake, it — I mean, the anger\nat the — at the price that was paid.",
        "A: Well, one step further, the man that tried to stop it, Bob Owens was on his way\nto a court martial, because he had ignored an order to allow the 88\" pilots or planes\nto fly. The unfortunate thing is, they chose two fi— pilots from the 89\" squadron,\nand a plane from the 89\" squadron. There’s now a memorial there to that particular\nthing that the prince — Princess Margaret was there at the dedication of it. But they\ngot it a little wrong, I’m afraid they — they sh — I think they showed 88\" pilots still\non that marker, but it was only — it was actually 89\".",
        "Q: Remind us again what part of England did this all occur?",
        "A: It —1t — it — 1t— 1t was in southern England, and Greenham Common was close\nto a town called Salisbury, and then that was a short distance towards London was\n— we were west of London about — probably about a hundred miles. There was\nSalisbury, Reading, and then London. The other way was a Salisbury Plain,\nwhere the big — that big prehistoric monument stood, you know?",
        "Q: Stonehenge.",
        "A: Stonehenge.",
        "Q: Stonehenge.\nFebruary 19, 2013",
        "A: These are little details you forget. Anyway —",
        "Q: Well, I’m amazed by how many details you remember, I really am. It’s a lot.",
        "A: Well, you know, the whole picture never came to me. Each one of these were\nseparate little things, and I wrote about it a step at a time. I was going to use each\none of these little things as a separate chapter in my book that I was writing — I was\ngoing to write. But lack of time and the fact that I’m still working, I’m still o-own\nmy own business, I never got to write the book, but I didn’t want these details to be\nlost, and so —",
        "Q: Yeah.",
        "A: — it was just — back in those days it was just me doing one job and nothing big\nabout it, nothing. Nothing unusual about it, that’s what I was supposed to do.",
        "Q: Yeah.",
        "A: But then when I look at the whole picture, the ninth troop carrier order\n[indecipherable] 1,000 planes, ordered, that the entire group of 1,000 planes be eq-\nequipped, or be given the information, taught the information, I also came up with a\n— an idea to extend the range where they — you could see the signal from farther out\nwhen they’re coming back, to try to find the airfield in bad weather. I was able to\nextend that by so-called piquing of the frequencies. I don’t know now how I did it,\nbut I did it back then. There — there were several things that the — right up to\nFebruary 19, 2013\nGeneral Williams, who came to the base, and w — and — and interviewed everyone\nand so forth, and tried to figure out what all this fuss was about. They — he then\nordered the entire — now comes the British — I don’t recall I — but it’s British\nEngineering Association that was very big, and they did design a lot of beautiful\nequipment, so forth. But they kind of took credit for the fact that this — these things\nhappened, and they ordered the RAF and every — every part of their fleet to be\nusing the same equipment. And so it’s just recently that I could see the whole\npicture and had an interest in seeing the whole picture, that I finally decided that\nthis was a lot more than I had ever given credit for, that every plane that flew in the\nETO, European theater of operation at that time, u-utilized these advancements.",
        "Q: Well, that’s —",
        "A: Well then, because of that, the C-40s — the 438s performed flawlessly in the\ninvasion of Normandy. They lost no planes, they missed no targets, and the radio —\nthe radar on all their planes worked perfectly, and they can — come back and\neventually got the only st — unit citation ever received by a troop carrier group.",
        "Q: Wow.",
        "A: And groups were very — kind of tiny, there’s dozens and dozens of groups, so we\n— we were kind of singled out for that. Based on that, I finally realized that what I\nhad done probably helped a lot to our getting that citation.\nFebruary 19, 2013",
        "Q: Congratulations.",
        "A: So I had to give myself some credit later.",
        "Q: Well, congratulations.",
        "A: Thank you.",
        "Q: Congratulations.",
        "A: Thank you.",
        "Q: I’m also impressed that it sounds like innovation was something that was\nallowed.",
        "A: Oh, defin —",
        "Q: Innovation was something that was encouraged within the structure.",
        "A: Encourage — oh, I got to give the upper level a lot of credit. Anything they saw\nthat would improve the chances of a man getting back, and his aircraft and his crew\ngetting back safely, was encouraged and certainly adopted, if it worked. And later\nthey — I lost my train of thought for a moment.",
        "Q: Something about — about the — the innovation being encouraged.",
        "A: Yeah, yeah, yeah, it — it — it — well, I wou — I would — I was trying to think of a\ncertain instance where it was very, very easily — oh, th-th-the — this outcome was, of\ncourse, of course, the outcome was that probably untold number of lives were saved\nby pilots that could find their way back and didn’t — di-didn’t have to ditch, or\nFebruary 19, 2013\ndidn’t have to crash land or — or something like that. So then I told myself, you\nknow, I never killed anyone. I never had to shoot someone, that’s terrible, that’s\nhard to live with. I never done anything, but I believe that I’ve saved lots of lives.\nAnd that — since that time I’ve had no ma — nightmares, I’ve slept very soundly. I\nhave no regrets for anything — any judgment I made or anything. So that — that’s —",
        "Q: There’s peace. There’s peace 1n that.",
        "A: Peace. That’s exactly right.",
        "Q: Let’s go forward.",
        "A: Mm-hm.",
        "Q: We need to — we need to find out how it is that you come in contact with what\nwe — what people realized later was the Holocaust, and the genocide against\nEurope’s Jews.",
        "A: Right.",
        "Q: Tell us — so, were you part of the invasion of Normandy or were you staying in\nEngland while the —",
        "A: On — on that particular mission, I stayed in England, but on the Bridge Too Far\nmission, or Operation Market Basket —",
        "Q: Okay.\nFebruary 19, 2013",
        "A: — which was a big mistake. Operation mark — Market Basket, I went along with\nmy friend that was [indecipherable] landing pilot, I went along with him because\nthe CEO thought it’d be nice to have more than one navigator in the squadron, in\ncase the first plane got shot down. So he asked if I’d go along as a wing navigator.",
        "Q: And Operation Market Basket was what?",
        "A: It was where they tried to save all these bridges. A Bridge Too Far is probably\nmore im — memorable.",
        "Q: But the bridges in where, what part of Europe?",
        "A: It’s on the Rhine river, where they tried to — want to shorten the war by saving\nthe bridges so they didn’t have to rebuild bridges across the Rhine.",
        "Q: Okay.",
        "A: And that particular mission was to preserve those bridges, that — and so that the\ntanks, Patton’s tanks, when they got there, couldn’t blast across without having to\nbuild pontoon bridges.",
        "Q: Okay.",
        "A: He was moving very fast, and we were terribly important in the fact that he was\nable to move so fast because a C-47 carried paratroopers into areas of drop. Then,\non the way back, they — they came back and picked up the gliders and they threw it\n— flew them in. Then they came back and they flew into — like I took a mission into\nFebruary 19, 2013\n— on D-Day plus six, we flew into Omaha Beach, and we flew into a—a-—a\nlanding strip that had been cut hastily in the bluffs above Omaha Beach. And we\nlanded there with flight nurses aboard, and picked up the terribly wounded — most\nterribly wounded of Omaha Beach, and we just had a constant stream of airplanes\nflying in and out, and bringing those people back to hospitals in England. And\nwhile I was there, I stepped out of the airplane, trying to help with the loading of the\n— of the litter patients and so forth. And a captain on the ground, in the infantry\nyelled at me, get back in that airplane, because you s — have greens on. The green —\nI didn’t have the camouflage on, and he says, there’s snipers in the area. So, of\ncourse, I was forced back into the airplane then. But that — I’m telling that because\nthe — the — the C-47 done so many other things. On [indecipherable] rush across,\nhe outrun all of his tankers. He’d run out of gas and then couldn’t go any further.\nThen we started loading up 6,000 pounds of gasoline on each airplane and flew a\nconstant stream of these airplanes and flew a constant stream of these airplanes\nright behind Patton’s army as he raced across Europe. We’d land in — in pastures,\nwe'd land on roads. And this — these planes were so powerful, they could pull\nthemselves out of mud.",
        "Q: Wow.\nFebruary 19, 2013",
        "A: So they flew supplies, gasoline supplies and then loaded the medical patients,\nhad litters that come down from the side on inside, they loaded the litter patients up\nand got out of there, and back to hospitals in England, you know. I’m trying to say\nthat the airplane itself was such a big story, what it could do. And — and then,\nnaturally, it was a natural carrier, so thousands and thousands and thousands of\ndisplaced people and survivors of the camps and survivors of the — of the slave\nlabor camps, very close together, they — in one — the area we went in, the slave\nlaborers and — and the ovens were right close by because they had to use the si —\novens to dispose of the slave laborers that was too — too weak to work any more.\nAnd then they had the V-2 factory underground right there, you know.",
        "Q: So-",
        "A: And like the lady from the museum that said about a young girl, she was 16 and\n— and — and that’s actually the people that we — that I was involved in helping get\nback into France and different areas.",
        "Q: Okay, so let’s — let’s go to that point.",
        "A: Mm-hm.",
        "Q: You said you were in O-Operation Market Basket and that was — was that the\nright way of calling it?",
        "A: That was before.\nFebruary 19, 2013",
        "Q: That was before.",
        "A: Yeah.",
        "Q: That was to try and save the bridges.",
        "A: Yes, uh-huh.",
        "Q: And did you — did the —",
        "A: No, it was a total failure, and that total failure, Montgomery talked General\nEisenhower into doing this, thinking it — it would s — cut time off the war, really it\n— it added a year to the war, because Patton’s tanks didn’t have the gas that we\nwere flying in. We had to fly to save bridges instead of flying the gasoline into\nPatton where he could keep going.",
        "Q: Got it.",
        "A: The war would have ended one year earlier, had it not been for that mistake.",
        "Q: So, when you’re finally — the war does end, had you had any knowledge or\ncontact of what — what it is that — that you eventually saw, or was the — were these\nflights that took place — I’m no — I’m not phrasing this correctly. Let’s go this way:\nwhat’s the first time that you flew on these planes, the C-47s, where it had contact\nwith the survivors of the concentration camps, the survivors from slave labor\ncamps, and displaced persons. Set that up for us.\nFebruary 19, 2013",
        "A: It was in — it was June the se — around the f-first of June and the second part of\nMay of 1945.",
        "Q: So the war had ended?",
        "A: The war had ended by then, and we had lots of transport available and these —\nthe need for getting those people out of there as fast as possible, was great. So —",
        "Q: How did you kn — did you know who — what you were going to be meeting?",
        "A: Yes.",
        "Q: At that point did you know — what is 1t — what did you know about the camps\nbefore you even got there?",
        "A: We knew we — by that time there was a lot of information out. And so — I mean,\nmonths and months earlier we knew about it. And — and that was, of course, one of\nthe great reasons that — and I’m sure that it was on everyone’s mind that if — if we\ndon’t k — if we don’t knock the head off that monster, that these people, there will\nbe nobody left. So we were aware of it, and we were very shocked by it. Of course,\nwe were very shocked by it, way before June.",
        "Q: Okay. And where did you take off from?",
        "A: We took off from Amiens, France. We had moved just right — just before that,\nwe’d moved into Amiens, France in an old World War II battlefield. We had the\nold World War I— I’m sorry, not two, one, World War I, correction. We had the\nFebruary 19, 2013\ntrenches from World War I all — all around us, virtually, and there was this level\npatch of ground that they laid down the airstrip, made of steel — interlocking steel\nsections. And we had to be careful, cause if we went off our general area of\noperations, there was unexploded ordinance around, and people were getting — still\ngetting killed from World War I armaments.",
        "Q: Oh my goodness.",
        "A: And then the — the trenches were f — full of nice small birch trees, beautiful birch\ntrees, and I got some pictures that eventually the museum will get. And there’s a\npicture of a 88\" and everything, made out of birch. Kind of a big entrance-like to\nour — our — our Amiens base. So that — that’s where we took off from, and the idea\nwas to be closer to carrying troo — gasoline with the various tanks and so forth.\nPatton went so fast that the — his big express that they had designed to keep\ngasoline flowing to him, just couldn’t — couldn’t keep up, and he was being slowed\ndown, and they got together and just a day or two later they come up with the idea\nof flying them in by troop carrier and flying out the wounded.",
        "Q: Okay, so when you were taking off from Amiens, were y — did you take off with\ngas and came back with people?",
        "A: No, no, no, no, no, no, no, it was primarily to go. We went there empty.",
        "Q: Okay.\nFebruary 19, 2013",
        "A: No, we probably carried supplies in. [indecipherable] I don’t recall, we — I -- we\nalmost never flew empty.",
        "Q: Okay.",
        "A: And we knew that that area was being liberated and so forth, so we knew the\nneed probably would be great. I’m sure we took medical supplies at least, and\nthings of that sort in.",
        "Q: So, do you recall how long the flight was, when you landed, where you landed?",
        "A: We landed at Halle, Germany.",
        "Q: Halle, mm-hm.",
        "A: And I—I-—I’m still not quite sure how far that was from the closest, I th —",
        "Q: Well, Halle is in what was East Germany.",
        "A: East Germany.",
        "Q: East Germ — what became East Germany.",
        "A: Yeah.",
        "Q: Buchenwald was in East Germany, and — what became East Germany, and\nDachau was near Munich, which was going to be in West Germany. So is —",
        "A: This was quite a long flight.",
        "Q: Yeah.\nFebruary 19, 2013",
        "A: It was — it was fairly long, because like, as I recall, and I was navigator on — on\nthat flight. As I recall, the time of take-off, and then coming back over the German-\nFrench border was quite long. So it had to be back in East Germany.",
        "Q: Okay.",
        "A: I—I wa—I knew nothing about geography in those days.",
        "Q: Okay. So when you landed, do you remember what you saw?",
        "A: Well, when we landed, all we saw was the very carefully selected survivors that\nwere strong enough for the flight. And they had been put — they had been organized\nby the 88\" of all things, anti-aircraft — AA, anti-aircraft something. It was a ground\nbased force that was real big 1n — in the liberation.",
        "Q: Okay.",
        "A: And — and their story was told in one of the articles I— I gave you. But we met\nup with them there, and — and took their assignment. They knew how many we\ncould carry.",
        "Q: How many could you carry?",
        "A: Well, we could carry about 18 - 20 probably.",
        "Q: Per plane?",
        "A: Per plane.",
        "Q: Okay.\nFebruary 19, 2013",
        "A: And then my job 1s to be sure that going back from navigating and so forth,\nbeing sure that they — they were doing okay. They sit in long rows on each side of\nthe airplane.",
        "Q: So they were sitting up.",
        "A: They were sitting.",
        "Q: The people were sitting up.",
        "A: Huh?",
        "Q: They people were sitting up.",
        "A: They were sitting, yes, they were sitting.",
        "Q: Okay.",
        "A: They had — some of them had sticks over their shoulder with little bandanas or\nsomething with their little worldly goods in them. Very, very pathetic.",
        "Q: And — yeah, tell me what it — what did they look like?",
        "A: They looked like skeletons. Even though they could walk and everything, they\nlooked like skeleton — miracle they would walk. Saying — some were worse, some\nwere better, but they were — their skin was kind of tallow looking and their eyes\nwere kind of hollow, their clothes were in tatters.",
        "Q: Were they wearing the striped —",
        "A: No.\nFebruary 19, 2013",
        "Q: No.",
        "A: By then they’d changed into some other type of clothing, but it wasn’t — it — it\nwasn’t Brooks Brothers.",
        "Q: Yeah.",
        "A: And these, a lot of these were French that we have on this — had on this\nparticular mission. And it was hard to tell, because they were mixed. Anyone\ncapable, they weren’t any discrimination, anyone capable of being flown out of that\nhellhole, were — were as-assigned a spot on one of the tho — hundreds and hundreds\nof flights that came and left. Their —",
        "Q: Could you tell who was a man and who was a woman’?",
        "A: There — there were no women on our flight.",
        "Q: Okay.",
        "A: No women on our flight. They probably were seg-segregated, but our flights\nwere all men.",
        "Q: Were they — could you tell their ages, approximately?",
        "A: It was impossible to tell, really impo — they all look old.",
        "Q: Yeah.",
        "A: But, imposs —",
        "Q: How did — how did they walk?\nFebruary 19, 2013",
        "A: They walked with — some with — with canes and — and some — we had to help\nsome of them in getting aboard the plane, cause there was a step down, kind of little\nladder that come up into the plane and so they had to be helped — most of them had\nto be helped into the plane. And then — then again, water and so forth, important\nthings that they needed, we supplied during the time. And candy bars, but we had to\nbe very careful, because they gave us orders not to feed them, because in feeding\nthem too rich a diet — they had to have a special diet — these are little details I can\nrecall — special diet, and then they were fed, instead of gallons of water at a time,\nyou know, just small amounts of water at a time and so forth. So — but it — it was\nvery pathetic, and the — and the most — the most memorable part of the trip is when\nI made the announcement — had to go back among them, made the announcement\nthat we were just crossing the French border of Germany. That’s where I can’t — to\nthis day I—I can’t talk about it. To this day I can’t talk about it without breaking\ndown. The joy, seeing smiles on these ke — skeletons. When [indecipherable] give\nme a lot of thanks that I had never b — had not been on the other side of that fence.\nBut that’s the — that’s the main memory of that — that — we never flew any women\nto my knowledge that — you probably couldn’t tell the difference between then\nanyway, but — but that was very difficult.",
        "Q: Did they say anything? Did they say anything?\nFebruary 19, 2013",
        "A: No, they were — they could under — there — few of them could almost understand\nEnglish, and I didn’t have to sign language anything that we were going to be\ncrossing over the German and French border. We were able to — course, we could\nhave been able to do it by sign language just in case there wasn’t English speaking\nsurvivors there. But — but that — that — that was so powerful that it kind of blanked\nout some of the other memories I[ had of it.",
        "Q: Do you —",
        "A: And — and we landed in Amiens in — in th — one of the flights that I recall, and —\nand it was kind of interesting, there was also — German prisoners were stationed the\nsame place. And the German prisoners were doing pick up of cigarette butts and\nthey were doing all the maintenance around our camp and our tents and so forth.\nAnd so that was such a thing, the superpowers and then we were flying these people\nin that now a part of us, you know, that —",
        "Q: Did they see them?",
        "A: Oh, I’m sure they saw them. But they were s — they were still in prisoner garb.",
        "Q: Did you recall anything about how they left the plane?",
        "A: Well, again, they had to be helped off, and — and I can just recall helping some\nof them off, and being sure they still had their belongings, and being sure they —\nbeing sure they were strong enough to join — someone was there at the time, with\nFebruary 19, 2013\nambul — there were ambulances there. They were pulled up and the weaker ones\nwere taken off by American ambulance. Where they went from there, I’m not sure.",
        "Q: Okay.",
        "A: Cause our — our job was to keep flying them back.",
        "Q: Did you do more of these trips?",
        "A: I did only two of them, and they were bo-both very similar, we come back to the\nsame place. But there were — there were hundreds and hundreds of those trips. They\nwere almost like invasion, they were just constantly — planes were flying in and\ncoming back in different areas. Our planes — actually, I didn’t go along on them, but\nour planes actually flew in and picked up Russians. And they hated it, to be taken\nback to Russian lines, they just hated that, because once they got to Russian lines,\nthey communicated with the flight crews that they had to walk all the way back into\ntheir country, back to the ar— Red Army. They landed at Red Army lines —",
        "Q: That’s right.",
        "A: We dropped them there. Then from there they had to walk all the way back into\nwherever they were going, and they said after that they probably would be shot for\ntraitors, for not dying for their country.",
        "Q: It happened, it happened.",
        "A: Yeah.\nFebruary 19, 2013",
        "Q: It happened.",
        "A: So-",
        "Q: So you would pick up Russian prisoners from someplace in Germany and fly\nthem to the Red Army lines, to another place in Germany”",
        "A: No, the Russian prisoners were prisoners that were used as slave laborers.",
        "Q: Okay.",
        "A: You know.",
        "Q: And — and so you would fly them east.",
        "A: We would fly them east, yes.",
        "Q: I see.",
        "A: But not too far, because the Russian lines were not that far.",
        "Q: Okay.",
        "A: Then we flew Czechs to somewhere 1n Czechoslovakia, we flew people all over.\nAnd I have a detailed analysis of that in our written record there.",
        "Q: So, it was not — so your f — 1-1f I understand correctly, your flight, where you\nhelped bring survivors of the camps out to — to France was — there were two flights.",
        "A: Yeah, that I — well, there were a lot more than two.",
        "Q: I know, but the ones that you were invo —\nFebruary 19, 2013",
        "A: [had my job to do on the ground, I had to keep those radar sets working and\nstuff. So I just went along because a lack of a navigator or something of that sort, I\nfilled in.",
        "Q: Okay, okay.",
        "A: As I can recall, that’s all.",
        "Q: Okay. Did they say anything to you? On either flight, did anyone speak with\nyou?",
        "A: I can’t recall anything, except the unmistakable change in their mood when they\ncrossed the border, I can’t recall any conversations. Everything was so blo-blotted\nout by that j — that demonstration of joy that I — that took mo-most of my memory\naway from that.",
        "Q: Did they stand up at that point?",
        "A: Oh, those that could. They weren’t supposed to, but they were — they were just —\nthey were so joyous. Cert-Certain — certainly not everyone stood up, because they\nwere — were not that strong yet. But it was like seeing a bunch of smiling dancers,\nyou know, like they were putting on a big dance, so —",
        "Q: I can only imagine that they — that they moved very slowly, if they were — if they\nwere weak, you know.\nFebruary 19, 2013",
        "A: They — they — they we di — they were different, every — every person is different.\nSo they moved — but they were strong enough to stand a flight. There’s those that\ncould not — they could still walk but were — weren’t strong enough to survive a\nflight of any duration, they had to be under hospital care. As you know, the — as we\ndiscovered after we got to Halle that the camps were actually quarantined, and the\ndoctors move in — moved in to the quarantined areas and took care of people, trying\nto save as many lives as possible, and — until they were brought along strong\nenough to move out of the area. But we learned a lot, a lot about the camps.",
        "Q: You said mi — tell us a little more detail if you can, about the other flights that\nyou took, in addition — oh, excuse me, before I get into that, both times you flew\ninto Halle?",
        "A: Mm-hm.",
        "Q: Okay, so —",
        "A: Both times were almost identical.",
        "Q: Okay.",
        "A: I—I could have predicted on the second flight.",
        "Q: The other flights you took in addition, with the Russian prisoners-of-war, or\nslave labors —",
        "A: I didn’t take that.\nFebruary 19, 2013",
        "Q: You didn’t take that flight?",
        "A: No, no, no, no.",
        "Q: Oh, I see. That was somebody else who did?",
        "A: Yeah, the — I mean, most of the flights were without my need, thank you.",
        "Q: And what about the ones for the Czech — you said there were Czech people who\nwere flown back from —",
        "A: Yeah, there — our — our records show that in the May and June period, that we\nflew just about all over the continent, flying people back to their home, or their\nhometown. Lot of flights into Paris. Many flights, there were a lot of French\nsoldiers taken prisoner, and they were treated as slave laborers.",
        "Q: Yeah.",
        "A: And so a lot of them come back and we — and the stories of that, they would —\nthey would take them into Paris and the — the big airfield in fra — in Paris, and they\nhad an honor guard and red carpet and so forth. And they were treated just like —\nlike victors, you know, as they deplaned there. And there was a lot of those flights,\nlots of those flights. But in other flights was all over. [knocking] I got to answer\nthat.",
        "Q: Okay. Wait a second. Let me remove your trans mi —",
        "A: No, no, someone can answer it.\nFebruary 19, 2013",
        "Q: I know, I know —",
        "A: Yeah. [break]",
        "Q: So where were we, we were in fra — are you ready, rolling?\nQ2: Yeah.",
        "Q: Okay. We were in France, you know, and you were taking about when French\nprisoners-of-war came home and how they were treated.",
        "A: Mm-hm.",
        "Q: Id like to ask you now, how much longer did you stay in Europe. Tell me about\nwhat happened in your life after that.",
        "A: Let’s see. That was actually in June of 1945.",
        "Q: Right.",
        "A: Immediately after finishing the task of bringing all the survivors to their various\ndestinations, we started packing up to come home. We had to go to Europe — had to\ngo to — at that time we had to go to the South Pacific. And so, the month of June,\nlatter part of June especially, we were packing all the supplies up and so forth, to be\ntransported back to the United States. And then probably in July — July, August,\nJuly, August, September — probably about in early August, the — this is subject to\ncorrection, but it’s in that time frame anyway. The air echelon, or the — all the\nairplanes loaded up all the gear that they could take aboard that was high — high —\nFebruary 19, 2013\nhigher value, and they took off and flew via Iceland to Nova Scotia, back that\nroute, to — I don’t even know what field they landed on, but anyway, the ground\nechelon which I was on, were packed up and put aboard a liberty ship, or is — it was\na victory ship, a victory ship. There was two types of ships; the liberty was the\nslowest and ugliest. The victory ship was a troop carrier and — and did about\neverything, but it was faster. It took less s — escort. They — they took around some —\nsomewhere in August and we then board, this slower ship came in probably\nsometime in September. And we landed — we landed in Boston, and you know,\nsome — some ways the — what we did over there was clearer than what happened\nafterwards. And anyway, we landed in Boston, and course [indecipherable] every\ntime we came back there was a huge demonstration, the Red Cross people were\nthere and we got the first milk we had taste — real milk, since we left.",
        "Q: Wow.",
        "A: Everything was powdered. Then my wife met me. I can recall she had a black —\nbig black hat on, dressed in black, beautiful. And again, we then drove — we di — I\nthink she came with her parents or some — somebody that was able to drive. We\ndrove back to their home in Russell Street in Connecticut. And there we decided\nwhat we’re — talked about what our future was going to be. And — and back there,\nwe decided to — I had saved a lot of money, I didn’t smoke or drink when I was\nFebruary 19, 2013\noverseas. So all the money that I was allotted for that went into a s — a belt around\nmy waist, and I was able to — and then I turned them into money mor — money\norders. By the time I got to the States, we were — I had quite a little, I had probably\nseveral thousand dollars, I don’t know. Anyway, we bought a — the latest vehicle\nmanufactured, Pontiac, the last wave of passenger vehicles that were manufactured\nbefore the war, turned into wartime status. And we decided we’d go to California\nbecause we’d never been there.",
        "Q: So you were out of the war? You were out of the w — e-effort for the Pacific, the\nwar had ended for you, and everyth —",
        "A: I missed one point.",
        "Q: Okay.",
        "A: During the time that we’re talking about and the time we’re packing up to go,\nnews came the atomic bomb had been dropped, and so immediately we knew that\nthe war in Japan was over. We knew that our wartime experience was over. I mi — I\nmissed that.",
        "Q: Okay. What —",
        "A: So anyway, we drove to California for the first — go ahead.\nFebruary 19, 2013",
        "Q: Hang on, I — before you — to get there. When you came back, how much of what\nyou had — how long - first of all, how long had you been overseas? If you left in\nlate 43, it was?",
        "A: I left in late ’43.",
        "Q: And you came back in almost se —",
        "A: Late *45.",
        "Q: Late *45.",
        "A: Only two years.",
        "Q: Less than two years.",
        "A: A-A-All that had been compressed into t-two years. An —",
        "Q: Did you feel like you were a changed person?",
        "A: I never give it a thought.",
        "Q: Okay.",
        "A: I never give — I didn’t have nightmares like so many did. We were able to look\nto the future and say okay, where do we go from here? I decided to get into business\nrather than — rather than take the G.I. Bill of Right — bill that sent so many people to\ncollege. And so we finally went across the country with this little car and — and Is —\nwas able — we were staying at — we ha-had a destination of my uncle’s place. My\nuncle, his name is Callie(ph). And they lived on — in Santa Monica. So we came in\nFebruary 19, 2013\nwith him, and he was a painter, and I spent several days painting. And so I started\nmaking money just about soon as I got back, because our — our pay was delayed\nagain. By that time I was a captain and — and the pay wasn’t too bad from the\nservice. Anyway, leading beyond that as fast as we can, we received a lot of the\nfour engine air — U.S. Air Force planes back to Douglas aircraft field. We re — we\nstarted to renovate them, I was involved in — I knew wiring and so forth, so I was\ninvolved in the electrical side, and we spent several — I spent almost a year with\nthem, and about 1946 — ’47. Meantime our dau — we had a daughter born in 1946,\nBeverly — Beverly June, and she is now retired. And also working, they’ve had to\ncall her back. She was a nurse at University of Colorado medical center. Anyway,\ngoing on from that, in 1949, I opened my first business, which was a ra-radi — a\nradio-television operation. And I spent quite a number of years with — with the star\ncommunity like Clark Gable, and all these big stars, including this Disney — I\nmean, including the gr — the — Jack Carson, John Wayne, and many, many, I\nmean, we had the world’s [indecipherable] release for signed photographs.",
        "Q: So that meant you owned a television company?",
        "A: Yes. I owned a—I opened it up and it ran for about 10 years.",
        "Q: What was it called?",
        "A: Valley Video Service.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: And later we opened B and D Electronics. B and D being Beatrice and Dutch, B\nand D electronics. And we handled the entire 13 western states and distribution of\nelectronic parts for television and radio and — and accessories. And then I eventually\nwanted to see more of what goes on in the real world, so I stepped out into various\njobs that led up to me designing a anti-collision device in the 60s, and I think it was\n1965 when the — the first jet aircraft flying passengers came out. Two — two TWA\nplanes had crashed over the gand — over the Grand Canyon. And I said, what a\nterrible, terrible problem, and what a terrible thing to happen, when there was a\nsolution.",
        "Q: Yeah.",
        "A: And again, I used what was available in my radar training and so forth, same —\nsame equipment, same stuff, and I designed an anti-collision device. And — and it —\nbelieve it or not, 1t was just the same basic idea; why not take what’s already proven\nby war, by everything and turn it into something to save lives? Anyway, there\nagain, after m — drawing the design kind of roughly, I decided before I waste any\nmore time that I would go back to Washington, and meet with the — the FAA, and\nso they set up an appointment a half an hour. And we got — my — my brother then\nmet me at that point, and — cause he was a pilot that had not finished his training\nFebruary 19, 2013\nbefore he was sent overseas. And he met me, and we met with the FAA, and I\nshowed the the design, I showed them the — where — where I had had success of that\nin Europe, it had actually worked, and so forth. And the half hour meeting turned\ninto four hours, the whole afternoon was taken, and at the end they says, look, we\nknow — we’re pretty sure that this will probably save 95 percent of our collisions, he\nsays, but unless you get to a hundred percent, there’s no way we can ever get it\nthrough Congress, or get it approved. So — and I — and I also met with people at M-\nMagnavox Corporation, a big electronics firm. They al-also designed a system. So I\nhad communications with them, and they had the same — same luck. Eventually I — I\nmade a ri —a di—a revelation — or I made a disclosure to Bendix Aircraft, and I\nsays, here I’m disclosing this, what can you do with it? You have more power than\nany little one person. Well, they di— had the same results, they said yes, 1t would\nwork, and so all I got was the satisfaction of knowing the thing would work.",
        "Q: Oh.",
        "A: Beyond that, I got into my own business. I — I joined as a chairman of a public\nelectronics firm that made specialized cathode ray tubes, the display device that\nthey use in air traffic control. We design little tiny tubes that they use on helicopter\npilot sites — air — gun sites. And we designed — we also designed a — a ground radar\nFebruary 19, 2013\ntype of system that would cut the earth down, I don’t remember how many feet, but\nthen show the side of it in layers, for finding oil.",
        "Q: Wow.",
        "A: And that was a sale — we made a sale of that device to Brown Root, a division of\n[indecipherable]. And that — let’s see — lost my train of thought, what was the last —",
        "Q: Oh, you were talking about some of the business ventures and — and — and the —",
        "A: Oh yes, I was talking about that one.",
        "Q: Yeah.",
        "A: And this was — had to have a silver oxide type of — of paper that flowed past a\nheater. The heater design was — had to be very even heat over a s — a stretch of\nheater element, and the paper flowed over it, 1t was heat developed. And the fact\nthat I had worked at two heat — specialized heat manufacturers as vice president of —\nof new — new product design and so forth — two separate ones, I had a lot of\nknowledge about that particular product, and we were able to solve that problem,\nand that was sold to Brown and Root, where it went from there, that’s where my —\nmy memory trailed off, I don’t know.",
        "Q: Yeah. Did you may — so it sounds like you were both in business ventures, and\nalso inventing.\nFebruary 19, 2013",
        "A: Well, the inventing was kind of a — again, a side — a side product of — for the heat\ncompanies I invented a couple of devices for boats. One to guard against reversal of\nthe polarity of the power coming out of the boat from the dock. Cause if it was the\nwrong reverse, 1 — the — it would eat up the prop and everything else, it had to be the\nright di — the right polarity. And I designed a de-device that would automatically\nreverse it in the device, rather than have — have the damage. The other one was —\nwhat the heck was it? The other one was pretty interesting, but I can’t remember the\ndetails.",
        "Q: It’s okay. If you do, we’ll talk about it.",
        "A: Yeah.",
        "Q: Those two compressed years that you were in Europe, if I recall you had two\nsons and a daughter?",
        "A: Yes.",
        "Q: Okay. Did you ever talk to them about what you had experienced, what had gone\non there? Did you ever talk about these things?",
        "A: Not during their — because again, we didn’t want to talk much about it, you\nknow, little pieces of — didn’t mean anything to us. My little job, what — what’s\ninter — what’s interesting about having a little radar job? So, I couldn’t say I was a —\na big hero. By the way, one of my clients was Audie Murphy when I was in the\nFebruary 19, 2013\nradio-television business. And also the ace of South Pacific, Pappy Boyington,\nand also General [indecipherable]. These are all customers of mine, as well as\nvirtually the entire film industry. But then again, I didn’t think it was important\nenough to talk about it, I was no — I was no hero, you know.",
        "Q: But the various events, I mean, kids are im — are always a — interested in what\ntheir dad did.",
        "A: Yeah.",
        "Q: And for their — them, their dad is the hero, no matter what.",
        "A: Oh, of course, you could be any —",
        "Q: Yeah. But then, you said until recently, many things had been classified.",
        "A: That’s exactly right, I couldn’t talk about so much, so I just learned not to talk.",
        "Q: Okay.",
        "A: Especially the South Pacific — no, the south — southern France invasion, that\nwas top, top secret, I was with — Douglas Fairbanks, Jr. was in charge of PT\nsquadron in the South Pacific. And this was — as part of the invasion of our aircraft\nand riders and paratroopers, they had to have certain locations marked with no\ndeviations so they could make their turns to the new direction. So they could make\ntheir turns, in my case, over the last marker to hit the area in southern France that\nthe bombers had pulverized, so that they ran with the least chance of being shot\nFebruary 19, 2013\ndown. Well, I was a-assigned to — to his squadron, to operate their radar to locate\nthat spot in the middle of the Mediterranean.",
        "Q: Can you repeat this — excuse me — I think you said that he was in charge of a\nsquadron in the South Pacific. You mean —",
        "A: No, I— I meant the so — southern France, southern France.",
        "Q: Okay, so Douglas Fairbanks was in charge of such a squadron in southern\nFrance?",
        "A: He — he was thought of at the time as a playboy with a degree — the june —\nlieutenant rank that was just playing around, but that guy was a hero.",
        "Q: Was he?",
        "A: He was marvelous. And there’s so much to tell, but couldn’t. Was — his whole\noperation was top secret until after the Vietnam war.",
        "Q: No kidding.",
        "A: So, during that time, I— you know, I could not talk.",
        "Q: Well, what can you tell us now about it?",
        "A: Tell you everything now, but I — I just started to memorialize it, so I can’t —",
        "Q: Right.",
        "A: —I don’t want to publicize anything yet, until I’ve got it in a better form, and\nyou'll get it as soon as I do.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: That’ll be — that was gonna be one of the chapters in my book.",
        "Q: Okay. Well, is there anything else that you would want to share with us today\nabout what it was that you experienced, what you’d want people to know?",
        "A: The big — the biggest subject that I wanted people to know, was obvious at the\nmeeting yesterday, was the fact that the 90\" troop carrier squadron got a very, very\nbad rap from the author of “Band of Brothers,” name was Stephen Ambrose. He\nwrote that entire — supposed to be truthful series, all about the paratroopers, 101‘\nand 82\", which were marvelous and they — they thought the world of us. All about\nthat, but he never interviewed one air — one [indecipherable] pilot to get the story\nof who carried them in and what happened on some of their problems. They\ninterviewed people that had — had f— had been on aircraft that weren’t as trained as\nthe 438\", and they dropped their paratroopers in — in the wrong spots, in the\nmarshes. And they’re the people, the paratroopers were interviewed. But I have\nsomething I want to read into the — into the record, about what a paratrooper said\nabout us. And my biggest goal of this entire operation is to focus on the fact that the\n90\" troop carrier squadron of four forces — I’m saying forces, or incidents or\nwhatever, four of the most important, famous in World War II, one of them was the\n90\" troop carrier command, and they’re — they’ve been downgraded an-and kicked\nFebruary 19, 2013\nand so forth. I wanted to restore the truth about that — that squadron of a thousand\nplanes.",
        "Q: Okay, hang on a second. What time are we at right now?\nQ2: It’s after 12, let me check for you.",
        "Q: All right.\nQ2: I—I-— when we had our little chat with the lady, we were at 12 - oh something\n— 12:24 — 12:25.",
        "Q: 12:24. I would suggest — do you — let’s cut right now.\nEnd of File One\nFebruary 19, 2013\nBeginning of File Two",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Mr. Ernest Dutcher, on February 19\", 2013 in Encino, California.\nAnd Mr. Dutcher, we wanted to follow up on a few things that we talked about\nearlier. Just one of them that — one question about your transport of survivors. Did\nyou ever meet any of these people who had been on the plane with you, or any of\nthe other planes that took them out from Germany to France for medical attention?",
        "A: Unfortunately, no.",
        "Q: You never did?",
        "A: No.",
        "Q: No. And you never came across anybody’s story who said that they had been on\nsuch a plane, whether they wrote about it, or 1t was filmed, or anything like that?",
        "A: That’s the thing about the 90\" air force, it was just forgotten about, apparently —",
        "Q: Okay.",
        "A: — and none of the things are — were every publicized a lot.",
        "Q: Okay. Now let’s step back and talk in more detail about — you mentioned\nDouglas Fairbanks Jr., and his role.",
        "A: Mm-hm.\nFebruary 19, 2013",
        "Q: And we started to — to talk about that a little bit. But explain exactly where in the\npicture he fit. You know when you were talk — explaining to us about the squadrons\nand the wings and you know, the lo — what was — what was his, not just his rank,\nbut what was his job?",
        "A: His job was to mislead the Germans into where we were going to land at almost\nevery landing. His job at the specific southern France invasion was to use about 10\nof his 12 PT boats in a squadron, they were equipped with very powerful ma —\namplifiers and loudspeakers. And he would race along the sh — it’d race along the\nshore to about 40 knots, or 50 miles an hour, so very fast in the water. And they\nwould turn on these — these things as if there were 10,000 boats out there. Very,\nvery loud and very deceiving. At the same time he’d have a fl — a plane flying and\ndropping what they call window.",
        "Q: And what’s that?",
        "A: Window is strips of tin foil. And it — the strips of tinfoil would look, on the\nGerman radar, like a whole big fleet of airplanes coming. And they were all headed\nfor this — this fake landing site he designed. He also designed rubber paratroopers of\ndifferent sizes, make it look like there was a lot of them. They were inflatable, and\nthen they dropped those from the planes at some point, that looked like there’s the\nplace it’s gonna be, so the Germans would move all their reinforcements over there.\nFebruary 19, 2013\nWhich then, of course, made the — the real invasion point much safer for the planes\ncoming in. Specially planes like C-47s, that did not have an ounce of firepower on\nit. It was very vulnerable, so —",
        "Q: So, did this happen simultaneously as the Normandy invasion or just prior, or —",
        "A: No, no, me — this happened in August of the same year’s invasion. We — we\nmoved down to southern — we — we were stationed in a wheat field, in the mid --\nmiddle of Italy, and — called Canino airfield — air base. And from there, we did our\ntraining and so forth. And then, I was picked out from the four radar officers of our\n438\" oroup, to be the one to go on detached service for the navy. That was a navy\noperation. So I was then broke away from the group, and moved down — or broke\naway from our squadron and moved down to Corsica. And at Corsica there’s a\nbase for these — a harbor for these boats and this — adjacent to the harbor were their\nliving quarters, and — and mess halls and so forth. And — and I — I lived like a navy\nperson at that time and like — very, very graciously entertained. I was kind of the —\nthe top person there for awhile, because I was the one they picked to put the marker\nbeacon in the middle of the Mediterranean so that the final turn of the aircraft with\nthe li — with the pilot — with the paratroopers first and then followed by —",
        "Q: The rubber paratroopers?",
        "A: Huh?\nFebruary 19, 2013",
        "Q: The rubber paratroopers?",
        "A: No, no, these — this is the real thing —",
        "Q: Okay.",
        "A: — the real thing. The reason for me being there is I had to man that light, and we\ndid it on a PT boat. But the real tr — the fake paratroopers was his design.",
        "Q: Okay.",
        "A: And he — far from being a playboy, this guy was valuable. So valuable in fact\nthat all of our participation had to be sworn secret, we couldn’t discuss it with our\nown family. You couldn’t discuss it with your s — your bunkmate, you know. And —\nand it — all that secrecy was not lifted til after the Vietnam war. That’s why nothing\nhas been printed about it, and as far as I know, I’m the only living person that has\nthe knowledge of what went on.",
        "Q: Did you meet Douglas Fairbanks, Jr.",
        "A: Pardon?",
        "Q: Did you meet him? Douglas Fairbanks ju —",
        "A: Oh, absolutely, I had lunch — we ate at the same mess hall. He was very self-\ndepreciating person, very nice person.",
        "Q: And it was his thoughts, his ideas —",
        "A: Mm-hm.\nFebruary 19, 2013",
        "Q: — for these types of diversionary and misleading tactics?",
        "A: Yeah, he got his — his start with Mountbatten, out of England, and he got his\ncommission out of England, and then eventually was transferred to a navy\ncommission and — and there he started doing his dirty work.",
        "Q: And would you say successfully?",
        "A: Very successfully, yes, very.",
        "Q: Okay. Is there anything else to that episode that you’d like to add about him?",
        "A: All I—I only saw him at — at the mess hall, that’s the only time that — and\nusually — usually in the evening, after we got through with our maneuvers, and we\nwent through several weeks of training on — on the Mediterranean at different\npoints on the Mediterranean, under — I was assigned two of the PT boats that were\nheavily armed with 40 millimeter anti-aircraft guns and 20 millimeter and twin 50\ncalibers, and — and about a half a dozen death — depth chargers — charges for\nsubmarines, there were still submarines in the area. And also a couple — about four\ntorpedoes. This little 78 foot boat, wooden boat, carried all those. And to — we\npracticed targets, we practiced torpedoing the ship and we’d go straight at the ship\nat high speed, and then make a hard left, and let the torpedo go before we made our\nturn. That way we were out away from the blast zone. Then, at night, you know,\nwere — we were kind of very flexible. At night we would pull into a little canal\nFebruary 19, 2013\nwhere there’s trees and shrubbery over us, and we’d stay the night there, and about\ndaybreak we’d go back out to our training. So that part has not been documented\nyet, and that — that’s what I’m involved in trying to get pulled together before I wa —\nI — I don’t want to release the whole thing yet.",
        "Q: Okay.",
        "A: Cause the whole thing is not here yet.",
        "Q: Got it, yeah. You mentioned earlier also that there had been these tragic and\nsenseless mistakes in England, when due to — you know, due to decisions made by\n— by leaders, you know, military leaders and also just the sheer number of flights,\nthat there were these accidents that resulted in victims. Do you recall any other such\ninstances where — where there were — there were these sad events that happened?",
        "A: Well, the biggest one of all was Operation Market Basket.",
        "Q: Okay.",
        "A: Had that not been diverted by General Montgomery selling the idea to mi —\nEisenhower — these are all our opinions, not only mine, but a lot of — lot of our\npeople, that those tanks of Patton could have been continuing on their unobstructed\ndrive to Germany, and would have saved one year war.",
        "Q: Yeah.",
        "A: That’s the biggest of all.\nFebruary 19, 2013",
        "Q: Yeah.",
        "A: And —",
        "Q: And that’s because the gasoline — you said that the gasoline was used —",
        "A: Oh, yes, the —",
        "Q: Yeah.",
        "A: — old workhorse 47, when it was carrying — we would fly gasoline in and land at\nlittle pastures, or muddy fields. Anywhere that there was a space big enough that a\nplane could roll out in. We’d even help — when I say we, it’s the people aboard the\nplane, cause I had enough to do at the base in England to keep the planes’ radar\nprop — properly working. But they would help unload the planes with the gasoline,\nand they carried about fi — 6,000 gal — 6,000 pounds of gasoline. At eight pounds\nper gallon, you can calculate how many Jerry cans there were. Anyway, they were\nthe standard Jerry cans, laid inside the cabin on the floor. And they — they not only\nun — helped unload those cans and — so the tanks can be refueled, they were — they\nf-far outran their — their surface supply tr — tanker trucks. They were going that fast.\nSo we would da — we would unload the gas cans and then load up the wounded, the\nmost seriously wounded, and then bring them back with the litters that came down\nfrom the side, inside the plane, and flew them back to hospitals in England and\nFebruary 19, 2013\nthen make another — sometimes they made two trips a day, each pilot, they were\nvery tired.",
        "Q: I can imagine.",
        "A: But we — I have no doubt, myself, that the war would have ended one year\nearlier, at least a year earlier, maybe even sooner. Cause keep in mind, all this 1s\ncompressed now. Everything we’re talking about is compressed into a two year per\n— time frame.",
        "Q: Yeah, yeah. What about civilian casualties in England?",
        "A: Oh, they were high.",
        "Q: Were they?",
        "A: In—1n my start of my book, I said, my book was going to be entitled, I was\nthere. On the first chapter, I describe the fact that I loved ice skating. I met my wife\nthat way, so forth, before I left. I loved ice skating. And they have a nice ice skating\nrink in one of the suburbs of London. So I used to go frequently into as soon — as\noften as we had any sort of a pass, I'd take the train into London and take the\nsubway, the famed British subway system, which was also their air raid shelters,\nwe'd take — Id take it out to the rink, which was, as I say, a suburb. And after tha —\nafter that, I-I would come back to the Red Cross building, where as soon as we\nheard the sirens, everyone was supposed to dive for the shelters. We got to the point\nFebruary 19, 2013\nwhere we were playing Russian roulette, that it would — it’s not going to hit us, you\nknow, type of thing, you know. And so, when the V-2s come over, they were st —\nsort of a staccato sound, very staccato. And when they stopped being staccato 1s\nwhen we had to worry, because then they were — the power’d been cut off and they\njust indiscriminately fell into the heart of London. And of course, there was\nthousands of British civilians killed during that time. I think they lost many more\ncivilians than they did soldiers.",
        "Q: Close —",
        "A: Oh then —",
        "Q: Yeah.",
        "A: — another time, we had to go on a — a trip to pick up supplies, up to Coventry,\nEngland, and you remember the Coventry thing where a bomb hit a air raid\nshelter, and they were all sealed in there, forever.",
        "Q: What about —",
        "A: And —",
        "Q: Mm-hm, yes?",
        "A: — driving by Coventry, we ran across a British fish and chips place and we — and\nthe fish and chips were put into newspaper, old newspaper, and we — then we drove\nout of town. We didn’t get very far, but we had to turn around and come back and\nFebruary 19, 2013\nget a second order of it. They were so delicious, even though they had a little print\nsometimes on a— ona French fry. So I say —",
        "Q: What about Salisbury?",
        "A: Pardon?",
        "Q: You said — you mentioned earlier to me that — that there used to be dances near\nSalisbury.",
        "A: Oh, they’d a hold officer dance at the officers’ club and — on our base. And they\nwould go out and get these young — these girls, the ones — the — the single guys, the\nsingle pilots and all, they could go out and do that. Us old married people had to\nstick to our inventing. So anyway, they would bring them into the base and then had\nthe responsibility to take them back to their home after.",
        "Q: Were there any s — were there any incidents there of — of civilians, the — some of\nthe girls who might have been hurt, that —",
        "A: That’s the only ones I know of — of —",
        "Q: Well, tell us about that incident.",
        "A: Pardon?",
        "Q: Cause it — tell us about that incident that mentioned to me off camera.",
        "A: Oh, I thought it was on camera.",
        "Q: No, it wasn’t on camera.\nFebruary 19, 2013",
        "A: Yeah, well that’s — this is the — during that particular period of time, the\nheadlights of the Jeeps and every ground vehicle, including civilian cars, if any, had\nto have a little slit in it. Light was projected out of that slit, enough, not to see too\nmuch of the road or anything, but for other drivers to be able to see it. So they —\nthese two young — young pilots who were taking their — their girlfriends for the\nnight, they had picked them up and brought them in for the dance, then they were —\nno, I’m sorry, it’s the other way around. They, having picked them up at their\nhomes, were coming into the base, before the dance. And the small headlight —\nsmall square of light wasn’t enough for them to — to be stopped — or have the pilot\nsee it in time for him to do something, but the pilot — a pilot was coming back from\na mission, a night mission where he was training. And he was just crossing the\nhighway where the Jeep-load of people were coming his way. And his right prop\nstarted chewing up the Jeep, and — and it did result in the — one pilot was killed\nimmediately and another pilot lost an arm and a leg, and the two girls were fatally\ninjured, but they didn’t die instantly.",
        "Q: Oh my.",
        "A: They — Bob Owens tells the story, that he was right next to his office, right next\nto the accident, so he was first on the scene, and he was holding the girls in his\narms.\nFebruary 19, 2013",
        "Q: And was all this classified information? Was all this —",
        "A: Oh, of course.",
        "Q: Okay.",
        "A: This information never would get out to the public, cause the public was only fed\ninformation that was positive. Very few of the loss — very few of the setbacks were\never mentioned to the public. And I think even the “Bridge Too far” movie that\nwas made, I don’t think the impression was given that it was a failure at all. It was\njust another very exciting mission. And these were items that were not fed to the\npublic for one big reason. The public was doing a magnificent job of producing all\nof the war materials that were needed for that huge undertaking, for all of the\ndifferent participants, including Russia. Russia and England mainly, and the\nFrench, when they were able to. And had they released any of this information, it\nmight have destroyed some morale back home. And they had a good reason, I think\nfor doing it. So the fact that they didn’t tell the home front everything, I can\nunderstand.",
        "Q: Yeah, yeah. But do you feel better now that it’s possible to talk about these\nthings? Do you think people need to know about them?",
        "A: I think they really need to know, because th — you know, a varnished — a\nvarnished truth is not the truth. And if they want to know the truth about what went\nFebruary 19, 2013\non, and I think most people do — I’ve talked to my grandson and I’ve talked to my\nson and every one of them agree that this 1s the right way to go, 1s let it out.",
        "Q: Let’s turn now to something that you have said earlier that was very important to\nyou. Tell us about the book, “Band of Brothers,” and the author Stephen\nAmbrose and the story that he told. Tell us about the story that he told and where y\n— and after that, what you think is misleading about that story.",
        "Q: Well, the “Band of Brothers” was worldwide, it was a very, very successful\nmovie. And of course, the people that made the movie was following a script that\nwas flawed. So I don’t fault any of the actors or any other participants in that movie,\nincluding the paratroopers involved. The only thing that was missing was the fact —\nand I think a very important fact was missing, was that no pilot, no member, no —",
        "Q: Excuse me, I have to stop you. What was the story of the “Band of Brothers?”",
        "A: Oh- oh—",
        "Q: Can you gi — can you summarize to us what was the story of the “Band of\nBrothers?”",
        "A: It was a series of very, very exciting and very apparently true — apparently true\nstory of the 101‘ and 82\" airborne being dropped into France, on Normandy, on\nD-Day for example. Mainly on D-Day. That’s where the most damage was done to\nour reputation.\nFebruary 19, 2013",
        "Q: Okay.",
        "A: These people that they interviewed, happened to be people that were on a plane\nthat went into this terrible cloud bank that they encountered just before the drop\nZones.",
        "Q: Excuse me again, I have to interrupt.",
        "A: Yeah, sure.",
        "Q: Are you talking now about the story of “Band of Brothers,” or about interviews\ndone for the story?",
        "A: Well —",
        "Q: I'd like to know more, but what was the story of the “Band of Brothers?”",
        "A: Oh, the “Band of Brothers” —",
        "Q: And what were the points that were being made in that story?",
        "A: Oh yeah, it was mainly a story about their — their training, their formation back\nhere in the States. There was different CDs, I think there’s about seven CDs.",
        "Q: Okay.",
        "A: And the — 1-1t would go from home here at their training bases here. Then they’d\ngo to England and their training in England, in the countryside and all their — how\nthey got acquainted with the British people and so forth. Then they had the story of\nthe actual — one of the — I think the third CD, somewhere in there, it told about their\nFebruary 19, 2013\nactual landing in Normandy, the first people ever to touch foot in Normandy, and\n— since the Nazis took over. Wonderful story, had it been — not — not been mis-\nmistold [indecipherable] it was then the race across — across France and the\nvarious strategies and the big battles they were involved in and — and — and — and\nthen Bastogne, they were the heroes of Bastogne. They deserved every accolade\nthey could get, cause they were a tough bunch.",
        "Q: Okay. And at what part do you say what was shown in the movie, or in the —\nwritten in the book, where you say it damaged the reputation of the 101st, is that\nwhat your — 1s that what you —",
        "A: No, the reputation of the ni-ninth troop carrier command.",
        "Q: Okay. How — what — how was the ninth troop carrier command portrayed?",
        "A: They were portrayed as a bunch of over-the-hill airline pilots that had been\nconverted to drive these — these big bu — these big trash trucks, or — you know, big,\nbig airplanes. It was unflattering, I can’t remember the exact words, but any event, I\ngot a story from Captain Gates, was then a Major Gates —",
        "Q: Hang on a second, I’m still — before we go there —",
        "A: Yeah.",
        "Q: So, they were portrayed as over-the-hill airline pilots who didn’t know what they\nwere doing, is this what the issue was, or —\nFebruary 19, 2013",
        "A: Well, they knew what they were doing, but they were just drivers of transports,\nthat’s it.",
        "Q: Oh, airplane transports, okay.",
        "A: Air-Air-Airplane drivers.",
        "Q: Okay.",
        "A: They were the — the — the indicated — indications seemed to be that that group of\npilots were the lower echelon of pilots, you know.",
        "Q: Okay. So that’s how it was in “Band of Brothers.” What was it like in your\nview, and according to your experience?",
        "A: Just the real story, that I’d kind of like to get out, to help bring the fame of the —\nthe real accomplishment of the 90\" troop carrier command, bring it into the truth.",
        "Q: Okay.",
        "A: And they did marvelous things, they did really marvelous things. First of all,\ninstead of being old, inexperienced airline pilots, who knew nothing about night at —\nnight flying or anything, they were really highly trained. They were highly trained\nin the States. I ver — I mentioned at lunch, they were highly trained in the States by\nbeing forced to fly five feet over the highest obstacle for 500 miles.",
        "Q: Right.\nFebruary 19, 2013",
        "A: And they were highly trained because I held for many weeks before D-Day, I\nheld schooling in all the different aircraft — different radar in the aircraft. Every\npilot knew how to operate the Rebecca gear, which was the main — one of the main\nairborne navigation pieces. He knew all about operating the new British G system\nthat was brought aboard by another story. We did an awful lot of training, these\nwere highly trained people. They were trained so well in fact, that on the first — they\nwere chosen by Eisenhower to be the lead group to lead the whole — whole group\nof aircraft participating in the invasion, into the fields of fire, like we say here, into\nGermany, into Normandy.",
        "Q: Okay, into Normandy, France first, yeah?",
        "A: Yeah, we were first. We — we allowed the troop carrier, the 101‘ air — troop\ncarrier, and the 180 — and the 82\" troop carrier to be the first put boots on the\nground. But they wouldn’t have been able to put those boots on the ground were it\nnot for the fact that we were very proficient in finding the spot where they should\nbe, as well as not — not losing anyone that we were aware of, in the flight part of the\noperation. So then they turned around, and they come back to the field and picked\nup the gliders. And they hooked one glider per aircraft, and took off. Flew those\ngliders on in and one of my very close friends, and the most senior of glider pilots\nFebruary 19, 2013\nwas killed in that particular operation. Before that 1t was flawless, no one had died,\nno planes were lost. And the — they flew that group in.",
        "Q: What was his name?",
        "A: His name was Lieutenant Darling, and he has a cross at one of the close\ncemeteries there that I’ve got pictures of, so forth. But the stories of those pi — those\ntroop c — not troop — the pilots of those glider pilot — pilots of the gliders, I'll get it\nstraight, became fighters when they got on the ground. They were just part of the\nfighting group, so they took their — their different weapons, and they tried hard —\nthey’re supposed to get back as fast as they could. And some of the — some of them\nhad some harrowing stories to tell, of how Germans would massacre the soldiers\nthat were in some of the downed gliders, and injured and so on. It was too much\ndetail to even [indecipherable] now. With one exception, the — one of the pilots\nthat came back was a very quiet redheaded glider pilot. He — they cut loose from the\ntow aircraft and while he was landing there was a German soldier in the middle of\nthe little hedgerow field, and he had a — what they call a burp gun, you know, that’s\na automatic pistol. He was waiting for them to get close enough. In other words,\nthey were dead ducks. So he kicked the windshield out of his — he was a co-pilot.\nHe kicked the windshield out and took his gun, took careful aim — and the p — a\nglider, after it’s cut th — cuts loose is very stable, very steady. He — he — he got the —\nFebruary 19, 2013\nkilled this German soldier and saved, of course, that whole planeload. One other\nthing, the German were standing in the middle of the field with Germans in all the\nhedgerows around, waiting to shoot, and they were using wooden bullets. Now I\ndon’t think — I don’t think that’s well known. Wooden bullets were little coated,\nhardwood bullets and they would travel a certain — they would travel a certain\ndistance before losing their velocity.",
        "Q: Okay.",
        "A: So before it hits the opposite hedgerow, that was twice as far away as the\nGerman in the middle, they would fade out.",
        "Q: Okay.",
        "A: If they hit a person, though, they were devastating.",
        "Q: Were they like exploding bullets?",
        "A: They almost had about the same effect to your internal organs. They would\nnever pass through you, it’d just tear you up terribly. So they were vicious, and —\nbut as I say, I haven’t heard from anyone else anywhere about them. I even brought\nsome back, and eventually my kids probably was playing with them and stuff, lost\nthem.",
        "Q: So you — so does — those bullets were being aimed at the gliders?\nFebruary 19, 2013",
        "A: Yeah, they were being wa — they were being aimed at the glider pi — glider load.\nThe paratroopers, or glider troopers, they were called. The nose of the glider would\ntilt up on landing, and then they could race out from the front, in different\ndirections. But they — he was waiting to shoot them as they were coming out, and\nthe ones around the hedgerows were waiting to get them with the wooden bullets,\nwithout hurting their own people.",
        "Q: And that’s why they used them —",
        "A: Yeah.",
        "Q: — because they lost their velocity before they’d hit the other hedgerow.",
        "A: Exactly, exactly.",
        "Q: I see.",
        "A: Yeah.",
        "Q: And were they able to use them, or did they — I mean, were they — what\nhappened to the glider — were any of the gliders lost?",
        "A: On this particular one, the Ge — the Germans were not in the hedgerows, this 1s\njust —",
        "Q: Okay.",
        "A: — a Situation I brought up as a side issue.",
        "Q: Okay.\nFebruary 19, 2013",
        "A: But on this one, where he killed the — his potential executioner —",
        "Q: Yes.",
        "A: — they didn’t have any in the hedge — hedgerows there, he — he was able to get\nout everyone out and he got back.",
        "Q: Okay, so why do you bel — do you think — have you given a full story, according\n— you know, according to what you believe we need to know about what was the\ntrue professionalism of the pilots and those who were piloting the glider planes, or\nis there more that you want to add to show that they really did know their stuff?",
        "A: Well, the best evidence is the fact that they got the presidential citation — it’s\neither the presidential or war department sar — citation, some call it presidential. A\ncitation as being the only group of a — of the — the thousand airplanes that were\nflying, the only group to win that award. And then the 88\", other group that\nliberated your actual slave labor camp there, also the 88\", won the same\ndistinguished citation, as a unit citation. Every member of the group could wear the\nribbon.",
        "Q: Okay. What did the ri-ribbon look like?",
        "A: It was a gold framed blue, just plain blue. I was gonna bring them along, but I\ncouldn’t find them.",
        "Q: Okay. So why did the “Band of Brothers” get it wrong?\nFebruary 19, 2013",
        "A: Because the author got 1t wrong. He was a famous author. And of cour —",
        "Q: Mm-hm. What was his name?",
        "A: His name is Stephen Ambrose.",
        "Q: Okay.",
        "A: And we ax — when I say we, some of the troop carrier people, such as Major\nGates, who’s now Colonel Gates, and he wrote an email to me that was very\nrevealing, he said — he’s the one that said that not one troop carrier pilot to his\nknowledge — and he was quite h-high up there, had ever been interviewed for this.\nSo although we — it was a wonderful movie, and a very successful movie — we can’t\nblame any of the actors, or we can’t blame any of the participants in it, cause they\nhad no knowledge that he had not interviewed any of these. However, the damage\nhad been done. And a lawsuit was started — was started by the troop carrier group\nagainst Ambrose, not against “Band of Brothers.” And it was proceeding at the\ntime he died.",
        "Q: I see.",
        "A: Ambrose died, and then the — the troop carrier grou-group dropped the lawsuit.",
        "Q: And what were they charging him again —",
        "A: Against de — defamation, I mean — I mean, just ruining the reputation of an entire\n—an entire command.\nFebruary 19, 2013",
        "Q: How many people would that involve?",
        "A: Well it involved 1,000 aircraft and 1,000 aircraft involved at least five people per\naircraft and plus the ground personnel that equal that, so you can kind of use the\nmath on it",
        "Q: Sure.",
        "A: — and figure out that an awful lot of people — some people didn’t care, you know,\nthey got out of the war, hey I’m still alive, what am I complaining about? But some\ndid, and it’s still hurting us through the fact that the Holocaust happened. Yesterday\nshowed the — showed the people that liberated — the different groups that liberated\nit. And it showed the 101°, it showed the 82\". But there was a vacant spot down\nbelow there that didn’t show the 90\" air f— air force. Because the thought was that\nnobody but ground people were involved in the liberation. So that’s the thing that —",
        "Q: How was — forgive me for this, but was there a direct way that the 90\" aircraft\nwas involved?",
        "A: Well, when — our — our — our thought would be — maybe it’s only mine, but our\nthought would be that the fact that this plane shortened the war so much that — that a\nlot of the Holocaust survivors benefited from the fact that — and were still alive\ntoday because of the — even Eisenhower said that.",
        "Q: Okay.\nFebruary 19, 2013",
        "A: Said that we were such a big force in ending the war, so — and so was the ground\ntroops that fought from battle — from foxholes and so forth, I’m taking nothing\naway from them. They did a great job and a great number of them died. And so did\na great number of the people in for — in the ninth troop carrier command. They also\ndied. So my feeling that liberators, we were the pre-liberators if you cou — you\nmight put it that way. We shortened the time.",
        "Q: Okay, okay.",
        "A: Had it not been for us serving — supplying gasoline as fast as we did to Patton,\nthose ground troops that liberated the camp would not have been there yet.",
        "Q: Yeah.",
        "A: Th-They didn’t — they weren’t free enough to be there yet. So that’s — that’s my\nposition.",
        "Q: Is there anything else you’d want to add to this episode, this part of the story?\nThat you think is —",
        "A: No, I think that’s basically the thing that I — that’s driven me for — in trying to\npiece the whole thing together, particularly in the last two years, because I didn’t\nknow the whole story, I cou — I did — I couldn’t put it together.",
        "Q: Okay.\nQ2: Just two points of fact that were —\nFebruary 19, 2013",
        "Q: Sure.\nQ2: You — you keep saying either the 90\" or the ninth?",
        "A: 90\". Nine zero.\nQ2: So, see I heard ninth and I heard 90, so it’s definitely 90\", okay. And the\nsecond one was Mountbatten was a field marshal for England. If Fairbanks had a\nrelationship with him, and had another commission, was it a — a British commission\nor an American commission in the na — since you were with him on Corsica.",
        "A: I-I can’t — I can’t — he was with the United States Navy at that time, had to be a\nnavy commission.\nQ2: So— so he — he left from the British [indecipherable] American, so that’s —\nthat’s an interesting [indecipherable]",
        "A: He had a — he had a title in England.",
        "Q: So if we can — we can just explore this. I don’t know whether your voice is\ncaught on — on the mike when you’re asking this question. If I can repeat it —",
        "A: Okay.",
        "Q: Douglas Fairbanks Jr. had both a British commission as well as a US.\ncommission, 1s that correct?",
        "A: That was the question, and he had definitely at the time I was involved, an\nAmerican commission in an American navy br — group. His British — he had ac—a\nFebruary 19, 2013\ntitle there, and I think it was lieutenant, but I ca — I can’t tell you. And I’m not even\nsure what lieutenant meant in rank there.",
        "Q: Okay.",
        "A: But I did want to mention one more humorous —",
        "Q: Okay.",
        "A: — side of the Montgomery story. During the build-up, probably about — it could\nhave even been a day before D-Day — oh no, I’m sorry, this is — this is different, let\nme s — let me straighten that out.",
        "Q: Sure.",
        "A: Cause he was on the base at this time too. He was with MacArthur in that\nfamous picture of MacArthur, and —",
        "Q: Who — who — who is he?",
        "A: Huh?",
        "Q: Who — who are you referring to?",
        "A: Montgomery.",
        "Q: Or Mountbatten, which one?",
        "A: Montgomery.",
        "Q: Montgomery, mm-hm.",
        "A: Yeah, General Montgomery, the famous general.\nFebruary 19, 2013",
        "Q: Right.",
        "A: But in — on — around December 23\", 20 — from the 20\" to the 25\" was the\nholdout at Bastogne. But there was a rumor around our air base that a German\nprisoner of war camp was gonna break out on that day and we armed everybody to\nthe teeth. So I carried a submarine — a submarine — I carried a submachine gun, a\nThompson 30 caliber submarine — sub — submachine gun. And then I was\nappointed officer of the day on that particular day. Well, in come this big, big\nBritish command car, and I had orders that nobody entered that base without\nshowing identification. And so, not that I didn’t recognize him, but my orders were\nthat I had to ask for identification from everyone entering that base. And so he\ndidn’t want to give it. Well, my submachine gun was held over the shoulder. I\nunstrapped it and I said, sir, could I see your I.D.? I got it real quick.",
        "Q: Did you really?",
        "A: I got it real quick, cause it’s no nonsense time, you know?",
        "Q: Yeah.",
        "A: And — and then I laughed afterwards, thinking that if I’d have used it, it might\nhave shortened the war even more.",
        "Q: Oh gosh.",
        "A: You'd better strike that one.\n100February 19, 2013",
        "Q: Yeah.",
        "A: No, this — this —",
        "Q: Okay.",
        "A: It was desperate times.\nQ2: [inaudible] fish and chip story, they were going back for another —",
        "Q: Okay, you were going back for another fish and chips, you know, the — what was\nthe significance when you talked to us about the fish and chips that you picked up\nand how tasty they were and you went back for another one? Was there something\nthat was part of that?",
        "A: Part of that was that we were in Coventry —",
        "Q: Yes.",
        "A: — and we was reviewing the town and getting the history of it and so forth. I\nactually went there with a — a Jeep and a trailer to pick up parts for our radar\noperation. And we were coming back from picking up the parts and we saw this fish\nand chips place along the road. We stopped and we got an order of fish and chips,\nwhich they carefully wrapped in a piece of newspaper. And we con-continued on\nour way til we got a mile or so out of town and we finished our fish and chips. They\nwere so darn good, we had to turn around, make a trip back for a second batch.",
        "Q: And did you? You get as —\n101February 19, 2013",
        "A: And we did.",
        "Q: And you got a second batch.",
        "A: We got a second batch.",
        "Q: And that fish and chips was not one of the targets of the Germans.",
        "A: That was not under any — not under any di — problem whatsoever.",
        "Q: Okay.",
        "A: It was just — just great, and since that time I can’t — I can’t pass a fish and chips\ndinner.",
        "Q: Okay, okay. There was something else that you had asked, which was the ninth\nor the 90\"?\nQ2: He — he was — he would say either the — he would — he — he would say either\nthe 90\" or the ninth, and so therefore it shows a discrepancy —",
        "Q: Right.\nQ2: — so what is it? Without equivocation, he said the 90\".",
        "Q: So it’s the 90\", can you explain what? Because I’m not a military —",
        "A: It’s the 90\" troop carrier group —",
        "Q: The 90\" troop car —",
        "A: Nine zero, 90\", yeah.",
        "Q: Nine zero, 90\" troop carrier group.\n102February 19, 2013",
        "A: Which I guarantee you haven’t heard too much of in the public since the “Band\nof Brothers” come out.",
        "Q: Yeah, yeah. What else would you want a younger generation to know about what\nit is that you saw during the war, and what it is that you’d want them to understand\nabout the Holocaust survivors and what they went through, that you witnessed as\nwell.",
        "A: The only thing that I’d like to have you — have them know, that our experiences\nover there and experiences since that time, have made — made a non-Jewish person,\nand non-j — most of our buddies that were over there with us, feel more sympathy\nfor the Jewish race, and more — more admiration for the Jewish race. And part of the\nadmiration was, we were trying to tell ourselves, why would they go through — why\nwould they go through that torture and everything without committing suicide? We\ncouldn’t figure that out. Well, the answer came in the fact that their — their great\nfaith and their great will, and — and that’s — kind of answers the question, so — but\nthe younger generation — I — I was — my grandson I mentioned took me to a -- what\nthey call a — a bring and tell to a f— a first grade class. And he brought me in, the\nother kids brought toys and different things like that, he brought me in. And he says,\nthis is my grandpa and he wants to tell you something about the war. Well, they\ndidn’t utter a word. I told them, and I had to be careful cause there was Japanese\n103February 19, 2013\nteachers there, so I had to be careful not to mention how bad they were. But I only\nmentioned this bad man out of Germany. And he took all those people and — and\nhe put them in camps, and he — they killed them, and this was terrible. But he s — it\n— it was a bad — it was a bad war. And then at the end, a little Korean first grader\ncame up to me and says, who won the war? I says, well, we did. He says, cool. So,\nanyway. But yeah, I think the thing I — should be done na — thing I should — thing\nshould be done now, and I’ve offered to do it over the years, is to speak to high\nschool groups and high school history groups, a-as part of their curriculum. And\nI’ve never had a invitation, so —",
        "Q: It takes time, it takes time sa —",
        "A: Yeah, it does.",
        "Q: And understanding. And sometimes that understanding isn’t there.",
        "A: Yeah.",
        "Q: You know, of what the significance is, of a person’s experience.",
        "A: That could be too, yeah.",
        "Q: Yeah. Well, thank you very much for agreeing to share those experiences with us\ntoday. It’s much appreciated. You’ve filled in a piece of the puzzle that we weren’t\naware of. And I know that my colleagues back in the museum are also grateful to\n104\nFebruary 19, 2013\nyou for your contribution, so in their name also thank you. And this concludes our\ninterview with Ernest Dutcher on February 19\", 2013 in Encino, California.",
        "A: You’re very welcome.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Okay. Good morning. This is a United States Holocaust Memorial\nMuseum interview with Mr. Ernest Dutcher, Jr., on February 19, 2013, in\nEncino, California. Good morning Mr. Dutcher, and thank you for agreeing to\nspeak with us today.",
        "Q: Mr. Dutcher, from what I understand, you were a liberator with U.S. forces of\nconcentration camps in Germany, and were a member of the military. So I’m going\nto ask a lot of questions that leads up to those events in Dachau because we’d like\nto know a little bit about your life and your military service prior to the liberation of\nthe concentration camps, and your role in helping survivors survive. So, Ill start at\nthe beginning.",
        "Q: Please tell us when you were born, where you were born and a little bit about\nyour family.",
        "Q: Excuse me. Let me follow up on that a little bit. What kind of — what did you\ngrow on the farm?",
        "Q: So did you sell any — did your family sell any of these 1tems?",
        "Q: And 1s that why it’s so expensive?",
        "Q: Yeah, yeah. Your father and your mother, what were their names?",
        "Q: It’s okay, it’s okay, take your time.",
        "Q: Oh my.",
        "Q: My gosh.\nFebruary 19, 2013",
        "Q: Mm-hm. So you would have been 22 years old?",
        "Q: Can I interrupt just for a second?",
        "Q: I want to step back just a little bit to find out about your town. It was called\nRhineland(ph)? With no —",
        "Q: Rhinelander.",
        "Q: And you say was 9,000 people there?",
        "Q: 9,019.",
        "Q: And, well, if your mom was a correspondent from the newspaper, those are the\nsorts of facts that newspaper people know. Tell me, 1-1f you can, were they all pretty\nsimilar in background, all pretty similar in religion? Was there a predominant\nreligion?",
        "Q: You knew what I was getting at. I wanted to find out whether or not there had\nbeen any Jews in the town, whether people knew them, whether you had gotten to\nknow anybody. That was —",
        "Q: Okay, I have another question.",
        "Q: You said that you always loved flying. You had been in an airplane before, or —",
        "Q: Okay.",
        "Q: So you had two passions, which you’ve identified so far. One for radio, and one\nfor flying.",
        "Q: Okay. So let’s ta-take us through then, the enlistment process, where you\nenlisted and what happened after that.",
        "Q: For what?",
        "Q: No, no, but what were you — was this to be accepted as — in — into the pilot\nprogram?",
        "Q: Okay, mm-hm.",
        "Q: Okay.",
        "Q: What year — excuse me again, I’m interrupting, but what year was this when you\nwere accepted to go into Yale? How far in the 40s were we?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: You must have been a popular guy.",
        "Q: You had the space for it, huh?",
        "Q: That must have been fascinating stuff.",
        "Q: Wow.",
        "Q: Cause you looked so good.",
        "Q: And she had some say in this?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: Well, congratulations. Congratulations. What’s your wife’s name?",
        "Q: Beatrice.",
        "Q: And while we’re on this topic, how — do you have children?\nFebruary 19, 2013",
        "Q: Are you from Dutch background?",
        "Q: Are you Dutch background?",
        "Q: America.",
        "Q: That’s okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: I can imagine. I ca —",
        "Q: Okay, so we went down —",
        "Q: Okay.",
        "Q: Okay, I’m sorry, I got you off on a tangent here.",
        "Q: But you were in — you were in Florida and you had just married, with a forged\nsignature.",
        "Q: Yes.",
        "Q: Yeah. And — and you were going to be learning a lot more about radar that was\ncoming from the MIT lab. So let’s go back to your military side — this military side\nof your life.",
        "Q: Yeah.",
        "Q: Well there we, again, we were graded based on our grades and our\naccomplishments there. And I had a s — handicap, cause I — I didn’t know too much\nabout math and that was all math at the time, so — but I did have a fellow student\nthat was a— a math major, so he — he brought me along in the evenings and so forth,\nand we spent a lot of time, you know, bringing me up on that. And then — then we\nwent through learning all about these — this new device out of MIT, the — the new\nradars, t — absolutely, totally top secret. And then we were — actually went out on\nanother piece of radar, flying off the coast and finding submarines out of the water\nwith this particular anti-submarine device, which I never was involved with using\nlater. So then from my graduation there with a satisfactory rating, I was then\nassigned to a — of all things, a shooting range, while we waiting for our assignment\nto various squadrons that were being formed. In the range, I-I directed people in the",
        "Q: What does that — excuse me, I have to interrupt you. What does that mean? Did\nyou know what your eventual job was going to be?",
        "Q: And what was that?",
        "Q: And so that means, for a layperson like myself, as a radar — what does a radar\nofficer do? What does —",
        "Q: Okay.",
        "Q: The technology that existed at the time.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: You mean Normandy?",
        "Q: Wow.",
        "Q: Sure.",
        "Q: Okay.",
        "Q: The next part of the structure.",
        "Q: Right.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: In wha — okay.",
        "Q: Okay, okay, fine. So I want to get back to though, something. You’re a radar\nofficer?",
        "Q: And you’re in charge of others who are radar experts?",
        "Q: And what’s their job? Was their job to use the radar to detect where there would\nbe emen — enemy submarines? Was that it?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Got it.",
        "Q: So, 1-1f I can summarize, but I'd like to know whether or not my summary is\naccurate, is that in many ways your role in this structure was an educational role as\nwell as a maintenance role, to make sure that you understood the equipment, and to\nmake sure that the guys who were under your command understood how to\nmaintain that equipment.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Sure.",
        "Q: Right.\nFebruary 19, 2013",
        "Q: So it was based on what you had learned about the technology?",
        "Q: And — you must have been quite proud.",
        "Q: You must have been quite proud that they adopted the system.",
        "Q: Okay.",
        "Q: Can I ask about — we’re in Missouri. From what I understand in your story, as\nfar as getting to Europe, you’re still in Missouri, correct? Training some of these\noth — now a radar officer —",
        "Q: Oh, I see. So tell me how — at what point did your training end, and you got\nshipped out to Europe?",
        "Q: Oh my gosh.",
        "Q: Chickens weren’t happy.",
        "Q: Okay.",
        "Q: I see. I see, when you were already over there. So I’d like to establish the date of\nwhen you left — I mean, because up til now, from when we talk about when you\nenlisted in Wisconsin to now, it sounds like such an intensive —",
        "Q: — training from the very basics, to something extraordinarily sophisticated.",
        "Q: Yeah.",
        "Q: Well that pr —",
        "Q: Mm-hm, sorry — I’m sorry, ki — keep on going.\nFebruary 19, 2013",
        "Q: Yeah.",
        "Q: Really?",
        "Q: 1940 —",
        "Q: Okay.",
        "Q: Because the invasion happens half a year later.",
        "Q: In June ’44.",
        "Q: Okay.",
        "Q: By that point — I know you, you know, from your story we get a sense of — of\nreal intensive focus on the work that you’re doing, on the technology, on learning\neverything that you know about it. What about the wider political events that were\ngoing on at the time? Do you remember, do you hear, did you read newspapers\nabout how the war was progressing before the invasion? Did you hear anything\nabout what was happening to the Jews of Europe?",
        "Q: Okay.",
        "Q: No, no.",
        "Q: I’m just trying — you see, the reason why I asked this question is I’m trying to\nget an — a sense of the context of the time, the mood of the time, the level of\nknowledge of the time. You know, what had priority and what had less priority, and\nhow much did people know and — and what they were aware of. Which I think\nyou’ve addressed, you know.",
        "Q: We can perhaps come to that — come to that point when — in your narrative I\nremember —",
        "Q: — it’s something that you wrote about.",
        "Q: Did you hear then, about the bow — Battle of Stalingrad, which was in 1943?",
        "Q: That’s right.",
        "Q: Well, let’s talk about that a little bit. Was this in England?",
        "Q: Okay, so tell us the story in a — in — yeah, tell us the story, tell us what happened\nwith such losses?",
        "Q: Oh my.",
        "Q: Were there?",
        "Q: Yeah.",
        "Q: Excuse me.",
        "Q: How mu — do you know how many people died in that — 1n that collision?",
        "Q: And was this because of the intensity and the frequency and just the sheer\nnumber of bombing missions that were taking place, that they were — there were\njust too many in the sky?",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Okay.\nFebruary 19, 2013",
        "Q: So that made 31.",
        "Q: Can I interrupt just for a second?",
        "Q: I just want to ma — establish that the manufacturer of the gliders was British.",
        "Q: But they had sold them to the Americans and this was now an American military\noperation.\nFebruary 19, 2013",
        "Q: Got it.",
        "Q: In the middle.",
        "Q: Oh my.",
        "Q: Oh gosh.",
        "Q: Oh my.",
        "Q: Were they co — were they considered secret, top secret? Could you speak about\nthem to your relatives, to your wife?",
        "Q: Okay.",
        "Q: Must have been that those, you know, that — that you and others on the ground,\nwhen you saw the price of somebody’s decision, the mistake, it — I mean, the anger\nat the — at the price that was paid.",
        "Q: Remind us again what part of England did this all occur?",
        "Q: Stonehenge.",
        "Q: Stonehenge.",
        "Q: Well, I’m amazed by how many details you remember, I really am. It’s a lot.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Well, that’s —",
        "Q: Wow.",
        "Q: Congratulations.",
        "Q: Well, congratulations.",
        "Q: Congratulations.",
        "Q: I’m also impressed that it sounds like innovation was something that was\nallowed.",
        "Q: Innovation was something that was encouraged within the structure.",
        "Q: Something about — about the — the innovation being encouraged.",
        "Q: There’s peace. There’s peace 1n that.",
        "Q: Let’s go forward.",
        "Q: We need to — we need to find out how it is that you come in contact with what\nwe — what people realized later was the Holocaust, and the genocide against\nEurope’s Jews.",
        "Q: Tell us — so, were you part of the invasion of Normandy or were you staying in\nEngland while the —",
        "Q: Okay.",
        "Q: And Operation Market Basket was what?",
        "Q: But the bridges in where, what part of Europe?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: So-",
        "Q: Okay, so let’s — let’s go to that point.",
        "Q: You said you were in O-Operation Market Basket and that was — was that the\nright way of calling it?",
        "Q: That was before.",
        "Q: That was to try and save the bridges.",
        "Q: And did you — did the —",
        "Q: Got it.",
        "Q: So, when you’re finally — the war does end, had you had any knowledge or\ncontact of what — what it is that — that you eventually saw, or was the — were these\nflights that took place — I’m no — I’m not phrasing this correctly. Let’s go this way:\nwhat’s the first time that you flew on these planes, the C-47s, where it had contact\nwith the survivors of the concentration camps, the survivors from slave labor\ncamps, and displaced persons. Set that up for us.",
        "Q: So the war had ended?",
        "Q: How did you kn — did you know who — what you were going to be meeting?",
        "Q: At that point did you know — what is 1t — what did you know about the camps\nbefore you even got there?",
        "Q: Okay. And where did you take off from?",
        "Q: Oh my goodness.",
        "Q: Okay, so when you were taking off from Amiens, were y — did you take off with\ngas and came back with people?",
        "Q: Okay.\nFebruary 19, 2013",
        "Q: Okay.",
        "Q: So, do you recall how long the flight was, when you landed, where you landed?",
        "Q: Halle, mm-hm.",
        "Q: Well, Halle is in what was East Germany.",
        "Q: East Germ — what became East Germany.",
        "Q: Buchenwald was in East Germany, and — what became East Germany, and\nDachau was near Munich, which was going to be in West Germany. So is —",
        "Q: Yeah.\nFebruary 19, 2013",
        "Q: Okay.",
        "Q: Okay. So when you landed, do you remember what you saw?",
        "Q: Okay.",
        "Q: How many could you carry?",
        "Q: Per plane?",
        "Q: Okay.\nFebruary 19, 2013",
        "Q: So they were sitting up.",
        "Q: The people were sitting up.",
        "Q: They people were sitting up.",
        "Q: Okay.",
        "Q: And — yeah, tell me what it — what did they look like?",
        "Q: Were they wearing the striped —",
        "Q: No.",
        "Q: Yeah.",
        "Q: Could you tell who was a man and who was a woman’?",
        "Q: Okay.",
        "Q: Were they — could you tell their ages, approximately?",
        "Q: Yeah.",
        "Q: How did — how did they walk?",
        "Q: Did they say anything? Did they say anything?",
        "Q: Do you —",
        "Q: Did they see them?",
        "Q: Did you recall anything about how they left the plane?",
        "Q: Okay.",
        "Q: Did you do more of these trips?",
        "Q: That’s right.",
        "Q: It happened, it happened.",
        "Q: It happened.",
        "Q: So you would pick up Russian prisoners from someplace in Germany and fly\nthem to the Red Army lines, to another place in Germany”",
        "Q: Okay.",
        "Q: And — and so you would fly them east.",
        "Q: I see.",
        "Q: Okay.",
        "Q: So, it was not — so your f — 1-1f I understand correctly, your flight, where you\nhelped bring survivors of the camps out to — to France was — there were two flights.",
        "Q: I know, but the ones that you were invo —",
        "Q: Okay, okay.",
        "Q: Okay. Did they say anything to you? On either flight, did anyone speak with\nyou?",
        "Q: Did they stand up at that point?",
        "Q: I can only imagine that they — that they moved very slowly, if they were — if they\nwere weak, you know.",
        "Q: You said mi — tell us a little more detail if you can, about the other flights that\nyou took, in addition — oh, excuse me, before I get into that, both times you flew\ninto Halle?",
        "Q: Okay, so —",
        "Q: Okay.",
        "Q: The other flights you took in addition, with the Russian prisoners-of-war, or\nslave labors —",
        "Q: You didn’t take that flight?",
        "Q: Oh, I see. That was somebody else who did?",
        "Q: And what about the ones for the Czech — you said there were Czech people who\nwere flown back from —",
        "Q: Yeah.",
        "Q: Okay. Wait a second. Let me remove your trans mi —",
        "Q: I know, I know —",
        "Q: So where were we, we were in fra — are you ready, rolling?\nQ2: Yeah.",
        "Q: Okay. We were in France, you know, and you were taking about when French\nprisoners-of-war came home and how they were treated.",
        "Q: Id like to ask you now, how much longer did you stay in Europe. Tell me about\nwhat happened in your life after that.",
        "Q: Right.",
        "Q: Wow.",
        "Q: So you were out of the war? You were out of the w — e-effort for the Pacific, the\nwar had ended for you, and everyth —",
        "Q: Okay.",
        "Q: Okay. What —",
        "Q: Hang on, I — before you — to get there. When you came back, how much of what\nyou had — how long - first of all, how long had you been overseas? If you left in\nlate 43, it was?",
        "Q: And you came back in almost se —",
        "Q: Late *45.",
        "Q: Less than two years.",
        "Q: Did you feel like you were a changed person?",
        "Q: Okay.",
        "Q: So that meant you owned a television company?",
        "Q: What was it called?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Oh.",
        "Q: Wow.",
        "Q: Oh, you were talking about some of the business ventures and — and — and the —",
        "Q: Yeah.",
        "Q: Yeah. Did you may — so it sounds like you were both in business ventures, and\nalso inventing.",
        "Q: It’s okay. If you do, we’ll talk about it.",
        "Q: Those two compressed years that you were in Europe, if I recall you had two\nsons and a daughter?",
        "Q: Okay. Did you ever talk to them about what you had experienced, what had gone\non there? Did you ever talk about these things?",
        "Q: But the various events, I mean, kids are im — are always a — interested in what\ntheir dad did.",
        "Q: And for their — them, their dad is the hero, no matter what.",
        "Q: Yeah. But then, you said until recently, many things had been classified.",
        "Q: Okay.",
        "Q: Can you repeat this — excuse me — I think you said that he was in charge of a\nsquadron in the South Pacific. You mean —",
        "Q: Okay, so Douglas Fairbanks was in charge of such a squadron in southern\nFrance?",
        "Q: Was he?",
        "Q: No kidding.",
        "Q: Well, what can you tell us now about it?",
        "Q: Right.",
        "Q: Okay.",
        "Q: Okay. Well, is there anything else that you would want to share with us today\nabout what it was that you experienced, what you’d want people to know?",
        "Q: Okay, hang on a second. What time are we at right now?\nQ2: It’s after 12, let me check for you.",
        "Q: All right.\nQ2: I—I-— when we had our little chat with the lady, we were at 12 - oh something\n— 12:24 — 12:25.",
        "Q: 12:24. I would suggest — do you — let’s cut right now.\nEnd of File One",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Mr. Ernest Dutcher, on February 19\", 2013 in Encino, California.\nAnd Mr. Dutcher, we wanted to follow up on a few things that we talked about\nearlier. Just one of them that — one question about your transport of survivors. Did\nyou ever meet any of these people who had been on the plane with you, or any of\nthe other planes that took them out from Germany to France for medical attention?",
        "Q: You never did?",
        "Q: No. And you never came across anybody’s story who said that they had been on\nsuch a plane, whether they wrote about it, or 1t was filmed, or anything like that?",
        "Q: Okay.",
        "Q: Okay. Now let’s step back and talk in more detail about — you mentioned\nDouglas Fairbanks Jr., and his role.",
        "Q: And we started to — to talk about that a little bit. But explain exactly where in the\npicture he fit. You know when you were talk — explaining to us about the squadrons\nand the wings and you know, the lo — what was — what was his, not just his rank,\nbut what was his job?",
        "Q: And what’s that?",
        "Q: So, did this happen simultaneously as the Normandy invasion or just prior, or —",
        "Q: The rubber paratroopers?",
        "Q: The rubber paratroopers?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Did you meet Douglas Fairbanks, Jr.",
        "Q: Did you meet him? Douglas Fairbanks ju —",
        "Q: And it was his thoughts, his ideas —",
        "Q: — for these types of diversionary and misleading tactics?",
        "Q: And would you say successfully?",
        "Q: Okay. Is there anything else to that episode that you’d like to add about him?",
        "Q: Okay.",
        "Q: Got it, yeah. You mentioned earlier also that there had been these tragic and\nsenseless mistakes in England, when due to — you know, due to decisions made by\n— by leaders, you know, military leaders and also just the sheer number of flights,\nthat there were these accidents that resulted in victims. Do you recall any other such\ninstances where — where there were — there were these sad events that happened?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: And that’s because the gasoline — you said that the gasoline was used —",
        "Q: Yeah.",
        "Q: I can imagine.",
        "Q: Yeah, yeah. What about civilian casualties in England?",
        "Q: Were they?",
        "Q: Close —",
        "Q: Yeah.",
        "Q: What about —",
        "Q: Mm-hm, yes?",
        "Q: What about Salisbury?",
        "Q: You said — you mentioned earlier to me that — that there used to be dances near\nSalisbury.",
        "Q: Were there any s — were there any incidents there of — of civilians, the — some of\nthe girls who might have been hurt, that —",
        "Q: Well, tell us about that incident.",
        "Q: Cause it — tell us about that incident that mentioned to me off camera.",
        "Q: No, it wasn’t on camera.",
        "Q: Oh my.",
        "Q: And was all this classified information? Was all this —",
        "Q: Okay.",
        "Q: Yeah, yeah. But do you feel better now that it’s possible to talk about these\nthings? Do you think people need to know about them?",
        "Q: Let’s turn now to something that you have said earlier that was very important to\nyou. Tell us about the book, “Band of Brothers,” and the author Stephen\nAmbrose and the story that he told. Tell us about the story that he told and where y\n— and after that, what you think is misleading about that story.",
        "Q: Well, the “Band of Brothers” was worldwide, it was a very, very successful\nmovie. And of course, the people that made the movie was following a script that\nwas flawed. So I don’t fault any of the actors or any other participants in that movie,\nincluding the paratroopers involved. The only thing that was missing was the fact —\nand I think a very important fact was missing, was that no pilot, no member, no —",
        "Q: Excuse me, I have to stop you. What was the story of the “Band of Brothers?”",
        "Q: Can you gi — can you summarize to us what was the story of the “Band of\nBrothers?”",
        "Q: Okay.",
        "Q: Excuse me again, I have to interrupt.",
        "Q: Are you talking now about the story of “Band of Brothers,” or about interviews\ndone for the story?",
        "Q: I'd like to know more, but what was the story of the “Band of Brothers?”",
        "Q: And what were the points that were being made in that story?",
        "Q: Okay.",
        "Q: Okay. And at what part do you say what was shown in the movie, or in the —\nwritten in the book, where you say it damaged the reputation of the 101st, is that\nwhat your — 1s that what you —",
        "Q: Okay. How — what — how was the ninth troop carrier command portrayed?",
        "Q: Hang on a second, I’m still — before we go there —",
        "Q: So, they were portrayed as over-the-hill airline pilots who didn’t know what they\nwere doing, is this what the issue was, or —",
        "Q: Oh, airplane transports, okay.",
        "Q: Okay.",
        "Q: Okay. So that’s how it was in “Band of Brothers.” What was it like in your\nview, and according to your experience?",
        "Q: Okay.",
        "Q: Right.",
        "Q: Okay, into Normandy, France first, yeah?",
        "Q: What was his name?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Were they like exploding bullets?",
        "Q: So you — so does — those bullets were being aimed at the gliders?",
        "Q: And that’s why they used them —",
        "Q: — because they lost their velocity before they’d hit the other hedgerow.",
        "Q: I see.",
        "Q: And were they able to use them, or did they — I mean, were they — what\nhappened to the glider — were any of the gliders lost?",
        "Q: Okay.",
        "Q: Okay.\nFebruary 19, 2013",
        "Q: Yes.",
        "Q: Okay, so why do you bel — do you think — have you given a full story, according\n— you know, according to what you believe we need to know about what was the\ntrue professionalism of the pilots and those who were piloting the glider planes, or\nis there more that you want to add to show that they really did know their stuff?",
        "Q: Okay. What did the ri-ribbon look like?",
        "Q: Okay. So why did the “Band of Brothers” get it wrong?",
        "Q: Mm-hm. What was his name?",
        "Q: Okay.",
        "Q: I see.",
        "Q: And what were they charging him again —",
        "Q: How many people would that involve?",
        "Q: Sure.",
        "Q: How was — forgive me for this, but was there a direct way that the 90\" aircraft\nwas involved?",
        "Q: Okay.",
        "Q: Okay, okay.",
        "Q: Yeah.",
        "Q: Is there anything else you’d want to add to this episode, this part of the story?\nThat you think is —",
        "Q: Okay.\nQ2: Just two points of fact that were —",
        "Q: Sure.\nQ2: You — you keep saying either the 90\" or the ninth?",
        "Q: So if we can — we can just explore this. I don’t know whether your voice is\ncaught on — on the mike when you’re asking this question. If I can repeat it —",
        "Q: Douglas Fairbanks Jr. had both a British commission as well as a US.\ncommission, 1s that correct?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Sure.",
        "Q: Who — who — who is he?",
        "Q: Who — who are you referring to?",
        "Q: Or Mountbatten, which one?",
        "Q: Montgomery, mm-hm.",
        "Q: Right.",
        "Q: Did you really?",
        "Q: Yeah.",
        "Q: Oh gosh.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Okay, you were going back for another fish and chips, you know, the — what was\nthe significance when you talked to us about the fish and chips that you picked up\nand how tasty they were and you went back for another one? Was there something\nthat was part of that?",
        "Q: Yes.",
        "Q: And did you? You get as —",
        "Q: And you got a second batch.",
        "Q: And that fish and chips was not one of the targets of the Germans.",
        "Q: Okay.",
        "Q: Okay, okay. There was something else that you had asked, which was the ninth\nor the 90\"?\nQ2: He — he was — he would say either the — he would — he — he would say either\nthe 90\" or the ninth, and so therefore it shows a discrepancy —",
        "Q: Right.\nQ2: — so what is it? Without equivocation, he said the 90\".",
        "Q: So it’s the 90\", can you explain what? Because I’m not a military —",
        "Q: The 90\" troop car —",
        "Q: Nine zero, 90\" troop carrier group.",
        "Q: Yeah, yeah. What else would you want a younger generation to know about what\nit is that you saw during the war, and what it is that you’d want them to understand\nabout the Holocaust survivors and what they went through, that you witnessed as\nwell.",
        "Q: It takes time, it takes time sa —",
        "Q: And understanding. And sometimes that understanding isn’t there.",
        "Q: You know, of what the significance is, of a person’s experience.",
        "Q: Yeah. Well, thank you very much for agreeing to share those experiences with us\ntoday. It’s much appreciated. You’ve filled in a piece of the puzzle that we weren’t\naware of. And I know that my colleagues back in the museum are also grateful to"
    ],
    "answers": [
        "Answer: Good morning, and you’re very welcome. [technical comments]",
        "A: Mm-hm.",
        "A: I was born in May 16\" of 1920, and I was born in a s-small town in northern\nWisconsin called Antigo, and I lived with my parents on the farm. Our background\ninitially was all farming until about I reached the age of approximately 16. And I\nlived with my mother, my father and I have two sisters, both older, and I have — had\nFebruary 19, 2013\na brother about one and a half years younger than I, who also was involved in the\nwar, but never made it overseas, and I have a younger brother that was old enough\nto help out on the farm and so forth. And then I —",
        "A: Oh, it was a very rocky farm. We grew basically potatoes and corn. Mainly\nthings for a family to eat and survive, because survival was the key item back in\nthose days, very, very poor conditions.",
        "A: We sold a ce — a certain number, but there’s not too much of a market, cause we\nwas quite a ways back in the so-called woods back there. And the farm was a very\nsmall one initially. We later moved to a much larger farm and we sold — we s — we\nsold maple — maple syrup, basically. We tapped the maple trees in the spring, and\nthen we had big pans that — within which we boiled for a 50 to one ration, we boiled\noff 49 percent of the liquid, which was water, and the residual was maple syrup.\nAnd —",
        "A: It — well, that’s only part of it. We took that raw maple syrup and ran it through —\nwe — we mixed it with milk and the milk absorbed all the solids in it, and it came\nFebruary 19, 2013\nout beautifully clear, and — and it sold at that time for about several dollars a pint.\nAnd several dollars back then was a lot of money.",
        "A: My father’s was Ernest E. Dutcher, Sr., my mother was — my mother’s name\nwas — oh gosh, excuse me.",
        "A: Amanda Dutcher. And they were initially from Iowa, where they were brought\nup and educated. My mother was a s — was a schoolteacher down in Iowa, but she\nmoved up to northern Wisconsin and eventually become a — a correspondent for the\nsmall town, with the Rhinelander Daily News, which was our nearby large city,\nwhich 9,000 people.",
        "A: So I went to Rhinelander High School for two years, after which I — I become a\n—I worked out in the woods, and when you say woods, it was a logging\nenvironment, and where I took care of a team of horses, I was 18, took care of a\nteam of horses about five miles off the main road and got snowed in sometimes.\nSometimes the weather become 40 to 45 below.",
        "A: And I had a cast iron stove that I chopped my own wood and kept warm with. It\nprobably was a luxury compared to what these camps went through. But anyway, I\nwas offered a job at Montgomery Ward and Company during the 19 — seven — I\nthink that 19 fo — 1939, 1940, °41, ’42. 1942. And I—",
        "A: Yes, uh-huh. Yes, and then in — then we — I was also working on the — in the\nfurniture and radio department of Montgomery Ward. I loved radios and I didn’t —\nmy first radio that I ever heard was a little crystal set, and I had to share two — I had\nto share two earphones with anyone else lucky enough to listen to it, and we — we\nlistened to the radio on WLS Chicago, music and everything else on it. Very\nscratchy and everything, but very amazing. And then I moved on, tha-that was quite\na little earlier than my graduation. My graduation from Rhinelander high school,\nwith a — with a high school graduate degree, which was pretty good back in those\ndays. And then in showing off radios one day, I heard a big bulletin come over the\nradio, that Pearl Harbor had been bombed. And — and Roosevelt’s speech I’m —\nsaying the — about the dastardly deed. And based on that, several of us in the — in\nthe [indecipherable] in the store, Montgomery Ward store, decided we’d enlist.\nSo on the 30\" of December, we enlisted in — I — I wanted to be a pilot, and I just\nloved flying. So —\nFebruary 19, 2013",
        "A: Yes.",
        "A: Rhinelander.",
        "A: Yes.",
        "A: 9,019 exactly.",
        "A: Right.",
        "A: The predominant religion in the town was — most of them were like Lutheran\nand — and — a-and that. There were several Jewish families. One owned the\ndepartment store downtown, and — and —\nFebruary 19, 2013",
        "A: I-I never did, except when we’d go into the store for buying clothing and so\nforth. And that was the only ones we knew that — up there tha — at that time. So then\nfrom there, we went to Wausau, Wisconsin, which is a recruiting center and we all\nsigned up at that place. I had taken several years with the National Guard before\nthat, from the time I was 16, and on to time I enlisted.",
        "A: Mm-hm.",
        "A: No, I just loved the thought of it, I —",
        "A: —I—I was really enamored with Lindberg and his — his antics and history, so\nforth. But I definitely wanted to be a pilot, so —",
        "A: That’s correct.\nFebruary 19, 2013",
        "A: Well, we enlisted in Wausau, Wisconsin, which is a much, much larger city, it\nmust have had at least 15,000 people in it. About 50 percent larger, I would say. But\nthat was the center of a lot of activities up there. And so we were taken down to — to\nnorthern Illinois, where they had a — a center for processing the — the troops and so\nforth, where we got all of our shots, and all of our — all of our warnings, an-and —\nand early — early instruction. The fact I’d been in National Guard though, made me\nkind of special, because I then was put in charge of small delegations that started\ntraining. From there we were shipped, after the initial equipping and issuing of\nclothing and blankets, and so forth, I was shipped to Jefferson barracks Missouri,\nwhich 1s adjacent to Saint Louis, Missouri. And Jefferson barracks was — it was\ncold, and middle of the — middle of the winter, virtually. And down there we were\nplaced in tents, and very, very cold. There we got all of our real tough shots. And\nthe shots made us so sick that we were afraid we wouldn’t die. There, while I was at\nJefferson barracks, and that — we started our training there, I’d — I did the drill\nsergeant role of taking the raw recruits and showing them how to march and how to\nturn and how to stop and the proper commands and all that. But then the newspaper\nheadlines come out; Roosevelt, we will be building 125,000 planes a year. It was\nFebruary 19, 2013\nbeyond belief, but anyway, it didn’t make that much sense because during the time\nthat I had gone through medical — the medical exams, I got what is commonly\nknown as white coat fever. And the — and — and I got excited. I was so worried that\nI wouldn’t pass, that I, of course, didn’t, and my blood pressure went sky high\nduring the exams. Well, so, I wasn’t apparently a good candidate, and probably\nwouldn’t la-last too long.",
        "A: Well, poor health and all that part of it.",
        "A: That exactly right.",
        "A: Yeah. They had lesser than — other programs had lesser requirements, physically,\nso I had no problem with any physical and I had no problem with high blood\npressure at the time. I had no bla — trouble with eyesight, but when it — when we\nfinally got down to Jefferson barracks, I chose my second choice, which was radio.",
        "A: Radio training took me to Scott Field, Illinois, just shrip — just across the river\nfrom our training at Jefferson barracks. And at Scott Field I went through the\nFebruary 19, 2013\ncourse of radio, which I just loved the course, cause I I-loved the idea so much.\nWhere I learned to — how a radio works, and I went — I was selected then to become\nan instructor, cause I had such enthusiasm for it. I instructed radio there until I got a\nwaiver on the two year requirement to join the — the radio — radio officers’ program,\nand officers’ cadet program. And I was sent to Yale University via — via Valley\nForge. And we spent some time at Valley Forge, again taking courses and so forth,\nleading up to the time that they accept us in Yale. And we march in — in — in and\nout the countryside [indecipherable] area. And I was —",
        "A: We were, at that time, ’42 probably.",
        "A: ’42. Things happened so fast. ’42 and then °43. Yes, that — ’42.",
        "A: And then I was a little bit — I also was, before I joined the National Guard, I was\na — played in a little band and I was a trumpeter in the band, played the coronet, and\nthe French horn and trombone and a few other things. And I was selected as the\nbugler. Now of course, every — Reveille was the mor — get them out of bed in the\nmorning.\nFebruary 19, 2013",
        "A: So, then we stayed at a beautiful mansion that we were allowed to use, we used\nthat for — marble staircases all. And then they had a — way up in the top was kind of\na little area where you could go up and look out over the terrain and there’s where I\ntook — took all — care of all the bugling.",
        "A: Yeah, and th-then — from there, I eventually went directly to ma — ru — to — went\ndirectly to New Haven, Connecticut where we were put up in the ya — Yale\ndormitories there. And we were immediately put on a program of radio, army radio\nand — and all communication, different types of communication such as teletype —\nand at that time teletype was really coming into its own. And — and also, the sig —\nsignal corps type of — of wire communications, telephones, laying wire —",
        "A: It’s very — I was very f — in that th —I was so thrilled with the course, that of\ncourse I paid more attention than the average person. And after a period there, I\nforget the exact number of months, but let’s say during the time that I was there, we\nhad occasional nights we could go out. And I loved ice skating. Coming from\nnorthern Wisconsin, I was pretty good at it. So I did figure skating, so I went to the\nice rink in New Haven. And there I saw a young girl skating around in a short skirt\nFebruary 19, 2013\nand I couldn’t take my eyes off her. But I only ha-had a problem, I only had 50\ncents with me, because we hadn’t been paid for weeks. So anyway, she eventually\ncame up and she had had her clothes in the same balcony seat that I had. And we\ngot acquainted and so I took her down and I blew the 50 cents on a Coke for her\nand her sister, who was along. And I was so fascinated with her that she came to my\ngraduation — we knew each other at least two weeks by that time. Came to my\ngraduation, and after graduating we went down and got all our new army uniforms,\nthey were so beautiful, long overcoat, and we just couldn’t get over how great we\nlooked. Then we were, shortly thereafter, shipped to Boca Raton, Florida, because\nmy graduation score was 98.2, and the top — the top five of the gr — of the grade was\nsent to Boca Raton for radar training.",
        "A: And — and then the radar — we arrived in Boca Raton, Florida. When I say we,\nthe gentleman that become the 89\" radar officer was a buddy of mine that we stuck\nkind of together. And so we landed at the train station in our heavy bu — beaver\novercoats, then we had the wool, green, then we had the pink [indecipherable]\ntrousers. But we wouldn’t take them off, cause we just —\nFebruary 19, 2013",
        "A: — we looked so good and we just couldn’t take them off. But that’s some of the\nthings I remember, and — and then we went through a very, very grueling course on\nradio — radar. And radar was so new that information was coming from a mass — the\nMIT labs, where they invented s-some of the aspects, including the — a very\npowerful tube that could generate enormously strong pulses. Well, we then took it ri\n— almost from the design desk and we went through school, and learn — learning\nhow it worked and everything. And you may have seen the underbelly of some of\nthe planes that had a bubble under it. This was an antenna housing that the\npathfinder aircraft used eventually. So we didn’t know a thing about what the — we\nwere doing. We were learning it and it wasn’t important that we knew the whole\nstory. So anyway, after being down there about three weeks, I — I couldn’t get over\nthe idea of the little girl I met. So I—I wrote a letter up to her mother, and says, I’d\nlove to have her come down, cause she is the one I want to spend my life with. So\nanyway, the father sent his approval down, along with his daughter. And we — we —\nwe met and I had a little apartment all picked out and — and so we lived off base\nactually, but right away the big job was to get married, cause that was a time that\nyou never lived together. I mean, there was no — no way that could happen. So —",
        "A: Well yes, she had — she — she loved the idea, I guess.\nFebruary 19, 2013",
        "A: I don’t know what she saw in me, but anyway, I think she liked the idea, I was a\npretty good figure skater. I could — I could skate circles and so forth, you know, and\nbackward flips and stuff. So anyway, she came on down and so we found that we\nhad to have the mother’s signature as well as the father’s signature on approval.",
        "A: So we immediately forged that, and — and we went down. She knew how, you\nknow, pretty well how to write. So we went down to Miami and went to the Justice\nof the Peace down there, and — and — for the ceremony. And she so happened to be\ncross-eyed, so the thing I do remember, that we were married by a cross-eyed\nJustice of the Peace, and a — and April the fifth of 1943.",
        "A: And we just celebrated our 70\" wedding anniversary. So —",
        "A: Beatrice.",
        "A: Beatrice. Beatrice Jane.",
        "A: Yes, I have a son, who went with me to the museum yesterday, and then — and a\ngrandson. And this — my son was my last, my youngest. He lives in West Hills with\nhis — my grandson. And then I have a little older brother — his older brother was\nErnest E. the third, who eventually didn’t like that term the third, and changed his\nname to Ernie van Dytchen(ph). He was a relative of mine was —",
        "A: Pardon?",
        "A: We’re Dutch, Swiss, I think a little mixture of everything.",
        "A: American, yeah. So anyway, then I have a daughter, and she was the a-apple of\nmy eye, Beverly. And she just gorgeous. She grew up in th — she — when I say she,\nmy wife and her family were Catholic. And I surrendered to the fact that even\nthough I was Mormon — you asked that earlier, and I forgot to tell you.",
        "A: I was brought up in the Mormon faith, but not a good — not a good follower, I\nwas arebel. And so I kind of abandoned the church and — when I was 20. And I\ndecided that yes, Ill allow her to bring up the children Catholic. So that’s a story\nthere.\nFebruary 19, 2013",
        "A: But Beverly went to Catholic school —",
        "A: — eventually went to Catholic University in — in Denver, Colorado. And — and\nthere she become a — a nurse. And during that time she joined a — a — a — the motion\npicture side of it. She acted in a play with some — some professionals in “The\nSound of Music” and oh, that made it — that made the day for me.",
        "A: So, let’s see, from then —",
        "A: Oh, she become a nurse, and eventually spent 30 years with the University of\nColorado Medical Center.",
        "A: Now, we’ll go on fr — wherever you want me to start.",
        "A: Yeah.",
        "A: Yes.\nFebruary 19, 2013",
        "A: Totally illegal.",
        "A: Okay.\nFebruary 19, 2013\nproper stance, the proper position, using the Colt 45, the Thompson submachine\ngun and the — and the little 30 caliber carbine used by the paratroopers, and the M-1\nrifle that was used by the tr — by the liberators, these people that came in to save the\ncamps. So we — I —I became expert on — on the se — Thompson submachine gun\nand the Colt 45 and sharpshooter on all the rest, just from my experience there.\nThen I was transferred up to — to Fort Wayne, Indiana, where our group was being\nreally put together, assigned to certain squadrons up there. Eventually then, we went\nto Sedalia, Missouri for real s — flight training. We actually took our places as\ndoing our thing, each of us doing our own thing, not knowing too much about what\neveryone else needed to do. We were being trained to be experts in what we were —\nour education took us, you know. So that’s the secret.",
        "A: Yes.",
        "A: Radar. Radar officer.\nFebruary 19, 2013",
        "A: A radar officer was in charge of m-maybe 25 to 50 men. They were also trained\nin the same thing, but they weren’t officers.",
        "A: And we were the teachers, we — we had to teach them all about the things that\nwe had learned about radar and so forth and they also went to school, but not as\ndetailed as we went. So then — and each squadron was the same, so then our other\njobs were constantly trying to figure a way of improving this radar and re — and\ncommunications that we had.",
        "A: Yes, and it was evolving, and so it wasn’t perfect.",
        "A: So anyway — and it just goes a step further, one squadron — the thing was\nrepeated in four different squadrons that made up a group.",
        "A: The group I g — that I was with was the 438\", troop carrier group, become very\nfamous, cause we spearheaded the invasion of Europe.",
        "A: Yes, we were first into Normandy.\nFebruary 19, 2013",
        "A: The — but, getting back to the organization —",
        "A: — a four — a four squadron group, the squadron had 13 airplanes that were flying,\nseveral more for reserves. So each squadron had 13 airplanes, the group had 13\ntimes four.",
        "A: All right? Now the group, four s — four groups formed a — a — they formed the\nnext division — it escapes me for a second. Anyway, there was —",
        "A: The next part of the structure up.",
        "A: And then there was 50 — wing, it was a wing.",
        "A: We were the 53 troop carrier wing, and that consisted of a lot of groups. I — I\ndon’t know yet, I di — I was trying to get the statistics before the meeting here, but I\ncouldn’t find them.",
        "A: But anyway, then a number of these wings consisted of the ninth troop carrier\ncommand. And that’s the big thing I want to come out of what we’re saying here,\nFebruary 19, 2013\nbecause the ninth troop carrier command had more effect on the liberation, because\nof the fact they shortened the war by so much by what they did.",
        "A: And I’|l describe that later.",
        "A: Yes.",
        "A: Yes, right.",
        "A: No, we had nothing to do with submarines.",
        "A: Everything was flying now.",
        "A: Everything was air. Their job was to — to keep the radar gear in the planes in top\nworking order.\nFebruary 19, 2013",
        "A: You know, y — anything made by man is going to break down, it’s like — we\nwere like a Ford garage, or you know, and we took care of the defects that showed\nup. And then every day they had to go out under my supervision and — and — and\nflight test every plane before they took off.",
        "A: As to — to maximize the — or minimize the chance of anything going wrong, and\nruining and possibly losing a lot of lives because of that.",
        "A: Exactly, you got it right.",
        "A: An additional job of mine was to — because I was inventive and I wa — I’ve been\ninventive from the time I was a young boy, 12 years old, I — I really developed a\nsystem where a very close friend and pilot of mine, Lieutenant Wilmer(ph)\nKline(ph) was in an airplane with a — in the left seat, flying with a blanked out\nwindshield, he couldn’t see out.\nFebruary 19, 2013",
        "A: And then we had a-another pilot that could see out. We started — we started\ntrying to find a way of landing a plane blind, cause the weather was so terrible over\nthere, th — I mean, it was an unusual day, maybe one day a week that the sun came\nout. And that’s why the — the st — the invasion of Europe was delayed, the weather\nwas so bad. So anyway, I invented a system where we could, actually made,\nactually 12 blind landings utilizing that system. And it’s — I have a complete write-\nup on it, so —",
        "A: — you'll be able to — you already have it, I think.",
        "A: But anyway, that system got kind of spread ar — I didn’t know all this until just\nin the last couple years. The system was memorialized on a daily record or monthly\nrecord, summarized monthly. We had to write what we had done during the month\nin a sort of a re —a permanent record form —",
        "A: — and they were classified as secret. Anyway, that information started to get out\nto the group. We were only a squadron, one-fourth of the group.",
        "A: Then, through my friend and so forth, he witnessed — we shared the radar\nbuilding, and he witnessed what was happening and he started to follow what I was\ndoing in — in ni— in the 88\" squadron. Eventually it went through, then it went to\nthe wing, then the wing ordered all planes to be — all pilots to be trained in utilizing\nthat particular system, because it used equipment already in the plane. It used\nnothing except equipment already in the plane.",
        "A: Yeah, right.",
        "A: Pardon?",
        "A: I did —I didn’t think of anything different. I-I — I didn’t know anything — I was a\n22 year old at that time, and I was concentrating on what we were doing, and I — I\nnever thought that there was any major accomplishment to it. I didn’t know that\nuntil just the last couple of years. But anyway, then Wing decided to call the\ngeneral of the Ninth Air Force. The Ninth Air Force controlled 1,000 of these\nairplanes, these C-47 airplanes, the most wonderful airplane ever built. And 1-1t — I-I\n— everyone should learn about the C-47 aircraft, a dece — Douglas DC-3 was the\nforerunner of it, and it could do anything. But anyway —\nFebruary 19, 2013",
        "A: — we didn’t — I was concentrating on the job, and not much —",
        "A: At that time — no, no, all that was done overseas. A hundred percent of that was\ndone overseas.",
        "A: It was — we did a lot of flying, flight training. And believe it or not, we were not\nallowed on a test, on a final test we had to take, the pilots were not allowed to fly\nthese airplanes higher than five feet over the highest obstacle.",
        "A: Five feet, not 500, not 5,000. Five feet. And so, we were flying this high over the\nground where it’s level. And so we had to pull up to get over a fence. And the\nchickens were flying, and —",
        "A: They weren’t happy at all, neither were the cows. So, anyway, that — I gave you\nsome background on that, cause that’s important.\nFebruary 19, 2013",
        "A: So that took place on this side of the ocean, but most of the training of the pilots\nand navigators, radio operators, crew chiefs, took place in my kind of a conference\nroom that I had in addition to the shops and so forth of my office building that was\nright off the runway of our main airfield in Greenham Common, England.",
        "A: Oh, right. Yeah.",
        "A: Oh it was, it was. It was very — when I think of it now, I was thinking of it this\nmorning, that entire thing, including the camps, everything happened in a — within a\nthree year period.",
        "A: Of course, the camps went on way before that, but our reaction to it — to get —",
        "A: Wi-wi-—",
        "A: It was only a three year window, and I — I —I marvel at how we got so much\ndone in three years.",
        "A: So anyway, we went overseas then, it had to be probably, oh, let me see, ground\n— air echelon went overseas by way of South America and across to Africa and\nthen eventually up to lame — England. They flew their planes over. The ground\nechelon which I was part of, went over by — by boat, under heavy armada of\ndestroyers and so forth, because a troop ship — they were sinking ships like crazy at\nthat time. Probably only half of the — of the material that was being shipped\noverseas got overseas because they —",
        "A: — were sunk by those U-boats. So that’s — so we went over about — to answer\nyour question about the first part of to — of 1943 — three. No —",
        "A: 1940 — had to be in 1943. We were married in ’43, so training ended. Probably\nthe latter part of 1943.",
        "A: Yeah.\nFebruary 19, 2013",
        "A: Yes, you’re right on.",
        "A: Right.",
        "A: Mm-hm.",
        "A: We heard about it, but it wasn’t concentrated like it should have been, and — and\nof course, like we discovered later. We — we knew we had to c — we had cut the\nhead off that monster.",
        "A: We knew that, because they were very close to running the world. Had it not\nbeen for the power of our — our county’s factories, and the — and the home front —\nthey did a marvelous job. I give them so much credit for actually winning the war.\nBut the — the — unfortunately the word of the camps were treated more or less like\nFebruary 19, 2013\npropaganda. We — we couldn’t believe anything like that could happen. It just was a\ncase of we were too naive to — it wasn’t a case we were ins — insin — insincere, it\nwas a case we just didn’t know any better. And of course, being 20 years old, you\ndon’t get buried in politics anyway. So —",
        "A: So that was the —",
        "A: Yeah. It — they only knew what the army — what the top peop — top generals and\nso forth, wanted them to know. They wanted their morale to stay up and they didn’t\nwant to be discouraged in — in the United States, because they were doing such a\nmarvelous job of reaching that goal of Roosevelt’s of 120,000 planes a year.\nCouldn’t — couldn’t be done, but it did, it happened. And so al — they only fed them\ninformation that was relatively good, and that’s one reason — one of the primary\nreasons, I believe, they didn’t want too much bad news to get out, where we had | —\nmade — we lost a battle, or where we made a mistake, or something like the mistake\nFebruary 19, 2013\nthat was made where all of those British paratroopers d-died because a bad mistake\nin judgment by the superiors, and —",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yes, we heard about that and of course all we heard was the good part of it, you\nknow. We didn’t hear — although we knew — we knew that Stalin was brutal, we\nknew that. We knew the Russians were probably not — you know, following that\ncourse, was not the nicest people on earth. So, I— we — we followed that Battle of\nStalingrad cause we were so delighted over the fact that the Germans were losing.\nAnd so that was good news to come across.",
        "A: But the news of all the people that was lost at our air base during a short period\nof time, that didn’t get back to the public. No one knew about that.",
        "A: It was in England.\nFebruary 19, 2013",
        "A: Well, the worst things Pll — Pll tell you about. The — there was — there was a\ntremendous concentration of aircraft bombing the coast and bombing inland and so\nforth. Planes were flying overhead all the time, going back and forth, a constant\ndrone, you couldn’t sleep. I mean, around the clock. The two C-47s, cause of the\nweather, bad weather, two 40 se — C-40 — not C-47s, but two B-17s, bombers,\ncollided right — almost directly over our base.",
        "A: And the debris scattered over a very large area. And hearing the — I was one of\nthe few people that heard the crash. It was a tremendous explosion, and — and so\npieces of everything, engines and bodies and stuff were coming down all over the\narea. I was one of the very first on the scene, because I onl — my off — radar building\nwas only a short distance away. I had a Jeep that I had assigned to me. I jumped in\nthe Jeep and drove over to the — where I knew the sound had come from, and then I\nstarted to see that debris all over. And the first sight I saw of a body was a young\nnavigator. The navigator — I knew he was a navigator because the body was quite\nintact, and it was lying on his back. And he was partially buried because the force of\ndropping to the ground. And he — his — he was a little — little gray looking and so\nFebruary 19, 2013\nforth. But he looked like he was sleeping, like peacefully sleeping. But his ta — his\nwatch was still running, that’s [indecipherable] a strange thing. And then, little\nbeyond I saw a body that was decapitated from hitting — from going through a tree\nbranch. And — and — and then — then a lot of the pe — lot of the people from the base\nstarted to come over and we all were scattered through to see if there was any\nSUIVIVOTS.",
        "A: Yes, there was a pilot, I think, one pilot, or maybe th — I can’t recall now for\nsure, but I think at least one pilot survived. And the pilot that didn’t survive, I —\nI’ve, in the last couple years I got — I’ve got to know who — who — who their\nrelatives were and they’ve written to me and so forth. They found out through\nanother — I had another interview with the BBC, and somehow or other that got out\nand they — they got ahold of me, and it was kind of — kind of sad.",
        "A: But — but anyway, from that, that was number one. Number two 1s the —",
        "A: Yeah?\nFebruary 19, 2013",
        "A: Yes, 20 — as I recall, there was 22. Because I got a figure of 51 in my mind that\ncombined the two crashes that happened the same week.",
        "A: Well, military aircraft usually flew in formation, and the formation consisted of,\nlet’s say — our formations consisted of 13 airplanes, but th-that means they weren’t\ntoo far apart. And the weather was so bad that they cou — you couldn’t see. In other\nwords, you just lost the sight, and somehow or other, two planes brushed together\nand — and caused an explosion.",
        "A: And that scattered them all over, you know, so then I give you an — a article\nabout Bob Owens, the — our engineering officer that was — was big 1n all of our —\nour missions and so forth, so he — well, I'll follow that later.",
        "A: Or no, he — IJ-I’ll pick that up now, because the Horsa glider was a British made,\nall wood, but a very large aircraft. Instead of carrying only 15 paratroopers, they\ncould carry 30.",
        "A: Well, they had 29 in that, plus two pilots. And —",
        "A: That makes a total of 31. The 31 plus the 22 made the 53 that sticks in my mind\nas far as the loss. Anyway, the — he had told them, he had — they — they sent the\naircraft in and he wa — he noted in inspection of the aircraft that there was about a\nthree inch space between the tail mounting and the fuselage, where it’s supposed to\nbe tight. The glue had — this was all glued together, it’s a wood aircraft. Like this,\nglue had separated and he issued what they called a red tag. And every one of the\nHorsa gliders on the base was red tagged. But Wing, next step up, decided that they\nhad to have a practice run of a troop car — of 647 aircraft pulling a s — the c — this\ndigger glider. And so they assigned two 88\" pilots, glider pilots to the task.",
        "A: Yes.",
        "A: That’s right.",
        "A: It was part of our — our assigned — we didn’t pay any attention who — who\nfurnished it, but we had a certain amount of planes, certain number of gliders,\ncertain number of CG-4 gliders, which is the smaller —",
        "A: — certain — along with the others. They wanted a test to show the capability of the\nC-47 aircraft towing that fully loaded glider. This fully loaded glider would go\nokay, even with that tail problem. So they were able to fly the gliders into the\nairport, but he said that the minute you take off, it probably will not be more than\njust a few seconds and that tail is gonna separate. Well, just exactly like he forecast,\nthe — the tail broke off when the — when the tu — the [indecipherable] plane and the\nglider was probably about a hundred feet in the air. And course, then they drove\nstraight into a little knoll. I recall the plane had dove straight into that kno-knoll,\nand every single one of those occupants was in the fr —",
        "A: — ina mass of flesh in the front —",
        "A: — of that glider. I wasn’t there — I wasn’t certainly the first there, but they had\nremoved the bodies and then I — hearing about the crash, I drove over to that also,\nwhich 1s in the same area, in the same debris field as the crash of the two B-17s.\nFebruary 19, 2013\nAnd the guard — there was a guard assigned to it by then, and he says, well there\nwas a — there’s some — a human hip or something like a — a big roast —",
        "A: — still there. They’d removed all the human remains, but they’d missed that. So\nthat’s — that’s number 30 some. Anyway, but the thing that was so — so — so\nremarkable is seeing 13 ambulances, wi — each with four bodies of people that were\nhighly trained, moving off the field toward the cemetery.",
        "A: And that was imp — very impressive, I mean, in their own sort of way. Those are\nthings that were not relayed to the American public.",
        "A: Oh, we couldn’t speak about anything, no, they — they took every one of our\nletters, and when they — when the relatives got them, there was a lot of black mark,\ncause they took out a lot of information, you could not mention anything.",
        "A: Highly, highly — they — they — they edited everything that went out.\nFebruary 19, 2013",
        "A: Well, one step further, the man that tried to stop it, Bob Owens was on his way\nto a court martial, because he had ignored an order to allow the 88\" pilots or planes\nto fly. The unfortunate thing is, they chose two fi— pilots from the 89\" squadron,\nand a plane from the 89\" squadron. There’s now a memorial there to that particular\nthing that the prince — Princess Margaret was there at the dedication of it. But they\ngot it a little wrong, I’m afraid they — they sh — I think they showed 88\" pilots still\non that marker, but it was only — it was actually 89\".",
        "A: It —1t — it — 1t— 1t was in southern England, and Greenham Common was close\nto a town called Salisbury, and then that was a short distance towards London was\n— we were west of London about — probably about a hundred miles. There was\nSalisbury, Reading, and then London. The other way was a Salisbury Plain,\nwhere the big — that big prehistoric monument stood, you know?",
        "A: Stonehenge.\nFebruary 19, 2013",
        "A: These are little details you forget. Anyway —",
        "A: Well, you know, the whole picture never came to me. Each one of these were\nseparate little things, and I wrote about it a step at a time. I was going to use each\none of these little things as a separate chapter in my book that I was writing — I was\ngoing to write. But lack of time and the fact that I’m still working, I’m still o-own\nmy own business, I never got to write the book, but I didn’t want these details to be\nlost, and so —",
        "A: — it was just — back in those days it was just me doing one job and nothing big\nabout it, nothing. Nothing unusual about it, that’s what I was supposed to do.",
        "A: But then when I look at the whole picture, the ninth troop carrier order\n[indecipherable] 1,000 planes, ordered, that the entire group of 1,000 planes be eq-\nequipped, or be given the information, taught the information, I also came up with a\n— an idea to extend the range where they — you could see the signal from farther out\nwhen they’re coming back, to try to find the airfield in bad weather. I was able to\nextend that by so-called piquing of the frequencies. I don’t know now how I did it,\nbut I did it back then. There — there were several things that the — right up to\nFebruary 19, 2013\nGeneral Williams, who came to the base, and w — and — and interviewed everyone\nand so forth, and tried to figure out what all this fuss was about. They — he then\nordered the entire — now comes the British — I don’t recall I — but it’s British\nEngineering Association that was very big, and they did design a lot of beautiful\nequipment, so forth. But they kind of took credit for the fact that this — these things\nhappened, and they ordered the RAF and every — every part of their fleet to be\nusing the same equipment. And so it’s just recently that I could see the whole\npicture and had an interest in seeing the whole picture, that I finally decided that\nthis was a lot more than I had ever given credit for, that every plane that flew in the\nETO, European theater of operation at that time, u-utilized these advancements.",
        "A: Well then, because of that, the C-40s — the 438s performed flawlessly in the\ninvasion of Normandy. They lost no planes, they missed no targets, and the radio —\nthe radar on all their planes worked perfectly, and they can — come back and\neventually got the only st — unit citation ever received by a troop carrier group.",
        "A: And groups were very — kind of tiny, there’s dozens and dozens of groups, so we\n— we were kind of singled out for that. Based on that, I finally realized that what I\nhad done probably helped a lot to our getting that citation.\nFebruary 19, 2013",
        "A: So I had to give myself some credit later.",
        "A: Thank you.",
        "A: Thank you.",
        "A: Oh, defin —",
        "A: Encourage — oh, I got to give the upper level a lot of credit. Anything they saw\nthat would improve the chances of a man getting back, and his aircraft and his crew\ngetting back safely, was encouraged and certainly adopted, if it worked. And later\nthey — I lost my train of thought for a moment.",
        "A: Yeah, yeah, yeah, it — it — it — well, I wou — I would — I was trying to think of a\ncertain instance where it was very, very easily — oh, th-th-the — this outcome was, of\ncourse, of course, the outcome was that probably untold number of lives were saved\nby pilots that could find their way back and didn’t — di-didn’t have to ditch, or\nFebruary 19, 2013\ndidn’t have to crash land or — or something like that. So then I told myself, you\nknow, I never killed anyone. I never had to shoot someone, that’s terrible, that’s\nhard to live with. I never done anything, but I believe that I’ve saved lots of lives.\nAnd that — since that time I’ve had no ma — nightmares, I’ve slept very soundly. I\nhave no regrets for anything — any judgment I made or anything. So that — that’s —",
        "A: Peace. That’s exactly right.",
        "A: Mm-hm.",
        "A: Right.",
        "A: On — on that particular mission, I stayed in England, but on the Bridge Too Far\nmission, or Operation Market Basket —\nFebruary 19, 2013",
        "A: — which was a big mistake. Operation mark — Market Basket, I went along with\nmy friend that was [indecipherable] landing pilot, I went along with him because\nthe CEO thought it’d be nice to have more than one navigator in the squadron, in\ncase the first plane got shot down. So he asked if I’d go along as a wing navigator.",
        "A: It was where they tried to save all these bridges. A Bridge Too Far is probably\nmore im — memorable.",
        "A: It’s on the Rhine river, where they tried to — want to shorten the war by saving\nthe bridges so they didn’t have to rebuild bridges across the Rhine.",
        "A: And that particular mission was to preserve those bridges, that — and so that the\ntanks, Patton’s tanks, when they got there, couldn’t blast across without having to\nbuild pontoon bridges.",
        "A: He was moving very fast, and we were terribly important in the fact that he was\nable to move so fast because a C-47 carried paratroopers into areas of drop. Then,\non the way back, they — they came back and picked up the gliders and they threw it\n— flew them in. Then they came back and they flew into — like I took a mission into\nFebruary 19, 2013\n— on D-Day plus six, we flew into Omaha Beach, and we flew into a—a-—a\nlanding strip that had been cut hastily in the bluffs above Omaha Beach. And we\nlanded there with flight nurses aboard, and picked up the terribly wounded — most\nterribly wounded of Omaha Beach, and we just had a constant stream of airplanes\nflying in and out, and bringing those people back to hospitals in England. And\nwhile I was there, I stepped out of the airplane, trying to help with the loading of the\n— of the litter patients and so forth. And a captain on the ground, in the infantry\nyelled at me, get back in that airplane, because you s — have greens on. The green —\nI didn’t have the camouflage on, and he says, there’s snipers in the area. So, of\ncourse, I was forced back into the airplane then. But that — I’m telling that because\nthe — the — the C-47 done so many other things. On [indecipherable] rush across,\nhe outrun all of his tankers. He’d run out of gas and then couldn’t go any further.\nThen we started loading up 6,000 pounds of gasoline on each airplane and flew a\nconstant stream of these airplanes and flew a constant stream of these airplanes\nright behind Patton’s army as he raced across Europe. We’d land in — in pastures,\nwe'd land on roads. And this — these planes were so powerful, they could pull\nthemselves out of mud.\nFebruary 19, 2013",
        "A: So they flew supplies, gasoline supplies and then loaded the medical patients,\nhad litters that come down from the side on inside, they loaded the litter patients up\nand got out of there, and back to hospitals in England, you know. I’m trying to say\nthat the airplane itself was such a big story, what it could do. And — and then,\nnaturally, it was a natural carrier, so thousands and thousands and thousands of\ndisplaced people and survivors of the camps and survivors of the — of the slave\nlabor camps, very close together, they — in one — the area we went in, the slave\nlaborers and — and the ovens were right close by because they had to use the si —\novens to dispose of the slave laborers that was too — too weak to work any more.\nAnd then they had the V-2 factory underground right there, you know.",
        "A: And like the lady from the museum that said about a young girl, she was 16 and\n— and — and that’s actually the people that we — that I was involved in helping get\nback into France and different areas.",
        "A: Mm-hm.",
        "A: That was before.\nFebruary 19, 2013",
        "A: Yeah.",
        "A: Yes, uh-huh.",
        "A: No, it was a total failure, and that total failure, Montgomery talked General\nEisenhower into doing this, thinking it — it would s — cut time off the war, really it\n— it added a year to the war, because Patton’s tanks didn’t have the gas that we\nwere flying in. We had to fly to save bridges instead of flying the gasoline into\nPatton where he could keep going.",
        "A: The war would have ended one year earlier, had it not been for that mistake.\nFebruary 19, 2013",
        "A: It was in — it was June the se — around the f-first of June and the second part of\nMay of 1945.",
        "A: The war had ended by then, and we had lots of transport available and these —\nthe need for getting those people out of there as fast as possible, was great. So —",
        "A: Yes.",
        "A: We knew we — by that time there was a lot of information out. And so — I mean,\nmonths and months earlier we knew about it. And — and that was, of course, one of\nthe great reasons that — and I’m sure that it was on everyone’s mind that if — if we\ndon’t k — if we don’t knock the head off that monster, that these people, there will\nbe nobody left. So we were aware of it, and we were very shocked by it. Of course,\nwe were very shocked by it, way before June.",
        "A: We took off from Amiens, France. We had moved just right — just before that,\nwe’d moved into Amiens, France in an old World War II battlefield. We had the\nold World War I— I’m sorry, not two, one, World War I, correction. We had the\nFebruary 19, 2013\ntrenches from World War I all — all around us, virtually, and there was this level\npatch of ground that they laid down the airstrip, made of steel — interlocking steel\nsections. And we had to be careful, cause if we went off our general area of\noperations, there was unexploded ordinance around, and people were getting — still\ngetting killed from World War I armaments.",
        "A: And then the — the trenches were f — full of nice small birch trees, beautiful birch\ntrees, and I got some pictures that eventually the museum will get. And there’s a\npicture of a 88\" and everything, made out of birch. Kind of a big entrance-like to\nour — our — our Amiens base. So that — that’s where we took off from, and the idea\nwas to be closer to carrying troo — gasoline with the various tanks and so forth.\nPatton went so fast that the — his big express that they had designed to keep\ngasoline flowing to him, just couldn’t — couldn’t keep up, and he was being slowed\ndown, and they got together and just a day or two later they come up with the idea\nof flying them in by troop carrier and flying out the wounded.",
        "A: No, no, no, no, no, no, no, it was primarily to go. We went there empty.",
        "A: No, we probably carried supplies in. [indecipherable] I don’t recall, we — I -- we\nalmost never flew empty.",
        "A: And we knew that that area was being liberated and so forth, so we knew the\nneed probably would be great. I’m sure we took medical supplies at least, and\nthings of that sort in.",
        "A: We landed at Halle, Germany.",
        "A: And I—I-—I’m still not quite sure how far that was from the closest, I th —",
        "A: East Germany.",
        "A: Yeah.",
        "A: This was quite a long flight.",
        "A: It was — it was fairly long, because like, as I recall, and I was navigator on — on\nthat flight. As I recall, the time of take-off, and then coming back over the German-\nFrench border was quite long. So it had to be back in East Germany.",
        "A: I—I wa—I knew nothing about geography in those days.",
        "A: Well, when we landed, all we saw was the very carefully selected survivors that\nwere strong enough for the flight. And they had been put — they had been organized\nby the 88\" of all things, anti-aircraft — AA, anti-aircraft something. It was a ground\nbased force that was real big 1n — in the liberation.",
        "A: And — and their story was told in one of the articles I— I gave you. But we met\nup with them there, and — and took their assignment. They knew how many we\ncould carry.",
        "A: Well, we could carry about 18 - 20 probably.",
        "A: Per plane.",
        "A: And then my job 1s to be sure that going back from navigating and so forth,\nbeing sure that they — they were doing okay. They sit in long rows on each side of\nthe airplane.",
        "A: They were sitting.",
        "A: Huh?",
        "A: They were sitting, yes, they were sitting.",
        "A: They had — some of them had sticks over their shoulder with little bandanas or\nsomething with their little worldly goods in them. Very, very pathetic.",
        "A: They looked like skeletons. Even though they could walk and everything, they\nlooked like skeleton — miracle they would walk. Saying — some were worse, some\nwere better, but they were — their skin was kind of tallow looking and their eyes\nwere kind of hollow, their clothes were in tatters.",
        "A: No.\nFebruary 19, 2013",
        "A: By then they’d changed into some other type of clothing, but it wasn’t — it — it\nwasn’t Brooks Brothers.",
        "A: And these, a lot of these were French that we have on this — had on this\nparticular mission. And it was hard to tell, because they were mixed. Anyone\ncapable, they weren’t any discrimination, anyone capable of being flown out of that\nhellhole, were — were as-assigned a spot on one of the tho — hundreds and hundreds\nof flights that came and left. Their —",
        "A: There — there were no women on our flight.",
        "A: No women on our flight. They probably were seg-segregated, but our flights\nwere all men.",
        "A: It was impossible to tell, really impo — they all look old.",
        "A: But, imposs —\nFebruary 19, 2013",
        "A: They walked with — some with — with canes and — and some — we had to help\nsome of them in getting aboard the plane, cause there was a step down, kind of little\nladder that come up into the plane and so they had to be helped — most of them had\nto be helped into the plane. And then — then again, water and so forth, important\nthings that they needed, we supplied during the time. And candy bars, but we had to\nbe very careful, because they gave us orders not to feed them, because in feeding\nthem too rich a diet — they had to have a special diet — these are little details I can\nrecall — special diet, and then they were fed, instead of gallons of water at a time,\nyou know, just small amounts of water at a time and so forth. So — but it — it was\nvery pathetic, and the — and the most — the most memorable part of the trip is when\nI made the announcement — had to go back among them, made the announcement\nthat we were just crossing the French border of Germany. That’s where I can’t — to\nthis day I—I can’t talk about it. To this day I can’t talk about it without breaking\ndown. The joy, seeing smiles on these ke — skeletons. When [indecipherable] give\nme a lot of thanks that I had never b — had not been on the other side of that fence.\nBut that’s the — that’s the main memory of that — that — we never flew any women\nto my knowledge that — you probably couldn’t tell the difference between then\nanyway, but — but that was very difficult.\nFebruary 19, 2013",
        "A: No, they were — they could under — there — few of them could almost understand\nEnglish, and I didn’t have to sign language anything that we were going to be\ncrossing over the German and French border. We were able to — course, we could\nhave been able to do it by sign language just in case there wasn’t English speaking\nsurvivors there. But — but that — that — that was so powerful that it kind of blanked\nout some of the other memories I[ had of it.",
        "A: And — and we landed in Amiens in — in th — one of the flights that I recall, and —\nand it was kind of interesting, there was also — German prisoners were stationed the\nsame place. And the German prisoners were doing pick up of cigarette butts and\nthey were doing all the maintenance around our camp and our tents and so forth.\nAnd so that was such a thing, the superpowers and then we were flying these people\nin that now a part of us, you know, that —",
        "A: Oh, I’m sure they saw them. But they were s — they were still in prisoner garb.",
        "A: Well, again, they had to be helped off, and — and I can just recall helping some\nof them off, and being sure they still had their belongings, and being sure they —\nbeing sure they were strong enough to join — someone was there at the time, with\nFebruary 19, 2013\nambul — there were ambulances there. They were pulled up and the weaker ones\nwere taken off by American ambulance. Where they went from there, I’m not sure.",
        "A: Cause our — our job was to keep flying them back.",
        "A: I did only two of them, and they were bo-both very similar, we come back to the\nsame place. But there were — there were hundreds and hundreds of those trips. They\nwere almost like invasion, they were just constantly — planes were flying in and\ncoming back in different areas. Our planes — actually, I didn’t go along on them, but\nour planes actually flew in and picked up Russians. And they hated it, to be taken\nback to Russian lines, they just hated that, because once they got to Russian lines,\nthey communicated with the flight crews that they had to walk all the way back into\ntheir country, back to the ar— Red Army. They landed at Red Army lines —",
        "A: We dropped them there. Then from there they had to walk all the way back into\nwherever they were going, and they said after that they probably would be shot for\ntraitors, for not dying for their country.",
        "A: Yeah.\nFebruary 19, 2013",
        "A: So-",
        "A: No, the Russian prisoners were prisoners that were used as slave laborers.",
        "A: You know.",
        "A: We would fly them east, yes.",
        "A: But not too far, because the Russian lines were not that far.",
        "A: Then we flew Czechs to somewhere 1n Czechoslovakia, we flew people all over.\nAnd I have a detailed analysis of that in our written record there.",
        "A: Yeah, that I — well, there were a lot more than two.\nFebruary 19, 2013",
        "A: [had my job to do on the ground, I had to keep those radar sets working and\nstuff. So I just went along because a lack of a navigator or something of that sort, I\nfilled in.",
        "A: As I can recall, that’s all.",
        "A: I can’t recall anything, except the unmistakable change in their mood when they\ncrossed the border, I can’t recall any conversations. Everything was so blo-blotted\nout by that j — that demonstration of joy that I — that took mo-most of my memory\naway from that.",
        "A: Oh, those that could. They weren’t supposed to, but they were — they were just —\nthey were so joyous. Cert-Certain — certainly not everyone stood up, because they\nwere — were not that strong yet. But it was like seeing a bunch of smiling dancers,\nyou know, like they were putting on a big dance, so —\nFebruary 19, 2013",
        "A: They — they — they we di — they were different, every — every person is different.\nSo they moved — but they were strong enough to stand a flight. There’s those that\ncould not — they could still walk but were — weren’t strong enough to survive a\nflight of any duration, they had to be under hospital care. As you know, the — as we\ndiscovered after we got to Halle that the camps were actually quarantined, and the\ndoctors move in — moved in to the quarantined areas and took care of people, trying\nto save as many lives as possible, and — until they were brought along strong\nenough to move out of the area. But we learned a lot, a lot about the camps.",
        "A: Mm-hm.",
        "A: Both times were almost identical.",
        "A: I—I could have predicted on the second flight.",
        "A: I didn’t take that.\nFebruary 19, 2013",
        "A: No, no, no, no.",
        "A: Yeah, the — I mean, most of the flights were without my need, thank you.",
        "A: Yeah, there — our — our records show that in the May and June period, that we\nflew just about all over the continent, flying people back to their home, or their\nhometown. Lot of flights into Paris. Many flights, there were a lot of French\nsoldiers taken prisoner, and they were treated as slave laborers.",
        "A: And so a lot of them come back and we — and the stories of that, they would —\nthey would take them into Paris and the — the big airfield in fra — in Paris, and they\nhad an honor guard and red carpet and so forth. And they were treated just like —\nlike victors, you know, as they deplaned there. And there was a lot of those flights,\nlots of those flights. But in other flights was all over. [knocking] I got to answer\nthat.",
        "A: No, no, someone can answer it.\nFebruary 19, 2013",
        "A: Yeah. [break]",
        "A: Mm-hm.",
        "A: Let’s see. That was actually in June of 1945.",
        "A: Immediately after finishing the task of bringing all the survivors to their various\ndestinations, we started packing up to come home. We had to go to Europe — had to\ngo to — at that time we had to go to the South Pacific. And so, the month of June,\nlatter part of June especially, we were packing all the supplies up and so forth, to be\ntransported back to the United States. And then probably in July — July, August,\nJuly, August, September — probably about in early August, the — this is subject to\ncorrection, but it’s in that time frame anyway. The air echelon, or the — all the\nairplanes loaded up all the gear that they could take aboard that was high — high —\nFebruary 19, 2013\nhigher value, and they took off and flew via Iceland to Nova Scotia, back that\nroute, to — I don’t even know what field they landed on, but anyway, the ground\nechelon which I was on, were packed up and put aboard a liberty ship, or is — it was\na victory ship, a victory ship. There was two types of ships; the liberty was the\nslowest and ugliest. The victory ship was a troop carrier and — and did about\neverything, but it was faster. It took less s — escort. They — they took around some —\nsomewhere in August and we then board, this slower ship came in probably\nsometime in September. And we landed — we landed in Boston, and you know,\nsome — some ways the — what we did over there was clearer than what happened\nafterwards. And anyway, we landed in Boston, and course [indecipherable] every\ntime we came back there was a huge demonstration, the Red Cross people were\nthere and we got the first milk we had taste — real milk, since we left.",
        "A: Everything was powdered. Then my wife met me. I can recall she had a black —\nbig black hat on, dressed in black, beautiful. And again, we then drove — we di — I\nthink she came with her parents or some — somebody that was able to drive. We\ndrove back to their home in Russell Street in Connecticut. And there we decided\nwhat we’re — talked about what our future was going to be. And — and back there,\nwe decided to — I had saved a lot of money, I didn’t smoke or drink when I was\nFebruary 19, 2013\noverseas. So all the money that I was allotted for that went into a s — a belt around\nmy waist, and I was able to — and then I turned them into money mor — money\norders. By the time I got to the States, we were — I had quite a little, I had probably\nseveral thousand dollars, I don’t know. Anyway, we bought a — the latest vehicle\nmanufactured, Pontiac, the last wave of passenger vehicles that were manufactured\nbefore the war, turned into wartime status. And we decided we’d go to California\nbecause we’d never been there.",
        "A: I missed one point.",
        "A: During the time that we’re talking about and the time we’re packing up to go,\nnews came the atomic bomb had been dropped, and so immediately we knew that\nthe war in Japan was over. We knew that our wartime experience was over. I mi — I\nmissed that.",
        "A: So anyway, we drove to California for the first — go ahead.\nFebruary 19, 2013",
        "A: I left in late ’43.",
        "A: Late *45.",
        "A: Only two years.",
        "A: A-A-All that had been compressed into t-two years. An —",
        "A: I never give it a thought.",
        "A: I never give — I didn’t have nightmares like so many did. We were able to look\nto the future and say okay, where do we go from here? I decided to get into business\nrather than — rather than take the G.I. Bill of Right — bill that sent so many people to\ncollege. And so we finally went across the country with this little car and — and Is —\nwas able — we were staying at — we ha-had a destination of my uncle’s place. My\nuncle, his name is Callie(ph). And they lived on — in Santa Monica. So we came in\nFebruary 19, 2013\nwith him, and he was a painter, and I spent several days painting. And so I started\nmaking money just about soon as I got back, because our — our pay was delayed\nagain. By that time I was a captain and — and the pay wasn’t too bad from the\nservice. Anyway, leading beyond that as fast as we can, we received a lot of the\nfour engine air — U.S. Air Force planes back to Douglas aircraft field. We re — we\nstarted to renovate them, I was involved in — I knew wiring and so forth, so I was\ninvolved in the electrical side, and we spent several — I spent almost a year with\nthem, and about 1946 — ’47. Meantime our dau — we had a daughter born in 1946,\nBeverly — Beverly June, and she is now retired. And also working, they’ve had to\ncall her back. She was a nurse at University of Colorado medical center. Anyway,\ngoing on from that, in 1949, I opened my first business, which was a ra-radi — a\nradio-television operation. And I spent quite a number of years with — with the star\ncommunity like Clark Gable, and all these big stars, including this Disney — I\nmean, including the gr — the — Jack Carson, John Wayne, and many, many, I\nmean, we had the world’s [indecipherable] release for signed photographs.",
        "A: Yes. I owned a—I opened it up and it ran for about 10 years.",
        "A: Valley Video Service.\nFebruary 19, 2013",
        "A: And later we opened B and D Electronics. B and D being Beatrice and Dutch, B\nand D electronics. And we handled the entire 13 western states and distribution of\nelectronic parts for television and radio and — and accessories. And then I eventually\nwanted to see more of what goes on in the real world, so I stepped out into various\njobs that led up to me designing a anti-collision device in the 60s, and I think it was\n1965 when the — the first jet aircraft flying passengers came out. Two — two TWA\nplanes had crashed over the gand — over the Grand Canyon. And I said, what a\nterrible, terrible problem, and what a terrible thing to happen, when there was a\nsolution.",
        "A: And again, I used what was available in my radar training and so forth, same —\nsame equipment, same stuff, and I designed an anti-collision device. And — and it —\nbelieve it or not, 1t was just the same basic idea; why not take what’s already proven\nby war, by everything and turn it into something to save lives? Anyway, there\nagain, after m — drawing the design kind of roughly, I decided before I waste any\nmore time that I would go back to Washington, and meet with the — the FAA, and\nso they set up an appointment a half an hour. And we got — my — my brother then\nmet me at that point, and — cause he was a pilot that had not finished his training\nFebruary 19, 2013\nbefore he was sent overseas. And he met me, and we met with the FAA, and I\nshowed the the design, I showed them the — where — where I had had success of that\nin Europe, it had actually worked, and so forth. And the half hour meeting turned\ninto four hours, the whole afternoon was taken, and at the end they says, look, we\nknow — we’re pretty sure that this will probably save 95 percent of our collisions, he\nsays, but unless you get to a hundred percent, there’s no way we can ever get it\nthrough Congress, or get it approved. So — and I — and I also met with people at M-\nMagnavox Corporation, a big electronics firm. They al-also designed a system. So I\nhad communications with them, and they had the same — same luck. Eventually I — I\nmade a ri —a di—a revelation — or I made a disclosure to Bendix Aircraft, and I\nsays, here I’m disclosing this, what can you do with it? You have more power than\nany little one person. Well, they di— had the same results, they said yes, 1t would\nwork, and so all I got was the satisfaction of knowing the thing would work.",
        "A: Beyond that, I got into my own business. I — I joined as a chairman of a public\nelectronics firm that made specialized cathode ray tubes, the display device that\nthey use in air traffic control. We design little tiny tubes that they use on helicopter\npilot sites — air — gun sites. And we designed — we also designed a — a ground radar\nFebruary 19, 2013\ntype of system that would cut the earth down, I don’t remember how many feet, but\nthen show the side of it in layers, for finding oil.",
        "A: And that was a sale — we made a sale of that device to Brown Root, a division of\n[indecipherable]. And that — let’s see — lost my train of thought, what was the last —",
        "A: Oh yes, I was talking about that one.",
        "A: And this was — had to have a silver oxide type of — of paper that flowed past a\nheater. The heater design was — had to be very even heat over a s — a stretch of\nheater element, and the paper flowed over it, 1t was heat developed. And the fact\nthat I had worked at two heat — specialized heat manufacturers as vice president of —\nof new — new product design and so forth — two separate ones, I had a lot of\nknowledge about that particular product, and we were able to solve that problem,\nand that was sold to Brown and Root, where it went from there, that’s where my —\nmy memory trailed off, I don’t know.\nFebruary 19, 2013",
        "A: Well, the inventing was kind of a — again, a side — a side product of — for the heat\ncompanies I invented a couple of devices for boats. One to guard against reversal of\nthe polarity of the power coming out of the boat from the dock. Cause if it was the\nwrong reverse, 1 — the — it would eat up the prop and everything else, it had to be the\nright di — the right polarity. And I designed a de-device that would automatically\nreverse it in the device, rather than have — have the damage. The other one was —\nwhat the heck was it? The other one was pretty interesting, but I can’t remember the\ndetails.",
        "A: Yeah.",
        "A: Yes.",
        "A: Not during their — because again, we didn’t want to talk much about it, you\nknow, little pieces of — didn’t mean anything to us. My little job, what — what’s\ninter — what’s interesting about having a little radar job? So, I couldn’t say I was a —\na big hero. By the way, one of my clients was Audie Murphy when I was in the\nFebruary 19, 2013\nradio-television business. And also the ace of South Pacific, Pappy Boyington,\nand also General [indecipherable]. These are all customers of mine, as well as\nvirtually the entire film industry. But then again, I didn’t think it was important\nenough to talk about it, I was no — I was no hero, you know.",
        "A: Yeah.",
        "A: Oh, of course, you could be any —",
        "A: That’s exactly right, I couldn’t talk about so much, so I just learned not to talk.",
        "A: Especially the South Pacific — no, the south — southern France invasion, that\nwas top, top secret, I was with — Douglas Fairbanks, Jr. was in charge of PT\nsquadron in the South Pacific. And this was — as part of the invasion of our aircraft\nand riders and paratroopers, they had to have certain locations marked with no\ndeviations so they could make their turns to the new direction. So they could make\ntheir turns, in my case, over the last marker to hit the area in southern France that\nthe bombers had pulverized, so that they ran with the least chance of being shot\nFebruary 19, 2013\ndown. Well, I was a-assigned to — to his squadron, to operate their radar to locate\nthat spot in the middle of the Mediterranean.",
        "A: No, I— I meant the so — southern France, southern France.",
        "A: He — he was thought of at the time as a playboy with a degree — the june —\nlieutenant rank that was just playing around, but that guy was a hero.",
        "A: He was marvelous. And there’s so much to tell, but couldn’t. Was — his whole\noperation was top secret until after the Vietnam war.",
        "A: So, during that time, I— you know, I could not talk.",
        "A: Tell you everything now, but I — I just started to memorialize it, so I can’t —",
        "A: —I don’t want to publicize anything yet, until I’ve got it in a better form, and\nyou'll get it as soon as I do.\nFebruary 19, 2013",
        "A: That’ll be — that was gonna be one of the chapters in my book.",
        "A: The big — the biggest subject that I wanted people to know, was obvious at the\nmeeting yesterday, was the fact that the 90\" troop carrier squadron got a very, very\nbad rap from the author of “Band of Brothers,” name was Stephen Ambrose. He\nwrote that entire — supposed to be truthful series, all about the paratroopers, 101‘\nand 82\", which were marvelous and they — they thought the world of us. All about\nthat, but he never interviewed one air — one [indecipherable] pilot to get the story\nof who carried them in and what happened on some of their problems. They\ninterviewed people that had — had f— had been on aircraft that weren’t as trained as\nthe 438\", and they dropped their paratroopers in — in the wrong spots, in the\nmarshes. And they’re the people, the paratroopers were interviewed. But I have\nsomething I want to read into the — into the record, about what a paratrooper said\nabout us. And my biggest goal of this entire operation is to focus on the fact that the\n90\" troop carrier squadron of four forces — I’m saying forces, or incidents or\nwhatever, four of the most important, famous in World War II, one of them was the\n90\" troop carrier command, and they’re — they’ve been downgraded an-and kicked\nFebruary 19, 2013\nand so forth. I wanted to restore the truth about that — that squadron of a thousand\nplanes.\nFebruary 19, 2013\nBeginning of File Two",
        "A: Unfortunately, no.",
        "A: No.",
        "A: That’s the thing about the 90\" air force, it was just forgotten about, apparently —",
        "A: — and none of the things are — were every publicized a lot.",
        "A: Mm-hm.\nFebruary 19, 2013",
        "A: His job was to mislead the Germans into where we were going to land at almost\nevery landing. His job at the specific southern France invasion was to use about 10\nof his 12 PT boats in a squadron, they were equipped with very powerful ma —\namplifiers and loudspeakers. And he would race along the sh — it’d race along the\nshore to about 40 knots, or 50 miles an hour, so very fast in the water. And they\nwould turn on these — these things as if there were 10,000 boats out there. Very,\nvery loud and very deceiving. At the same time he’d have a fl — a plane flying and\ndropping what they call window.",
        "A: Window is strips of tin foil. And it — the strips of tinfoil would look, on the\nGerman radar, like a whole big fleet of airplanes coming. And they were all headed\nfor this — this fake landing site he designed. He also designed rubber paratroopers of\ndifferent sizes, make it look like there was a lot of them. They were inflatable, and\nthen they dropped those from the planes at some point, that looked like there’s the\nplace it’s gonna be, so the Germans would move all their reinforcements over there.\nFebruary 19, 2013\nWhich then, of course, made the — the real invasion point much safer for the planes\ncoming in. Specially planes like C-47s, that did not have an ounce of firepower on\nit. It was very vulnerable, so —",
        "A: No, no, me — this happened in August of the same year’s invasion. We — we\nmoved down to southern — we — we were stationed in a wheat field, in the mid --\nmiddle of Italy, and — called Canino airfield — air base. And from there, we did our\ntraining and so forth. And then, I was picked out from the four radar officers of our\n438\" oroup, to be the one to go on detached service for the navy. That was a navy\noperation. So I was then broke away from the group, and moved down — or broke\naway from our squadron and moved down to Corsica. And at Corsica there’s a\nbase for these — a harbor for these boats and this — adjacent to the harbor were their\nliving quarters, and — and mess halls and so forth. And — and I — I lived like a navy\nperson at that time and like — very, very graciously entertained. I was kind of the —\nthe top person there for awhile, because I was the one they picked to put the marker\nbeacon in the middle of the Mediterranean so that the final turn of the aircraft with\nthe li — with the pilot — with the paratroopers first and then followed by —",
        "A: Huh?\nFebruary 19, 2013",
        "A: No, no, these — this is the real thing —",
        "A: — the real thing. The reason for me being there is I had to man that light, and we\ndid it on a PT boat. But the real tr — the fake paratroopers was his design.",
        "A: And he — far from being a playboy, this guy was valuable. So valuable in fact\nthat all of our participation had to be sworn secret, we couldn’t discuss it with our\nown family. You couldn’t discuss it with your s — your bunkmate, you know. And —\nand it — all that secrecy was not lifted til after the Vietnam war. That’s why nothing\nhas been printed about it, and as far as I know, I’m the only living person that has\nthe knowledge of what went on.",
        "A: Pardon?",
        "A: Oh, absolutely, I had lunch — we ate at the same mess hall. He was very self-\ndepreciating person, very nice person.",
        "A: Mm-hm.\nFebruary 19, 2013",
        "A: Yeah, he got his — his start with Mountbatten, out of England, and he got his\ncommission out of England, and then eventually was transferred to a navy\ncommission and — and there he started doing his dirty work.",
        "A: Very successfully, yes, very.",
        "A: All I—I only saw him at — at the mess hall, that’s the only time that — and\nusually — usually in the evening, after we got through with our maneuvers, and we\nwent through several weeks of training on — on the Mediterranean at different\npoints on the Mediterranean, under — I was assigned two of the PT boats that were\nheavily armed with 40 millimeter anti-aircraft guns and 20 millimeter and twin 50\ncalibers, and — and about a half a dozen death — depth chargers — charges for\nsubmarines, there were still submarines in the area. And also a couple — about four\ntorpedoes. This little 78 foot boat, wooden boat, carried all those. And to — we\npracticed targets, we practiced torpedoing the ship and we’d go straight at the ship\nat high speed, and then make a hard left, and let the torpedo go before we made our\nturn. That way we were out away from the blast zone. Then, at night, you know,\nwere — we were kind of very flexible. At night we would pull into a little canal\nFebruary 19, 2013\nwhere there’s trees and shrubbery over us, and we’d stay the night there, and about\ndaybreak we’d go back out to our training. So that part has not been documented\nyet, and that — that’s what I’m involved in trying to get pulled together before I wa —\nI — I don’t want to release the whole thing yet.",
        "A: Cause the whole thing is not here yet.",
        "A: Well, the biggest one of all was Operation Market Basket.",
        "A: Had that not been diverted by General Montgomery selling the idea to mi —\nEisenhower — these are all our opinions, not only mine, but a lot of — lot of our\npeople, that those tanks of Patton could have been continuing on their unobstructed\ndrive to Germany, and would have saved one year war.",
        "A: That’s the biggest of all.\nFebruary 19, 2013",
        "A: And —",
        "A: Oh, yes, the —",
        "A: — old workhorse 47, when it was carrying — we would fly gasoline in and land at\nlittle pastures, or muddy fields. Anywhere that there was a space big enough that a\nplane could roll out in. We’d even help — when I say we, it’s the people aboard the\nplane, cause I had enough to do at the base in England to keep the planes’ radar\nprop — properly working. But they would help unload the planes with the gasoline,\nand they carried about fi — 6,000 gal — 6,000 pounds of gasoline. At eight pounds\nper gallon, you can calculate how many Jerry cans there were. Anyway, they were\nthe standard Jerry cans, laid inside the cabin on the floor. And they — they not only\nun — helped unload those cans and — so the tanks can be refueled, they were — they\nf-far outran their — their surface supply tr — tanker trucks. They were going that fast.\nSo we would da — we would unload the gas cans and then load up the wounded, the\nmost seriously wounded, and then bring them back with the litters that came down\nfrom the side, inside the plane, and flew them back to hospitals in England and\nFebruary 19, 2013\nthen make another — sometimes they made two trips a day, each pilot, they were\nvery tired.",
        "A: But we — I have no doubt, myself, that the war would have ended one year\nearlier, at least a year earlier, maybe even sooner. Cause keep in mind, all this 1s\ncompressed now. Everything we’re talking about is compressed into a two year per\n— time frame.",
        "A: Oh, they were high.",
        "A: In—1n my start of my book, I said, my book was going to be entitled, I was\nthere. On the first chapter, I describe the fact that I loved ice skating. I met my wife\nthat way, so forth, before I left. I loved ice skating. And they have a nice ice skating\nrink in one of the suburbs of London. So I used to go frequently into as soon — as\noften as we had any sort of a pass, I'd take the train into London and take the\nsubway, the famed British subway system, which was also their air raid shelters,\nwe'd take — Id take it out to the rink, which was, as I say, a suburb. And after tha —\nafter that, I-I would come back to the Red Cross building, where as soon as we\nheard the sirens, everyone was supposed to dive for the shelters. We got to the point\nFebruary 19, 2013\nwhere we were playing Russian roulette, that it would — it’s not going to hit us, you\nknow, type of thing, you know. And so, when the V-2s come over, they were st —\nsort of a staccato sound, very staccato. And when they stopped being staccato 1s\nwhen we had to worry, because then they were — the power’d been cut off and they\njust indiscriminately fell into the heart of London. And of course, there was\nthousands of British civilians killed during that time. I think they lost many more\ncivilians than they did soldiers.",
        "A: Oh then —",
        "A: — another time, we had to go on a — a trip to pick up supplies, up to Coventry,\nEngland, and you remember the Coventry thing where a bomb hit a air raid\nshelter, and they were all sealed in there, forever.",
        "A: And —",
        "A: — driving by Coventry, we ran across a British fish and chips place and we — and\nthe fish and chips were put into newspaper, old newspaper, and we — then we drove\nout of town. We didn’t get very far, but we had to turn around and come back and\nFebruary 19, 2013\nget a second order of it. They were so delicious, even though they had a little print\nsometimes on a— ona French fry. So I say —",
        "A: Pardon?",
        "A: Oh, they’d a hold officer dance at the officers’ club and — on our base. And they\nwould go out and get these young — these girls, the ones — the — the single guys, the\nsingle pilots and all, they could go out and do that. Us old married people had to\nstick to our inventing. So anyway, they would bring them into the base and then had\nthe responsibility to take them back to their home after.",
        "A: That’s the only ones I know of — of —",
        "A: Pardon?",
        "A: Oh, I thought it was on camera.\nFebruary 19, 2013",
        "A: Yeah, well that’s — this is the — during that particular period of time, the\nheadlights of the Jeeps and every ground vehicle, including civilian cars, if any, had\nto have a little slit in it. Light was projected out of that slit, enough, not to see too\nmuch of the road or anything, but for other drivers to be able to see it. So they —\nthese two young — young pilots who were taking their — their girlfriends for the\nnight, they had picked them up and brought them in for the dance, then they were —\nno, I’m sorry, it’s the other way around. They, having picked them up at their\nhomes, were coming into the base, before the dance. And the small headlight —\nsmall square of light wasn’t enough for them to — to be stopped — or have the pilot\nsee it in time for him to do something, but the pilot — a pilot was coming back from\na mission, a night mission where he was training. And he was just crossing the\nhighway where the Jeep-load of people were coming his way. And his right prop\nstarted chewing up the Jeep, and — and it did result in the — one pilot was killed\nimmediately and another pilot lost an arm and a leg, and the two girls were fatally\ninjured, but they didn’t die instantly.",
        "A: They — Bob Owens tells the story, that he was right next to his office, right next\nto the accident, so he was first on the scene, and he was holding the girls in his\narms.\nFebruary 19, 2013",
        "A: Oh, of course.",
        "A: This information never would get out to the public, cause the public was only fed\ninformation that was positive. Very few of the loss — very few of the setbacks were\never mentioned to the public. And I think even the “Bridge Too far” movie that\nwas made, I don’t think the impression was given that it was a failure at all. It was\njust another very exciting mission. And these were items that were not fed to the\npublic for one big reason. The public was doing a magnificent job of producing all\nof the war materials that were needed for that huge undertaking, for all of the\ndifferent participants, including Russia. Russia and England mainly, and the\nFrench, when they were able to. And had they released any of this information, it\nmight have destroyed some morale back home. And they had a good reason, I think\nfor doing it. So the fact that they didn’t tell the home front everything, I can\nunderstand.",
        "A: I think they really need to know, because th — you know, a varnished — a\nvarnished truth is not the truth. And if they want to know the truth about what went\nFebruary 19, 2013\non, and I think most people do — I’ve talked to my grandson and I’ve talked to my\nson and every one of them agree that this 1s the right way to go, 1s let it out.",
        "A: Oh- oh—",
        "A: It was a series of very, very exciting and very apparently true — apparently true\nstory of the 101‘ and 82\" airborne being dropped into France, on Normandy, on\nD-Day for example. Mainly on D-Day. That’s where the most damage was done to\nour reputation.\nFebruary 19, 2013",
        "A: These people that they interviewed, happened to be people that were on a plane\nthat went into this terrible cloud bank that they encountered just before the drop\nZones.",
        "A: Yeah, sure.",
        "A: Well —",
        "A: Oh, the “Band of Brothers” —",
        "A: Oh yeah, it was mainly a story about their — their training, their formation back\nhere in the States. There was different CDs, I think there’s about seven CDs.",
        "A: And the — 1-1t would go from home here at their training bases here. Then they’d\ngo to England and their training in England, in the countryside and all their — how\nthey got acquainted with the British people and so forth. Then they had the story of\nthe actual — one of the — I think the third CD, somewhere in there, it told about their\nFebruary 19, 2013\nactual landing in Normandy, the first people ever to touch foot in Normandy, and\n— since the Nazis took over. Wonderful story, had it been — not — not been mis-\nmistold [indecipherable] it was then the race across — across France and the\nvarious strategies and the big battles they were involved in and — and — and — and\nthen Bastogne, they were the heroes of Bastogne. They deserved every accolade\nthey could get, cause they were a tough bunch.",
        "A: No, the reputation of the ni-ninth troop carrier command.",
        "A: They were portrayed as a bunch of over-the-hill airline pilots that had been\nconverted to drive these — these big bu — these big trash trucks, or — you know, big,\nbig airplanes. It was unflattering, I can’t remember the exact words, but any event, I\ngot a story from Captain Gates, was then a Major Gates —",
        "A: Yeah.\nFebruary 19, 2013",
        "A: Well, they knew what they were doing, but they were just drivers of transports,\nthat’s it.",
        "A: Air-Air-Airplane drivers.",
        "A: They were the — the — the indicated — indications seemed to be that that group of\npilots were the lower echelon of pilots, you know.",
        "A: Just the real story, that I’d kind of like to get out, to help bring the fame of the —\nthe real accomplishment of the 90\" troop carrier command, bring it into the truth.",
        "A: And they did marvelous things, they did really marvelous things. First of all,\ninstead of being old, inexperienced airline pilots, who knew nothing about night at —\nnight flying or anything, they were really highly trained. They were highly trained\nin the States. I ver — I mentioned at lunch, they were highly trained in the States by\nbeing forced to fly five feet over the highest obstacle for 500 miles.\nFebruary 19, 2013",
        "A: And they were highly trained because I held for many weeks before D-Day, I\nheld schooling in all the different aircraft — different radar in the aircraft. Every\npilot knew how to operate the Rebecca gear, which was the main — one of the main\nairborne navigation pieces. He knew all about operating the new British G system\nthat was brought aboard by another story. We did an awful lot of training, these\nwere highly trained people. They were trained so well in fact, that on the first — they\nwere chosen by Eisenhower to be the lead group to lead the whole — whole group\nof aircraft participating in the invasion, into the fields of fire, like we say here, into\nGermany, into Normandy.",
        "A: Yeah, we were first. We — we allowed the troop carrier, the 101‘ air — troop\ncarrier, and the 180 — and the 82\" troop carrier to be the first put boots on the\nground. But they wouldn’t have been able to put those boots on the ground were it\nnot for the fact that we were very proficient in finding the spot where they should\nbe, as well as not — not losing anyone that we were aware of, in the flight part of the\noperation. So then they turned around, and they come back to the field and picked\nup the gliders. And they hooked one glider per aircraft, and took off. Flew those\ngliders on in and one of my very close friends, and the most senior of glider pilots\nFebruary 19, 2013\nwas killed in that particular operation. Before that 1t was flawless, no one had died,\nno planes were lost. And the — they flew that group in.",
        "A: His name was Lieutenant Darling, and he has a cross at one of the close\ncemeteries there that I’ve got pictures of, so forth. But the stories of those pi — those\ntroop c — not troop — the pilots of those glider pilot — pilots of the gliders, I'll get it\nstraight, became fighters when they got on the ground. They were just part of the\nfighting group, so they took their — their different weapons, and they tried hard —\nthey’re supposed to get back as fast as they could. And some of the — some of them\nhad some harrowing stories to tell, of how Germans would massacre the soldiers\nthat were in some of the downed gliders, and injured and so on. It was too much\ndetail to even [indecipherable] now. With one exception, the — one of the pilots\nthat came back was a very quiet redheaded glider pilot. He — they cut loose from the\ntow aircraft and while he was landing there was a German soldier in the middle of\nthe little hedgerow field, and he had a — what they call a burp gun, you know, that’s\na automatic pistol. He was waiting for them to get close enough. In other words,\nthey were dead ducks. So he kicked the windshield out of his — he was a co-pilot.\nHe kicked the windshield out and took his gun, took careful aim — and the p — a\nglider, after it’s cut th — cuts loose is very stable, very steady. He — he — he got the —\nFebruary 19, 2013\nkilled this German soldier and saved, of course, that whole planeload. One other\nthing, the German were standing in the middle of the field with Germans in all the\nhedgerows around, waiting to shoot, and they were using wooden bullets. Now I\ndon’t think — I don’t think that’s well known. Wooden bullets were little coated,\nhardwood bullets and they would travel a certain — they would travel a certain\ndistance before losing their velocity.",
        "A: So before it hits the opposite hedgerow, that was twice as far away as the\nGerman in the middle, they would fade out.",
        "A: If they hit a person, though, they were devastating.",
        "A: They almost had about the same effect to your internal organs. They would\nnever pass through you, it’d just tear you up terribly. So they were vicious, and —\nbut as I say, I haven’t heard from anyone else anywhere about them. I even brought\nsome back, and eventually my kids probably was playing with them and stuff, lost\nthem.\nFebruary 19, 2013",
        "A: Yeah, they were being wa — they were being aimed at the glider pi — glider load.\nThe paratroopers, or glider troopers, they were called. The nose of the glider would\ntilt up on landing, and then they could race out from the front, in different\ndirections. But they — he was waiting to shoot them as they were coming out, and\nthe ones around the hedgerows were waiting to get them with the wooden bullets,\nwithout hurting their own people.",
        "A: Yeah.",
        "A: Exactly, exactly.",
        "A: Yeah.",
        "A: On this particular one, the Ge — the Germans were not in the hedgerows, this 1s\njust —",
        "A: — a Situation I brought up as a side issue.",
        "A: But on this one, where he killed the — his potential executioner —",
        "A: — they didn’t have any in the hedge — hedgerows there, he — he was able to get\nout everyone out and he got back.",
        "A: Well, the best evidence is the fact that they got the presidential citation — it’s\neither the presidential or war department sar — citation, some call it presidential. A\ncitation as being the only group of a — of the — the thousand airplanes that were\nflying, the only group to win that award. And then the 88\", other group that\nliberated your actual slave labor camp there, also the 88\", won the same\ndistinguished citation, as a unit citation. Every member of the group could wear the\nribbon.",
        "A: It was a gold framed blue, just plain blue. I was gonna bring them along, but I\ncouldn’t find them.\nFebruary 19, 2013",
        "A: Because the author got 1t wrong. He was a famous author. And of cour —",
        "A: His name is Stephen Ambrose.",
        "A: And we ax — when I say we, some of the troop carrier people, such as Major\nGates, who’s now Colonel Gates, and he wrote an email to me that was very\nrevealing, he said — he’s the one that said that not one troop carrier pilot to his\nknowledge — and he was quite h-high up there, had ever been interviewed for this.\nSo although we — it was a wonderful movie, and a very successful movie — we can’t\nblame any of the actors, or we can’t blame any of the participants in it, cause they\nhad no knowledge that he had not interviewed any of these. However, the damage\nhad been done. And a lawsuit was started — was started by the troop carrier group\nagainst Ambrose, not against “Band of Brothers.” And it was proceeding at the\ntime he died.",
        "A: Ambrose died, and then the — the troop carrier grou-group dropped the lawsuit.",
        "A: Against de — defamation, I mean — I mean, just ruining the reputation of an entire\n—an entire command.\nFebruary 19, 2013",
        "A: Well it involved 1,000 aircraft and 1,000 aircraft involved at least five people per\naircraft and plus the ground personnel that equal that, so you can kind of use the\nmath on it",
        "A: — and figure out that an awful lot of people — some people didn’t care, you know,\nthey got out of the war, hey I’m still alive, what am I complaining about? But some\ndid, and it’s still hurting us through the fact that the Holocaust happened. Yesterday\nshowed the — showed the people that liberated — the different groups that liberated\nit. And it showed the 101°, it showed the 82\". But there was a vacant spot down\nbelow there that didn’t show the 90\" air f— air force. Because the thought was that\nnobody but ground people were involved in the liberation. So that’s the thing that —",
        "A: Well, when — our — our — our thought would be — maybe it’s only mine, but our\nthought would be that the fact that this plane shortened the war so much that — that a\nlot of the Holocaust survivors benefited from the fact that — and were still alive\ntoday because of the — even Eisenhower said that.\nFebruary 19, 2013",
        "A: Said that we were such a big force in ending the war, so — and so was the ground\ntroops that fought from battle — from foxholes and so forth, I’m taking nothing\naway from them. They did a great job and a great number of them died. And so did\na great number of the people in for — in the ninth troop carrier command. They also\ndied. So my feeling that liberators, we were the pre-liberators if you cou — you\nmight put it that way. We shortened the time.",
        "A: Had it not been for us serving — supplying gasoline as fast as we did to Patton,\nthose ground troops that liberated the camp would not have been there yet.",
        "A: Th-They didn’t — they weren’t free enough to be there yet. So that’s — that’s my\nposition.",
        "A: No, I think that’s basically the thing that I — that’s driven me for — in trying to\npiece the whole thing together, particularly in the last two years, because I didn’t\nknow the whole story, I cou — I did — I couldn’t put it together.\nFebruary 19, 2013",
        "A: 90\". Nine zero.\nQ2: So, see I heard ninth and I heard 90, so it’s definitely 90\", okay. And the\nsecond one was Mountbatten was a field marshal for England. If Fairbanks had a\nrelationship with him, and had another commission, was it a — a British commission\nor an American commission in the na — since you were with him on Corsica.",
        "A: I-I can’t — I can’t — he was with the United States Navy at that time, had to be a\nnavy commission.\nQ2: So— so he — he left from the British [indecipherable] American, so that’s —\nthat’s an interesting [indecipherable]",
        "A: He had a — he had a title in England.",
        "A: Okay.",
        "A: That was the question, and he had definitely at the time I was involved, an\nAmerican commission in an American navy br — group. His British — he had ac—a\nFebruary 19, 2013\ntitle there, and I think it was lieutenant, but I ca — I can’t tell you. And I’m not even\nsure what lieutenant meant in rank there.",
        "A: But I did want to mention one more humorous —",
        "A: — side of the Montgomery story. During the build-up, probably about — it could\nhave even been a day before D-Day — oh no, I’m sorry, this is — this is different, let\nme s — let me straighten that out.",
        "A: Cause he was on the base at this time too. He was with MacArthur in that\nfamous picture of MacArthur, and —",
        "A: Huh?",
        "A: Montgomery.",
        "A: Montgomery.",
        "A: Yeah, General Montgomery, the famous general.\nFebruary 19, 2013",
        "A: But in — on — around December 23\", 20 — from the 20\" to the 25\" was the\nholdout at Bastogne. But there was a rumor around our air base that a German\nprisoner of war camp was gonna break out on that day and we armed everybody to\nthe teeth. So I carried a submarine — a submarine — I carried a submachine gun, a\nThompson 30 caliber submarine — sub — submachine gun. And then I was\nappointed officer of the day on that particular day. Well, in come this big, big\nBritish command car, and I had orders that nobody entered that base without\nshowing identification. And so, not that I didn’t recognize him, but my orders were\nthat I had to ask for identification from everyone entering that base. And so he\ndidn’t want to give it. Well, my submachine gun was held over the shoulder. I\nunstrapped it and I said, sir, could I see your I.D.? I got it real quick.",
        "A: I got it real quick, cause it’s no nonsense time, you know?",
        "A: And — and then I laughed afterwards, thinking that if I’d have used it, it might\nhave shortened the war even more.",
        "A: You'd better strike that one.\n100February 19, 2013",
        "A: No, this — this —",
        "A: It was desperate times.\nQ2: [inaudible] fish and chip story, they were going back for another —",
        "A: Part of that was that we were in Coventry —",
        "A: — and we was reviewing the town and getting the history of it and so forth. I\nactually went there with a — a Jeep and a trailer to pick up parts for our radar\noperation. And we were coming back from picking up the parts and we saw this fish\nand chips place along the road. We stopped and we got an order of fish and chips,\nwhich they carefully wrapped in a piece of newspaper. And we con-continued on\nour way til we got a mile or so out of town and we finished our fish and chips. They\nwere so darn good, we had to turn around, make a trip back for a second batch.\n101February 19, 2013",
        "A: And we did.",
        "A: We got a second batch.",
        "A: That was not under any — not under any di — problem whatsoever.",
        "A: It was just — just great, and since that time I can’t — I can’t pass a fish and chips\ndinner.",
        "A: It’s the 90\" troop carrier group —",
        "A: Nine zero, 90\", yeah.\n102February 19, 2013",
        "A: Which I guarantee you haven’t heard too much of in the public since the “Band\nof Brothers” come out.",
        "A: The only thing that I’d like to have you — have them know, that our experiences\nover there and experiences since that time, have made — made a non-Jewish person,\nand non-j — most of our buddies that were over there with us, feel more sympathy\nfor the Jewish race, and more — more admiration for the Jewish race. And part of the\nadmiration was, we were trying to tell ourselves, why would they go through — why\nwould they go through that torture and everything without committing suicide? We\ncouldn’t figure that out. Well, the answer came in the fact that their — their great\nfaith and their great will, and — and that’s — kind of answers the question, so — but\nthe younger generation — I — I was — my grandson I mentioned took me to a -- what\nthey call a — a bring and tell to a f— a first grade class. And he brought me in, the\nother kids brought toys and different things like that, he brought me in. And he says,\nthis is my grandpa and he wants to tell you something about the war. Well, they\ndidn’t utter a word. I told them, and I had to be careful cause there was Japanese\n103February 19, 2013\nteachers there, so I had to be careful not to mention how bad they were. But I only\nmentioned this bad man out of Germany. And he took all those people and — and\nhe put them in camps, and he — they killed them, and this was terrible. But he s — it\n— it was a bad — it was a bad war. And then at the end, a little Korean first grader\ncame up to me and says, who won the war? I says, well, we did. He says, cool. So,\nanyway. But yeah, I think the thing I — should be done na — thing I should — thing\nshould be done now, and I’ve offered to do it over the years, is to speak to high\nschool groups and high school history groups, a-as part of their curriculum. And\nI’ve never had a invitation, so —",
        "A: Yeah, it does.",
        "A: Yeah.",
        "A: That could be too, yeah.\n104\nFebruary 19, 2013\nyou for your contribution, so in their name also thank you. And this concludes our\ninterview with Ernest Dutcher on February 19\", 2013 in Encino, California.",
        "A: You’re very welcome.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumFebruary 19, 2013\nRG-50.030* 0687",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Ernest\nDutcher conducted by Ina Navazelskis on February 19, 2013 on behalf of the United States\nHolocaust Memorial Museum. The interview 1s part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ERNEST DUTCHER\nFebruary 19, 2013"
    ]
}