{
    "rg": "RG-50.549.02.0073_trs_en",
    "sequence": [
        "Question: Okay, this is a United States Holocaust Memorial Museum, Jeff and\nToby Herr collection. This is an interview with Flory Jagoda, conducted by Nina\nEllis on January 12\", 2004, in Alexandria, Virginia. This interview is part of the\nUnited States Holocaust Memorial Museum’s post-Holocaust interview project,\nconducted with Flory Jagoda in 1995. The United States Holocaust Memorial\nMuseum gratefully acknowledges Jeff and Toby Herr for making this interview\npossible. This is tape number one, side A. I want to go back to your wedding in\nItaly in 1945. And you said in your interview at that time that you were very eager\nto come to the United States, that --",
        "Answer: I was what?",
        "Q: You were very eager to come to --",
        "A: Eager, sure.",
        "Q: -- come to the U.S..",
        "A: Sure.",
        "Q: And I would like to know what did the United States represent to you at that\ntime, and why were -- were you eager to come for reasons other than just\naccompanying your husband?",
        "A: Well, the main -- one word that can cover it all is just freedom. That would be\nall it is, freedom. The rest is, yes I came here with somebody I fell in love with. I\nwas too young to calculate, is this gonna be better for me, let me get away from\nhere. I still loved Europe, and my parents were there, so it was very hard to leave\nmy parents. But coming here, it’s freedom. Freedom to think and freedom just to\nwalk, and not to be afraid.",
        "Q: And when you came to the U.S., where did you live?",
        "A: With my mother-in-law.",
        "Q: Uh-huh.",
        "A: A very, very charming little woman we called -- everybody called her Bubby,\nand definitely she spoke only Yiddish to me. I mean, I was from Europe, I was\nJewish, I spoke Yiddish, and that was it. There was no way that anybody could tell\nher, well no, she does not speak Yiddish. She see a Jewish little girl, she speaks\nYiddish.",
        "Q: Oh. And where was this, in what city?",
        "A: That’s in Youngstown, Ohio.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: And -- and was your husband going out every day going to work and you were\nat home with her?",
        "A: Oh yes. I had many interests I brought with me, and I will never probably lose\nthem, that was one was my accordion, and two I did paint. So I went -- I went to a\nlocal museum, and I join a class. That is how I spend my -- the beginning of my\nlife in America. And definitely playing the accordion.",
        "Q: Publicly?",
        "A: Well, the moment people knew I play, I was invited to play.",
        "Q: Hm.",
        "A: I didn't sing, I just play.",
        "Q: Hm. And what was your life like the first few years you were here?",
        "A: Youngstown, Ohio? Very primitive, very closed -- closed in, with not too many\nfriendships. Nothing really going, but we were in Youngstown only a year, then we\nmoved to Dayton, Ohio. From Dayton, Ohio, we were invited to see the capital of\nthe United States, Washington, D.C. -- that was a friend of my h-husband. And I\nfell in love with that city, I said this is where I want to live. And my husband was\nvery understanding and said, sure, that’s where we going to live. We came here,\nstarted from scratch.",
        "Q: Was he still in the service?",
        "A: No, no, he was out of the service, trying all kind of jobs, as all the service\npeople, when they c-come out of the army, til he settled down and started building\nbusiness. Th-This was his family’s trade, construction and building.",
        "Q: And when you were in Youngstown and then in Dayton, did you attend\nsynagogue there?",
        "A: Ye-ye -- not too much. I did go with Bubby on holidays. She was very religious\nat home. So I more or less realized that even if they speak Yiddish, they’re still a\nJewish family. So that made me feel better.",
        "Q: Mm-hm. And did you -- did you talk to other people, maybe other -- other\nsurvivors, or did people know your story?",
        "A: There were no survivors, no, there were nobody -- there was really nobody from\nEurope in Youngstown, Ohio when I came. I was the only one and sort of was a\nlittle -- sort of a city story, this little girl came from Italy, a survivor and Holocaust\nand all that stuff.",
        "Q: And did you feel isolated --",
        "A: Yes.",
        "Q: -- or lonely?",
        "A: Yes, yes --",
        "Q: Yeah.",
        "A: -- very. Very much, and I was expecting my parents, that was the biggest pain,\nbecause I was promised that -- that they would come, and mic -- I could bring\nthem, and it was very slow, so that was kind of tough, to wait.",
        "Q: Mm-hm.",
        "A: Beside that I had -- I have Betty and that was already Washington, D.C., and I\nhad Betty and the life started the other way around.",
        "Q: She was the first?",
        "A: She was the first, mm-hm.",
        "Q: Uh-huh. What year --",
        "A: And then -- wa -- once I came to Washington, D.C., it was a different change.\nEven the first neighbor I had, she had -- she loved music, and so -- and I played\nmusic for her. See, my whole life, it will be in your paper, all connected by music.",
        "Q: Mm-hm.",
        "A: I mean all -- all -- always looked for somebody who plays or sings, so we have\nsomething in common, because it started with my Nonna, you know.",
        "Q: Mm-hm. And -- and were you playing the old songs from -- from Europe?",
        "A: I was playing pop songs from Italy, honestly.",
        "Q: Huh.",
        "A: Or folk songs from Yugoslavia. But I lived in Italy three years, so that’s where I\npicked up a -- a lot of pop music, from Italy.",
        "Q: Hm, hm. And this -- wh -- what -- what year, more or less, did you come to the\nStates?",
        "A: Oh, we’re talking about, let’s see --",
        "Q: I mean, did you come to Washington?",
        "A: Wash -- Washington, let’s see, Betty was -- oh, it’s 50 -- Betty is 55. So we got\nto 55.",
        "Q: Mm-hm. And this was in the early -- see, if she’s 55, this was 1949 - 50.",
        "A: Yeah, because I -- I got married ’45 in Italy, °46 I came here -- ’47 almost. Then\nit was Youngstown a year, Dayton couple years. Something like that, but\n[indecipherable] little less than 55.",
        "Q: In -- in those small places in the Midwest, were there other Jews, and -- or did\nyou experience --",
        "A: You’re talking Youngstown, Ohio?",
        "Q: And Dayton, yeah.",
        "A: Oh, they have three synagogues.",
        "Q: Uh-huh.",
        "A: Oh yes.",
        "Q: Yeah.",
        "A: They were mostly p -- Polish Russian -- mostly eastern Europe.",
        "Q: Mm-hm, mm-hm.",
        "A: The majority of them were eastern Europe, yes.",
        "Q: Mm-hm.",
        "A: All of them spoke Yiddish. And some never even -- I mean, the majority didn't\neven know what Sephardic is. They had no idea what Sephardic is. And I lived\nwith that very uncomfortably.",
        "Q: Why’?",
        "A: Well, that’s what made me sort of feel very nostalgic for what I left, that I\nconsidered the -- to be Jewish. See, I came from the complete different community\nwhere I really spoke Spanish. That was their Jewish language.",
        "Q: Mm-hm. Mm-hm, mm-hm.",
        "A: And all of a sudden here you are hearing a German sound, and I can hurt, just a\nGerman word would drive me crazy.",
        "Q: Really?",
        "A: And it was all around me, all the company that came to visit, all the -- all the\nfriendships, was all Yiddish.",
        "Q: Mm-hm.",
        "A: So my big plus was that I spoke German in school, you see, in Zagreb where I\nwent to school, you spoke German. I mean, you studied German. That was the\nlanguage that is really a daily lesson.",
        "Q: Mm-hm. So you could speak it, but you didn’t want to hear it.",
        "A: The sound was scary. The sound was frightening.",
        "Q: Mm-hm.",
        "A: Then later, I mean, I saw then I -- I came April nine, the Pesach, Passover was\nthe -- the end of the month. My God, I saw the customs were the same, but the\nmelodies were different. That again I was very nostalgic ab -- for the -- for the\nmelodies.",
        "Q: Mm-hm.",
        "A: See, of -- of prayers.",
        "Q: During those years in the Midwest, before you came to Washington, even\nthough there were Jewish communities in both Youngstown and Dayton, did you\nexperience any anti-Semitism there?",
        "A: No.",
        "Q: No.",
        "A: No, I did not, because I didn’t -- I didn’t have a contact with outside people\nfrom family, and family friends. I didn’t make these kind of friendships.",
        "Q: Mm-hm.",
        "A: So there was -- no, I didn’t.",
        "Q: And what -- what year then did your mother and father come -- stepfather.",
        "A: Well, we went to -- t-to Washington, we lived in Washington, Betty was born\n1947. I guess around °49 - ’50 they arrived to Washington, D.C..",
        "Q: Had they been in Italy that whole time?",
        "A: Yes, yes, they were in Italy, in fact, they were going to stay in Italy. They --\nthey felt at home, they learned the language already and my father started a little\nnecktie business, and she was sewing for people, and they were -- they were very\ncomfortable in Italy. Italians are nice people. They’re great people, they helped us\na lot.",
        "Q: Mm-hm.",
        "A: A lot. So Italian people, I mean, when I think home, I m -- actually, I really\nthink Italy more then Yugoslavia because that’s where the problems started, so it\nleft bad feeling, see? Bad memories.",
        "Q: Mm-hm. And what was the adjustment like for them coming here? They must\nhave been in their 50’s or so by that time. It must have been harder for them.",
        "A: Yes, they were 50’s, the adjustment was very tough, it was all me, me. It was\nme and my children, that was their whole life. They didn’t speak the language,\nthere were no other -- there were about four or five families in Baltimore. And we\nused to drive them there on weekends, and then they had a good time. But it was\nlonely, just me and my children, that’s all they had.",
        "Q: Mm.",
        "A: Children. At the beginning just the one baby --",
        "Q: Right.",
        "A: -- when they came.",
        "Q: And did your father work?",
        "A: Well, they were -- th-th-they were very independent, very proud, and my\nmother started sewing. We lived in an apartment building in Arlington, and all my\nneighbors knew my family arrived. They went to -- right away to the immigration\nschool, to English school. They take the bus to town, study English, learn English,\nbroken English. My father found a job, Mayflower Hotel in the kitchen. And she\nend up with a job with Pearl Kirsner of Connecticut Avenue, sewing, alterations.\nAnd they got themselves an apartment, N Street, Washington, D.C., very proud and\nhappy, and old [indecipherable] place. And had a life of their own, which they\nwanted, they were very proud. [indecipherable]",
        "Q: That’s quite an accomplishment to come at that age and start over.",
        "A: Oh yeah, very proud. Well, survivor. That word means a lot, a survivor. A\nsurvivor has that touch to continue to survive. So it was in them, it was in me, and\nthen -- then -- this is how it is. Most of the -- I don’t know how many you meet, but\nmaybe you hear that kind of a story. A survivor learns how to fight to go on. Fight\nfor anything to continue. My music as -- as my story 1s, or continue go to school\nbeca -- continue be a doctor, which is a hard school to go through, I know.",
        "Q: Mm-hm. Mm-hm. In -- in the 50’s there was what they were -- were calling the\nred scare, here in the U.S..",
        "A: What kind of scare?",
        "Q: The red scare.",
        "A: Yeah.",
        "Q: And the hearings in the -- in the Senate about a -- you know, the\nanticommunism hearings, and lots of concern about communism infiltrating the\nU.S.. What kinds of conversations did you all have about your former homeland,\nwhere communism had taken root in some form?",
        "A: A lot of our dear family went the communist way, the partisans --",
        "Q: Yeah.",
        "A: -- went to -- to the mountains, fought. For that time a -- that time in life, in their\nlife, that’s the only thing they could do. Again we go back to survival.",
        "Q: Mm-hm.",
        "A: It’s not always that the idea is born in you. It becomes part of you because of\nthe circumstances around you.",
        "Q: Mm-hm.",
        "A: So that’s what I remember. In fact, when we were interned in the Korcula, an\nisland not far from Split, all my friends went to the mountains to be partisans. All\nof them.",
        "Q: Yeah. And you yourself had made that decision --",
        "A: The only thing I did [indecipherable] back is because my father went to Split to\nexchange my little accordion for the big accordion, and I couldn’t leave my mother\nalone. And she screamed don’t leave, don’t leave and they just left, all of them, the\nwhole -- the whole bunch of young people. It was all around you, it’s not what you\nare, it’s what you become.",
        "Q: And after -- in the 50’s, were -- did you hear from any family members or\npeople back there, were you in correspondence with people that you knew?",
        "A: No. [indecipherable]",
        "Q: No, nobody.",
        "A: No, there was no connection with anybody. 42 of them in Vlasenica, in that\nlittle city, a mountain village.",
        "Q: Yeah.",
        "A: And later on, as you know the story what -- I found what happened to them.",
        "Q: Mm-hm. What about anybody in Zagreb, or anybody -- friends?",
        "A: Zagreb, yes I knew some families that were in Barre, where most all of them\nescaped and ran away to Barre. Not really personal contact, no. It was mostly\nAmericans.",
        "Q: Mm-hm.",
        "A: Especially after I had my second child, when Betty was already, I think two and\na half, I wanted to be American in the worst way. I wanted to cook American, I\nnamed my children -- Betty Lou, she hates that name. But -- she hates that name.\nBut that’s what sounded good in America to me, hm. So I sort of didn’t -- didn’t\neven try to keep in touch with my people, as much as I wanted to be American\nmother. PTAs, you name it, I was right in it.",
        "Q: Mm-hm. And --",
        "A: I mean, that was -- would be the beginning of your interview, how we adjust.\nWe’re just really loving this country, want to be part of this country, didn’t want to\nbe a foreigner. And beside that, you just wanted to turn the page and start a new\nbook. And you’d never go back, just go ahead and be an American mother, an\nAmerican grandmother. They still call me Nonna, but I’m still an American,\nAmerican Nonna.",
        "Q: Mm-hm, mm-hm. In the 60’s in this country, did you have any response to civil\nrights efforts here, and the segregation and -- di-did any of those struggles resonate\nwith you in any way? The minority struggles in this country that black Americans\nwere having?",
        "A: Yes, yes, definitely. I had a heart for any immigrant in cun -- this country,\nbecause I’ve gone through it.",
        "Q: Yeah.",
        "A: The black, as you’re asking, that was new to me. We didn’t have black people.\nIt was very new to me and I had to adjust to that. I didn’t know how to handle this\nwhole situation. So I didn’t go into it too much, I’m not -- as much as I said\nsurvivor fights, but no, in that case, I stay away from anything I didn’t know about\nenough.",
        "Q: Mm-hm, mm-hm. Did your children get a chance to know your mother very\nwell?",
        "A: Yes, yes.",
        "Q: How -- how long did she live?",
        "A: Yes. My mother -- well, they came 50’s, Betty was just a baby. They were with\nmy children a good 15 - 20 years.",
        "Q: Oh.",
        "A: An -- and it was a Nonna who spoke of -- no, no, we -- I didn’t want them to\ncall her Nonna. She was their grandmother. It had to be everything very American.\nAnd with the broken English, you know, accent. They were not ashamed of that\nlike you hear so many stories that they’re ashamed of their grandparent’s ac-\naccents, because li -- by then I met lot of people who were survivors and the kids\nwere very, very used to accents from all co -- from all countries. So in fact among\nus, my parent would speak to me simple Croatian, in one minute they would turn\ninto a Ladino, or another minute in Italian. They lived in ital -- Italy, Ladino was at\nhome, Serbo-Croatian was in school. So it was a mixture of m-made no -- there\nwas no difference to them what language they speak, they would just go from one\nto another what fits that sentence, see? So that’s how my kids grew up, hearing all\nthese different languages. And naturally, later on Ladino took over musically,\nbecause they all sing with me, the three of them sing with me.",
        "Q: Mm-hm.",
        "A: And perform and we traveled all over.",
        "Q: Mm-hm. Did your -- then your kids always knew your story, and --",
        "A: Yes, yes.",
        "Q: Mm-hm.",
        "A: They knew my story way back -- the first time that I wanted to go back, Laurie,\nmy younger one was almost 16 and I decided to go back the first time with my\nsecond son and the younger daughter, the three of us. So on our way to -- to -- to\nthe airport, my son Andy, who is a physician now in New York says well, wa --\nyour name is Cabilio, but then what is this Pappo? A-And a -- what is Vlasenica?\nOh, he was all confused, too many things. Barre, Italy, Korcula, the island. Too\nmany things, so I started explaining to them the whole thing of the mother being\nrebellious, living in the mountain village, and you know the story.",
        "Q: Mm-hm.",
        "A: And that’s what they sort of found out, the very different parts in this little\nbook. [indecipherable] story.",
        "Q: This was on the way there? On the way there you told them the story?",
        "A: On my way to the airport. I -- I didn’t want them to get shocked because they\nwere going to see many things, and go to many different places. So I wanted to sort\nof prepare them for it. And when we came to Sarajevo, the first thing we did, went\nto the house where I was born. That was a sha -- shabby looking place. And then\nwe went to the Cornelius Center, started looking for the names. And my son Andy\nfound the name of my father Pappo [indecipherable] Pappo. My mother married a\nCabilio. It was a mixture of -- in a child’s mind.",
        "Q: Mm-hm.",
        "A: To 0 -- to take all that.",
        "Q: What year was this?",
        "A: What year was what, when we went back?",
        "Q: When you went.",
        "A: We went back -- Laurie, let’s see, Laurie is 44, and she was 16. That’s a good\n20 more, that --",
        "Q: Let’s see, she’s 44 --",
        "A: That was the first trip back.",
        "Q: -- she was 16 -- ’76.",
        "A: Yeah, that was the first trip back, then later on I did -- but this time I went back\nand I did not want to speak Serbo-Croatian to anybody.",
        "Q: You didn’t --",
        "A: I came in as an American, and that was my goal. With American children,\nspeaking English. That was my goal. But I had a cousin Berta, who I brought here\nnow, she lives here in America. She lives now -- she works at the Holocaust\nMuseum.",
        "Q: Huh.",
        "A: As a volunteer.",
        "Q: Huh. You mentioned in your interview that when you went back, that first time\nwith your kids and you were -- you wanted so badly to -- people to know you as an\nAmerican, a mother.",
        "A: Oh yeah, dressed up in slacks.",
        "Q: And that you wore pants. You kept talking -- kept saying that. Talk about why\nthat’s si-significant.",
        "A: What?",
        "Q: That you wore slacks.",
        "A: Because you wouldn’t wear -- women didn’t wear slacks that time. Besides,\nhalf of Vlasenica [indecipherable] was Moslem. They all wore dymia you know,\nth-the -- the -- the balloon pants?",
        "Q: Mm-hm.",
        "A: And com -- a woman in slacks, wow, you look at her right away. Who is she?\nBut that’s all I wore, slacks.",
        "Q: And your daughters too -- and your daughter too.",
        "A: Oh, they’re s -- lived in it, you know, these were teenagers. O-Only one, the\nyounger one [indecipherable]",
        "Q: Mm-hm.",
        "A: It’s the first time she had a serenade under her window. [indecipherable]",
        "Q: Somebody serenaded her?",
        "A: Over there, yes. So romantic. Really so romantic.",
        "Q: Mm-hm. And what was it like for you to see this through their eyes?",
        "A: See it through their eyes? Once upon a time long time ago my -- my\ngrandmother lived here. Just the realistic mentality of a child of 16 - 15 - 18. Andy\nwas ready for college, so it -- he was about 18. Laurie was 15. Nothing crucial,\nheavy crying.",
        "Q: No.",
        "A: I never did that in front of the children. In fact, they didn’t even know. They\ndidn’t know the bad things. They just didn’t.",
        "Q: Even when you went to Vlasenica?",
        "A: I can -- told them very lightly what happened, but all in all, I really made up my\nmind when I came to this country I’m going to have an American life, and I’m not\ngoing to burden everybody with sadness. I had a very happy house\n[indecipherable] our household, full of music. We just played music, we had lot of\nfolk dancing. We had group folk dance -- folk dancers come to my house every\nmonth and we had -- had a good time.",
        "Q: Mm-hm.",
        "A: I-I -- I think maybe subconsciously I want to ma -- make up for everything.\nHave good time.",
        "Q: Mm-hm. Did -- but being there with you in that town, didn’t it cause them to\nask more questions, and did they --",
        "A: Actually they didn’t. Actually they didn’t. We walked town and they didn’t.",
        "Q: It was a lot to take in, just being there, I would think. Yeah.",
        "A: One day one of them should talk, maybe there was something that they kept in.\nBut no, and people make fuss over them, Americans, the Americans, the American\nlady with American children, and hospitality and you know.",
        "Q: Mm-hm.",
        "A: Dinners, and they had a good time.",
        "Q: Mm-hm.",
        "A: I did go to the house of my grandfather, but we are going back to the other story",
        "Q: Yeah.",
        "A: -- I don’t think you were here for that.",
        "Q: Yeah. Did you go with them to Zagreb, too?",
        "A: Yes, we went to Zagreb, we went to the [indecipherable] to see where I lived.\nTook pictures of that. Again, it was sightseeing.",
        "Q: Mm-hm.",
        "A: I-I -- I don’t think I ever sat and cried, and poor me, this is what I went through.\nNever. This is why I think the children have very happy upbringing.",
        "Q: Mm-hm.",
        "A: There was no pain and -- and -- and dolore, as we say in Ladino.",
        "Q: Mm-hm, mm-hm.",
        "A: There wasn’t.",
        "Q: Mm-hm. And -- and did you say that you did do some singing while you were\nthere?",
        "A: I always sang, anywhere I went.",
        "Q: Mm-hm.",
        "A: Do you know this song? Hey, do you want to hear this song? I have this song,\ndo you have these lyrics? I have these lyrics. Show it to me, write it down, tape\nrecord it. That was always with me.",
        "Q: Mm-hm. And Laurie and Andy, were they singing with you by that time?",
        "A: No, they were not. They were not into singing. I mean, Andy was a medical\nstudent, so he -- he’s one out of four that did not sing. The other three started\nperforming with me. My first records came out ’82. They had performed before as\nchildren, I taught them songs, they did.",
        "Q: Mm-hm. And did you perform while you were on that trip with them?",
        "A: Not with them.",
        "Q: No.",
        "A: No, it’s just -- just looking for songs.",
        "Q: Mm-hm.",
        "A: Just collecting -- mostly Ladino songs I was interested then. That already\nstarted, it came back to life. My mother was one of the four singers with her\nmother. And after what happened, after what she heard, what happened to that\nwhole family, if you’d ask her sing, she says, my harmony died, I can’t. [phone\nringing]\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Flory Jagoda. This is tape number one, side B. You were, in 1976,\nin --",
        "A: Don’t put me down exactly every date --",
        "Q: Okay.",
        "A: -- or -- or otherwise we’ll have to go through books.",
        "Q: Okay.",
        "A: I have all the dates --",
        "Q: So it was the mid-70’s",
        "A: I’m telling you --",
        "Q: Yeah.",
        "A: -- you know, I -- I go with the children’s ages.",
        "Q: Right. Okay.",
        "A: Then I know where we are.",
        "Q: So this was the mid-70’s --",
        "A: Okay.",
        "Q: -- we are -- you’re in --",
        "A: Exactly.",
        "Q: -- taking your children back to the places that you knew. Did you also go to\nKorcula with them?",
        "A: Let me think for a minute. Korcula, did I go with them? No, I didn’t. No, I\ndidn't go to Korcula. We rented the car and Andy was driving. So we went to\nZagreb, from Zagreb went to Sarajevo. From Sarajevo went down to Budwa to the\nDelnatsia, where your people come from.",
        "Q: Mm-hm.",
        "A: And we stayed in Delnatsia, my husband joined us in Dubrovnik, and then we\nflew back. That was the trip.",
        "Q: Mm-hm. And -- and for them was it --",
        "A: For them it was a seeing a very pretty place with beautiful swimming, beautiful\nwater in Delnatsia. And good food and good music. It was a vacation with mom.",
        "Q: Mm-hm.",
        "A: That’s all. We didn’t -- I didn’t go into the tough things, and --",
        "Q: Mm-hm.",
        "A: -- I just didn’t feel that the children need to know early. First of all, they cannot\nunderstand it. Even adults sometimes, e -- unless you’ve gone through something,\nhow in the world are you going to understand 1t? How?",
        "Q: And you didn’t think that there was a --",
        "A: Especially the children.",
        "Q: -- aneed for them to know.",
        "A: I wanted them to see where I come from, where does the language come from,\nwhere do these songs come from. That’s all that was important to me, to share with\nmy children.",
        "Q: Mm-hm, mm-hm.",
        "A: Then later on, in school they come -- they want to have mother’s story, father’s\nstory, they would start asking questions. And they were older enough to read\nthemselves, to hear about the Holocaust, and they were star -- they started to tie\nthis whole thing together on their own. And there was always an answer to a\nquestion at home.",
        "Q: So you weren't hiding it.",
        "A: I was not hiding, there was always an open answer.",
        "Q: Mm-hm. You were just waiting for them to come to it themselves.",
        "A: Yes, to be old enough to be interested in it, and to see what this is all about. And\nby being there that more or less the questions are, well why did you leave? Well --\nwhat a beautiful place. And the story just falling in love with Daddy was not\nenough because what about -- why were you in Barre all of a sudden, in Italy?\nWhat took you -- the one -- one thing ties to the other, you know? Naturally.",
        "Q: Mm-hm. And did that then -- did they come back then and start reading and --",
        "A: Oh yes.",
        "Q: -- was it --",
        "A: Oh yes. One more than the other, you know. I have four, each one of them are\ndifferent, you know. It’s all -- so one more than the other, but yeah, they all on --\nthey all know. They all know mo -- mo -- especially with all these interviews, and\nmy own film documentary and my songs that I have written, they’re mostly about\nmy family.",
        "Q: Mm-hm.",
        "A: Holidays, all about my family, every song I wrote. I have written about, I don’t\nknow, 19 songs or so.",
        "Q: Huh. Wow.",
        "A: Then my three recordings.",
        "Q: Mm-hm.",
        "A: Cause it’s only, I mean, you know, one person writes a book, another person\nwrites a poetry. I pour it all into a song. So every song, the one that 1s Hanukkah,\n“Ocho Kandelikas”’, I mean, it’s well known all over, even in Sunday schools now.\nWhat is it? Children’s song, and I remember those days of Hanukkah. And so 1s\nwith all the other holiday songs, I see my family. My latest so-song, it’s not\nrecorded is “Recordisin mi Nonna’, Remembrance of My Nonna. [indecipherable]\nreally going through -- through life with her, cause I lived with her as my mother\nmarried and went to Sarajevo.",
        "Q: Mm-hm.",
        "A: So, it’s all connected together.",
        "Q: Mm-hm, mm-hm.",
        "A: And everything is music. Everything is a song.",
        "Q: You mentioned that in your -- in your video interview that sometime in the late\n70’s you were invited to perform at some kind of a --",
        "A: Rockville Jewish Community Center?",
        "Q: Rockville, right.",
        "A: Yeah, that was the first time really, that I felt that maybe my music means\nsomething to local Jewish community. But it really didn’t. It really didn’t. They\ndidn't know anything about it. And the first Pesach performance for one of the\nJewish organizations was a shock. And it followed many other shocks, too.",
        "Q: A shock for who?",
        "A: A shock for me to -- to see how much this community does not know about\ntheir own brothers and sisters, only because they were born in a different place.\nThat’s the only thing. One was born in Poland, the other one was born in -- 1n\n[indecipherable] see? So, I was asked to do a Pesach program. And my God, I\nbrought all my songs from pe -- our Pesach. Eight days, there’s a lot of singing you\nknow. And I went through song to a s -- to another song and the program chairman\ncomes and she says, do you know any of our songs? I said, this 1s our songs. And I\nwas heartbroken, because I’d practiced for hours.",
        "Q: What did she mean by our songs?",
        "A: Jewish songs. And boy, those were Jewish songs.",
        "Q: Yeah.",
        "A: But in Ladino, Judeo-Spanish. But that is when I really realized I have to start\nall over in this country if I want to do Jewish programs. For awhile I gave up\ncompletely and I went into international singing. Italian, Yugoslav. And I was\nknown as international folk singer.",
        "Q: Right after that?",
        "A: Well, even before --",
        "Q: Right after that experience --",
        "A: -- no, I had that feeling even in Youngstown, that what I do is really not Jewish\nto them. Just not Jewish to them. And I do come from a -- Nonna was very pious,\nshe was very religious. Very religious. So I -- she put into me way deep, and I end\nup feeling most of the Judaism through music again, through songs, see? So when\nshe said, do you know any of our songs, I said, these are our songs. She says no.\nAnd -- didn’t know. And then my first -- now, these are my musi -- mu-music\nexperiences in America, 1s what you’re looking for, what a survivor f-felt at th -- I\nthink this is what you wanted. There is an organization, Jewish study group in\nWashington, D.C., and I gave -- I was asked to do a workshop -- no, this was\nJewish Folk Art Society. And they were giving a festival in American university,\nthey asked me if I would do a workshop. So I remember it like yesterday, I\nintroduced myself, come from Bosnia and all this stuff, and I am going to talk\nabout Ladino songs. And I hear a student from way back, in a very student way of\ntalking, what in the hell’s that? I mean, we wouldn’t put that in a book, but that’s\njust the way it is. What in hell is that. So I explained to him. And after I did a\ncouple pairs, which are chanting pairs, another student says, well this can’t be\nJewish, it’s -- it can’t be Jewish. It’s -- it -- it -- 1t’s Catholic, it’s Spain. They\ncouldn’t connect it. Because they were not taught.",
        "Q: They didn’t know.",
        "A: They didn’t know.",
        "Q: Mm-hm.",
        "A: So that was a tough experience. And from there on I knew, I mean you want to\nstay and sing and -- and perform? I mean, this is what all of the whole family did\nfor years. You learn Yiddish songs. And I did. And I was singing Yiddish songs.\nBut to pour your heart out, [indecipherable] the soul, you had to sing Ladino, but\nthat’s what you were brought up to do.",
        "Q: Mm-hm. You mentioned in your video interview that you had a tough time with\nyour religion when you -- in some of those early years after you came to this\ncountry.",
        "A: The religion I meant --",
        "Q: And it sounds like it was all tied in with your music, too.",
        "A: -- I meant the religion after I saw what happened to my family is when I lost my\nreligion.",
        "Q: Uh-huh. Uh-huh.",
        "A: Standing in that field, and I think you have that story, and this man telling us,\nthis is where your family is. I said this can’t be [indecipherable]. He can’t -- there\ncan’t be anything there. Cause these were good people. Store downstairs, the wife\nupstairs and close-knit family and I -- in fact, I have a song Las Tias, the aunts, all\nabout my aunts, because every day, every holiday was a different aunt’s house.\nThis is all memories that I put into my songs.",
        "Q: Mm-hm. So -- but -- but up until that time --",
        "A: Up til that di -- time, we were very pious, religious people following my Nonna\nwith candles and the holidays and -- but then -- in fact, in the -- in Zagreb, which\nwe Started the modern life all together, I went to synagogue myself, because that\nwas what you do on Saturday morning. Was no question about it. Why? That’s\nwhat you do. My mother didn’t have a kosher home, or she was very up to date\nwith the ladies in Zagreb, they were all Ashkenazi. They all spoke German at\nhome, and she didn’t want to speak Ladino, so I went by myself, and I loved it. It\nwas Ashkenazi synagogue, but the sound of Hebrew was peaceful, see? It gave you\nan inner peace, as you call it here. But once I saw the ma -- that -- that man on --\non -- on -- in the field when he told this is your family, well that was it. Don’t just -\n- don’t sell me God, and He’s -- protects you and looks over you and -- even in\ntoday I have a hard time sitting in that synagogue. I see it mostly as being with\npeople, friendships, being together. This is what I see in the synagogue today. Be\nnice to each other, maybe helping w -- another person, performing, sing to them.\nBut He’ll protect me? No way.",
        "Q: Did you raise your children in a synagogue?",
        "A: I raised my children what a Jewish mo -- heart -- a Jewish mother should\n[indecipherable] without even feeling 1s it right or wrong. I -- we had Friday nights.\nThe father sent them all to syn -- to -- to Hebrew school, even the girls were --\nwent to Hebrew school. They all know all the prayers, they know all the holidays.\nThey’re raising Jewish children. Laurie has three, they’re all in yi -- Bat Mitzvahs,\nBar Mitzvahs, the whole deal. But we never talked about how I feel inside. That\nwas something of my own.",
        "Q: You never talked with your kids about it after that?",
        "A: No.",
        "Q: No.",
        "A: No. Oh, they know what happened, they’ve seen pictures.",
        "Q: Mm-hm.",
        "A: But I didn’t sit down and start talking God, they know. Th-They know.",
        "Q: Yeah.",
        "A: But the father did a good job.",
        "Q: How so?",
        "A: The father taught them, the father saw that they have Hebrew education. The\nfather was more -- he still goes to synagogue every Saturday morning, he’s 90.\nAnd he drives by himself. It’s something that Bubby really put into him in many,\nmany years as he was growing up. But I can’t see it. I’d love to. I envy people who\nbelieve. I really do. I -- I envy people who pray with such, you know, you look at\nsome people and they’re praying. How do they feel? They pray. Well. That’s a\nsurvivor’s story, okay?",
        "Q: Yeah, yeah.",
        "A: And I think maybe you’ve heard before the same thing. Or, some go the other\nway around. Like Sephardim at the Inquisition, they said, we were not good Jews,\nthat’s why we’re punished. It goes back to religion. So that -- the opposite way of\nworking, see?",
        "Q: Mm-hm, mm-hm.",
        "A: But it didn’t work for my generation any more.",
        "Q: You went back then, ano -- a second time to Vlasenica.",
        "A: I went --",
        "Q: We’ve heard that whole -- you told that whole story very --",
        "A: -- back for the second time --",
        "Q: -- very articulately.",
        "A: -- with my husband and -- and Berta lived there. My cousin Berta.",
        "Q: Mm-hm.",
        "A: She’s the last of the family, of [indecipherable] family.",
        "Q: Mm-hm. And was that after the war in Bosnia or before?",
        "A: Yes --",
        "Q: After.",
        "A: -- before.",
        "Q: Before.",
        "A: Not after, before.",
        "Q: Mm-hm. In the 80’s. I think it was in the 80’s, right?",
        "A: Yes.",
        "Q: That you went, yeah.",
        "A: It was in the 80’s and it was aft -- before the war, and we had that horrible day,\nwhich I don’t think we want to go through all that [indecipherable] take too much\ntime. But that day end up with song. We sang all evening. They knew that I sing,\nthat I like to sing, so my cousin Berta invited a lot of her friends, a lot of them with\nguitars. And couple sardines, hard boiled egg. It was 1n a nu -- you know, half-\nheart, the whole cocktail party was there, alive. A very primitive life, very\nprimitive. And then we sang til three in the morning and it felt good. That was, I\nthink, as I would say, God’s blessing. It was some blessing. But that would follow\nthe kind of a day we -- we had.",
        "Q: Mm-hm. And what was it like for you 1n -- coming back, then? Did you feel\nmore attached to that place than you had been before’? Did you --",
        "A: What place?",
        "Q: To Vlasenica. Did you --",
        "A: I didn't want to go back any more.",
        "Q: No, it was over.",
        "A: I just wanted to get away from it and never return. I still feel that way. Never\nreturn. I’ve seen it, I’ve heard, I’ve saw. And no way. I don’t want to have\nanything to do with any of these places any more. Just brings memories, bad\nmemories and I’m very happy here. Especially now, I have six grandchildren. We\nget together and we have the warmth of life, see?",
        "Q: What was it like during the war there, in the early 90’s, it -- that news was all\naround you.",
        "A: The Bosnian war? Bosnian war --",
        "Q: Yeah.",
        "A: -- was very bad.",
        "Q: You couldn’t get away from it, I’m sure.",
        "A: It was very bad and I had a cousin Berta living in Vlasenica, and I worked very\nhard to get her out, through connection here, connection there, nothing really\nworked. We finally send her a two way ticket in Air France and we said, get in a\nplane, we’ll do something here, maybe. And she flew to Chicago and we had a\nlawyer, and we paid. And she came to Chicago, lived there for awhile. She has a\nniece, Dragana who lives in Chicago. And then we brought her here and she lived\nwith me for about five, six months, went to one of the singles, got a husband.\nAmerican husband.",
        "Q: How old was she when she came?",
        "A: About 45.",
        "Q: Wow.",
        "A: She married a lovely man. Very happy.",
        "Q: Great.",
        "A: And today she’s teaching English -- I mean, her own Serbo -- Bosnian. Today\nit’s very hard, is it Serbian, 1s 1t Croatian --",
        "Q: Yeah.",
        "A: -- 1s it Bosnian, is it Macedonian. But all in all she is really a professor of\nlanguages. She went to University of Sarajevo. So teaching 1s her li -- you know,\nher job. So she’s working for one -- for -- for -- for one -- one of those language\nschools. I think it’s under the State Department. And gets a job here and there, not\na full time, but whenever they have somebody going to Yugoslavia -- former\nYugoslavia, and wants to learn the language fast, le -- Berta has a job. Now she has\na couple who are going to, I think Zagreb in March, so she has a full time job,\nteaches half a day him, and half a day the wife.",
        "Q: Wow. You know, in this country, in the 80’s and 90’s, became a time when a\nlot of Holocaust survivors decided to speak publicly. And -- and your speaking\npublicly was singing.",
        "A: No. Singing was mostly ba -- but I added to my singing a little story to every\nsong, which I didn’t before. In other word, if I would be singing Las Tias, the\naunts, I talked about those aunts. Then I started with slideshows and I showed them\nVlasenica, a whole f-family, pictures of each tia and got closer and closer int -- into\nthis whole tradition through my songs, see? And I me -- I think my music has done\neverything for me, from the accordion that saved my life all the way to -- to today.\nNow there are some wonderful moments, there’s still disappointments. Like the\nlast -- well, this is a good example, the last celebration the Holocaust Museum had.\nWhen was it, two months ago, or a month ago.",
        "Q: Mm-hm. When all the survivors came, mm-hm.",
        "A: The performers were invited to sing or play. Til almost three, four days before, I\ndid not call because when you call and when you’re performer, you’re looking for\na concert, and that was the last thing I had in mind, a concert, because I’ve done\nconcerts at Holocaust Museum. This was to light a candle. Just a candle, because I\nwas th -- at the Holocaust the spring, last spring, yeah this years -- last year, it’s\nalready gone -- to sing one song, I flew to Poland, to Auschwitz. And all the songs\nthat I sing the Holocaust came to life because I saw the place where everything\nreally happened. So I came back feeling very, very -- very emotional about the\nHolocaust survivors from Salonika, Greece, Turkey, Balkans. And I have a prayer,\nand I wanted to light a candle because the memorial at the Auschwitz was to -- to\nma -- to -- in memory of these victims. So I wanted -- so I called a day before, I --\nso it’s too late, nobody called, nobody wants anything Sephardic, let me do\nsomething about it. So I called and I said, I don’t want a concert. I had enough of\nthat. I want a prayer and light a candle for these survivors. Two minutes. I had a\nplain flat no. And that was one of disappointments that -- that even happens today,\nyou see? I mean, 1-it -- it will never be that I can say, oh I’m so glad my Sephardic\nmusic 1s part of the Jewish music. It’s still not accepted. And it’s not that I’m\nsaying well, we died too, and the -- th-the eastern European Jews died, too.\n[indecipherable]. Many more on that side than here? No. [indecipherable] to light a\ncandle?",
        "Q: Yeah. Do you understand that pushing aside at all? I mean, I -- I --",
        "A: I don’t understand. I don’t understand --",
        "Q: -- I don’t know understand it at all.",
        "A: -- I’m trying to understand, I -- it’s not so much understanding as not believing\nthat this is happening. People who were planning something like this were not\nreally, as much as they really tried to -- they tried to, they cover -- I mean, they\nhave exhibits, Jews from Poland, Jews from Greece. Ja -- there’s so many days\nconcerts in honor of a Greek Jew -- Jew -- Jews that’s vanished. Whole -- who-\nwhole trainloads were go -- went straight, I don’t know if you know the stories,\nstraight to Auschwitz.",
        "Q: Mm-hm.",
        "A: And we saw the pictures from the train, straight to crematorium. Not even give\nthem a chance to -- to -- to rest. Now, these kind of stories -- now, we talked to\nsurvivors who survived the Auschwitz, and I came back with this feeling that I,\nyou know, feel terrible about this whole thing, and this is many years later.\nSometimes I say, why go back and even talk about this any more. But I was there,\nso I saw it. And I couldn't light a candle and make a prayer. I’m not blaming the\nHolocaust Museum. A person who was planning it did not have the knowledge to\nunderstand this.",
        "Q: Mm-hm.",
        "A: Maybe because they didn’t talk to anybody who just came back cha --\nAuschwitz, okay?",
        "Q: Mm-hm.",
        "A: So that -- that hurts.",
        "Q: Mm-hm.",
        "A: So as much as I say all these wonderful rosy things about this country, there’s\nstill little humps here and there that hurt you and I don’t know if you can do\nanything about it.",
        "Q: Yeah. Are there very many Sephardic Jews in this country who speak Ladino\nlike you?",
        "A: Well, we have a lot of",
        "Q: [indecipherable] communities.",
        "A: -- we have a -- oh, we’ve come a long way. We have a computer daily,\nLadinokomunita. They’re in touch with each other, or you can talk to people --",
        "Q: On the internet.",
        "A: -- from Australia, some people from Austria, another one is Greece, and the\nother one is way -- Poland. From all over the world they talk to each other Ladino.\nTalk, write, you know. And I started a Ladino group here in Washington, D.C.. We\nstarted with four people, I think it’s about 24 of us now. We get together, we just\ntalk to each other. And with this language that’s getting lost all the time, you know.\nIf you don’t speak, you lose, you know.",
        "Q: Mm-hm. And where are they -- what 1s the traditions?",
        "A: We meet in different homes. There’s Istanbul and there is Sofia, Bulgaria and\nthere’s Salonika. People from all over who just have this hunger to be with\nsomebody who has the same background. A lot of laughing with olds -- old words\nthat the grandmothers used to speak. A-A very nice atmosphere, we have a good\ntime.",
        "Q: And cooking?",
        "A: Cooking. Whoever remembers to cook something. I cook many of these dishes,\nand I make them bourekas and we have a good time.",
        "Q: Tell me about some of the dishes that you make, that you [indecipherable]",
        "A: A lot of it is like Greek dishes, dough with feta cheese and spinach inside. Or\nstuffed cabbage or stuffed grape leaves. Lot of fish dishes, a lot of vegetable\ndishes. Lot of leek, eggplant. In fact, in prayers, there is dishes that you make a\nprayer over, like the leek dish and eggplant dish.",
        "Q: And of those things that you -- those things that you cook, what -- are there\nsome that you know go way, way back --",
        "A: Yes.",
        "Q: -- that your grandmother --",
        "A: Yes, yes, yes, bourek.",
        "Q: Like what? Bourek.",
        "A: Yeah",
        "Q: Uh-huh.",
        "A: That goes -- but that is actually adapted probably in a Bosnian way, but that -- I\nknow the bur-bourek, cause they had it from way back Spain.",
        "Q: Mm-hm. And those are?",
        "A: And wherever they settled, let’s say the Greece or Turkey or Bulgaria, Bosnia,\nthey, not even knowing they are adopted the rhythms of that country and the ri --\ntastes of that country and the cooking [indecipherable]",
        "Q: Say what bourek 1s -- say -- describe what bourek is.",
        "A: Bourek is dough that you -- it’s a little Americanized now, instead of using a\nreal, heavy oil, you use margarine. But it’s dough that you can fill with spinach and\ncheese, you can fill with meat and onions. | -- I think every country has its own\ntraditional dish that is similar to this. Every country. I know South America, when\nyou’re -- Russian, they all have dough with something stuffed in the middle.",
        "Q: Mm-hm, mm-hm. And your kids make it?",
        "A: Yes, oh Betty entertains only with bourek.",
        "Q: Uh-huh.",
        "A: Oh yes, they do, definitely. Not only my kids, my friends, my neighbors.",
        "Q: You taught them. You taught them?",
        "A: Sure. I have to.",
        "Q: Uh-huh, yeah.",
        "A: They call it Flora’s dough. Flora’s dough, or Flora’s bourek.",
        "Q: Yeah. You now -- you’re still performing, your children perform with you\nsometimes.",
        "A: My children perform -- they’ve performed more. We don’t live in the same\ncities, so to practice, since we’re getting better and more fussy with what we do,\nwe need to practice more, okay? So, for them, they have to come from New Jersey,\nand that is already leaving the job, or the children. They all ha -- it’s not as easy\nany more, but I have local apprentice, we were in the -- this 1s a very pretty story of\nmine that I can say in America. I -- I did receive an endowment for the arts last\nyear. I was a master apprenticeship program in Charlottesville and UVA. I’ve done\nmany things lately. I’ve been immigrant of the year. That on top is Auschwitz,\nwhere I was invited to sing a song. This is all what’s happening in my life. E-Every\none of these things is a good happening. That’s just what I can say, that this\nAmerica has done a lot for me. It’s mostly connected 1n music.",
        "Q: I'd like to know from your perspective what -- I -- I know when you tell -- when\nyou sing and you tell stories about your relatives and your village and what\nhappened, I me -- I have a sense of what it means to you, but what -- what does it\nmean to your children when they sing th-th -- these songs?",
        "A: If ’'m saying a p -- a sad s --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Flory Jagoda. This is tape number two, side A. What -- what do you\nthink it means to your children when they sing these songs and they perform them?\nWhat -- what do you --",
        "A: At the beginning was stage. They’re all stage people, to be very honest. Elliot\nwas a rock and roll musician for many years, king of the rock in Georgetown.\nBetty went -- well, she was Adelphi University, she went into arts, she end up as a\nart -- the -- the dance therapist. Laurie went to the University in Miami, dance\ntherapist. They all went into the arts, only the youngest one 1s a doctor. But as the\nquestion -- the answer to your question, it was stage [indecipherable], that’s it. As\ndoing it, year after year, hearing my story, it seeped in the other way. So Betty into\nit now Is really as cultural. And then all the concert that we have done when we\nwent to Yugoslavia, and one of the most important ones, when we were invited to\nSpain, see? Ribadavia, Spain. [indecipherable]. That ca -- the whole thing came to\nhead in their minds with a daily experience. Because we were invited by a young\nclub s -- university students, who claims that they have never been taught about --\nthey never knew there was Inquisition. All right?",
        "Q: In Spain?",
        "A: In Spain. This was Ribadavia, it was Galicia, north. They found out what\nhorrible things happened in all these cities and that Ribadavia is vineyard\ncountries, all wine and grapes. And they claim Jews owned these vineyards. And\nthey have named -- the whole city was -- it had a Judaria, the Jewish quarter. And\nthe whole city, you could see the life of that whole community, that they left as it\nis. And every year -- now I don’t know if this is a tourist’s clique, or I don’t know\nif it’s a tourism to bring Jewish -- what’s the word -- travelers, or really their own\nintention to teach their young, look, this 1s what happened. We kicked out\nthousands of people because they didn’t want to convert. And the young feel bad\nabout that, because they’re not more -- so [indecipherable] into the -- the religion\nthat they could understand that like their ancestors. So they see this as a wrong\nthing that happened. But that’s 1492, see, a long time back, you know. Many\nthings have happened since. But all in all they do once a year a Jewish wedding,\nand all the villagers come over. And they do a really typical Jewish wedding. They\nsang all my songs. And ah, to me that was the highlight of life.",
        "Q: How did you make a connection with them?",
        "A: They heard about me. They heard about me and they have invited, they made a\n[indecipherable] Sepharadi. A -- a -- a week, Sephardic week. They invited a\nwoman from Israel, a woman from Canada, the three of us, another two countries.\nSo every night was a different concert from a different country in the world,\nbringing back this Ladino --",
        "Q: Wow.",
        "A: -- and the public really enjoyed my -- because it’s a real broken up Spanish. So\nthey would say, my a -- my grandmother used to say that word, wow, my grandma\n-- they would say from the audience. Was a lot of fun. I spoke to them this old\nLadino, that --",
        "Q: Wow.",
        "A: -- my family, that’s all they spoke.",
        "Q: Mm-hm.",
        "A: You went to school and you spoke Serbo-Croatian, but you -- and the moment\nyou cross that door --",
        "Q: Right.",
        "A: -- it was that language. They called it Jewish language.",
        "Q: So 500 years later.",
        "A: Five years -- that’s -- that -- that’s what it is to -- that’s what’s me today.",
        "Q: Yeah.",
        "A: I -- actually -- I think the last generation, I think. I don’t think that it will go on.\nOnce my generation’s gone -- and I’m 80, so how much can you go? Even if\nthey’re learning a bit Ladino, it’s not the same, you have to talk --",
        "Q: Yeah.",
        "A: -- and you have to gossip and you buy and sell, and that’s what living is. And --",
        "Q: Is there any place in the world where it’s spoken as a daily language?",
        "A: No.",
        "Q: Really?",
        "A: I don’t think so. Israel has some neighborhood communities where there’re old\npeople, see? Atlanta, Georgia. California has a synagogue, you -- you -- right\nacross the street with UCLA, I gave a concert there. New York has a small\nsynagogue, half of them -- very few really speak a good Ladino. This Ladino group\nI have, some speak very nice, but are the French Jews, and it’s gone.",
        "Q: Mm-hm.",
        "A: I mean, people who don’t want to talk reality, this is, oh well, we’ll teach the --\ny -- many young are interested. What young? 15 of them maybe, or 20? The same\nthing with Yiddish, only they’re stronger, because it’s more of them.",
        "Q: More people, mm-hm.",
        "A: It’s more of them because a bunch of them came back, around 18\" century or\nSO.",
        "Q: Mm-hm.",
        "A: But I don’t see too much, even if they have this Ladinokomunita that 1s -- it’s a\nwonderful thing to receive daily. And you talk to somebody from Columbia,\nsomebody from Morocco, and you have a good time.",
        "Q: Mm-hm, mm-hm, that’s a great story. So by now you said that you -- since you\nwent back to Vlasenica, you -- you know that your children know your story.",
        "A: My children know my story, that’s right.",
        "Q: They know the whole thing now.",
        "A: They know why I’m doing what I’m doing.",
        "Q: Mm-hm.",
        "A: They know it is not stage only. Yes, stage is where you perform, but they know\nthere is more to it since they see and hear my students performing, see? Since this\nap-apprenticeship program, one of the apprentices, that’s Susan Gaeta, she’s\nalready giving concerts in La-Ladino songs.",
        "Q: Hm.",
        "A: Now I -- Iam now -- preparing a concert now with Ramon Tasat, who is\nArgentinean. I’m teaching him my Bosnian songs, we are preparing a concert. He\nwill continue my work. So it will go on only through my students, more than my\nchildren.",
        "Q: Why so?",
        "A: Because they are performing, they are preparing all the time, they keeping it\nfresh. The children, the younger one has two Gold gyms. She -- she owns two\ngyms. She’s there from six in the morning, up and down, with fitness, you know,\nno time. Music is something that you set to practice. No matter how much feeing\nyou have for it, that can come out only when you’re performing. But to perform, y-\nyou have to prepare. And that means have time, and leave everything else and\nmake that a goal. When you have a family you can’t do that. You have a business,\nyou can’t do that. You have distances to drive, you can’t do that. This Ramon Tasat\ncomes from Maryland. He comes tomorrow and day after tomorrow. He loses from\nnine to one, time. It -- 1t’s -- 1t’s time consuming, everything.",
        "Q: Mm-hm, mm-hm.",
        "A: Now with the children, when they were living at home, you say, let’s do this\nsong, la, la, la, la, get a guitar. It was all in the room. But once they’re married, in\nanother city -- but they know what I am doing and why. They know it is not just\nstage and being a performer, it’s -- there 1s a role to it, and I’ve done that.",
        "Q: Mm-hm.",
        "A: Through the -- through the four recordings, and that documentary -- I don’t\nthink you’ve seen the documentary, you saw the one at Holocaust. They definitely\nknow what my goal is, teach and spread it. Music. Talking music. But if you doing\nthis music, sooner or later you get interest into the culture of it. You can’t help not\nto. So all these students I have, they know why I am teaching them. See, it will go\non musically, I think. For how long? Who knows? But for me, to get in stage 1s,\nyou know, no big deal any more y -- unless I can bring in a message. I have a song\nthat is [indecipherable] di Spania, that I have written here in this country, and that’s\nthe key -- they key of Spain.",
        "Q: Mm-hm.",
        "A: See the keys all over, peop-people send me keys. It’s -- it’s all -- written on a\nlegend that when the Sephardim left Spain they took the key with them. The key of\nthe synagogue, the key of the homes. And that key went through generation to\ngeneration. It was always in their drawer. So the song is asking, where 1s the key\nthat used to be in the drawer? And this is from Bosnia. That was already\ntransferred to Bosnia now, left the key in Bosnia. So, the legend -- and this key\ntook over among musicians a lot.",
        "Q: The song.",
        "A: So two wee -- two -- a month ago we had a concert, the -- Georgetown\nUniversity, an interfaith. And they asked me to do [indecipherable] di Spania. And\nthe ambassa -- Spanish ambassador came and kissed my hand. You kissed my\nhand, I was thinking, you know. Look what happened. Look where we are today.\nThat’s why I bring this trip to Spain, that they would invite me back. My songs are\nabout Spain, and all our history is about Spain. And we love that country because\nwe love it the way it was, see? And that you transfer again through songs. I told\nyou everything you'll get from me is songs and music.",
        "Q: When you went to Spain was that the first time you’d ever been there?",
        "A: Yes. No, no, no, I went once before as an American lady, a tourist.",
        "Q: Uh-huh. But did you have a resonance with it?",
        "A: No.",
        "Q: No? It was a --",
        "A: No.",
        "Q: Okay. Not because you heard stories, or --",
        "A: No, I -- I'll tell you what --",
        "Q: -- images or anything?",
        "A: -- a-as a survivor you become very realistic.",
        "Q: Mm-hm.",
        "A: Romantic, yes, when you sing. Emotional. But you get realistic too. When yo-\nyou go over there, there is nothing Jewish. For tourists, yes, they take you to a\nJewish street, huh?",
        "Q: But it’s not real.",
        "A: That’s the big thing, the Jewish street. A Judaria. And a quarter buys\n[indecipherable] of that.",
        "Q: But it’s not real.",
        "A: It’s gone.",
        "Q: Mm-hm.",
        "A: You talk to some people they don’t even know that -- that -- who there is left\nthat lived here. They don’t know. The kids are not taught in school about it. Why?",
        "Q: Mm-hm.",
        "A: It’s not the right thing to teach your children. The first time that came out in the\nopen about this whole Inquisition business, it was always covered by the church,\nsee? Was it here at the cathedral two months ago, I don’t know if you read about\nit?",
        "Q: Mm-mm.",
        "A: This whole exhibit came from Madrid that was filmed in Madrid and they\nshowed here in the cathedral.",
        "Q: At the national cathedral?",
        "A: The national cathedral. Was a big happening in our lives that finally came out,\nthe story. Not that you want to do anything about it. It happened five -- five\ncenturies ago.",
        "Q: Yeah.",
        "A: This is couple pages in your book, in your history book. If you read history\nbooks, then you know about it. If you don’t read those books you don’t even know\nabout it.",
        "Q: Yeah.",
        "A: And through the songs that I’ve been doing, my audience know. So I -- I did\ndrill a hole in s -- in -- in -- in ice. And I’m thinking what you want to know more\nabout this country, America. I think we did cover some. I think we got something\nout of this.",
        "Q: Yeah, yeah. Let me just look at my notes here. Grandchildren now, you have\ngrandchildren. Six.",
        "A: They ask questions. Isn’t that something? They ask questions more than the\nchildren.",
        "Q: Hm. About what?",
        "A: About Nonna, I mean, all -- all Nonna’s stories. Where were you b -- I -- I -- I\nget usually calls, Nonna, I have to interview you. All right, let’s go. Number one,\nwhere were you born, and where did you live here? And who -- I mean, questions,\nyou know? But that’s their schools.",
        "Q: Yeah.",
        "A: They bring in story, family stories. You have children?",
        "Q: No, no.",
        "A: This is what the kids usually are told in school.",
        "Q: Yeah.",
        "A: Go home and talk to your Nonna, or your -- or your Nonnu, and ask them about\ntheir life. And then they -- they learn. This is why they learn, they ask.",
        "Q: So the seed is there.",
        "A: Oh yeah, seed’s there and it will go on. It will go on. My daughters do carry\nsome customs that I taught them. I knew a little and I dropped everything. My\nmother dropped everything, too. She left Vlasenica when she said, there must be\nsomething more than this. So I’m told.",
        "Q: Mm-hm.",
        "A: But you’re going back again, and you have that story.",
        "Q: Yeah.",
        "A: You can’t cu -- y-you know, you can’t help. It’s connected.",
        "Q: It’s all connected.",
        "A: You can’t help.",
        "Q: Yeah, yeah. You did your interview, your original interview in 1995.",
        "A: Okay.",
        "Q: It’s almost 10 years ago.",
        "A: Is it?",
        "Q: And I’m just wondering if there’s anything that you have learned about your\nfamily, or anything that you’ve come to understand or realize since you did that\ninterview that you’d like to add?",
        "A: No, it’s cut.",
        "Q: Okay.",
        "A: It’s cut and gone. No, I didn’t find, I didn’t learn anything.",
        "Q: Since then.",
        "A: Maybe now this Ladino group, I hear a word that brought back memories, that I\nsaid oh my God, I didn’t hear that for years. My nonna used to say that. That’s\nabout it. Nothing else.",
        "Q: Okay.",
        "A: Nothing.",
        "Q: Whatever happened to your cousin --",
        "A: Cousin Berta?",
        "Q: Lay -- Laisel?",
        "A: Oh Laisel, that’s uncle. That’s Berta’s father.",
        "Q: Oh, her father.",
        "A: Yeah, Berta’s father.",
        "Q: What year did he die?",
        "A: That’s a -- that’s another big story. Y-You -- you opening a complete ‘nother\nfive pages. I don’t even think you want to start with that.",
        "Q: Okay.",
        "A: Complete new story. I d -- I don’t think I added Loy -- Laisell even 1-1n -- in\nthat interview.",
        "Q: Well, he --",
        "A: Just little.",
        "Q: -- he was there because he had written the letter originally and then when you\nwent back he was there, right? He was there with you when you went back?",
        "A: No.",
        "Q: No.",
        "A: No, he was not. He was go -- he was gone -- the story that we found out about\nthat family, it’s whe -- when I was getting ready to go on the honeymoon in Barre,\nItaly.",
        "Q: Right. He had written the letter to your mother.",
        "A: That’s right.",
        "Q: Right.",
        "A: That’s all I know about Uncle Laisel.",
        "Q: Uh-huh.",
        "A: But that’s Berta’s father.",
        "Q: You never saw him after that?",
        "A: No.",
        "Q: No.",
        "A: Didn’t see anybody. Just Berta is the only one that I could connect, see.",
        "Q: Mm-hm. And when was the first time you met her? The first time you went ba -\n- back to --",
        "A: Yeah.",
        "Q: Wow.",
        "A: That first trip with the children.",
        "Q: In the 70’s.",
        "A: Went to se -- her, she lived in Sarajevo. And she was attending a University of\nSarajevo in language department.",
        "Q: Hm.",
        "A: Charming.",
        "Q: Nice to have that little -- little connection.",
        "A: She’s charming. She’s -- she’s made herself a very nice home here, too.",
        "Q: Mm. Good. I think we did good. We added a lot.",
        "A: I think you did mostly th-the -- I told you before it will be all connected music,\nbut that’s what I am.",
        "Q: Yeah, yeah.",
        "A: And I told you a lit -- most what happened, musically speaking, in this country\nfor me.",
        "Q: Mm-hm, mm-hm.",
        "A: That --",
        "Q: But I think we have some new things that we didn’t have before.",
        "A: Exactly.",
        "Q: Yeah. A little bigger picture of this country.",
        "A: Yes, but this, as I said at the beginning, it’s a dream country to me. But all these\nlittle disappointments, it comes again music stuff. But that’s because we’re\nsensitive to stuff like that. It means a lot to us, see. And not to be able to light a\ncandle -- I go back to all the time to this thing, was a shock. A place that I have\ndone quite a bit of concerts already. They sold my stuff and book and -- it was just\nan over -- overlook, something that was not planned, or was not important.",
        "Q: Mm. Okay. I think that’s -- we’ll finish.",
        "A: So now what -- now what do you do? You put that toge -- into your own words?",
        "Q: No, let me -- let me just finish this.",
        "A: Oh, okay.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFlory Jagoda.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Okay, this is a United States Holocaust Memorial Museum, Jeff and\nToby Herr collection. This is an interview with Flory Jagoda, conducted by Nina\nEllis on January 12\", 2004, in Alexandria, Virginia. This interview is part of the\nUnited States Holocaust Memorial Museum’s post-Holocaust interview project,\nconducted with Flory Jagoda in 1995. The United States Holocaust Memorial\nMuseum gratefully acknowledges Jeff and Toby Herr for making this interview\npossible. This is tape number one, side A. I want to go back to your wedding in\nItaly in 1945. And you said in your interview at that time that you were very eager\nto come to the United States, that --",
        "Q: You were very eager to come to --",
        "Q: -- come to the U.S..",
        "Q: And I would like to know what did the United States represent to you at that\ntime, and why were -- were you eager to come for reasons other than just\naccompanying your husband?",
        "Q: And when you came to the U.S., where did you live?",
        "Q: Uh-huh.",
        "Q: Oh. And where was this, in what city?",
        "Q: Uh-huh.",
        "Q: And -- and was your husband going out every day going to work and you were\nat home with her?",
        "Q: Publicly?",
        "Q: Hm.",
        "Q: Hm. And what was your life like the first few years you were here?",
        "Q: Was he still in the service?",
        "Q: And when you were in Youngstown and then in Dayton, did you attend\nsynagogue there?",
        "Q: Mm-hm. And did you -- did you talk to other people, maybe other -- other\nsurvivors, or did people know your story?",
        "Q: And did you feel isolated --",
        "Q: -- or lonely?",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: She was the first?",
        "Q: Uh-huh. What year --",
        "Q: Mm-hm.",
        "Q: Mm-hm. And -- and were you playing the old songs from -- from Europe?",
        "Q: Huh.",
        "Q: Hm, hm. And this -- wh -- what -- what year, more or less, did you come to the\nStates?",
        "Q: I mean, did you come to Washington?",
        "Q: Mm-hm. And this was in the early -- see, if she’s 55, this was 1949 - 50.",
        "Q: In -- in those small places in the Midwest, were there other Jews, and -- or did\nyou experience --",
        "Q: And Dayton, yeah.",
        "Q: Uh-huh.",
        "Q: Yeah.",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm.",
        "Q: Why’?",
        "Q: Mm-hm. Mm-hm, mm-hm.",
        "Q: Really?",
        "Q: Mm-hm.",
        "Q: Mm-hm. So you could speak it, but you didn’t want to hear it.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: During those years in the Midwest, before you came to Washington, even\nthough there were Jewish communities in both Youngstown and Dayton, did you\nexperience any anti-Semitism there?",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: And what -- what year then did your mother and father come -- stepfather.",
        "Q: Had they been in Italy that whole time?",
        "Q: Mm-hm.",
        "Q: Mm-hm. And what was the adjustment like for them coming here? They must\nhave been in their 50’s or so by that time. It must have been harder for them.",
        "Q: Mm.",
        "Q: Right.",
        "Q: And did your father work?",
        "Q: That’s quite an accomplishment to come at that age and start over.",
        "Q: Mm-hm. Mm-hm. In -- in the 50’s there was what they were -- were calling the\nred scare, here in the U.S..",
        "Q: The red scare.",
        "Q: And the hearings in the -- in the Senate about a -- you know, the\nanticommunism hearings, and lots of concern about communism infiltrating the\nU.S.. What kinds of conversations did you all have about your former homeland,\nwhere communism had taken root in some form?",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Yeah. And you yourself had made that decision --",
        "Q: And after -- in the 50’s, were -- did you hear from any family members or\npeople back there, were you in correspondence with people that you knew?",
        "Q: No, nobody.",
        "Q: Yeah.",
        "Q: Mm-hm. What about anybody in Zagreb, or anybody -- friends?",
        "Q: Mm-hm.",
        "Q: Mm-hm. And --",
        "Q: Mm-hm, mm-hm. In the 60’s in this country, did you have any response to civil\nrights efforts here, and the segregation and -- di-did any of those struggles resonate\nwith you in any way? The minority struggles in this country that black Americans\nwere having?",
        "Q: Yeah.",
        "Q: Mm-hm, mm-hm. Did your children get a chance to know your mother very\nwell?",
        "Q: How -- how long did she live?",
        "Q: Oh.",
        "Q: Mm-hm.",
        "Q: Mm-hm. Did your -- then your kids always knew your story, and --",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: This was on the way there? On the way there you told them the story?",
        "Q: Mm-hm.",
        "Q: What year was this?",
        "Q: When you went.",
        "Q: Let’s see, she’s 44 --",
        "Q: -- she was 16 -- ’76.",
        "Q: You didn’t --",
        "Q: Huh.",
        "Q: Huh. You mentioned in your interview that when you went back, that first time\nwith your kids and you were -- you wanted so badly to -- people to know you as an\nAmerican, a mother.",
        "Q: And that you wore pants. You kept talking -- kept saying that. Talk about why\nthat’s si-significant.",
        "Q: That you wore slacks.",
        "Q: Mm-hm.",
        "Q: And your daughters too -- and your daughter too.",
        "Q: Mm-hm.",
        "Q: Somebody serenaded her?",
        "Q: Mm-hm. And what was it like for you to see this through their eyes?",
        "Q: No.",
        "Q: Even when you went to Vlasenica?",
        "Q: Mm-hm.",
        "Q: Mm-hm. Did -- but being there with you in that town, didn’t it cause them to\nask more questions, and did they --",
        "Q: It was a lot to take in, just being there, I would think. Yeah.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: Yeah. Did you go with them to Zagreb, too?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm. And -- and did you say that you did do some singing while you were\nthere?",
        "Q: Mm-hm.",
        "Q: Mm-hm. And Laurie and Andy, were they singing with you by that time?",
        "Q: Mm-hm. And did you perform while you were on that trip with them?",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Flory Jagoda. This is tape number one, side B. You were, in 1976,\nin --",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So it was the mid-70’s",
        "Q: Yeah.",
        "Q: Right. Okay.",
        "Q: So this was the mid-70’s --",
        "Q: -- we are -- you’re in --",
        "Q: -- taking your children back to the places that you knew. Did you also go to\nKorcula with them?",
        "Q: Mm-hm.",
        "Q: Mm-hm. And -- and for them was it --",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: And you didn’t think that there was a --",
        "Q: -- aneed for them to know.",
        "Q: Mm-hm, mm-hm.",
        "Q: So you weren't hiding it.",
        "Q: Mm-hm. You were just waiting for them to come to it themselves.",
        "Q: Mm-hm. And did that then -- did they come back then and start reading and --",
        "Q: -- was it --",
        "Q: Mm-hm.",
        "Q: Huh. Wow.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm, mm-hm.",
        "Q: You mentioned that in your -- in your video interview that sometime in the late\n70’s you were invited to perform at some kind of a --",
        "Q: Rockville, right.",
        "Q: A shock for who?",
        "Q: What did she mean by our songs?",
        "Q: Yeah.",
        "Q: Right after that?",
        "Q: Right after that experience --",
        "Q: They didn’t know.",
        "Q: Mm-hm.",
        "Q: Mm-hm. You mentioned in your video interview that you had a tough time with\nyour religion when you -- in some of those early years after you came to this\ncountry.",
        "Q: And it sounds like it was all tied in with your music, too.",
        "Q: Uh-huh. Uh-huh.",
        "Q: Mm-hm. So -- but -- but up until that time --",
        "Q: Did you raise your children in a synagogue?",
        "Q: You never talked with your kids about it after that?",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: How so?",
        "Q: Yeah, yeah.",
        "Q: Mm-hm, mm-hm.",
        "Q: You went back then, ano -- a second time to Vlasenica.",
        "Q: We’ve heard that whole -- you told that whole story very --",
        "Q: -- very articulately.",
        "Q: Mm-hm.",
        "Q: Mm-hm. And was that after the war in Bosnia or before?",
        "Q: After.",
        "Q: Before.",
        "Q: Mm-hm. In the 80’s. I think it was in the 80’s, right?",
        "Q: That you went, yeah.",
        "Q: Mm-hm. And what was it like for you 1n -- coming back, then? Did you feel\nmore attached to that place than you had been before’? Did you --",
        "Q: To Vlasenica. Did you --",
        "Q: No, it was over.",
        "Q: What was it like during the war there, in the early 90’s, it -- that news was all\naround you.",
        "Q: Yeah.",
        "Q: You couldn’t get away from it, I’m sure.",
        "Q: How old was she when she came?",
        "Q: Wow.",
        "Q: Great.",
        "Q: Yeah.",
        "Q: Wow. You know, in this country, in the 80’s and 90’s, became a time when a\nlot of Holocaust survivors decided to speak publicly. And -- and your speaking\npublicly was singing.",
        "Q: Mm-hm. When all the survivors came, mm-hm.",
        "Q: Yeah. Do you understand that pushing aside at all? I mean, I -- I --",
        "Q: -- I don’t know understand it at all.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Yeah. Are there very many Sephardic Jews in this country who speak Ladino\nlike you?",
        "Q: [indecipherable] communities.",
        "Q: On the internet.",
        "Q: Mm-hm. And where are they -- what 1s the traditions?",
        "Q: And cooking?",
        "Q: Tell me about some of the dishes that you make, that you [indecipherable]",
        "Q: And of those things that you -- those things that you cook, what -- are there\nsome that you know go way, way back --",
        "Q: -- that your grandmother --",
        "Q: Like what? Bourek.",
        "Q: Uh-huh.",
        "Q: Mm-hm. And those are?",
        "Q: Say what bourek 1s -- say -- describe what bourek is.",
        "Q: Mm-hm, mm-hm. And your kids make it?",
        "Q: Uh-huh.",
        "Q: You taught them. You taught them?",
        "Q: Uh-huh, yeah.",
        "Q: Yeah. You now -- you’re still performing, your children perform with you\nsometimes.",
        "Q: I'd like to know from your perspective what -- I -- I know when you tell -- when\nyou sing and you tell stories about your relatives and your village and what\nhappened, I me -- I have a sense of what it means to you, but what -- what does it\nmean to your children when they sing th-th -- these songs?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Flory Jagoda. This is tape number two, side A. What -- what do you\nthink it means to your children when they sing these songs and they perform them?\nWhat -- what do you --",
        "Q: In Spain?",
        "Q: How did you make a connection with them?",
        "Q: Wow.",
        "Q: Wow.",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: So 500 years later.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Is there any place in the world where it’s spoken as a daily language?",
        "Q: Really?",
        "Q: Mm-hm.",
        "Q: More people, mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm, mm-hm, that’s a great story. So by now you said that you -- since you\nwent back to Vlasenica, you -- you know that your children know your story.",
        "Q: They know the whole thing now.",
        "Q: Mm-hm.",
        "Q: Hm.",
        "Q: Why so?",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: The song.",
        "Q: When you went to Spain was that the first time you’d ever been there?",
        "Q: Uh-huh. But did you have a resonance with it?",
        "Q: No? It was a --",
        "Q: Okay. Not because you heard stories, or --",
        "Q: -- images or anything?",
        "Q: Mm-hm.",
        "Q: But it’s not real.",
        "Q: But it’s not real.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: Mm-mm.",
        "Q: At the national cathedral?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah. Let me just look at my notes here. Grandchildren now, you have\ngrandchildren. Six.",
        "Q: Hm. About what?",
        "Q: Yeah.",
        "Q: No, no.",
        "Q: Yeah.",
        "Q: So the seed is there.",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: It’s all connected.",
        "Q: Yeah, yeah. You did your interview, your original interview in 1995.",
        "Q: It’s almost 10 years ago.",
        "Q: And I’m just wondering if there’s anything that you have learned about your\nfamily, or anything that you’ve come to understand or realize since you did that\ninterview that you’d like to add?",
        "Q: Okay.",
        "Q: Since then.",
        "Q: Okay.",
        "Q: Whatever happened to your cousin --",
        "Q: Lay -- Laisel?",
        "Q: Oh, her father.",
        "Q: What year did he die?",
        "Q: Okay.",
        "Q: Well, he --",
        "Q: -- he was there because he had written the letter originally and then when you\nwent back he was there, right? He was there with you when you went back?",
        "Q: No.",
        "Q: Right. He had written the letter to your mother.",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: You never saw him after that?",
        "Q: No.",
        "Q: Mm-hm. And when was the first time you met her? The first time you went ba -\n- back to --",
        "Q: Wow.",
        "Q: In the 70’s.",
        "Q: Hm.",
        "Q: Nice to have that little -- little connection.",
        "Q: Mm. Good. I think we did good. We added a lot.",
        "Q: Yeah, yeah.",
        "Q: Mm-hm, mm-hm.",
        "Q: But I think we have some new things that we didn’t have before.",
        "Q: Yeah. A little bigger picture of this country.",
        "Q: Mm. Okay. I think that’s -- we’ll finish.",
        "Q: No, let me -- let me just finish this.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nFlory Jagoda.\nEnd of Tape Two, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: I was what?",
        "A: Eager, sure.",
        "A: Sure.",
        "A: Well, the main -- one word that can cover it all is just freedom. That would be\nall it is, freedom. The rest is, yes I came here with somebody I fell in love with. I\nwas too young to calculate, is this gonna be better for me, let me get away from\nhere. I still loved Europe, and my parents were there, so it was very hard to leave\nmy parents. But coming here, it’s freedom. Freedom to think and freedom just to\nwalk, and not to be afraid.",
        "A: With my mother-in-law.",
        "A: A very, very charming little woman we called -- everybody called her Bubby,\nand definitely she spoke only Yiddish to me. I mean, I was from Europe, I was\nJewish, I spoke Yiddish, and that was it. There was no way that anybody could tell\nher, well no, she does not speak Yiddish. She see a Jewish little girl, she speaks\nYiddish.",
        "A: That’s in Youngstown, Ohio.",
        "A: Yeah.",
        "A: Oh yes. I had many interests I brought with me, and I will never probably lose\nthem, that was one was my accordion, and two I did paint. So I went -- I went to a\nlocal museum, and I join a class. That is how I spend my -- the beginning of my\nlife in America. And definitely playing the accordion.",
        "A: Well, the moment people knew I play, I was invited to play.",
        "A: I didn't sing, I just play.",
        "A: Youngstown, Ohio? Very primitive, very closed -- closed in, with not too many\nfriendships. Nothing really going, but we were in Youngstown only a year, then we\nmoved to Dayton, Ohio. From Dayton, Ohio, we were invited to see the capital of\nthe United States, Washington, D.C. -- that was a friend of my h-husband. And I\nfell in love with that city, I said this is where I want to live. And my husband was\nvery understanding and said, sure, that’s where we going to live. We came here,\nstarted from scratch.",
        "A: No, no, he was out of the service, trying all kind of jobs, as all the service\npeople, when they c-come out of the army, til he settled down and started building\nbusiness. Th-This was his family’s trade, construction and building.",
        "A: Ye-ye -- not too much. I did go with Bubby on holidays. She was very religious\nat home. So I more or less realized that even if they speak Yiddish, they’re still a\nJewish family. So that made me feel better.",
        "A: There were no survivors, no, there were nobody -- there was really nobody from\nEurope in Youngstown, Ohio when I came. I was the only one and sort of was a\nlittle -- sort of a city story, this little girl came from Italy, a survivor and Holocaust\nand all that stuff.",
        "A: Yes.",
        "A: Yes, yes --",
        "A: -- very. Very much, and I was expecting my parents, that was the biggest pain,\nbecause I was promised that -- that they would come, and mic -- I could bring\nthem, and it was very slow, so that was kind of tough, to wait.",
        "A: Beside that I had -- I have Betty and that was already Washington, D.C., and I\nhad Betty and the life started the other way around.",
        "A: She was the first, mm-hm.",
        "A: And then -- wa -- once I came to Washington, D.C., it was a different change.\nEven the first neighbor I had, she had -- she loved music, and so -- and I played\nmusic for her. See, my whole life, it will be in your paper, all connected by music.",
        "A: I mean all -- all -- always looked for somebody who plays or sings, so we have\nsomething in common, because it started with my Nonna, you know.",
        "A: I was playing pop songs from Italy, honestly.",
        "A: Or folk songs from Yugoslavia. But I lived in Italy three years, so that’s where I\npicked up a -- a lot of pop music, from Italy.",
        "A: Oh, we’re talking about, let’s see --",
        "A: Wash -- Washington, let’s see, Betty was -- oh, it’s 50 -- Betty is 55. So we got\nto 55.",
        "A: Yeah, because I -- I got married ’45 in Italy, °46 I came here -- ’47 almost. Then\nit was Youngstown a year, Dayton couple years. Something like that, but\n[indecipherable] little less than 55.",
        "A: You’re talking Youngstown, Ohio?",
        "A: Oh, they have three synagogues.",
        "A: Oh yes.",
        "A: They were mostly p -- Polish Russian -- mostly eastern Europe.",
        "A: The majority of them were eastern Europe, yes.",
        "A: All of them spoke Yiddish. And some never even -- I mean, the majority didn't\neven know what Sephardic is. They had no idea what Sephardic is. And I lived\nwith that very uncomfortably.",
        "A: Well, that’s what made me sort of feel very nostalgic for what I left, that I\nconsidered the -- to be Jewish. See, I came from the complete different community\nwhere I really spoke Spanish. That was their Jewish language.",
        "A: And all of a sudden here you are hearing a German sound, and I can hurt, just a\nGerman word would drive me crazy.",
        "A: And it was all around me, all the company that came to visit, all the -- all the\nfriendships, was all Yiddish.",
        "A: So my big plus was that I spoke German in school, you see, in Zagreb where I\nwent to school, you spoke German. I mean, you studied German. That was the\nlanguage that is really a daily lesson.",
        "A: The sound was scary. The sound was frightening.",
        "A: Then later, I mean, I saw then I -- I came April nine, the Pesach, Passover was\nthe -- the end of the month. My God, I saw the customs were the same, but the\nmelodies were different. That again I was very nostalgic ab -- for the -- for the\nmelodies.",
        "A: See, of -- of prayers.",
        "A: No.",
        "A: No, I did not, because I didn’t -- I didn’t have a contact with outside people\nfrom family, and family friends. I didn’t make these kind of friendships.",
        "A: So there was -- no, I didn’t.",
        "A: Well, we went to -- t-to Washington, we lived in Washington, Betty was born\n1947. I guess around °49 - ’50 they arrived to Washington, D.C..",
        "A: Yes, yes, they were in Italy, in fact, they were going to stay in Italy. They --\nthey felt at home, they learned the language already and my father started a little\nnecktie business, and she was sewing for people, and they were -- they were very\ncomfortable in Italy. Italians are nice people. They’re great people, they helped us\na lot.",
        "A: A lot. So Italian people, I mean, when I think home, I m -- actually, I really\nthink Italy more then Yugoslavia because that’s where the problems started, so it\nleft bad feeling, see? Bad memories.",
        "A: Yes, they were 50’s, the adjustment was very tough, it was all me, me. It was\nme and my children, that was their whole life. They didn’t speak the language,\nthere were no other -- there were about four or five families in Baltimore. And we\nused to drive them there on weekends, and then they had a good time. But it was\nlonely, just me and my children, that’s all they had.",
        "A: Children. At the beginning just the one baby --",
        "A: -- when they came.",
        "A: Well, they were -- th-th-they were very independent, very proud, and my\nmother started sewing. We lived in an apartment building in Arlington, and all my\nneighbors knew my family arrived. They went to -- right away to the immigration\nschool, to English school. They take the bus to town, study English, learn English,\nbroken English. My father found a job, Mayflower Hotel in the kitchen. And she\nend up with a job with Pearl Kirsner of Connecticut Avenue, sewing, alterations.\nAnd they got themselves an apartment, N Street, Washington, D.C., very proud and\nhappy, and old [indecipherable] place. And had a life of their own, which they\nwanted, they were very proud. [indecipherable]",
        "A: Oh yeah, very proud. Well, survivor. That word means a lot, a survivor. A\nsurvivor has that touch to continue to survive. So it was in them, it was in me, and\nthen -- then -- this is how it is. Most of the -- I don’t know how many you meet, but\nmaybe you hear that kind of a story. A survivor learns how to fight to go on. Fight\nfor anything to continue. My music as -- as my story 1s, or continue go to school\nbeca -- continue be a doctor, which is a hard school to go through, I know.",
        "A: What kind of scare?",
        "A: Yeah.",
        "A: A lot of our dear family went the communist way, the partisans --",
        "A: -- went to -- to the mountains, fought. For that time a -- that time in life, in their\nlife, that’s the only thing they could do. Again we go back to survival.",
        "A: It’s not always that the idea is born in you. It becomes part of you because of\nthe circumstances around you.",
        "A: So that’s what I remember. In fact, when we were interned in the Korcula, an\nisland not far from Split, all my friends went to the mountains to be partisans. All\nof them.",
        "A: The only thing I did [indecipherable] back is because my father went to Split to\nexchange my little accordion for the big accordion, and I couldn’t leave my mother\nalone. And she screamed don’t leave, don’t leave and they just left, all of them, the\nwhole -- the whole bunch of young people. It was all around you, it’s not what you\nare, it’s what you become.",
        "A: No. [indecipherable]",
        "A: No, there was no connection with anybody. 42 of them in Vlasenica, in that\nlittle city, a mountain village.",
        "A: And later on, as you know the story what -- I found what happened to them.",
        "A: Zagreb, yes I knew some families that were in Barre, where most all of them\nescaped and ran away to Barre. Not really personal contact, no. It was mostly\nAmericans.",
        "A: Especially after I had my second child, when Betty was already, I think two and\na half, I wanted to be American in the worst way. I wanted to cook American, I\nnamed my children -- Betty Lou, she hates that name. But -- she hates that name.\nBut that’s what sounded good in America to me, hm. So I sort of didn’t -- didn’t\neven try to keep in touch with my people, as much as I wanted to be American\nmother. PTAs, you name it, I was right in it.",
        "A: I mean, that was -- would be the beginning of your interview, how we adjust.\nWe’re just really loving this country, want to be part of this country, didn’t want to\nbe a foreigner. And beside that, you just wanted to turn the page and start a new\nbook. And you’d never go back, just go ahead and be an American mother, an\nAmerican grandmother. They still call me Nonna, but I’m still an American,\nAmerican Nonna.",
        "A: Yes, yes, definitely. I had a heart for any immigrant in cun -- this country,\nbecause I’ve gone through it.",
        "A: The black, as you’re asking, that was new to me. We didn’t have black people.\nIt was very new to me and I had to adjust to that. I didn’t know how to handle this\nwhole situation. So I didn’t go into it too much, I’m not -- as much as I said\nsurvivor fights, but no, in that case, I stay away from anything I didn’t know about\nenough.",
        "A: Yes, yes.",
        "A: Yes. My mother -- well, they came 50’s, Betty was just a baby. They were with\nmy children a good 15 - 20 years.",
        "A: An -- and it was a Nonna who spoke of -- no, no, we -- I didn’t want them to\ncall her Nonna. She was their grandmother. It had to be everything very American.\nAnd with the broken English, you know, accent. They were not ashamed of that\nlike you hear so many stories that they’re ashamed of their grandparent’s ac-\naccents, because li -- by then I met lot of people who were survivors and the kids\nwere very, very used to accents from all co -- from all countries. So in fact among\nus, my parent would speak to me simple Croatian, in one minute they would turn\ninto a Ladino, or another minute in Italian. They lived in ital -- Italy, Ladino was at\nhome, Serbo-Croatian was in school. So it was a mixture of m-made no -- there\nwas no difference to them what language they speak, they would just go from one\nto another what fits that sentence, see? So that’s how my kids grew up, hearing all\nthese different languages. And naturally, later on Ladino took over musically,\nbecause they all sing with me, the three of them sing with me.",
        "A: And perform and we traveled all over.",
        "A: Yes, yes.",
        "A: They knew my story way back -- the first time that I wanted to go back, Laurie,\nmy younger one was almost 16 and I decided to go back the first time with my\nsecond son and the younger daughter, the three of us. So on our way to -- to -- to\nthe airport, my son Andy, who is a physician now in New York says well, wa --\nyour name is Cabilio, but then what is this Pappo? A-And a -- what is Vlasenica?\nOh, he was all confused, too many things. Barre, Italy, Korcula, the island. Too\nmany things, so I started explaining to them the whole thing of the mother being\nrebellious, living in the mountain village, and you know the story.",
        "A: And that’s what they sort of found out, the very different parts in this little\nbook. [indecipherable] story.",
        "A: On my way to the airport. I -- I didn’t want them to get shocked because they\nwere going to see many things, and go to many different places. So I wanted to sort\nof prepare them for it. And when we came to Sarajevo, the first thing we did, went\nto the house where I was born. That was a sha -- shabby looking place. And then\nwe went to the Cornelius Center, started looking for the names. And my son Andy\nfound the name of my father Pappo [indecipherable] Pappo. My mother married a\nCabilio. It was a mixture of -- in a child’s mind.",
        "A: To 0 -- to take all that.",
        "A: What year was what, when we went back?",
        "A: We went back -- Laurie, let’s see, Laurie is 44, and she was 16. That’s a good\n20 more, that --",
        "A: That was the first trip back.",
        "A: Yeah, that was the first trip back, then later on I did -- but this time I went back\nand I did not want to speak Serbo-Croatian to anybody.",
        "A: I came in as an American, and that was my goal. With American children,\nspeaking English. That was my goal. But I had a cousin Berta, who I brought here\nnow, she lives here in America. She lives now -- she works at the Holocaust\nMuseum.",
        "A: As a volunteer.",
        "A: Oh yeah, dressed up in slacks.",
        "A: What?",
        "A: Because you wouldn’t wear -- women didn’t wear slacks that time. Besides,\nhalf of Vlasenica [indecipherable] was Moslem. They all wore dymia you know,\nth-the -- the -- the balloon pants?",
        "A: And com -- a woman in slacks, wow, you look at her right away. Who is she?\nBut that’s all I wore, slacks.",
        "A: Oh, they’re s -- lived in it, you know, these were teenagers. O-Only one, the\nyounger one [indecipherable]",
        "A: It’s the first time she had a serenade under her window. [indecipherable]",
        "A: Over there, yes. So romantic. Really so romantic.",
        "A: See it through their eyes? Once upon a time long time ago my -- my\ngrandmother lived here. Just the realistic mentality of a child of 16 - 15 - 18. Andy\nwas ready for college, so it -- he was about 18. Laurie was 15. Nothing crucial,\nheavy crying.",
        "A: I never did that in front of the children. In fact, they didn’t even know. They\ndidn’t know the bad things. They just didn’t.",
        "A: I can -- told them very lightly what happened, but all in all, I really made up my\nmind when I came to this country I’m going to have an American life, and I’m not\ngoing to burden everybody with sadness. I had a very happy house\n[indecipherable] our household, full of music. We just played music, we had lot of\nfolk dancing. We had group folk dance -- folk dancers come to my house every\nmonth and we had -- had a good time.",
        "A: I-I -- I think maybe subconsciously I want to ma -- make up for everything.\nHave good time.",
        "A: Actually they didn’t. Actually they didn’t. We walked town and they didn’t.",
        "A: One day one of them should talk, maybe there was something that they kept in.\nBut no, and people make fuss over them, Americans, the Americans, the American\nlady with American children, and hospitality and you know.",
        "A: Dinners, and they had a good time.",
        "A: I did go to the house of my grandfather, but we are going back to the other story",
        "A: -- I don’t think you were here for that.",
        "A: Yes, we went to Zagreb, we went to the [indecipherable] to see where I lived.\nTook pictures of that. Again, it was sightseeing.",
        "A: I-I -- I don’t think I ever sat and cried, and poor me, this is what I went through.\nNever. This is why I think the children have very happy upbringing.",
        "A: There was no pain and -- and -- and dolore, as we say in Ladino.",
        "A: There wasn’t.",
        "A: I always sang, anywhere I went.",
        "A: Do you know this song? Hey, do you want to hear this song? I have this song,\ndo you have these lyrics? I have these lyrics. Show it to me, write it down, tape\nrecord it. That was always with me.",
        "A: No, they were not. They were not into singing. I mean, Andy was a medical\nstudent, so he -- he’s one out of four that did not sing. The other three started\nperforming with me. My first records came out ’82. They had performed before as\nchildren, I taught them songs, they did.",
        "A: Not with them.",
        "A: No, it’s just -- just looking for songs.",
        "A: Just collecting -- mostly Ladino songs I was interested then. That already\nstarted, it came back to life. My mother was one of the four singers with her\nmother. And after what happened, after what she heard, what happened to that\nwhole family, if you’d ask her sing, she says, my harmony died, I can’t. [phone\nringing]\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Don’t put me down exactly every date --",
        "A: -- or -- or otherwise we’ll have to go through books.",
        "A: I have all the dates --",
        "A: I’m telling you --",
        "A: -- you know, I -- I go with the children’s ages.",
        "A: Then I know where we are.",
        "A: Okay.",
        "A: Exactly.",
        "A: Let me think for a minute. Korcula, did I go with them? No, I didn’t. No, I\ndidn't go to Korcula. We rented the car and Andy was driving. So we went to\nZagreb, from Zagreb went to Sarajevo. From Sarajevo went down to Budwa to the\nDelnatsia, where your people come from.",
        "A: And we stayed in Delnatsia, my husband joined us in Dubrovnik, and then we\nflew back. That was the trip.",
        "A: For them it was a seeing a very pretty place with beautiful swimming, beautiful\nwater in Delnatsia. And good food and good music. It was a vacation with mom.",
        "A: That’s all. We didn’t -- I didn’t go into the tough things, and --",
        "A: -- I just didn’t feel that the children need to know early. First of all, they cannot\nunderstand it. Even adults sometimes, e -- unless you’ve gone through something,\nhow in the world are you going to understand 1t? How?",
        "A: Especially the children.",
        "A: I wanted them to see where I come from, where does the language come from,\nwhere do these songs come from. That’s all that was important to me, to share with\nmy children.",
        "A: Then later on, in school they come -- they want to have mother’s story, father’s\nstory, they would start asking questions. And they were older enough to read\nthemselves, to hear about the Holocaust, and they were star -- they started to tie\nthis whole thing together on their own. And there was always an answer to a\nquestion at home.",
        "A: I was not hiding, there was always an open answer.",
        "A: Yes, to be old enough to be interested in it, and to see what this is all about. And\nby being there that more or less the questions are, well why did you leave? Well --\nwhat a beautiful place. And the story just falling in love with Daddy was not\nenough because what about -- why were you in Barre all of a sudden, in Italy?\nWhat took you -- the one -- one thing ties to the other, you know? Naturally.",
        "A: Oh yes.",
        "A: Oh yes. One more than the other, you know. I have four, each one of them are\ndifferent, you know. It’s all -- so one more than the other, but yeah, they all on --\nthey all know. They all know mo -- mo -- especially with all these interviews, and\nmy own film documentary and my songs that I have written, they’re mostly about\nmy family.",
        "A: Holidays, all about my family, every song I wrote. I have written about, I don’t\nknow, 19 songs or so.",
        "A: Then my three recordings.",
        "A: Cause it’s only, I mean, you know, one person writes a book, another person\nwrites a poetry. I pour it all into a song. So every song, the one that 1s Hanukkah,\n“Ocho Kandelikas”’, I mean, it’s well known all over, even in Sunday schools now.\nWhat is it? Children’s song, and I remember those days of Hanukkah. And so 1s\nwith all the other holiday songs, I see my family. My latest so-song, it’s not\nrecorded is “Recordisin mi Nonna’, Remembrance of My Nonna. [indecipherable]\nreally going through -- through life with her, cause I lived with her as my mother\nmarried and went to Sarajevo.",
        "A: So, it’s all connected together.",
        "A: And everything is music. Everything is a song.",
        "A: Rockville Jewish Community Center?",
        "A: Yeah, that was the first time really, that I felt that maybe my music means\nsomething to local Jewish community. But it really didn’t. It really didn’t. They\ndidn't know anything about it. And the first Pesach performance for one of the\nJewish organizations was a shock. And it followed many other shocks, too.",
        "A: A shock for me to -- to see how much this community does not know about\ntheir own brothers and sisters, only because they were born in a different place.\nThat’s the only thing. One was born in Poland, the other one was born in -- 1n\n[indecipherable] see? So, I was asked to do a Pesach program. And my God, I\nbrought all my songs from pe -- our Pesach. Eight days, there’s a lot of singing you\nknow. And I went through song to a s -- to another song and the program chairman\ncomes and she says, do you know any of our songs? I said, this 1s our songs. And I\nwas heartbroken, because I’d practiced for hours.",
        "A: Jewish songs. And boy, those were Jewish songs.",
        "A: But in Ladino, Judeo-Spanish. But that is when I really realized I have to start\nall over in this country if I want to do Jewish programs. For awhile I gave up\ncompletely and I went into international singing. Italian, Yugoslav. And I was\nknown as international folk singer.",
        "A: Well, even before --",
        "A: -- no, I had that feeling even in Youngstown, that what I do is really not Jewish\nto them. Just not Jewish to them. And I do come from a -- Nonna was very pious,\nshe was very religious. Very religious. So I -- she put into me way deep, and I end\nup feeling most of the Judaism through music again, through songs, see? So when\nshe said, do you know any of our songs, I said, these are our songs. She says no.\nAnd -- didn’t know. And then my first -- now, these are my musi -- mu-music\nexperiences in America, 1s what you’re looking for, what a survivor f-felt at th -- I\nthink this is what you wanted. There is an organization, Jewish study group in\nWashington, D.C., and I gave -- I was asked to do a workshop -- no, this was\nJewish Folk Art Society. And they were giving a festival in American university,\nthey asked me if I would do a workshop. So I remember it like yesterday, I\nintroduced myself, come from Bosnia and all this stuff, and I am going to talk\nabout Ladino songs. And I hear a student from way back, in a very student way of\ntalking, what in the hell’s that? I mean, we wouldn’t put that in a book, but that’s\njust the way it is. What in hell is that. So I explained to him. And after I did a\ncouple pairs, which are chanting pairs, another student says, well this can’t be\nJewish, it’s -- it can’t be Jewish. It’s -- it -- it -- 1t’s Catholic, it’s Spain. They\ncouldn’t connect it. Because they were not taught.",
        "A: They didn’t know.",
        "A: So that was a tough experience. And from there on I knew, I mean you want to\nstay and sing and -- and perform? I mean, this is what all of the whole family did\nfor years. You learn Yiddish songs. And I did. And I was singing Yiddish songs.\nBut to pour your heart out, [indecipherable] the soul, you had to sing Ladino, but\nthat’s what you were brought up to do.",
        "A: The religion I meant --",
        "A: -- I meant the religion after I saw what happened to my family is when I lost my\nreligion.",
        "A: Standing in that field, and I think you have that story, and this man telling us,\nthis is where your family is. I said this can’t be [indecipherable]. He can’t -- there\ncan’t be anything there. Cause these were good people. Store downstairs, the wife\nupstairs and close-knit family and I -- in fact, I have a song Las Tias, the aunts, all\nabout my aunts, because every day, every holiday was a different aunt’s house.\nThis is all memories that I put into my songs.",
        "A: Up til that di -- time, we were very pious, religious people following my Nonna\nwith candles and the holidays and -- but then -- in fact, in the -- in Zagreb, which\nwe Started the modern life all together, I went to synagogue myself, because that\nwas what you do on Saturday morning. Was no question about it. Why? That’s\nwhat you do. My mother didn’t have a kosher home, or she was very up to date\nwith the ladies in Zagreb, they were all Ashkenazi. They all spoke German at\nhome, and she didn’t want to speak Ladino, so I went by myself, and I loved it. It\nwas Ashkenazi synagogue, but the sound of Hebrew was peaceful, see? It gave you\nan inner peace, as you call it here. But once I saw the ma -- that -- that man on --\non -- on -- in the field when he told this is your family, well that was it. Don’t just -\n- don’t sell me God, and He’s -- protects you and looks over you and -- even in\ntoday I have a hard time sitting in that synagogue. I see it mostly as being with\npeople, friendships, being together. This is what I see in the synagogue today. Be\nnice to each other, maybe helping w -- another person, performing, sing to them.\nBut He’ll protect me? No way.",
        "A: I raised my children what a Jewish mo -- heart -- a Jewish mother should\n[indecipherable] without even feeling 1s it right or wrong. I -- we had Friday nights.\nThe father sent them all to syn -- to -- to Hebrew school, even the girls were --\nwent to Hebrew school. They all know all the prayers, they know all the holidays.\nThey’re raising Jewish children. Laurie has three, they’re all in yi -- Bat Mitzvahs,\nBar Mitzvahs, the whole deal. But we never talked about how I feel inside. That\nwas something of my own.",
        "A: No.",
        "A: No. Oh, they know what happened, they’ve seen pictures.",
        "A: But I didn’t sit down and start talking God, they know. Th-They know.",
        "A: But the father did a good job.",
        "A: The father taught them, the father saw that they have Hebrew education. The\nfather was more -- he still goes to synagogue every Saturday morning, he’s 90.\nAnd he drives by himself. It’s something that Bubby really put into him in many,\nmany years as he was growing up. But I can’t see it. I’d love to. I envy people who\nbelieve. I really do. I -- I envy people who pray with such, you know, you look at\nsome people and they’re praying. How do they feel? They pray. Well. That’s a\nsurvivor’s story, okay?",
        "A: And I think maybe you’ve heard before the same thing. Or, some go the other\nway around. Like Sephardim at the Inquisition, they said, we were not good Jews,\nthat’s why we’re punished. It goes back to religion. So that -- the opposite way of\nworking, see?",
        "A: But it didn’t work for my generation any more.",
        "A: I went --",
        "A: -- back for the second time --",
        "A: -- with my husband and -- and Berta lived there. My cousin Berta.",
        "A: She’s the last of the family, of [indecipherable] family.",
        "A: Yes --",
        "A: -- before.",
        "A: Not after, before.",
        "A: Yes.",
        "A: It was in the 80’s and it was aft -- before the war, and we had that horrible day,\nwhich I don’t think we want to go through all that [indecipherable] take too much\ntime. But that day end up with song. We sang all evening. They knew that I sing,\nthat I like to sing, so my cousin Berta invited a lot of her friends, a lot of them with\nguitars. And couple sardines, hard boiled egg. It was 1n a nu -- you know, half-\nheart, the whole cocktail party was there, alive. A very primitive life, very\nprimitive. And then we sang til three in the morning and it felt good. That was, I\nthink, as I would say, God’s blessing. It was some blessing. But that would follow\nthe kind of a day we -- we had.",
        "A: What place?",
        "A: I didn't want to go back any more.",
        "A: I just wanted to get away from it and never return. I still feel that way. Never\nreturn. I’ve seen it, I’ve heard, I’ve saw. And no way. I don’t want to have\nanything to do with any of these places any more. Just brings memories, bad\nmemories and I’m very happy here. Especially now, I have six grandchildren. We\nget together and we have the warmth of life, see?",
        "A: The Bosnian war? Bosnian war --",
        "A: -- was very bad.",
        "A: It was very bad and I had a cousin Berta living in Vlasenica, and I worked very\nhard to get her out, through connection here, connection there, nothing really\nworked. We finally send her a two way ticket in Air France and we said, get in a\nplane, we’ll do something here, maybe. And she flew to Chicago and we had a\nlawyer, and we paid. And she came to Chicago, lived there for awhile. She has a\nniece, Dragana who lives in Chicago. And then we brought her here and she lived\nwith me for about five, six months, went to one of the singles, got a husband.\nAmerican husband.",
        "A: About 45.",
        "A: She married a lovely man. Very happy.",
        "A: And today she’s teaching English -- I mean, her own Serbo -- Bosnian. Today\nit’s very hard, is it Serbian, 1s 1t Croatian --",
        "A: -- 1s it Bosnian, is it Macedonian. But all in all she is really a professor of\nlanguages. She went to University of Sarajevo. So teaching 1s her li -- you know,\nher job. So she’s working for one -- for -- for -- for one -- one of those language\nschools. I think it’s under the State Department. And gets a job here and there, not\na full time, but whenever they have somebody going to Yugoslavia -- former\nYugoslavia, and wants to learn the language fast, le -- Berta has a job. Now she has\na couple who are going to, I think Zagreb in March, so she has a full time job,\nteaches half a day him, and half a day the wife.",
        "A: No. Singing was mostly ba -- but I added to my singing a little story to every\nsong, which I didn’t before. In other word, if I would be singing Las Tias, the\naunts, I talked about those aunts. Then I started with slideshows and I showed them\nVlasenica, a whole f-family, pictures of each tia and got closer and closer int -- into\nthis whole tradition through my songs, see? And I me -- I think my music has done\neverything for me, from the accordion that saved my life all the way to -- to today.\nNow there are some wonderful moments, there’s still disappointments. Like the\nlast -- well, this is a good example, the last celebration the Holocaust Museum had.\nWhen was it, two months ago, or a month ago.",
        "A: The performers were invited to sing or play. Til almost three, four days before, I\ndid not call because when you call and when you’re performer, you’re looking for\na concert, and that was the last thing I had in mind, a concert, because I’ve done\nconcerts at Holocaust Museum. This was to light a candle. Just a candle, because I\nwas th -- at the Holocaust the spring, last spring, yeah this years -- last year, it’s\nalready gone -- to sing one song, I flew to Poland, to Auschwitz. And all the songs\nthat I sing the Holocaust came to life because I saw the place where everything\nreally happened. So I came back feeling very, very -- very emotional about the\nHolocaust survivors from Salonika, Greece, Turkey, Balkans. And I have a prayer,\nand I wanted to light a candle because the memorial at the Auschwitz was to -- to\nma -- to -- in memory of these victims. So I wanted -- so I called a day before, I --\nso it’s too late, nobody called, nobody wants anything Sephardic, let me do\nsomething about it. So I called and I said, I don’t want a concert. I had enough of\nthat. I want a prayer and light a candle for these survivors. Two minutes. I had a\nplain flat no. And that was one of disappointments that -- that even happens today,\nyou see? I mean, 1-it -- it will never be that I can say, oh I’m so glad my Sephardic\nmusic 1s part of the Jewish music. It’s still not accepted. And it’s not that I’m\nsaying well, we died too, and the -- th-the eastern European Jews died, too.\n[indecipherable]. Many more on that side than here? No. [indecipherable] to light a\ncandle?",
        "A: I don’t understand. I don’t understand --",
        "A: -- I’m trying to understand, I -- it’s not so much understanding as not believing\nthat this is happening. People who were planning something like this were not\nreally, as much as they really tried to -- they tried to, they cover -- I mean, they\nhave exhibits, Jews from Poland, Jews from Greece. Ja -- there’s so many days\nconcerts in honor of a Greek Jew -- Jew -- Jews that’s vanished. Whole -- who-\nwhole trainloads were go -- went straight, I don’t know if you know the stories,\nstraight to Auschwitz.",
        "A: And we saw the pictures from the train, straight to crematorium. Not even give\nthem a chance to -- to -- to rest. Now, these kind of stories -- now, we talked to\nsurvivors who survived the Auschwitz, and I came back with this feeling that I,\nyou know, feel terrible about this whole thing, and this is many years later.\nSometimes I say, why go back and even talk about this any more. But I was there,\nso I saw it. And I couldn't light a candle and make a prayer. I’m not blaming the\nHolocaust Museum. A person who was planning it did not have the knowledge to\nunderstand this.",
        "A: Maybe because they didn’t talk to anybody who just came back cha --\nAuschwitz, okay?",
        "A: So that -- that hurts.",
        "A: So as much as I say all these wonderful rosy things about this country, there’s\nstill little humps here and there that hurt you and I don’t know if you can do\nanything about it.",
        "A: Well, we have a lot of",
        "A: -- we have a -- oh, we’ve come a long way. We have a computer daily,\nLadinokomunita. They’re in touch with each other, or you can talk to people --",
        "A: -- from Australia, some people from Austria, another one is Greece, and the\nother one is way -- Poland. From all over the world they talk to each other Ladino.\nTalk, write, you know. And I started a Ladino group here in Washington, D.C.. We\nstarted with four people, I think it’s about 24 of us now. We get together, we just\ntalk to each other. And with this language that’s getting lost all the time, you know.\nIf you don’t speak, you lose, you know.",
        "A: We meet in different homes. There’s Istanbul and there is Sofia, Bulgaria and\nthere’s Salonika. People from all over who just have this hunger to be with\nsomebody who has the same background. A lot of laughing with olds -- old words\nthat the grandmothers used to speak. A-A very nice atmosphere, we have a good\ntime.",
        "A: Cooking. Whoever remembers to cook something. I cook many of these dishes,\nand I make them bourekas and we have a good time.",
        "A: A lot of it is like Greek dishes, dough with feta cheese and spinach inside. Or\nstuffed cabbage or stuffed grape leaves. Lot of fish dishes, a lot of vegetable\ndishes. Lot of leek, eggplant. In fact, in prayers, there is dishes that you make a\nprayer over, like the leek dish and eggplant dish.",
        "A: Yes.",
        "A: Yes, yes, yes, bourek.",
        "A: Yeah",
        "A: That goes -- but that is actually adapted probably in a Bosnian way, but that -- I\nknow the bur-bourek, cause they had it from way back Spain.",
        "A: And wherever they settled, let’s say the Greece or Turkey or Bulgaria, Bosnia,\nthey, not even knowing they are adopted the rhythms of that country and the ri --\ntastes of that country and the cooking [indecipherable]",
        "A: Bourek is dough that you -- it’s a little Americanized now, instead of using a\nreal, heavy oil, you use margarine. But it’s dough that you can fill with spinach and\ncheese, you can fill with meat and onions. | -- I think every country has its own\ntraditional dish that is similar to this. Every country. I know South America, when\nyou’re -- Russian, they all have dough with something stuffed in the middle.",
        "A: Yes, oh Betty entertains only with bourek.",
        "A: Oh yes, they do, definitely. Not only my kids, my friends, my neighbors.",
        "A: Sure. I have to.",
        "A: They call it Flora’s dough. Flora’s dough, or Flora’s bourek.",
        "A: My children perform -- they’ve performed more. We don’t live in the same\ncities, so to practice, since we’re getting better and more fussy with what we do,\nwe need to practice more, okay? So, for them, they have to come from New Jersey,\nand that is already leaving the job, or the children. They all ha -- it’s not as easy\nany more, but I have local apprentice, we were in the -- this 1s a very pretty story of\nmine that I can say in America. I -- I did receive an endowment for the arts last\nyear. I was a master apprenticeship program in Charlottesville and UVA. I’ve done\nmany things lately. I’ve been immigrant of the year. That on top is Auschwitz,\nwhere I was invited to sing a song. This is all what’s happening in my life. E-Every\none of these things is a good happening. That’s just what I can say, that this\nAmerica has done a lot for me. It’s mostly connected 1n music.",
        "A: If ’'m saying a p -- a sad s --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: At the beginning was stage. They’re all stage people, to be very honest. Elliot\nwas a rock and roll musician for many years, king of the rock in Georgetown.\nBetty went -- well, she was Adelphi University, she went into arts, she end up as a\nart -- the -- the dance therapist. Laurie went to the University in Miami, dance\ntherapist. They all went into the arts, only the youngest one 1s a doctor. But as the\nquestion -- the answer to your question, it was stage [indecipherable], that’s it. As\ndoing it, year after year, hearing my story, it seeped in the other way. So Betty into\nit now Is really as cultural. And then all the concert that we have done when we\nwent to Yugoslavia, and one of the most important ones, when we were invited to\nSpain, see? Ribadavia, Spain. [indecipherable]. That ca -- the whole thing came to\nhead in their minds with a daily experience. Because we were invited by a young\nclub s -- university students, who claims that they have never been taught about --\nthey never knew there was Inquisition. All right?",
        "A: In Spain. This was Ribadavia, it was Galicia, north. They found out what\nhorrible things happened in all these cities and that Ribadavia is vineyard\ncountries, all wine and grapes. And they claim Jews owned these vineyards. And\nthey have named -- the whole city was -- it had a Judaria, the Jewish quarter. And\nthe whole city, you could see the life of that whole community, that they left as it\nis. And every year -- now I don’t know if this is a tourist’s clique, or I don’t know\nif it’s a tourism to bring Jewish -- what’s the word -- travelers, or really their own\nintention to teach their young, look, this 1s what happened. We kicked out\nthousands of people because they didn’t want to convert. And the young feel bad\nabout that, because they’re not more -- so [indecipherable] into the -- the religion\nthat they could understand that like their ancestors. So they see this as a wrong\nthing that happened. But that’s 1492, see, a long time back, you know. Many\nthings have happened since. But all in all they do once a year a Jewish wedding,\nand all the villagers come over. And they do a really typical Jewish wedding. They\nsang all my songs. And ah, to me that was the highlight of life.",
        "A: They heard about me. They heard about me and they have invited, they made a\n[indecipherable] Sepharadi. A -- a -- a week, Sephardic week. They invited a\nwoman from Israel, a woman from Canada, the three of us, another two countries.\nSo every night was a different concert from a different country in the world,\nbringing back this Ladino --",
        "A: -- and the public really enjoyed my -- because it’s a real broken up Spanish. So\nthey would say, my a -- my grandmother used to say that word, wow, my grandma\n-- they would say from the audience. Was a lot of fun. I spoke to them this old\nLadino, that --",
        "A: -- my family, that’s all they spoke.",
        "A: You went to school and you spoke Serbo-Croatian, but you -- and the moment\nyou cross that door --",
        "A: -- it was that language. They called it Jewish language.",
        "A: Five years -- that’s -- that -- that’s what it is to -- that’s what’s me today.",
        "A: I -- actually -- I think the last generation, I think. I don’t think that it will go on.\nOnce my generation’s gone -- and I’m 80, so how much can you go? Even if\nthey’re learning a bit Ladino, it’s not the same, you have to talk --",
        "A: -- and you have to gossip and you buy and sell, and that’s what living is. And --",
        "A: No.",
        "A: I don’t think so. Israel has some neighborhood communities where there’re old\npeople, see? Atlanta, Georgia. California has a synagogue, you -- you -- right\nacross the street with UCLA, I gave a concert there. New York has a small\nsynagogue, half of them -- very few really speak a good Ladino. This Ladino group\nI have, some speak very nice, but are the French Jews, and it’s gone.",
        "A: I mean, people who don’t want to talk reality, this is, oh well, we’ll teach the --\ny -- many young are interested. What young? 15 of them maybe, or 20? The same\nthing with Yiddish, only they’re stronger, because it’s more of them.",
        "A: It’s more of them because a bunch of them came back, around 18\" century or\nSO.",
        "A: But I don’t see too much, even if they have this Ladinokomunita that 1s -- it’s a\nwonderful thing to receive daily. And you talk to somebody from Columbia,\nsomebody from Morocco, and you have a good time.",
        "A: My children know my story, that’s right.",
        "A: They know why I’m doing what I’m doing.",
        "A: They know it is not stage only. Yes, stage is where you perform, but they know\nthere is more to it since they see and hear my students performing, see? Since this\nap-apprenticeship program, one of the apprentices, that’s Susan Gaeta, she’s\nalready giving concerts in La-Ladino songs.",
        "A: Now I -- Iam now -- preparing a concert now with Ramon Tasat, who is\nArgentinean. I’m teaching him my Bosnian songs, we are preparing a concert. He\nwill continue my work. So it will go on only through my students, more than my\nchildren.",
        "A: Because they are performing, they are preparing all the time, they keeping it\nfresh. The children, the younger one has two Gold gyms. She -- she owns two\ngyms. She’s there from six in the morning, up and down, with fitness, you know,\nno time. Music is something that you set to practice. No matter how much feeing\nyou have for it, that can come out only when you’re performing. But to perform, y-\nyou have to prepare. And that means have time, and leave everything else and\nmake that a goal. When you have a family you can’t do that. You have a business,\nyou can’t do that. You have distances to drive, you can’t do that. This Ramon Tasat\ncomes from Maryland. He comes tomorrow and day after tomorrow. He loses from\nnine to one, time. It -- 1t’s -- 1t’s time consuming, everything.",
        "A: Now with the children, when they were living at home, you say, let’s do this\nsong, la, la, la, la, get a guitar. It was all in the room. But once they’re married, in\nanother city -- but they know what I am doing and why. They know it is not just\nstage and being a performer, it’s -- there 1s a role to it, and I’ve done that.",
        "A: Through the -- through the four recordings, and that documentary -- I don’t\nthink you’ve seen the documentary, you saw the one at Holocaust. They definitely\nknow what my goal is, teach and spread it. Music. Talking music. But if you doing\nthis music, sooner or later you get interest into the culture of it. You can’t help not\nto. So all these students I have, they know why I am teaching them. See, it will go\non musically, I think. For how long? Who knows? But for me, to get in stage 1s,\nyou know, no big deal any more y -- unless I can bring in a message. I have a song\nthat is [indecipherable] di Spania, that I have written here in this country, and that’s\nthe key -- they key of Spain.",
        "A: See the keys all over, peop-people send me keys. It’s -- it’s all -- written on a\nlegend that when the Sephardim left Spain they took the key with them. The key of\nthe synagogue, the key of the homes. And that key went through generation to\ngeneration. It was always in their drawer. So the song is asking, where 1s the key\nthat used to be in the drawer? And this is from Bosnia. That was already\ntransferred to Bosnia now, left the key in Bosnia. So, the legend -- and this key\ntook over among musicians a lot.",
        "A: So two wee -- two -- a month ago we had a concert, the -- Georgetown\nUniversity, an interfaith. And they asked me to do [indecipherable] di Spania. And\nthe ambassa -- Spanish ambassador came and kissed my hand. You kissed my\nhand, I was thinking, you know. Look what happened. Look where we are today.\nThat’s why I bring this trip to Spain, that they would invite me back. My songs are\nabout Spain, and all our history is about Spain. And we love that country because\nwe love it the way it was, see? And that you transfer again through songs. I told\nyou everything you'll get from me is songs and music.",
        "A: Yes. No, no, no, I went once before as an American lady, a tourist.",
        "A: No.",
        "A: No.",
        "A: No, I -- I'll tell you what --",
        "A: -- a-as a survivor you become very realistic.",
        "A: Romantic, yes, when you sing. Emotional. But you get realistic too. When yo-\nyou go over there, there is nothing Jewish. For tourists, yes, they take you to a\nJewish street, huh?",
        "A: That’s the big thing, the Jewish street. A Judaria. And a quarter buys\n[indecipherable] of that.",
        "A: It’s gone.",
        "A: You talk to some people they don’t even know that -- that -- who there is left\nthat lived here. They don’t know. The kids are not taught in school about it. Why?",
        "A: It’s not the right thing to teach your children. The first time that came out in the\nopen about this whole Inquisition business, it was always covered by the church,\nsee? Was it here at the cathedral two months ago, I don’t know if you read about\nit?",
        "A: This whole exhibit came from Madrid that was filmed in Madrid and they\nshowed here in the cathedral.",
        "A: The national cathedral. Was a big happening in our lives that finally came out,\nthe story. Not that you want to do anything about it. It happened five -- five\ncenturies ago.",
        "A: This is couple pages in your book, in your history book. If you read history\nbooks, then you know about it. If you don’t read those books you don’t even know\nabout it.",
        "A: And through the songs that I’ve been doing, my audience know. So I -- I did\ndrill a hole in s -- in -- in -- in ice. And I’m thinking what you want to know more\nabout this country, America. I think we did cover some. I think we got something\nout of this.",
        "A: They ask questions. Isn’t that something? They ask questions more than the\nchildren.",
        "A: About Nonna, I mean, all -- all Nonna’s stories. Where were you b -- I -- I -- I\nget usually calls, Nonna, I have to interview you. All right, let’s go. Number one,\nwhere were you born, and where did you live here? And who -- I mean, questions,\nyou know? But that’s their schools.",
        "A: They bring in story, family stories. You have children?",
        "A: This is what the kids usually are told in school.",
        "A: Go home and talk to your Nonna, or your -- or your Nonnu, and ask them about\ntheir life. And then they -- they learn. This is why they learn, they ask.",
        "A: Oh yeah, seed’s there and it will go on. It will go on. My daughters do carry\nsome customs that I taught them. I knew a little and I dropped everything. My\nmother dropped everything, too. She left Vlasenica when she said, there must be\nsomething more than this. So I’m told.",
        "A: But you’re going back again, and you have that story.",
        "A: You can’t cu -- y-you know, you can’t help. It’s connected.",
        "A: You can’t help.",
        "A: Okay.",
        "A: Is it?",
        "A: No, it’s cut.",
        "A: It’s cut and gone. No, I didn’t find, I didn’t learn anything.",
        "A: Maybe now this Ladino group, I hear a word that brought back memories, that I\nsaid oh my God, I didn’t hear that for years. My nonna used to say that. That’s\nabout it. Nothing else.",
        "A: Nothing.",
        "A: Cousin Berta?",
        "A: Oh Laisel, that’s uncle. That’s Berta’s father.",
        "A: Yeah, Berta’s father.",
        "A: That’s a -- that’s another big story. Y-You -- you opening a complete ‘nother\nfive pages. I don’t even think you want to start with that.",
        "A: Complete new story. I d -- I don’t think I added Loy -- Laisell even 1-1n -- in\nthat interview.",
        "A: Just little.",
        "A: No.",
        "A: No, he was not. He was go -- he was gone -- the story that we found out about\nthat family, it’s whe -- when I was getting ready to go on the honeymoon in Barre,\nItaly.",
        "A: That’s right.",
        "A: That’s all I know about Uncle Laisel.",
        "A: But that’s Berta’s father.",
        "A: No.",
        "A: Didn’t see anybody. Just Berta is the only one that I could connect, see.",
        "A: Yeah.",
        "A: That first trip with the children.",
        "A: Went to se -- her, she lived in Sarajevo. And she was attending a University of\nSarajevo in language department.",
        "A: Charming.",
        "A: She’s charming. She’s -- she’s made herself a very nice home here, too.",
        "A: I think you did mostly th-the -- I told you before it will be all connected music,\nbut that’s what I am.",
        "A: And I told you a lit -- most what happened, musically speaking, in this country\nfor me.",
        "A: That --",
        "A: Exactly.",
        "A: Yes, but this, as I said at the beginning, it’s a dream country to me. But all these\nlittle disappointments, it comes again music stuff. But that’s because we’re\nsensitive to stuff like that. It means a lot to us, see. And not to be able to light a\ncandle -- I go back to all the time to this thing, was a shock. A place that I have\ndone quite a bit of concerts already. They sold my stuff and book and -- it was just\nan over -- overlook, something that was not planned, or was not important.",
        "A: So now what -- now what do you do? You put that toge -- into your own words?",
        "A: Oh, okay.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 12, 2004\nRG-50.549.02* 0073",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Flory\nJagoda, conducted by Nina Ellis on January 12, 2004 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Alexandria, Virginia and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "January 12, 2004\nBeginning Tape One, Side A"
    ]
}