{
    "rg": "RG-50.106.0013_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with Roberta\nJones conducted by Margaret Garrett on May 31st, 1997, in Silver Spring, Maryland.\nTape 1, Side 1. Mrs. Jones, what was your name at birth and your name now”?",
        "Answer: Roberta Arlene Stubblefield (ph).",
        "Q: And--",
        "A: Oh, my name now?",
        "Q: Your name now.",
        "A: Roberta Stubblefield (ph) Jones.",
        "Q: And what is your date of birth?",
        "A: October 15, 1921.",
        "Q: And where were you born?",
        "A: St. Louis, Missour1.",
        "Q: And you lived in St. Louis for how long?",
        "A: I --just a few months. About six, I think, then we moved to Pocahontas, Arkansas.",
        "Q: And did you live in Pocahontas for awhile?",
        "A: Yes. For awhile. Then we moved to Oklahoma for awhile, then we came back to\nPocahontas until I graduated from high school.",
        "Q: And could you talk about your growing up and your family?",
        "A: Oh, yes. I grew up in a--probably a lower-- incomewise, lower middle class, and\nduring the Depression, then we were quite poor because of--because of the Depression,\nand--",
        "Q: What did your father do?",
        "A: My father did a little farming. He had a grocery store, and that--I'll have to think\nabout this just a minute here. He had a little grocery store a time or two, did some\nfarming, and then for awhile he worked for the WPA, if you know what that was. Works\nProgress Administration.",
        "Q: It was a government agency?",
        "A: Yes. One that Franklin Roosevelt established, which I think a lot of people in the\nNorth thought it was a very bad thing to have, but the southern people thought it was a\nlifesaver.",
        "Q: So that helped your family--",
        "A: Oh, yes.",
        "Q: --and he was able to work for them?",
        "A: Yes, yes. It was--saved their pride. That meant that they could get the jobs and work\nfor the money and--",
        "Q: Did you understand as a child what was happening, that Roosevelt had set this up and\nthat enabled your father to have a job?",
        "A: Oh, absolutely. Absolutely. And --because my father lost just about everything in the\n--in the Depression. Prior to that things were--were good, good enough. And then--when\nwe moved back from Oklahoma to Arkansas, we were there about--there a few months,\nand someone set fire to our house, and they put it out after--we weren't there, we were\nvisiting my grandmother, so they--and they extinguished--extinguished the fire after it\nhad gutted one room, so then my father had that rebuilt.",
        "Q: How old were you?",
        "A: At--at this point I was nine or ten.",
        "Q: And--",
        "A: Probably nine.",
        "Q: And do you remember how you reacted to the fire?",
        "A: To that one, not --not really, but just a few months later we were back visiting my\ngrandmother again, and someone set it on fire again, and it burned to the ground, and we\nhad nothing except what we had worn to my grandmother's for the weekend. That I\nremember 'cause I remember coming back and looking down into the base--in the\nbasement --down into the ground which had been the basement and seeing my little\nwagon and--and it just hurt 'cause all the toys were des--destroyed. Everything. Clothing,\nthe whole bit. And we never found out who did it or why but felt that the people who had\nlived in our house when we were in Oklahoma had made an enemy somewhere because\nwe hadn't been back but just a probably by that time, maybe six months.",
        "Q: So you think the people set it on fire thinking they were setting someone else's--",
        "A: Thinking--",
        "Q: --house--",
        "A: --the house belonged to the people who had rented it from my dad. So in addition to\nlosing his job, he work--he was a deputy sheriff in the --or something like that in\nOklahoma. In addition to losing that job, having to come back to Arkansas without work,\nsomeone burned his house down, and he had—he did have a little farm of 40 acres that\nwe could move out to, but all together 1t was just blow after blow after blow.",
        "Q: So as a child you had some tragedy--",
        "A: We did.",
        "Q: --in life?",
        "A: But we had the most loving parents, and two of the most loving sisters you could\nimagine, and we didn't know we were all that poor. It was just a--",
        "Q: What was your mother like?",
        "A: A saint. Not only would I say that and my sisters say that, but all of our friends\nthought she was wonderful. Would love to come to our house because she was just\nwonderful.",
        "Q: And your father?",
        "A: He was wonderful too, but he was wonderful to our family, to us girls. You know, we\nwere just everything to him as we were to our mother, and he was --I could say as a\nfather, he was perfect. He didn't reach out to the community the way my mother did, and\nmy mother reached out to anyone who needed anything. As poor as we were, she was\nalways giving of her time and whatever she had to everybody else. My father didn't do\nthat. His was taking care of his family, and I could understand that\n'cause he had to take care of his family so in that respect, it was a great childhood.",
        "Q: And you had two sisters?",
        "A: Um-hum.",
        "Q: And where were you in the birth order?",
        "A: I was the youngest.",
        "Q: So you were the baby”?",
        "A: Yes, um-hum.",
        "Q: And what were your sisters like with you?",
        "A: Wonderful. Just wonderful.",
        "Q: How much older were they?",
        "A: The oldest one was five years older, and the middle, two years older.",
        "Q: So you were fairly close in age?",
        "A: Fairly close and very close. Still are. Still very close. Couldn't do without them.",
        "Q: And when did you start nursing school? Was that right after high school?",
        "A: Right after high school. Probably a matter of six --six months after high school.\nBecause --oh, that's when there was an opening in --went to Baptist Memorial Hospital in\nMemphis. That's when they had their openings for students was six months after I\ngraduated.",
        "Q: And how did you happen to decide you would go to nursing school?",
        "A: Because my mother wanted me to.",
        "Q: And why did she want you to?",
        "A: Her father was a doctor. My grandfather's a doctor. She had a brother who was a\ndoctor and a nephew who was a doctor, and to her that was just the ultimate profession.\nWe didn't have money for any of us to become doctors or--couldn't possibly even\nconsider that, but for a nursing school, yes. And at that time you had to even buy your --\nwe had to buy our books but, of course, they provided the —actually you worked your way\nthrough because you --your room and board was provided, but you had to buy your\nbooks. Nothing was actually given to you and worked--",
        "Q: It was hard?",
        "A: Very hard.",
        "Q: Did--did--you said that your mother wanted you to do it?",
        "A: Uh-huh.",
        "Q: Did you feel strongly that you wanted to, or did you kind of go along?",
        "A: I didn't, no, I wanted to--I would have loved something in journalism. I would have\nloved journalism, but you just didn't have a lot of choices during the Depression. You\ntook what you could get and --and I didn't mind. It wasn't --she didn't force or anything,\nshe just said that would be great. She loved that so I thought well, might as well.",
        "Q: And then after you got into nurse's training, did you like it or think--",
        "A: It was all right.",
        "Q: So it was okay”?",
        "A: Okay. I'd rather have been in journalism, but it was okay.",
        "Q: And you knew you could get a job.",
        "A: Always. Yes. That was --oh, that was a tremendous factor at that time ‘cause this was\n1940. 1940-1944 so still jobs were hard to come by.",
        "Q: So you finished training in what year?",
        "A: 1944, I think. Yes.",
        "Q: So that was during the war.",
        "A: Uh-huh.",
        "Q: And then what happened?",
        "A: At the begin --in January 1944. Then I --actually I applied to --I wanted to be a flight\nattendant. That's not what we called them then. What'd we call them. Stewardess. And\nstewardesses at that time had to be nurses, so I remember I had a --had an interview set\nup at the Peabody Hotel in Memphis, and it was a --really looking forward to it, and then\npeople from my hospital started going into the Services, mostly Army, and got very\nexciting about that time, and I decided that's what I wanted to do, so that's what I did.\nRight from nursing school. No experience.",
        "Q: And--",
        "A: I think I was 23.",
        "Q: --did you have any ideas about where you would be sent as a nurse or...?",
        "A: I didn't have any idea, no, but I knew what I wanted.",
        "Q: What did you want?",
        "A: I wanted to go to Europe. Wanted to go to Germany.",
        "Q: And why did you want to go to Germany?",
        "A: I--I'm not certain, but I imagine there was a lot of probably excitement and glamor\nattached to that adventure because remember at that time, I'd just gotten out of nursing\nschool. Had no idea of what it was all about. 22--or probably 23. I had no idea.",
        "Q: What--",
        "A: Never regretted a minute of it, but I had no idea.",
        "Q: You knew there was some danger.",
        "A: Oh, yes, but at that age, it's not --I'm not going to get hurt.",
        "Q: Nothing would happen to you.",
        "A: Oh, no, huh-uh.",
        "Q: So you signed up.",
        "A: Um-hum.",
        "Q: And then what happened?",
        "A: Went to San Antonio, Texas. And--oh, so--what did I do. Signed up--this was all\ndone by mail because then in Arkansas, now, it's all going through--I really don't know\nwhere. So I--I did sign up and received a commission through the mail. The funniest\nthing was I didn't know I had a commission. This is all just very strange to me, and I\nthought I'd got it when I--I thought I would get it when I reached San Antonio for basic\ntraining, but actually I had it the minute that I received the assignment, and it was strange\n‘cause I was on the train --we all had to stand up on a train. There were no seats. The\ntrains were so full and there was a chaplain and a--and an enlisted man and I sharing one\nseat. The chaplain got it when he got on. He was very kind. And he said we'll all--it was\nabout eight hours from my home to San Antonio. He said, \"We'll share this seat\" so we --\nwe actually —have to stand until it's our turn to sit in that one seat and --so as we were\ntalking, they told me --this chaplain and this enlisted man had been in for awhile said,\n\"You're already a second lieutenant.\" I thought that was very interesting. Anyhow --and\nthey thought I was pretty naive so went on down to San Antonio and took basic training\nthere, and I can't remember how much later but not long after that had orders for Camp\nSwift, Texas, with the 121st Semi-Mobile Evacuation Hospital was --I can't remember\nthe word for that— activating. Was activating. So the doctors and nurses and corpsmen\nfrom --and administrative people from around the nation and--I think it's probably\nprimarily up here in the --in the East were gathering at San Antonio to activate this tent\nhospital, and from there we went to New York. After we were activated as a hospital, all\nof us were there, we went to New York by train. Everything's by train in those days, and\nstayed there a few days, and then at night --well, no, there had to be as much secrecy as\npossible then because we were going by ship to England, and they still had the U-boats,\nthe Germans had U-boats in the Atlantic, so went by ship to England, and we had no idea\nwhere we were going, but I remember going onto the ship and the blackout, complete\nblackout, and you --suddenly you were on the ship. It's almost as if you didn't really\nknow you were boarding the ship; but there we were, and I think we left, maybe sailed\nthe next morning and took us five days to get to England, and we were in England and --\nand that --I believe we were waiting for the --when was D-Day? Do you remember what\nday that was? I think we were waiting for --no, I guess it was the Battle of The Bulge or\nsomething. We were waiting for some real heavy activity to loosen up a little so that we\ncould cross the Channel and go to France. Stayed there a few days and then we started --\nand then we went to Luxembourg, and from Luxembourg I know one time another nurse\nand I and a doctor and a couple of corpsmen were sent to somewhere in Germany. At\nthat time everything was \"somewhere.\" No towns could be listed or anything so this was\nsomewhere in Germany which from --and that from Luxembourg is a very, very short\ndistance, and we went in one little old --one little Army ambulance at night. Of course it\nhad been a blackout, and that was quite a trip because the --1n a complete blackout, and\nthey had --I guess--I don't know how they ran that ambulance but must have been very\ndim lights, so you could see a little bit but not much 'cause anyway they came to a --a\nhuge crater, bomb crater in the road, and the driver had to stop just short of that because\nhe didn't have lights, he couldn't see, but he knew there was something there, and he got\nout--and he flashed --you had to flash your flashlights down to the ground. Never up or\nout but down to the ground, and I remember him flashing that around to see how big the\ncrater was so he could go around it; and down in a ravine by the road we heard these\nflashes of lights and heard some kind of firing, some kind of skirmishing down there, and\nwe finally reached our destination. Then the next morning we were really balled out for\nhaving come because it was so dangerous, but our commanding officer hadn't known\nthat. Somehow the communications hadn't been so good so we got to this --where we\nwere detached to this very small outfit, and they needed --they just needed help so badly.\nThat's why we were detached there, and they had a lot of German wounded too.",
        "Q: Now, was this your first nursing activity?",
        "A: Yes.",
        "Q: Okay.",
        "A: No, no, no, no. No, we helped in England, I'm sorry. Should back up to England, but\nyes, in England we --we worked 1n a hospital there for a little while, and I can't remember\nhow long, and those-those were --we had American casualties from a big, big battle.\nThat may have been --I can't remember. Anyhow it was very heavy fighting, big battle,\nvery important fighting at that time, and we had many American casualties. That's why\nwe had to stay in England awhile to take care of them and wait for things to calm down a\nlittle bit in Germany and France, so that--that was it until we rejoined our own hospital\nfrom this little--whatever that was. It was not an evac hospital, smaller than that.",
        "Q: So in this little, little hospital--",
        "A: Yeah.",
        "Q: --there were a lot of German wounded?",
        "A: And a lot of American wounded.",
        "Q: A lot of American.",
        "A: Uh-huh. And--",
        "Q: How was this for you as a very young, inexperienced nurse to see all these war\ncasualties?",
        "A: I think we lived from day-to-day. I -- I -- I know at that time I had no thought of the\nwar ever ending. Perhaps some people did, I don't know, but I think for the most part all\nof us were living just by the day because we didn't know if we'd be moving out the next\nday or what would happen because we didn't --we kept our patients --we were not\nsupposed to keep them over 24 hours and then they were sent back to the rear, so I think\nwe lived essentially --everything was so fast, and perhaps we were moving so fast,\neverything happened so fast that we didn't really think about tomorrow. Now, I'm sure\nthat people who were moving our little hospital for us had to plan all of that. You know,\nthe logistics had to be tremendous, but the rest --the nurses and doctors and corpsmen just\nlived for that time.",
        "Q: Okay. So then you were moved to--",
        "A: We would follow where the fighting was, and that would be --well, we were\nadvancing. There was no retreating. This was toward the end of the war. 19--early part\nof 1944 so you see it was --no. The end of 1944. So it was --the war was winding down-\n-it was still very heavy fighting, but we were advancing constantly, and we were --so we\nhad to move frequently, very frequently, and it was --I don't know how many times we\nmoved, but it was --we'd always set up our tents in a field unless there might be a\nbuilding handy that --that we could set up in which would be a --a real help for a hospital\nbecause I remember, you know, a dog could wander through the operating room in the\ntents, and that's just the way it was. Set up in muddy ground. No flooring, of course, for\nthe tents. Just mud or dry --just dirt, whatever it happened to be at the time.",
        "Q: And were you an operating room nurse or--",
        "A: No, no, I was just --no, I had just gotten out of --out of nursing school. No, I was a--\ngeneral duty they called it.",
        "Q: Okay.",
        "A: Just --and as that you're put anywhere where you're needed. No specialty. So from\nthere--at some point we were near--there --well, we were attached--by this time we were\nattached to the Third Army, to Patton's Third Army, and we were somewhere near where\nPatton was, and I don't really know where that was, and it couldn't have been very far\nfrom the--Buchenwald, the concentration camp Buchenwald.",
        "Q: Now, you were attached to --",
        "A: Patton's Third Army.",
        "Q: --Patton's Third Army. And your unit was?",
        "A: The 121st Evacuation Hospital. A very small tent hospital.",
        "Q: Okay.",
        "A: So we were in --in --near Buchenwald, and Patton had been there. And Patton was a\nvery tough old soldier, and he wanted everyone to visit in that area, within that area to\nvisit Buchenwald to see what was there so they'd be --it would--become so furious. The\nwar's still going on. Become so furious that--that it would make certainly better fighting\nmen, determined, and I know our commanding officer thought it would not be the place\nfor the women to --I think there were 30 or 33 of us women, very few of us. He did not\nwant us to go there, but Patton said everyone would go, no exceptions, and so all of us\nhad to go.",
        "Q: So that meant you didn't do your nursing medical care during the time that you were\ngoing to--",
        "A: It was just one day.",
        "Q: Okay.",
        "A: No, we didn't but that would have meant that other --we --I don't remember all that--\nwe would have had to have gone in shifts.",
        "Q: Right, okay.",
        "A: And I think I must have been on the first shift because I know we were told that--that\nthe --the camp had been liberated three days before we got there, so not very much --all\nthey had --had been able to do was hand out food to --to the --to those who were\nsurviving, and there were quite a few who were surviving, and they handed out food.\nNothing had been done as far as I can think because the bodies were there. The\ncrematory was still there. Gas chamber, everything was as it had been and —and I'm\nhaving flashbacks so --we went there on one --kind of a dismal day. Had to have been in\nthe spring. Had no idea really --I mean you --you know, you've heard that this is going\non, but --but you haven't known anyone who's seen it. You haven't seen the pictures\nbecause it's just been liberated, just now getting people in and getting the pictures, and so\nwhen we arrived there, I can't remember that we even spoke to each other. There were\nvery few of us, so we had to have gone in shifts. Very few of us, and I can't remember\neven speaking to anybody because it was such a shock; but nobody broke down and wept\nor had hysterics, and I don't know if part of that was the training you've had as a medical\ngroup or not, but I just remember silence, and the shock is incredible and you --perhaps\nwalk through in a bit of a daze because who can --who can assimilate to all of this. You\ncan't. And we were shown through the camp. I don't remember by whom. Probably --\nprobably some of the soldiers who had liberated them, I'm not sure, but we were shown\nthrough the camp around the grounds, and the inmates who were there were still dressed\nin their striped uniforms and so happy, so filled with joy and trying so hard to do\nanything they could for us, and I think --I could be wrong here but I think it was both\nAmerican and British who liberated Buchenwald, but I'm not certain, but all I saw were\nAmerican soldiers there. And we went through the barracks, and you want me to\ndescribe the barracks?",
        "Q: Um-hum.",
        "A: They were wooden buildings, not very large at all, and they had --these were just for\nsleeping, and they had bunk beds, as I remember it, four high with just a few inches\nbetween each two bunks so that you --you just knew --there was just no way a --a person\ncould turn over in the bunk. For them to change their position to turn over, I'm sure they\nhad to slide out and start again. Just a --just probably the head cleared. I think that was\nabout all to get four bunks high. And that just seemed terrible to us, you know, with no\nmattresses or things like that, none of the comforts. And there was one --we went through\none of the barracks, and there were two men there still in their striped uniforms, and they\nwere --you've heard the expression \"skin and bones.\" Well, in this case for these inmates,\nthat was literal. Absolutely literal. And they had been given some black bread by the\nAmericans I'm sure, and they wanted to share it with us. Now, had we been older, more\nmature, we would have accepted as their guests because who had they been able to share\nwith or had anything to share with? Or even talked with freely, but we thought how can\nwe take their bread? That's all they had. And we refused. Later I thought had I been\nolder, more mature, I would have handled it differently, but we did refuse that. Then we\nwere shown the --at some point the crematoria --crematoria --I guess--is 1t crematory or\ncrematorium?",
        "Q: Either one.",
        "A: With the bodies and, you know, ready to be cremated. We were shown the gas\nchambers and the stacks of bodies, naked bodies so high and the carts or wagons filled\nwith them in addition to the stacks on the ground all around. Then we were taken to one\nof the Nazi administrator's offices, probably a commanding office, I'm not sure, and they\npointed out this lamp shade made out of human skin, and it was a terrible thing. I'm\nabout to cry.",
        "Q: Do you want to stop for a minute?\n[Interview interrupted; tape recorder turned off]\nEnd of File One\nBeginning of File Two",
        "Q: Tape 1, Side 2. So you said that you saw other camps also?",
        "A: Yes. We --the war was over in the --maybe May 8th, I think, something like but we\ndidn't come home right then, and we --we went --but our --we had no more American\nsoldiers. Of course the fighting was over so being the kind of hospital we were, we didn't\nkeep patients, therefore, we were just waiting until we got orders. In fact, we had orders\nto go to China. We never went because the war was over there too, was winding down,\nwas over there shortly after that. So we went to --can't remember. I think somewhere --\nwe were the first hospital across the Danube, so I think--or somewhere along the Danube,\nand we one day went to another concentration camp, a smaller one, and I don't know the\nname of this one or where it was, but I do remember it was a cold and rainy day, and we\nwent to the --for some reason we went to the administration building. At the time we\nwent there, I believe there were three of us nurses and the chief nurse, she went there for\nsome reason, we went along with her, and we happened to be at the time that they were --\nthat the Americans had this camp, they were issuing clothing to the inmates. There again\nthey had their striped uniforms. I suppose because they were issuing--we were issuing --\nthe Americans were issuing clothing, there came the men sort of in a column coming in\nto get their clothing, and they were stark naked, not a stitch on them. They came in\nwhere we --three or four women were, and they smiled, and they acted as if they were\nclothed, + clothes. And we had to look at them as if they were clothed, smile at\nthem and, of course, we didn't speak German, they didn't speak English but, you know,\nthe --probably some handling which--you know, all that -- as if nothing had happened,\nand we were told that these were political prisoners; that some of the best minds in\nGermany were probably there, but they were not politically correct, and yet what grabbed\nmy attention was that these men didn't seem to be aware --of course they were aware they\ndidn't have clothes on, but they didn't seem somehow to acknowledge that. Some of the\nbig brains in Europe. We only spent a short time there, but that never left me, that\nimpression.",
        "Q: Were you there to do nursing or--",
        "A: No.",
        "Q: --somebody thought that you should see it or...?",
        "A: No. Yes, I really can't remember that but a lot of this thing-- this kind of thing, I think\nyou probably try to forget. I know we were --there were about three of us nurses there\nwith --probably all lieutenants or something, younger nurses there with our chief nurse,\nand she was just a captain 'cause we had such a small outfit, and she was probably on\nsome administrative mission, I don't know, but we didn't --we didn't do anything. We\nwere just there with her, and --but that's what impressed me to think that these minds had\nregressed to that point.",
        "Q: So something had really been done to them to almost dehumanize them.",
        "A: Absolutely. And there again skin and bones was the literal thing. I mean they were --\nthe --the skin was just absolutely against their bones, and their eyes were--I would say\nexpressionless, and yet they --they --they were glad to be alive because they were free.\nThat probably doesn't make a lot of sense, but you --you knew they were glad to be alive\nand they were free and that--that they'd been through horrors that--that they couldn't even\ndescribe I'm sure. That was the second camp. And the third one was probably the worst,\nand that was somewhere near --it was in Austria near --oh, gosh. I could look it up, but\nit's probably not important.",
        "Q: Well, I can stop the tape if you want to look it up.",
        "A: Well, it's probably--",
        "Q: I'll just stop the tape and you can look it up.",
        "A: All right.\n[Tape recorder turned off]",
        "Q: You were looking up --you were looking up the name of the third camp, or where the\nthird camp was.",
        "A: Yes. And I don't know the name of it. It was a --1t was in an old German Luftwaffe\ncamp. In fact, some of their planes were still on the ground.",
        "Q: You said it was near Linz, Austria?",
        "A: Yeah, near Linz, Austria. And that-- in that one, the women did not--did not do any\nwork, didn't --because they were afraid the women would be attacked by the inmates, but\nour men --the men from our hospital went in and cleaned up this place because it had just\nbeen liberated too, so we were stationed there for some time while --while the men in our\nunit cleaned it up, took care of --set up the hospital, took care of the sick, and the women\nwere--we were separated, I think, just by a fence, just by a fence, 'cause I remember a tall\nfence. Of course the fence had been built by the Germans to keep the inmates in but also\nkept us separated from them, and we were there a few weeks probably, and there were so\nmany children and so many of these were French. Probably most of them were French,\nbut there were children of all ages there, and I remember we would--maybe a couple of\nus nurses would go for a little walk around the compound and, of course, we couldn't go\nfar but just go around the compound, and these children would line up around the fence.\nThey weren't allowed out, and they too were absolutely skin and bones. No --no flesh, no\nmuscle that you could see, just --just skin and bones. They'd line up at the fence looking\nat us, and we might have a bit of chocolate or something with us, and you'd want to give\nit to them, or fruit, whatever, so badly. Anything you had. But we were told --we were\nthreatened, I suppose, can't give them anything because it would have killed them. They\nwere just on liquids for several days, then they would graduate to a soft diet, then regular\nfood. And one night when we were there, it was very --very striking, very impressive.\nSome of our big cargo planes, American cargo planes came--now the war is over -- came\nin to take these --the French people back to Paris, and they were so thrilled, so excited\nabout going home that they took everything that was made of wood from the barracks,\nput it in a huge, huge pile. I don't know how many feet high. Just as high as they could\nstack it. Set it afire after dark and sang \"The Marseille.\" That was impressive. Very,\nvery wonderful time for them. And after that there --there was --we just waited to get\norders to come back home. There were no more camps, but we stayed in that one camp\nuntil we left to come home.",
        "Q: And now what was your assignment in the camp?",
        "A: We had no assignment because we weren't allowed in the camp.",
        "Q: Oh. So you weren't--",
        "A: The women.",
        "Q: --doing any nursing or any work. That was just--",
        "A: Not the women.",
        "Q: --a holding --",
        "A: Holding. Yet--",
        "Q: --for the women while the men --the men were inside--",
        "A: That's right.",
        "Q: --working and you were just waiting until--",
        "A: Until--",
        "Q: Until they finished?",
        "A: Until they finished and got the camp cleaned up and got the patients into some sort of\nshape that they could leave them. The patients I say, the inmates, and then we came back\nhome.",
        "Q: How was it for you to come back from that to home?",
        "A: You know, then at that time you weren't expected to have any emotions. The hospital\n--the people --the hospital personnel was not expected to have any emotion because you\nhad to do all you could to help those who --who had --who were traumatized, and I don't\nthink any of us were ever considered to be traumatized. I guess you weren't allowed to\nbe, and there was --and I can't even remember discussing this with any of--any of the\nother nurses or doctors or corpsmen who were there. It was just --you saw it and that was\nit.",
        "Q: And after you came back home, you didn't talk about it either?",
        "A: Hum-um. No. Nobody talked about it. You might --you might say a little bit now\nand then. I know to my --you know, after I had my children, they got older, I did tell\nthem, and once in awhile now I'll tell somebody a little bit about it, but it was something\nthat wasn't discussed, and now I think it's entirely different. They encourage discussion\nand --and it is therapeutic, but then no.",
        "Q: So you told your children a little bit about it, but you never--",
        "A: I probably told them a lot. I probably told them a lot when they got older.",
        "Q: Because you thought it was important for them to know that--",
        "A: Absolutely.",
        "Q: --you--",
        "A: Absolutely. I wanted them to know that.",
        "Q: Why did you want them to know?",
        "A: Because my generation is the last generation that had the --the firsthand contact,\nfirsthand knowledge, and I know that there are people who believe it never happened, and\nI think there will be more who will refuse to believe it ever happened, and I think it's\nwonderful what the Holocaust Museum--the records they are keeping of this because I\nthink it must be, must be kept for history, for the future generations, and I think it's great\nyou're getting the interviews now because it--my --well, I say my generation 1s the last.\nOf course the children of the inmates in the concentration camp will have some\nmemories. That's the next generation, but probably there are not too many of them and\nso I think it's very important.",
        "Q: So what was it like for you after you came back to the States? Did you stay in the\nArmy for awhile, or were you discharged?",
        "A: I stayed in the Army for awhile. Not very long. Well, maybe a couple of years,\nsomething like that. And then I got married and got out.",
        "Q: So you got out because you got married?",
        "A: Um-hum. Yes.",
        "Q: How was it being in the Army those two years when you came back home?",
        "A: It was --well, I was --actually we had mostly men from--not men and women, but men\nfrom the-- from the--Europe, from the war --well, from the --from the Pacific too. These\nwere the patients we had so it's still family and--because you were sort of family with the\npatients of those who had been through the same thing that you had and had seen what\nyou had seen, so it wasn't --I don't know, it was just a continuation somehow.",
        "Q: And in that circumstance, people didn't talk much about what they'd been through?",
        "A: No. No. The men who had been --those who may have been --may have been\nthrough Africa, Italy, and Germany, terribly wounded, severely +",
        "Q: Do you remember whether you thought about --about it, what you had been through\nand the condition that some of them were in?",
        "A: Oh, yes. We thought about it. We just didn't talk about it. And I don't know why, but\nthe --the men --saw a lot of those patients, saw a lot of them, and now they're --now we're\nin a stationary general hospital where you keep your patients so you get to know these\npatients and you're with them for weeks.",
        "Q: And you go through a lot with them.",
        "A: Go through a lot with them 'cause they were terribly wounded. The hospital where I\nwas, one of them was in California. It was plastic surgery, and these were mostly burned\npatients. Terribly burned with much rehabilitation. In fact, we were in --we were in\nPasadena, in the McCornack General Hospital in Pasadena, California, which --and at\nthat time Pasadena was populated by mostly retired, very wealthy people, and they did\nnot want our patients in their restaurants, on their streets. Anywhere. They didn't want\nthem out of the hospital because they were --they didn't want to see them because they\nwere too --too badly wounded. Too disfigured, terribly disfigured. So much --so many\nhad burned faces, and --and they were re-making their faces, reconstructing, and they\ndidn't want them in their restaurants. Now, on one hand, it would be hard to go into a\nrestaurant and sit --sit next to these patients. On the other hand, these people had\ndefended them, and we were very angry. The nurses and doctors were very angry about\nit, and we'd go out with them because the --the men were too embarrassed to go out with\nanyone but hospital personnel, so the nurses would go out with them and --and maybe to\n--to a restaurant where they had dancing after and that sort of thing. And at that time I\ncould not understand how anybody could treat them so cruelly but now I see, maybe they\ndid have a little bit of a point because it would be very hard for them to face, for the\ncivilians to face if they hadn't been exposed to it.",
        "Q: But it was tough for you at the time to see that happening.",
        "A: Hurt very, very much 'cause these --these men were our --our --1n addition to being\nour patients, they were good friends. Very good friends, and yes, it hurt.",
        "Q: So you were at the Army hospital in Pasadena, and where else did you serve?",
        "A: Texas. Louisiana.",
        "Q: What --what was the hospital in Texas?",
        "A: Oh. Camp Swift. The hospital. Hospitals all have names. I can't remember that\nname. And Camp Polk in Louisiana.",
        "Q: Did you meet your husband in the military?",
        "A: Uh-huh. I met him in California. I met him at --in Pasadena. He was in the Army.",
        "Q: Was he--",
        "A: In x-ray.",
        "Q: Oh, so he was assigned to the hospital?",
        "A: He was in x-ray. Then got out of the Army, and I didn't --didn't do any more nursing.\nI guess I just did another year when the Korean War broke out in 1950, and we were in\nMichigan. I was in a hospital for a year treating Korean War casualties.",
        "Q: Now, you were in the Army or--",
        "A: No.",
        "Q: As a civilian?",
        "A: I was a civilian then.",
        "Q: So you were a civilian working in an Army hospital.",
        "A: In an Army hospital for a year, and that was the end of my nursing career.",
        "Q: And you previously had stopped nursing when you got married?",
        "A: Uh-huh. For about two years I guess. Yes, I think that was two years it was, and the\nKorean War broke out, and we went to Percy Jones Hospital in Michigan, and they were\ndesperate for civilian nurses, any kind of --you know, Army nurses, civilian nurses,\nwhatever they could get, and they got all the civilian nurses they could get in addition to\nthe Army nurses.",
        "Q: So did your husband also work in the Army hospital--",
        "A: Um-hum.",
        "Q: --when you were there?",
        "A: Um-hum. He was a master sergeant in --maybe not at that time. He was a master\nsergeant in x-ray, and he was in charge of the --I guess the master serge --the enlisted\nmen in charge of x-radiology. I'm missing that somehow, but anyhow he was --he was\nalways in radiology.",
        "Q: Did he stay in the Army?",
        "A: He retired.",
        "Q: After you got married?",
        "A: Uh-huh. He retired and--",
        "Q: He retired when from the Army”?",
        "A: Goodness me. After 24 years and that was--",
        "Q: Oh, I see. So after you were married, he continued in the Army?",
        "A: Uh-huh.",
        "Q: Okay.",
        "A: Then--he retired here from Walter Reed.",
        "Q: So that's how you got to the Washington area?",
        "A: That's how we came to the Washington areA: Been here for many years.",
        "Q: Was he overseas at all?",
        "A: No. He didn't go overseas.",
        "Q: So he didn't have the war experience that you had.",
        "A: No, he didn't.",
        "Q: Did you ever talk with him about it?",
        "A: Very --no, I didn't really. I guess maybe not at all perhaps.",
        "Q: Do you keep in touch with any of the people that you were overseas with?",
        "A: Yes, I did --not now. I did, oh, for years, I did with two. Two special people.\nActually three. Three. And then, you know, our --our paths have diverged and, oh, one\nof them is dead, and I did keep in contact with her until she died.",
        "Q: So even though you didn't talk about it, you were in contact with people--",
        "A: Um-hum.",
        "Q: --who had been through what you had been through?",
        "A: Yes. We never mentioned it. And--and I --now I find that strange. I never felt it\nstrange, but now I do find that really strange. We never mentioned it. So I don't know\nwhere any of them are now, and --and I'm sure some --I know this one is dead, perhaps\nsome others. Because I was actually next to the youngest in the group of nurses.\nTherefore, if I'm 75, they would be older.",
        "Q: So do you think much or some or at all about those experiences overseas now?",
        "A: Quite a bit. I suppose everyone does quite a bit. You know, you don't really get hung\nup on it, but you'll have these flashbacks and --or something will remind you of what\nhappened then and --yeah. So I guess I do think about it quite a bit.",
        "Q: Do you think that 1t changed you in any way to have gone through all that?",
        "A: You know, I never thought so. I never thought so, and yet my son one day said to me,\nhe said, \"You know, Mom\"--he knew someone at work, some woman, and she said her\nmother had similar experiences, and she thought \"I think it's affected my mother. I don't\nknow how, and he said, \"And I said to her, you know, it probably did my mother too.\" I\ndidn't ask him how. Just --I stay off that subject. So I don't think it --I never thought it\ndid. Maybe it did.",
        "Q: Well, it's hard to know what it would have been like if you hadn't have done that\n'cause--",
        "A: Yes. May have been the very same. Who knows but it was an experience that you\ncould well do without. I had a woman one time tell me that she didn't think it ever\nhappened, and I don't know why she said that. We weren't talking about it, but she said\nthat she didn't believe that there were ever any concentration camps. She thought that\nwas a lot of propaganda, and I--I'm thinking you're talking to the wrong person, and she\ntalked quite a bit about it until I finally just stopped her and told her whatever --I don't\nremember what I told her, but anyhow I told her the truth. I was shocked. That shocked\nme as much as anything probably to think that somebody --she was older than I, so she\nhad been through --in the States. She had known what was going on. I mean she had\nheard --she had to have heard. No way she could have avoided newspapers, radios, what\nwas going on, and yet she thought that was all propaganda.",
        "Q: How did she take it when you told her?",
        "A: Well, I felt that she didn't believe a word of it. Then not long ago, I met a woman and\nshe was — and I don't --I don't know why the subject came up, but she was telling me that\nher father-in-law --I don't know, someone, someone in her family did not believe it ever\nhappened. Was propaganda. So again someone else didn't believe it, and then I --that\nmakes me believe there might be a lot of people that believe this never happened,\ntherefore, the story has to be told, has to be kept because I can't imagine there'd be\nanyone who would think it hadn't happened. I know they're teaching it in the schools\ntoday, and there --they --I think they're teaching it--quite a bit about it, and yet there are\nthose who don't believe, and I can't --apparently they don't want to believe it. Why don't\nthey want to believe?",
        "Q: Hard to understand.",
        "A: Um-hum. Have you heard that there are people who don't believe it?",
        "Q: Oh, yes.",
        "A: And why do they not believe it, do you know?",
        "Q: I don't know. Hard to --it's hard to understand.",
        "A: So do you think if these people--those people who do not believe would go through\nthe museum, the Holocaust museum, they'd still not believe?",
        "Q: I don't know whether they would or not, but I think your testimony's a very important\npiece of documenting that it did happen.",
        "A: Thank you. There are lots of us out here I'm sure. Lots of books are being written\nnow too.",
        "Q: Yes, there are. Is there anything else that you would like to say?",
        "A: I don't think so.",
        "Q: Anything that I've forgotten to ask you?",
        "A: I --I don't think so. No, I don't believe that--would have nothing do with the\nconcentration camps so I don't think there is anything.",
        "Q: Well, that's all right. If there's something else that you want to say. Doesn't have to\nbe directly connected.",
        "A: It would just be experiences that--that would have no bearing on it so I think it's\nprobably unimportant as far as this goes.",
        "Q: Experiences in the war?",
        "A: Um-hum. Would have no bearing on --on --on the --well, it would have had some\nbearing on the Nazis.",
        "Q: Okay.",
        "A: Do you want something--",
        "Q: If you want to.",
        "A: --or just want to hang around? Oh, I found it very interesting that we--oh, I shouldn't\nsay interesting. That's not--not a good description. Exciting. And something I was glad\nto do that we didn't --we --of course you heard about Dunkirk.",
        "Q: Um-hum.",
        "A: We were set up in Germany when some of the men who were captured at Dunkirk,\nthis 1s five years later, had been prisoners of the Germans all this time. Not ina\nconcentration camp but a prison camp. Were liberated. Came back through our hospital\nfor just a few hours 'cause we were still this little tent in the field, and all very --had been\nwounded seriously and had --had very little care given. Desperately needed care. But\nthey weren't interested in that so much as we were the first English-speaking women they\nhad seen in five years, and they wanted to know what was going on in England, and --and\nwe were so happy and --oh, they were probably there a couple of hours before they went\nback to the --to the rear, and it was just exciting to talk with them.",
        "Q: And to see how excited they were.",
        "A: Oh, yes. Yes. Uh-huh. And they had heard that the --they had just heard--because\nthey got no news in the prison camps, no letters from home. Nothing. They had no idea\nwhat was going on in England, but they had just heard that the American soldiers were\nmarrying all of the English women and that was a terrible thing for them to have to hear,\nand we were happy to tell them not so. So then they went on back to England I'm sure\nvery quickly.",
        "Q: Well, you must have had days and days of very dreary times so to have something like\nthat happen would certainly--",
        "A: Be --",
        "Q: --give you a different mood.",
        "A: Yes, yes.",
        "Q: Yeah.",
        "A: Yes, it was. And I think that's probably all that I have to say.",
        "Q: Okay. Well, I want to thank you very much for giving your testimony. It's very\nimportant for the museum to have this.",
        "A: Thank you. You're very welcome.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nRoberta Jones.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with Roberta\nJones conducted by Margaret Garrett on May 31st, 1997, in Silver Spring, Maryland.\nTape 1, Side 1. Mrs. Jones, what was your name at birth and your name now”?",
        "Q: And--",
        "Q: Your name now.",
        "Q: And what is your date of birth?",
        "Q: And where were you born?",
        "Q: And you lived in St. Louis for how long?",
        "Q: And did you live in Pocahontas for awhile?",
        "Q: And could you talk about your growing up and your family?",
        "Q: What did your father do?",
        "Q: It was a government agency?",
        "Q: So that helped your family--",
        "Q: --and he was able to work for them?",
        "Q: Did you understand as a child what was happening, that Roosevelt had set this up and\nthat enabled your father to have a job?",
        "Q: How old were you?",
        "Q: And--",
        "Q: And do you remember how you reacted to the fire?",
        "Q: So you think the people set it on fire thinking they were setting someone else's--",
        "Q: --house--",
        "Q: So as a child you had some tragedy--",
        "Q: --in life?",
        "Q: What was your mother like?",
        "Q: And your father?",
        "Q: And you had two sisters?",
        "Q: And where were you in the birth order?",
        "Q: So you were the baby”?",
        "Q: And what were your sisters like with you?",
        "Q: How much older were they?",
        "Q: So you were fairly close in age?",
        "Q: And when did you start nursing school? Was that right after high school?",
        "Q: And how did you happen to decide you would go to nursing school?",
        "Q: And why did she want you to?",
        "Q: It was hard?",
        "Q: Did--did--you said that your mother wanted you to do it?",
        "Q: Did you feel strongly that you wanted to, or did you kind of go along?",
        "Q: And then after you got into nurse's training, did you like it or think--",
        "Q: So it was okay”?",
        "Q: And you knew you could get a job.",
        "Q: So you finished training in what year?",
        "Q: So that was during the war.",
        "Q: And then what happened?",
        "Q: And--",
        "Q: --did you have any ideas about where you would be sent as a nurse or...?",
        "Q: What did you want?",
        "Q: And why did you want to go to Germany?",
        "Q: What--",
        "Q: You knew there was some danger.",
        "Q: Nothing would happen to you.",
        "Q: So you signed up.",
        "Q: And then what happened?",
        "Q: Now, was this your first nursing activity?",
        "Q: Okay.",
        "Q: So in this little, little hospital--",
        "Q: --there were a lot of German wounded?",
        "Q: A lot of American.",
        "Q: How was this for you as a very young, inexperienced nurse to see all these war\ncasualties?",
        "Q: Okay. So then you were moved to--",
        "Q: And were you an operating room nurse or--",
        "Q: Okay.",
        "Q: Now, you were attached to --",
        "Q: --Patton's Third Army. And your unit was?",
        "Q: Okay.",
        "Q: So that meant you didn't do your nursing medical care during the time that you were\ngoing to--",
        "Q: Okay.",
        "Q: Right, okay.",
        "Q: Um-hum.",
        "Q: Either one.",
        "Q: Do you want to stop for a minute?\n[Interview interrupted; tape recorder turned off]\nEnd of File One",
        "Q: Tape 1, Side 2. So you said that you saw other camps also?",
        "Q: Were you there to do nursing or--",
        "Q: --somebody thought that you should see it or...?",
        "Q: So something had really been done to them to almost dehumanize them.",
        "Q: Well, I can stop the tape if you want to look it up.",
        "Q: I'll just stop the tape and you can look it up.",
        "Q: You were looking up --you were looking up the name of the third camp, or where the\nthird camp was.",
        "Q: You said it was near Linz, Austria?",
        "Q: And now what was your assignment in the camp?",
        "Q: Oh. So you weren't--",
        "Q: --doing any nursing or any work. That was just--",
        "Q: --a holding --",
        "Q: --for the women while the men --the men were inside--",
        "Q: --working and you were just waiting until--",
        "Q: Until they finished?",
        "Q: How was it for you to come back from that to home?",
        "Q: And after you came back home, you didn't talk about it either?",
        "Q: So you told your children a little bit about it, but you never--",
        "Q: Because you thought it was important for them to know that--",
        "Q: --you--",
        "Q: Why did you want them to know?",
        "Q: So what was it like for you after you came back to the States? Did you stay in the\nArmy for awhile, or were you discharged?",
        "Q: So you got out because you got married?",
        "Q: How was it being in the Army those two years when you came back home?",
        "Q: And in that circumstance, people didn't talk much about what they'd been through?",
        "Q: Do you remember whether you thought about --about it, what you had been through\nand the condition that some of them were in?",
        "Q: And you go through a lot with them.",
        "Q: But it was tough for you at the time to see that happening.",
        "Q: So you were at the Army hospital in Pasadena, and where else did you serve?",
        "Q: What --what was the hospital in Texas?",
        "Q: Did you meet your husband in the military?",
        "Q: Was he--",
        "Q: Oh, so he was assigned to the hospital?",
        "Q: Now, you were in the Army or--",
        "Q: As a civilian?",
        "Q: So you were a civilian working in an Army hospital.",
        "Q: And you previously had stopped nursing when you got married?",
        "Q: So did your husband also work in the Army hospital--",
        "Q: --when you were there?",
        "Q: Did he stay in the Army?",
        "Q: After you got married?",
        "Q: He retired when from the Army”?",
        "Q: Oh, I see. So after you were married, he continued in the Army?",
        "Q: Okay.",
        "Q: So that's how you got to the Washington area?",
        "Q: Was he overseas at all?",
        "Q: So he didn't have the war experience that you had.",
        "Q: Did you ever talk with him about it?",
        "Q: Do you keep in touch with any of the people that you were overseas with?",
        "Q: So even though you didn't talk about it, you were in contact with people--",
        "Q: --who had been through what you had been through?",
        "Q: So do you think much or some or at all about those experiences overseas now?",
        "Q: Do you think that 1t changed you in any way to have gone through all that?",
        "Q: Well, it's hard to know what it would have been like if you hadn't have done that\n'cause--",
        "Q: How did she take it when you told her?",
        "Q: Hard to understand.",
        "Q: Oh, yes.",
        "Q: I don't know. Hard to --it's hard to understand.",
        "Q: I don't know whether they would or not, but I think your testimony's a very important\npiece of documenting that it did happen.",
        "Q: Yes, there are. Is there anything else that you would like to say?",
        "Q: Anything that I've forgotten to ask you?",
        "Q: Well, that's all right. If there's something else that you want to say. Doesn't have to\nbe directly connected.",
        "Q: Experiences in the war?",
        "Q: Okay.",
        "Q: If you want to.",
        "Q: Um-hum.",
        "Q: And to see how excited they were.",
        "Q: Well, you must have had days and days of very dreary times so to have something like\nthat happen would certainly--",
        "Q: --give you a different mood.",
        "Q: Yeah.",
        "Q: Okay. Well, I want to thank you very much for giving your testimony. It's very\nimportant for the museum to have this.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with\nRoberta Jones.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Roberta Arlene Stubblefield (ph).",
        "A: Oh, my name now?",
        "A: Roberta Stubblefield (ph) Jones.",
        "A: October 15, 1921.",
        "A: St. Louis, Missour1.",
        "A: I --just a few months. About six, I think, then we moved to Pocahontas, Arkansas.",
        "A: Yes. For awhile. Then we moved to Oklahoma for awhile, then we came back to\nPocahontas until I graduated from high school.",
        "A: Oh, yes. I grew up in a--probably a lower-- incomewise, lower middle class, and\nduring the Depression, then we were quite poor because of--because of the Depression,\nand--",
        "A: My father did a little farming. He had a grocery store, and that--I'll have to think\nabout this just a minute here. He had a little grocery store a time or two, did some\nfarming, and then for awhile he worked for the WPA, if you know what that was. Works\nProgress Administration.",
        "A: Yes. One that Franklin Roosevelt established, which I think a lot of people in the\nNorth thought it was a very bad thing to have, but the southern people thought it was a\nlifesaver.",
        "A: Oh, yes.",
        "A: Yes, yes. It was--saved their pride. That meant that they could get the jobs and work\nfor the money and--",
        "A: Oh, absolutely. Absolutely. And --because my father lost just about everything in the\n--in the Depression. Prior to that things were--were good, good enough. And then--when\nwe moved back from Oklahoma to Arkansas, we were there about--there a few months,\nand someone set fire to our house, and they put it out after--we weren't there, we were\nvisiting my grandmother, so they--and they extinguished--extinguished the fire after it\nhad gutted one room, so then my father had that rebuilt.",
        "A: At--at this point I was nine or ten.",
        "A: Probably nine.",
        "A: To that one, not --not really, but just a few months later we were back visiting my\ngrandmother again, and someone set it on fire again, and it burned to the ground, and we\nhad nothing except what we had worn to my grandmother's for the weekend. That I\nremember 'cause I remember coming back and looking down into the base--in the\nbasement --down into the ground which had been the basement and seeing my little\nwagon and--and it just hurt 'cause all the toys were des--destroyed. Everything. Clothing,\nthe whole bit. And we never found out who did it or why but felt that the people who had\nlived in our house when we were in Oklahoma had made an enemy somewhere because\nwe hadn't been back but just a probably by that time, maybe six months.",
        "A: Thinking--",
        "A: --the house belonged to the people who had rented it from my dad. So in addition to\nlosing his job, he work--he was a deputy sheriff in the --or something like that in\nOklahoma. In addition to losing that job, having to come back to Arkansas without work,\nsomeone burned his house down, and he had—he did have a little farm of 40 acres that\nwe could move out to, but all together 1t was just blow after blow after blow.",
        "A: We did.",
        "A: But we had the most loving parents, and two of the most loving sisters you could\nimagine, and we didn't know we were all that poor. It was just a--",
        "A: A saint. Not only would I say that and my sisters say that, but all of our friends\nthought she was wonderful. Would love to come to our house because she was just\nwonderful.",
        "A: He was wonderful too, but he was wonderful to our family, to us girls. You know, we\nwere just everything to him as we were to our mother, and he was --I could say as a\nfather, he was perfect. He didn't reach out to the community the way my mother did, and\nmy mother reached out to anyone who needed anything. As poor as we were, she was\nalways giving of her time and whatever she had to everybody else. My father didn't do\nthat. His was taking care of his family, and I could understand that\n'cause he had to take care of his family so in that respect, it was a great childhood.",
        "A: Um-hum.",
        "A: I was the youngest.",
        "A: Yes, um-hum.",
        "A: Wonderful. Just wonderful.",
        "A: The oldest one was five years older, and the middle, two years older.",
        "A: Fairly close and very close. Still are. Still very close. Couldn't do without them.",
        "A: Right after high school. Probably a matter of six --six months after high school.\nBecause --oh, that's when there was an opening in --went to Baptist Memorial Hospital in\nMemphis. That's when they had their openings for students was six months after I\ngraduated.",
        "A: Because my mother wanted me to.",
        "A: Her father was a doctor. My grandfather's a doctor. She had a brother who was a\ndoctor and a nephew who was a doctor, and to her that was just the ultimate profession.\nWe didn't have money for any of us to become doctors or--couldn't possibly even\nconsider that, but for a nursing school, yes. And at that time you had to even buy your --\nwe had to buy our books but, of course, they provided the —actually you worked your way\nthrough because you --your room and board was provided, but you had to buy your\nbooks. Nothing was actually given to you and worked--",
        "A: Very hard.",
        "A: Uh-huh.",
        "A: I didn't, no, I wanted to--I would have loved something in journalism. I would have\nloved journalism, but you just didn't have a lot of choices during the Depression. You\ntook what you could get and --and I didn't mind. It wasn't --she didn't force or anything,\nshe just said that would be great. She loved that so I thought well, might as well.",
        "A: It was all right.",
        "A: Okay. I'd rather have been in journalism, but it was okay.",
        "A: Always. Yes. That was --oh, that was a tremendous factor at that time ‘cause this was\n1940. 1940-1944 so still jobs were hard to come by.",
        "A: 1944, I think. Yes.",
        "A: Uh-huh.",
        "A: At the begin --in January 1944. Then I --actually I applied to --I wanted to be a flight\nattendant. That's not what we called them then. What'd we call them. Stewardess. And\nstewardesses at that time had to be nurses, so I remember I had a --had an interview set\nup at the Peabody Hotel in Memphis, and it was a --really looking forward to it, and then\npeople from my hospital started going into the Services, mostly Army, and got very\nexciting about that time, and I decided that's what I wanted to do, so that's what I did.\nRight from nursing school. No experience.",
        "A: I think I was 23.",
        "A: I didn't have any idea, no, but I knew what I wanted.",
        "A: I wanted to go to Europe. Wanted to go to Germany.",
        "A: I--I'm not certain, but I imagine there was a lot of probably excitement and glamor\nattached to that adventure because remember at that time, I'd just gotten out of nursing\nschool. Had no idea of what it was all about. 22--or probably 23. I had no idea.",
        "A: Never regretted a minute of it, but I had no idea.",
        "A: Oh, yes, but at that age, it's not --I'm not going to get hurt.",
        "A: Oh, no, huh-uh.",
        "A: Um-hum.",
        "A: Went to San Antonio, Texas. And--oh, so--what did I do. Signed up--this was all\ndone by mail because then in Arkansas, now, it's all going through--I really don't know\nwhere. So I--I did sign up and received a commission through the mail. The funniest\nthing was I didn't know I had a commission. This is all just very strange to me, and I\nthought I'd got it when I--I thought I would get it when I reached San Antonio for basic\ntraining, but actually I had it the minute that I received the assignment, and it was strange\n‘cause I was on the train --we all had to stand up on a train. There were no seats. The\ntrains were so full and there was a chaplain and a--and an enlisted man and I sharing one\nseat. The chaplain got it when he got on. He was very kind. And he said we'll all--it was\nabout eight hours from my home to San Antonio. He said, \"We'll share this seat\" so we --\nwe actually —have to stand until it's our turn to sit in that one seat and --so as we were\ntalking, they told me --this chaplain and this enlisted man had been in for awhile said,\n\"You're already a second lieutenant.\" I thought that was very interesting. Anyhow --and\nthey thought I was pretty naive so went on down to San Antonio and took basic training\nthere, and I can't remember how much later but not long after that had orders for Camp\nSwift, Texas, with the 121st Semi-Mobile Evacuation Hospital was --I can't remember\nthe word for that— activating. Was activating. So the doctors and nurses and corpsmen\nfrom --and administrative people from around the nation and--I think it's probably\nprimarily up here in the --in the East were gathering at San Antonio to activate this tent\nhospital, and from there we went to New York. After we were activated as a hospital, all\nof us were there, we went to New York by train. Everything's by train in those days, and\nstayed there a few days, and then at night --well, no, there had to be as much secrecy as\npossible then because we were going by ship to England, and they still had the U-boats,\nthe Germans had U-boats in the Atlantic, so went by ship to England, and we had no idea\nwhere we were going, but I remember going onto the ship and the blackout, complete\nblackout, and you --suddenly you were on the ship. It's almost as if you didn't really\nknow you were boarding the ship; but there we were, and I think we left, maybe sailed\nthe next morning and took us five days to get to England, and we were in England and --\nand that --I believe we were waiting for the --when was D-Day? Do you remember what\nday that was? I think we were waiting for --no, I guess it was the Battle of The Bulge or\nsomething. We were waiting for some real heavy activity to loosen up a little so that we\ncould cross the Channel and go to France. Stayed there a few days and then we started --\nand then we went to Luxembourg, and from Luxembourg I know one time another nurse\nand I and a doctor and a couple of corpsmen were sent to somewhere in Germany. At\nthat time everything was \"somewhere.\" No towns could be listed or anything so this was\nsomewhere in Germany which from --and that from Luxembourg is a very, very short\ndistance, and we went in one little old --one little Army ambulance at night. Of course it\nhad been a blackout, and that was quite a trip because the --1n a complete blackout, and\nthey had --I guess--I don't know how they ran that ambulance but must have been very\ndim lights, so you could see a little bit but not much 'cause anyway they came to a --a\nhuge crater, bomb crater in the road, and the driver had to stop just short of that because\nhe didn't have lights, he couldn't see, but he knew there was something there, and he got\nout--and he flashed --you had to flash your flashlights down to the ground. Never up or\nout but down to the ground, and I remember him flashing that around to see how big the\ncrater was so he could go around it; and down in a ravine by the road we heard these\nflashes of lights and heard some kind of firing, some kind of skirmishing down there, and\nwe finally reached our destination. Then the next morning we were really balled out for\nhaving come because it was so dangerous, but our commanding officer hadn't known\nthat. Somehow the communications hadn't been so good so we got to this --where we\nwere detached to this very small outfit, and they needed --they just needed help so badly.\nThat's why we were detached there, and they had a lot of German wounded too.",
        "A: Yes.",
        "A: No, no, no, no. No, we helped in England, I'm sorry. Should back up to England, but\nyes, in England we --we worked 1n a hospital there for a little while, and I can't remember\nhow long, and those-those were --we had American casualties from a big, big battle.\nThat may have been --I can't remember. Anyhow it was very heavy fighting, big battle,\nvery important fighting at that time, and we had many American casualties. That's why\nwe had to stay in England awhile to take care of them and wait for things to calm down a\nlittle bit in Germany and France, so that--that was it until we rejoined our own hospital\nfrom this little--whatever that was. It was not an evac hospital, smaller than that.",
        "A: Yeah.",
        "A: And a lot of American wounded.",
        "A: Uh-huh. And--",
        "A: I think we lived from day-to-day. I -- I -- I know at that time I had no thought of the\nwar ever ending. Perhaps some people did, I don't know, but I think for the most part all\nof us were living just by the day because we didn't know if we'd be moving out the next\nday or what would happen because we didn't --we kept our patients --we were not\nsupposed to keep them over 24 hours and then they were sent back to the rear, so I think\nwe lived essentially --everything was so fast, and perhaps we were moving so fast,\neverything happened so fast that we didn't really think about tomorrow. Now, I'm sure\nthat people who were moving our little hospital for us had to plan all of that. You know,\nthe logistics had to be tremendous, but the rest --the nurses and doctors and corpsmen just\nlived for that time.",
        "A: We would follow where the fighting was, and that would be --well, we were\nadvancing. There was no retreating. This was toward the end of the war. 19--early part\nof 1944 so you see it was --no. The end of 1944. So it was --the war was winding down-\n-it was still very heavy fighting, but we were advancing constantly, and we were --so we\nhad to move frequently, very frequently, and it was --I don't know how many times we\nmoved, but it was --we'd always set up our tents in a field unless there might be a\nbuilding handy that --that we could set up in which would be a --a real help for a hospital\nbecause I remember, you know, a dog could wander through the operating room in the\ntents, and that's just the way it was. Set up in muddy ground. No flooring, of course, for\nthe tents. Just mud or dry --just dirt, whatever it happened to be at the time.",
        "A: No, no, I was just --no, I had just gotten out of --out of nursing school. No, I was a--\ngeneral duty they called it.",
        "A: Just --and as that you're put anywhere where you're needed. No specialty. So from\nthere--at some point we were near--there --well, we were attached--by this time we were\nattached to the Third Army, to Patton's Third Army, and we were somewhere near where\nPatton was, and I don't really know where that was, and it couldn't have been very far\nfrom the--Buchenwald, the concentration camp Buchenwald.",
        "A: Patton's Third Army.",
        "A: The 121st Evacuation Hospital. A very small tent hospital.",
        "A: So we were in --in --near Buchenwald, and Patton had been there. And Patton was a\nvery tough old soldier, and he wanted everyone to visit in that area, within that area to\nvisit Buchenwald to see what was there so they'd be --it would--become so furious. The\nwar's still going on. Become so furious that--that it would make certainly better fighting\nmen, determined, and I know our commanding officer thought it would not be the place\nfor the women to --I think there were 30 or 33 of us women, very few of us. He did not\nwant us to go there, but Patton said everyone would go, no exceptions, and so all of us\nhad to go.",
        "A: It was just one day.",
        "A: No, we didn't but that would have meant that other --we --I don't remember all that--\nwe would have had to have gone in shifts.",
        "A: And I think I must have been on the first shift because I know we were told that--that\nthe --the camp had been liberated three days before we got there, so not very much --all\nthey had --had been able to do was hand out food to --to the --to those who were\nsurviving, and there were quite a few who were surviving, and they handed out food.\nNothing had been done as far as I can think because the bodies were there. The\ncrematory was still there. Gas chamber, everything was as it had been and —and I'm\nhaving flashbacks so --we went there on one --kind of a dismal day. Had to have been in\nthe spring. Had no idea really --I mean you --you know, you've heard that this is going\non, but --but you haven't known anyone who's seen it. You haven't seen the pictures\nbecause it's just been liberated, just now getting people in and getting the pictures, and so\nwhen we arrived there, I can't remember that we even spoke to each other. There were\nvery few of us, so we had to have gone in shifts. Very few of us, and I can't remember\neven speaking to anybody because it was such a shock; but nobody broke down and wept\nor had hysterics, and I don't know if part of that was the training you've had as a medical\ngroup or not, but I just remember silence, and the shock is incredible and you --perhaps\nwalk through in a bit of a daze because who can --who can assimilate to all of this. You\ncan't. And we were shown through the camp. I don't remember by whom. Probably --\nprobably some of the soldiers who had liberated them, I'm not sure, but we were shown\nthrough the camp around the grounds, and the inmates who were there were still dressed\nin their striped uniforms and so happy, so filled with joy and trying so hard to do\nanything they could for us, and I think --I could be wrong here but I think it was both\nAmerican and British who liberated Buchenwald, but I'm not certain, but all I saw were\nAmerican soldiers there. And we went through the barracks, and you want me to\ndescribe the barracks?",
        "A: They were wooden buildings, not very large at all, and they had --these were just for\nsleeping, and they had bunk beds, as I remember it, four high with just a few inches\nbetween each two bunks so that you --you just knew --there was just no way a --a person\ncould turn over in the bunk. For them to change their position to turn over, I'm sure they\nhad to slide out and start again. Just a --just probably the head cleared. I think that was\nabout all to get four bunks high. And that just seemed terrible to us, you know, with no\nmattresses or things like that, none of the comforts. And there was one --we went through\none of the barracks, and there were two men there still in their striped uniforms, and they\nwere --you've heard the expression \"skin and bones.\" Well, in this case for these inmates,\nthat was literal. Absolutely literal. And they had been given some black bread by the\nAmericans I'm sure, and they wanted to share it with us. Now, had we been older, more\nmature, we would have accepted as their guests because who had they been able to share\nwith or had anything to share with? Or even talked with freely, but we thought how can\nwe take their bread? That's all they had. And we refused. Later I thought had I been\nolder, more mature, I would have handled it differently, but we did refuse that. Then we\nwere shown the --at some point the crematoria --crematoria --I guess--is 1t crematory or\ncrematorium?",
        "A: With the bodies and, you know, ready to be cremated. We were shown the gas\nchambers and the stacks of bodies, naked bodies so high and the carts or wagons filled\nwith them in addition to the stacks on the ground all around. Then we were taken to one\nof the Nazi administrator's offices, probably a commanding office, I'm not sure, and they\npointed out this lamp shade made out of human skin, and it was a terrible thing. I'm\nabout to cry.\nBeginning of File Two",
        "A: Yes. We --the war was over in the --maybe May 8th, I think, something like but we\ndidn't come home right then, and we --we went --but our --we had no more American\nsoldiers. Of course the fighting was over so being the kind of hospital we were, we didn't\nkeep patients, therefore, we were just waiting until we got orders. In fact, we had orders\nto go to China. We never went because the war was over there too, was winding down,\nwas over there shortly after that. So we went to --can't remember. I think somewhere --\nwe were the first hospital across the Danube, so I think--or somewhere along the Danube,\nand we one day went to another concentration camp, a smaller one, and I don't know the\nname of this one or where it was, but I do remember it was a cold and rainy day, and we\nwent to the --for some reason we went to the administration building. At the time we\nwent there, I believe there were three of us nurses and the chief nurse, she went there for\nsome reason, we went along with her, and we happened to be at the time that they were --\nthat the Americans had this camp, they were issuing clothing to the inmates. There again\nthey had their striped uniforms. I suppose because they were issuing--we were issuing --\nthe Americans were issuing clothing, there came the men sort of in a column coming in\nto get their clothing, and they were stark naked, not a stitch on them. They came in\nwhere we --three or four women were, and they smiled, and they acted as if they were\nclothed, + clothes. And we had to look at them as if they were clothed, smile at\nthem and, of course, we didn't speak German, they didn't speak English but, you know,\nthe --probably some handling which--you know, all that -- as if nothing had happened,\nand we were told that these were political prisoners; that some of the best minds in\nGermany were probably there, but they were not politically correct, and yet what grabbed\nmy attention was that these men didn't seem to be aware --of course they were aware they\ndidn't have clothes on, but they didn't seem somehow to acknowledge that. Some of the\nbig brains in Europe. We only spent a short time there, but that never left me, that\nimpression.",
        "A: No.",
        "A: No. Yes, I really can't remember that but a lot of this thing-- this kind of thing, I think\nyou probably try to forget. I know we were --there were about three of us nurses there\nwith --probably all lieutenants or something, younger nurses there with our chief nurse,\nand she was just a captain 'cause we had such a small outfit, and she was probably on\nsome administrative mission, I don't know, but we didn't --we didn't do anything. We\nwere just there with her, and --but that's what impressed me to think that these minds had\nregressed to that point.",
        "A: Absolutely. And there again skin and bones was the literal thing. I mean they were --\nthe --the skin was just absolutely against their bones, and their eyes were--I would say\nexpressionless, and yet they --they --they were glad to be alive because they were free.\nThat probably doesn't make a lot of sense, but you --you knew they were glad to be alive\nand they were free and that--that they'd been through horrors that--that they couldn't even\ndescribe I'm sure. That was the second camp. And the third one was probably the worst,\nand that was somewhere near --it was in Austria near --oh, gosh. I could look it up, but\nit's probably not important.",
        "A: Well, it's probably--",
        "A: All right.\n[Tape recorder turned off]",
        "A: Yes. And I don't know the name of it. It was a --1t was in an old German Luftwaffe\ncamp. In fact, some of their planes were still on the ground.",
        "A: Yeah, near Linz, Austria. And that-- in that one, the women did not--did not do any\nwork, didn't --because they were afraid the women would be attacked by the inmates, but\nour men --the men from our hospital went in and cleaned up this place because it had just\nbeen liberated too, so we were stationed there for some time while --while the men in our\nunit cleaned it up, took care of --set up the hospital, took care of the sick, and the women\nwere--we were separated, I think, just by a fence, just by a fence, 'cause I remember a tall\nfence. Of course the fence had been built by the Germans to keep the inmates in but also\nkept us separated from them, and we were there a few weeks probably, and there were so\nmany children and so many of these were French. Probably most of them were French,\nbut there were children of all ages there, and I remember we would--maybe a couple of\nus nurses would go for a little walk around the compound and, of course, we couldn't go\nfar but just go around the compound, and these children would line up around the fence.\nThey weren't allowed out, and they too were absolutely skin and bones. No --no flesh, no\nmuscle that you could see, just --just skin and bones. They'd line up at the fence looking\nat us, and we might have a bit of chocolate or something with us, and you'd want to give\nit to them, or fruit, whatever, so badly. Anything you had. But we were told --we were\nthreatened, I suppose, can't give them anything because it would have killed them. They\nwere just on liquids for several days, then they would graduate to a soft diet, then regular\nfood. And one night when we were there, it was very --very striking, very impressive.\nSome of our big cargo planes, American cargo planes came--now the war is over -- came\nin to take these --the French people back to Paris, and they were so thrilled, so excited\nabout going home that they took everything that was made of wood from the barracks,\nput it in a huge, huge pile. I don't know how many feet high. Just as high as they could\nstack it. Set it afire after dark and sang \"The Marseille.\" That was impressive. Very,\nvery wonderful time for them. And after that there --there was --we just waited to get\norders to come back home. There were no more camps, but we stayed in that one camp\nuntil we left to come home.",
        "A: We had no assignment because we weren't allowed in the camp.",
        "A: The women.",
        "A: Not the women.",
        "A: Holding. Yet--",
        "A: That's right.",
        "A: Until--",
        "A: Until they finished and got the camp cleaned up and got the patients into some sort of\nshape that they could leave them. The patients I say, the inmates, and then we came back\nhome.",
        "A: You know, then at that time you weren't expected to have any emotions. The hospital\n--the people --the hospital personnel was not expected to have any emotion because you\nhad to do all you could to help those who --who had --who were traumatized, and I don't\nthink any of us were ever considered to be traumatized. I guess you weren't allowed to\nbe, and there was --and I can't even remember discussing this with any of--any of the\nother nurses or doctors or corpsmen who were there. It was just --you saw it and that was\nit.",
        "A: Hum-um. No. Nobody talked about it. You might --you might say a little bit now\nand then. I know to my --you know, after I had my children, they got older, I did tell\nthem, and once in awhile now I'll tell somebody a little bit about it, but it was something\nthat wasn't discussed, and now I think it's entirely different. They encourage discussion\nand --and it is therapeutic, but then no.",
        "A: I probably told them a lot. I probably told them a lot when they got older.",
        "A: Absolutely.",
        "A: Absolutely. I wanted them to know that.",
        "A: Because my generation is the last generation that had the --the firsthand contact,\nfirsthand knowledge, and I know that there are people who believe it never happened, and\nI think there will be more who will refuse to believe it ever happened, and I think it's\nwonderful what the Holocaust Museum--the records they are keeping of this because I\nthink it must be, must be kept for history, for the future generations, and I think it's great\nyou're getting the interviews now because it--my --well, I say my generation 1s the last.\nOf course the children of the inmates in the concentration camp will have some\nmemories. That's the next generation, but probably there are not too many of them and\nso I think it's very important.",
        "A: I stayed in the Army for awhile. Not very long. Well, maybe a couple of years,\nsomething like that. And then I got married and got out.",
        "A: Um-hum. Yes.",
        "A: It was --well, I was --actually we had mostly men from--not men and women, but men\nfrom the-- from the--Europe, from the war --well, from the --from the Pacific too. These\nwere the patients we had so it's still family and--because you were sort of family with the\npatients of those who had been through the same thing that you had and had seen what\nyou had seen, so it wasn't --I don't know, it was just a continuation somehow.",
        "A: No. No. The men who had been --those who may have been --may have been\nthrough Africa, Italy, and Germany, terribly wounded, severely +",
        "A: Oh, yes. We thought about it. We just didn't talk about it. And I don't know why, but\nthe --the men --saw a lot of those patients, saw a lot of them, and now they're --now we're\nin a stationary general hospital where you keep your patients so you get to know these\npatients and you're with them for weeks.",
        "A: Go through a lot with them 'cause they were terribly wounded. The hospital where I\nwas, one of them was in California. It was plastic surgery, and these were mostly burned\npatients. Terribly burned with much rehabilitation. In fact, we were in --we were in\nPasadena, in the McCornack General Hospital in Pasadena, California, which --and at\nthat time Pasadena was populated by mostly retired, very wealthy people, and they did\nnot want our patients in their restaurants, on their streets. Anywhere. They didn't want\nthem out of the hospital because they were --they didn't want to see them because they\nwere too --too badly wounded. Too disfigured, terribly disfigured. So much --so many\nhad burned faces, and --and they were re-making their faces, reconstructing, and they\ndidn't want them in their restaurants. Now, on one hand, it would be hard to go into a\nrestaurant and sit --sit next to these patients. On the other hand, these people had\ndefended them, and we were very angry. The nurses and doctors were very angry about\nit, and we'd go out with them because the --the men were too embarrassed to go out with\nanyone but hospital personnel, so the nurses would go out with them and --and maybe to\n--to a restaurant where they had dancing after and that sort of thing. And at that time I\ncould not understand how anybody could treat them so cruelly but now I see, maybe they\ndid have a little bit of a point because it would be very hard for them to face, for the\ncivilians to face if they hadn't been exposed to it.",
        "A: Hurt very, very much 'cause these --these men were our --our --1n addition to being\nour patients, they were good friends. Very good friends, and yes, it hurt.",
        "A: Texas. Louisiana.",
        "A: Oh. Camp Swift. The hospital. Hospitals all have names. I can't remember that\nname. And Camp Polk in Louisiana.",
        "A: Uh-huh. I met him in California. I met him at --in Pasadena. He was in the Army.",
        "A: In x-ray.",
        "A: He was in x-ray. Then got out of the Army, and I didn't --didn't do any more nursing.\nI guess I just did another year when the Korean War broke out in 1950, and we were in\nMichigan. I was in a hospital for a year treating Korean War casualties.",
        "A: No.",
        "A: I was a civilian then.",
        "A: In an Army hospital for a year, and that was the end of my nursing career.",
        "A: Uh-huh. For about two years I guess. Yes, I think that was two years it was, and the\nKorean War broke out, and we went to Percy Jones Hospital in Michigan, and they were\ndesperate for civilian nurses, any kind of --you know, Army nurses, civilian nurses,\nwhatever they could get, and they got all the civilian nurses they could get in addition to\nthe Army nurses.",
        "A: Um-hum.",
        "A: Um-hum. He was a master sergeant in --maybe not at that time. He was a master\nsergeant in x-ray, and he was in charge of the --I guess the master serge --the enlisted\nmen in charge of x-radiology. I'm missing that somehow, but anyhow he was --he was\nalways in radiology.",
        "A: He retired.",
        "A: Uh-huh. He retired and--",
        "A: Goodness me. After 24 years and that was--",
        "A: Uh-huh.",
        "A: Then--he retired here from Walter Reed.",
        "A: That's how we came to the Washington areA: Been here for many years.",
        "A: No. He didn't go overseas.",
        "A: No, he didn't.",
        "A: Very --no, I didn't really. I guess maybe not at all perhaps.",
        "A: Yes, I did --not now. I did, oh, for years, I did with two. Two special people.\nActually three. Three. And then, you know, our --our paths have diverged and, oh, one\nof them is dead, and I did keep in contact with her until she died.",
        "A: Um-hum.",
        "A: Yes. We never mentioned it. And--and I --now I find that strange. I never felt it\nstrange, but now I do find that really strange. We never mentioned it. So I don't know\nwhere any of them are now, and --and I'm sure some --I know this one is dead, perhaps\nsome others. Because I was actually next to the youngest in the group of nurses.\nTherefore, if I'm 75, they would be older.",
        "A: Quite a bit. I suppose everyone does quite a bit. You know, you don't really get hung\nup on it, but you'll have these flashbacks and --or something will remind you of what\nhappened then and --yeah. So I guess I do think about it quite a bit.",
        "A: You know, I never thought so. I never thought so, and yet my son one day said to me,\nhe said, \"You know, Mom\"--he knew someone at work, some woman, and she said her\nmother had similar experiences, and she thought \"I think it's affected my mother. I don't\nknow how, and he said, \"And I said to her, you know, it probably did my mother too.\" I\ndidn't ask him how. Just --I stay off that subject. So I don't think it --I never thought it\ndid. Maybe it did.",
        "A: Yes. May have been the very same. Who knows but it was an experience that you\ncould well do without. I had a woman one time tell me that she didn't think it ever\nhappened, and I don't know why she said that. We weren't talking about it, but she said\nthat she didn't believe that there were ever any concentration camps. She thought that\nwas a lot of propaganda, and I--I'm thinking you're talking to the wrong person, and she\ntalked quite a bit about it until I finally just stopped her and told her whatever --I don't\nremember what I told her, but anyhow I told her the truth. I was shocked. That shocked\nme as much as anything probably to think that somebody --she was older than I, so she\nhad been through --in the States. She had known what was going on. I mean she had\nheard --she had to have heard. No way she could have avoided newspapers, radios, what\nwas going on, and yet she thought that was all propaganda.",
        "A: Well, I felt that she didn't believe a word of it. Then not long ago, I met a woman and\nshe was — and I don't --I don't know why the subject came up, but she was telling me that\nher father-in-law --I don't know, someone, someone in her family did not believe it ever\nhappened. Was propaganda. So again someone else didn't believe it, and then I --that\nmakes me believe there might be a lot of people that believe this never happened,\ntherefore, the story has to be told, has to be kept because I can't imagine there'd be\nanyone who would think it hadn't happened. I know they're teaching it in the schools\ntoday, and there --they --I think they're teaching it--quite a bit about it, and yet there are\nthose who don't believe, and I can't --apparently they don't want to believe it. Why don't\nthey want to believe?",
        "A: Um-hum. Have you heard that there are people who don't believe it?",
        "A: And why do they not believe it, do you know?",
        "A: So do you think if these people--those people who do not believe would go through\nthe museum, the Holocaust museum, they'd still not believe?",
        "A: Thank you. There are lots of us out here I'm sure. Lots of books are being written\nnow too.",
        "A: I don't think so.",
        "A: I --I don't think so. No, I don't believe that--would have nothing do with the\nconcentration camps so I don't think there is anything.",
        "A: It would just be experiences that--that would have no bearing on it so I think it's\nprobably unimportant as far as this goes.",
        "A: Um-hum. Would have no bearing on --on --on the --well, it would have had some\nbearing on the Nazis.",
        "A: Do you want something--",
        "A: --or just want to hang around? Oh, I found it very interesting that we--oh, I shouldn't\nsay interesting. That's not--not a good description. Exciting. And something I was glad\nto do that we didn't --we --of course you heard about Dunkirk.",
        "A: We were set up in Germany when some of the men who were captured at Dunkirk,\nthis 1s five years later, had been prisoners of the Germans all this time. Not ina\nconcentration camp but a prison camp. Were liberated. Came back through our hospital\nfor just a few hours 'cause we were still this little tent in the field, and all very --had been\nwounded seriously and had --had very little care given. Desperately needed care. But\nthey weren't interested in that so much as we were the first English-speaking women they\nhad seen in five years, and they wanted to know what was going on in England, and --and\nwe were so happy and --oh, they were probably there a couple of hours before they went\nback to the --to the rear, and it was just exciting to talk with them.",
        "A: Oh, yes. Yes. Uh-huh. And they had heard that the --they had just heard--because\nthey got no news in the prison camps, no letters from home. Nothing. They had no idea\nwhat was going on in England, but they had just heard that the American soldiers were\nmarrying all of the English women and that was a terrible thing for them to have to hear,\nand we were happy to tell them not so. So then they went on back to England I'm sure\nvery quickly.",
        "A: Be --",
        "A: Yes, yes.",
        "A: Yes, it was. And I think that's probably all that I have to say.",
        "A: Thank you. You're very welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 31, 1997\nRG-50.106*0013",
        "PREFACE",
        "The interview 1s part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "Transcribed by Sue L. Holthaus, RMR, CRR, National Court Reporters Association.\nROBERTA JONES",
        "May 31, 1997"
    ]
}