{
    "rg": "RG-50.030.0155_trs_en",
    "sequence": [
        "Q: Okay. The camera's on now, finally. Would you tell me your full name please?",
        "A: My full name? 5, 4, 2...",
        "Q: No. Your name. Just tell me your name.",
        "A: Meier. Hans Meier. H-A-N-S M-E-I-E-R.",
        "Q: Thank you. Where were you born?",
        "A: I was born 1n Zurich in Switzerland.",
        "Q: And when?",
        "A: 1902 on the 9th of March.",
        "Q: Uh...Tell me about your...your family. Where...where did your parents come from? My\nfather came from a very poor farmer's family in...outside Zurich. And they died from\ntuberculosis without nourishment. And he was able to make a training as...came as mechanic\nwith his uncle in Zurich, the town of Zurich. And then he got an employment, with the\nfederal railways for locomotives. And he became a...a fireman and locomotive driver. And\nhe therefore he was a bit better off than his family. And he wished to...to put me higher even,\nand he gave me the opportunity to study electrical engineering at the University of Zurich.",
        "Q: Okay. Let's...let's...before we go into college and university, tell me what it was like growing\nup. Did you have brothers and sisters as a child?",
        "A: I had one brother, Fritz, and no...no other sisters or brothers. And...uh...we both...we were\ntwo years apart. He was born 1904. And I remember my first memory was sitting in the little\ncarriage seeing a house. That's all. And then later, we went very often on a bridge which\ncrossed the railway tracks near the station in Zurich. And we tried to spit into the chimneys\nof the locomotives which was passing underneath the road. And very often it happened that\nat that moment, the locomotive flew back our wet spital and into our own faces. (Laughing)\nAnd my father knew that I was on that bridge and he fetched me and had to wash me first\nbefore he could take me home. That was my...my childhood memories. And then I...we were\nliving in the workers' quarters of Zurich, not 1n a...not in the rich quarters, near the station.\nAnd I...1 know my father got better food than I and my...my mother was looking and she\ncame from a poor family in also...but from a cobbler's family.",
        "Q: What?",
        "A: Cobbler...cobblers. And...uh...I spent all the holidays there and...uh...but he let me study to\nsee that.... I went 8 years into the public school and then 4 and a half years in to the high\nschool and then for | year I was in a...1n a repair shop of locomotives to learn auto mechanics\nand so on. And then I studied for 4 and a half years electrical engineering and then I tried to\nget employment with the federal railways. They just changed at that time from steam to\nelectric. That was just after the war. But I have to say first what I experienced during the\nwar. Uh...I...when the war broke out, I was 12.",
        "Q: Now, this is the first World War?",
        "A: The first World War. Yeah. And my father was a socialist. That means at that time it\nmeant...uh...idealism for peace and for justice. That was socialism. And he was a delegate at\nthe International Socialist Peace meeting in Basel, 1912, and he returned from Basel, and\ntold me, \"Boy, from now on, no more war because when the government declare war, we\nsocialist internationally strike. We don't...don't go. We strike.”’ And 2 years all went...the\nGerman Socialists went and killed the French Socialist and the English Socialist and the\nAmerican, and in addition we experienced that the CHristian churches did the same. They\nsent their people in the name of Christ to kill many of them. From Germany, from France,\nItaly, Austria, England, American. And we say this man, Christ, must be a murderer because\nin his name they sent the young people to murder one another. That was what we thought in\nour youth. And then Switzerland...and now we experienced in Switzerland the exchange of\nprisoners of war. Cripples from between France and Germany for instance, crippled\nprisoners of war who were no more able to go to war. And we saw in this way thousand of\npeople, young people like we are who had been sent to war to kill one another coming\ncrippled back into the fatherland after having been sent by the churches to kill one another.\nAnd Switzerland, what did they do? They made ammunition for both sides and made a lot of\nmoney. I say do it safely, making help on both sides. So that even a man in Switzerland, the\nvery famous writer suggested that in the propaganda for Swiss produce, they should put out\nthe ammunition which they made for the Poles and the photographs of its victims.",
        "Q: What were you doing during all this?",
        "A: And we were protesting against the whole injustice. We were youths and...uh...you\nexperienced here in the 68s...how the youth protest against the hypocracy of the old\ngeneration.",
        "Q: How did you protest? What form did you protest?",
        "A: We...we protested. We heard for instance that the Christian czars in Russia exploited their\ncountry. We heard that the Russian czars were saying they were Christians, tried to compel\nyouth...Jews to become Christians. When they came to the army, they baptized them and\nkept them under water because they protested so that they drowned. And we said, is that\nChristian? This Christ who says that must be a murderer. We say that in the youth. And we\nred ting on the side that we stand for that and we had heated discussions about this in the\nschool. And in addition, I visited because my father was a Socialist, I visited the so-called\nSocialist Sunday School. And we heard there___————. They were refugees in\nSwitzerland and they were sent in 1918 by the German government in the same railway\nwagon from Switzerland to Helsinki to make revolution against Kirinski who tried to\ncontinue the war while Lenin promised to stop the war if he should come to power.",
        "Q: Okay. We need to bring this back to your story, to Hans' story. Did you tell me...did you hear\nLenin speak? I heard Lenin speak, but I heard more Trotski speak than Lenin because Lenin\ncouldn't speak very much German. Troski could speak much more German. And I mean I\nonly have it in mind that I saw Lenin in the Sunday School. That's about 80 years ago.\n(Laughing) 70 to 80 years ago. But I have...I must have seen him all the Russian refugees in\nZurich...you know. Lenin, Troski, Applovolof, and so on and so. I have seen them all\nbecause they came all to visit us in the Socialist Sunday School. So we were as a youth\n___ We were really challenged. We were seeking truth and this was not the truth. What the\nchurches represented not the truth, but the fatherland represent not the truth. What the\nSocialist represented was not the truth because_____————.«~ You know, so we were left by\neverything. And they were seeking independently the truth. And we were seeking as on a\nhuman basis...on the idealistic basis. Yeah? Not on the faith basis or Jewish or Christian faith\nbasis...on idealistic basis, we were seeking simply the truth. And in seeking that I felt I can't\ndo military service in Switzerland because military service I would learn to kill and not to\nkeep alive people. And this brought my father to a great anger. He said, \"How do you do\nthat. I have given you the money to study and now you don't and you lose every possibility\nof a career. And so he asked...uh...a friend of his who was a Freemason and a colonel in the\narmy to speak with me. And this man called me and said, \"Look here. Would you like to kill\nyour father with your rejection of military service because this would mean they can caput\nthe whole career...destroy the whole career as a electrical engineer?\" I was at that time\nassistant professor of the University in Zurich for electrical engineering. And as such, we\nwere often invited by the physics...physics...uh...professors in their symposiums with\nEinstein and Boler. So I got to know them as well (Laughing) as a...as a assistant of the\nprofessor. And here he said, \"Would you like to make that all...destroy all the things by\nrefusing to do military service.” \"I offer you,\" he said, \"to...to go to the medical...to where\nthey don't have to kill.” And you...and so I accepted that also reluctantly. And I did 3...I did\nboot camp in Basel, and then three repetition courses. In Switzerland you do when you are\n20...20 to 30 weeks boot camp, and then until you are 35, every year repetition course of 2\nweeks to 3 weeks. I did that three times after boot camp in Basel, but I made always\npeople...uh...laugh at me because I...I made...I spoke out quite clearly what I thought about\nthe military and...uh...they said, \"But you are quite right, but you are...you serve in the\nmilitary, so you are a hypocrite.” (Laughing) You speak against the military, but yourself\nare in the military. And so after 3 years I also refused to do that. And I was accused of\nrefusing to do a good work for the people in the military because I could not help any\nwounded soldier. I said, \"I'll help the wounded soldiers but not because you order...not\nbecause you order me to do that. Out of my free will! I do not wish to be only the last wagon\non the train which 1s built for killing.’ And so they said I...we would like to give you 2\nmonths prison, but because you are academic we give you 3 months prison. You give a very\nbad example. So I was for 3 months in solitary prison in Switzerland. And in this 3 months I\ngot the old testament ___ edition of the old testament ___ I got to read. Because a friend\nof mine gave it to me to read. I read it as history of the Jewish people and...uh...it didn't make\na great impression on me, but...uh...I still have it in mine. And then when I came out, I had\nno possibility of any employment in Switzerland because when in Switzerland when you are\nprison, especially I was told that I should not expect any employment in Switzerland after I\nhad refused the most...uh...best service you can do to Switzerland. So I had to go out of\nSwitzerland. And my idea was first to go to Russia. I learned Russian. I still know a few\nwords. Uh...I learned Russia and because Switzerland had no diplomatic relationship with\nRussia, I had to go to Berlin to get the visa for Russia. On the way to Berlin which I went\non...on bike, all on bike because I had no money to travel by train. So I visited a quite few\nfree communities on the way. For instance, at Bruderhof, I was invited and...uh...but the\nBruderhof, I was 3 weeks 1n all, but there were two Christian for me (Laughing) after what I\nexperiences in Christian churches. And then I met...uh...1n Holland, I meta___———, who\naccording to the bible had given away his whole property. He was a rich man and he had\ngiven away all the property to the poor, but he said, \"To whom should I give it? IfI give it\naway to the poor, I'll make the poor rich. So what's the difference?\" And therefore he gave it\nback to the workers, who had worked for the riches, and they did not accept it. They made a\nfoundation from the man which they gave back to help poor people, poor children, poor\n. And he said, \"But now, it's not sufficient only to give away property. I have to work.”\nTherefore, they started to live in community because community...uh...made it clear that\neverybody gives what he has and everybody receives what he needs. That is community.",
        "Q: What did they call this community?",
        "A: _, But this community had disappeared after 4 or 5 years because they\ncouldn't get united as I tell later. Then...uh...I went to Berlin.",
        "Q: What year is this?",
        "A: That was 1928. And...uh...I wished to go to Russia to find out what happened there, because\nwe didn't have any clear...clear news about Russia what happened there. As ___ had just\ndied and ____was not yet completely the dictator he became later on. So I wished to go to\nRussia to find out myself. And when I arrived in the Russian Embassy in Berlin, they said,\n\"Look here. We need electrical engineers very urgently for the building up of the country.\nBut. (coughing)",
        "Q: Do you want to stop and take some water? There's plenty of time.",
        "A: It's not the water. I...uh...",
        "Q: There's kleenex and there's water. Take your time. You okay?",
        "A: (Coughing) Yeah. They say they need electrical engineers very urgently, but we do not\nhave...wish to have any conscientious objector in Berlin, so I didn't the visa for Russia. So I\nhad to leave to work...to seek work in Germany. In Switzerland, I didn't get any work. And\nin Germany, there was still the Weimer Republic, which had been forbidden by Warsaw to\nhave an army. There were only 100,000 people...soldiers for police. And so I...when I had to\nreport...reply for the police for...uh...for...uh... education in Germany, they asked me, \"Have\nyou been in prison?\" I said, \"Yes.” \"For what?\" \"For military purposes.” \"Oh, that doesn't\nbother us,\" they said, \"because we have no such question.” So I got in Germany permission\nto radicate.",
        "Q: To what? I'm sorry.",
        "A: Germany.",
        "Q: Uh huh.",
        "A: Permission to radicate...to...to settle. And...uh...then ...uh...I got work by the seaman __.\nSeamen's is the biggest General Electric Company in Germany. (cough) And what did I\nhave to do? I had to improve technically the productivity of the individual worker. And I\nmade hundreds of people unemployed by this. You know, if I...1 show you why I have\nexample... was in...uh...busy in a spinning mill. In the spinning mill, they had...was a big\nfactory, and they...uh...made spin...spun thread. And the thread is then put on the spool. And\nthe...the...the speed of the spool going around depends how speeds how big the speed is of\nthe stick. Well, when the spool got thicker, how the spool get the same revolution, then the\nthread gets quicker, therefore it gets thinner and breaks more often. Therefore, they had too,\nfor each spinning stole, they have to two girls to observe the spool. And if...uh...uh...thread\nbroke, they had stop the machine and put the threat together again, let the machine run. We\nmade a technically the thing so that the speed of the speeding was always the same. That\nmeans that when the spool could double the size, the speed of the turning was half. And we\nput electric motors on 1t which varied its speeds according to the size of the spool. And then\nthey had much less breaks and the...and the quality of the thread was better. But they only\nneeded | girl per stool. They had 200 stools in the factory. They got 5...200 girls got\nunemployed. And I was invited as an electrical engineer by the director of the factory for\nmany times, and I asked him there what do you do with these 200 women back unemployed.\nHe said, \"That's not my business.” That's their business. So I made 200 girls unemployed.\nWhen they asked him what should they do now, and he said they have to seek their own\nincome. And if they're....you're nice girl, they can find their income through prostitution. But\nhe saved me, so I was in a dilemma. I was as a electrical engineer, I was improving the\nproductivity of the individual worker and made with that lots of people unemployed. And\nmy wife and I we were considered what should we do? What should we do now? In\nSwitzerland, we don't get any work. In Russian, they don't wish us. In Germany, you make\nso many people unemployed? What do we do? My wife was same youth movement and she\nhad the same question, and so we were working with the Socialist Youth Movement in\nGermany, but we saw no results. It was not better. And I know at that time when the talk\ncame on Hitler, people everywhere laughed. Hitler impossible. Hitler is not even a German.\nHe's an Austrian. He is an illegit and a chld. He's only...he's not a studied man...he's only a\nhouse painter. And he has a grandfather...illegitimate grandfather who 1s a Jew. Do you that\nhe ever gets to the power in Germany? No. Everybody laughed. And 5 years later he was\nthere in democratic fashion, because according to democratic rules, he...he became\nchancellor.",
        "Q: Let's...let's stay with you.",
        "A: Not... and knowing...the people knew exactly what he represented. In any case, we stopped\nthe work and after 2 years 1n...1n Germany, and we started ourselves a community in\nSwitzerland. And because we said how is it possible that people...the whole humanity can\nbecome socially just and in peace. We have to do it ourself before we can expect from the\nothers. We have to experience it ourselves whether it's possible. And...and secondly if we\nrepresent that people can only believe us if we do it ourselves. So the question is always that\nwe don't expect from the others to do things, but we do it ourselves first of things. And so\ntherefore this reason we started to live in community, idealistic community like the kibbutz\nfrom idealism and peace and justice that we represented that we lived that. (clearing throat)\nBut then we made experience that there were as many ideas as there were idealists, and we\ncouldn't come to common unity as community expresses, and we were looking around.\nWhere is that unity that we found? And we found it only in the will of God. Only if we all do\nthe will of God, then we become united. And so we after 3 years, we joined the Bruderhof in\nGermany who represented that. Christ...Christ for us...Christ is not the founder of the\nChristian churches. The Christian churches do exactly the opposite of what Christ said.\n(Clearing throat) For instance...",
        "Q: No. Please. Stop for a moment. Take some water. Take some kleenex. Take your time.",
        "Q: How long...you...you joined the Hutterian Brotherhood. Was it called that at that time?",
        "A: It was so. 1930 we started in Switzerland to live in community, (clearing throat) and there\nright in the beginning a pastor came to us with a family of four children. And he said, \"Look\nhere. Can I join you? Because I preach but I don't do. I don't live really a brotherly life. I\nhave a nice house as a pastor and I have nice (coughing) income. Can I join you?\" And one\nof our...we were three families, three couples who started...who came from the same youth\nmovement. And...uh...one family was more Christian than we. And they said, \"Look, go to\nthe Bruderhof and learn there how to live in community. And then come back and teach us.”\nAnd they went and stayed...1930. And then the Bruderhof was always concerned because\nthey felt very much that we were seeking that unity, fighting for it....uh...struggling for it, but\ndidn't find. And therefore when the second family wished to go away...the second...another\nfamily who was one of the founders of our community...they wished to go off the same. We\ndon't find unity. It's finished. And they were given the advice also to go to the Bruderhof\nfirst.",
        "Q: The Bruderhof?",
        "A: The Bruderhof had already 10 years or 12 years proven that they have...could fight through\nto unity the whole time. And so they went. And they also remained in the Bruderhof. And so\nthen they Bruderhof came more and more interested in our community, and tried to help us.\nAnd then they sent a letter to us...1933 in January, challenging us. And on this my wife said,\n\"That's the thing which we need.” I said, \"I'm...I'm not quite sure about that.” And I for the\nfirst time in my life was asking God... start to say, \"What do you think? What should I do?\"\nAnd I got somehow a confirmation that I should go at least to find out what is on the\nBruderhof. And so I come with my wife and a son. We had Klaus, who was at that time 10\nminutes old. And then...in the Bruderhof I sat, so to say, in the corner and looked through\nlike an _____ you know what...what's the matter here? And then I found out that the true\nChrist is different from the Christ of the churches. That the true Christ fulfilled really what\nthe Tennah_ said. It's not so that he was against the Tennah , but he ___ but the CHristians\nprosecuted the Jews. That's a contradiction. So on the Bruderhof, I found the true Christ, not\nthe Christ of the churches and a community, and therefore I jorned. Now at this moment,\nHitler came to power. And Everett Arnold who had been...had been judgment of the war had\nalso been led to live in the community, he told us the following. Look here. Hitler came out\nof power, and here he comes in at the Holocaust because the Hitler prepared the Holocaust\nso to say. And he said, \"Look here. This Hitler is preparing murder, deaths. We have to give\na witness. We have to give a witness of life. Everybody that may cross our lives if we give\nthat...everybody who does not wish to give his life should disappear. And those who wish to\ngive their lives for the truth should stay on the Bruderhof. And we stayed. A few left, and a\nfew stayed. About 120 stayed on the Bruderhof when Hitler came to power. And then we\nhad ...soon had the raids of six police by the Nazis but they couldn't...they...they...couldn't\nstill distinguish between Christian Socialism and Christian communism and political\ncommunism, because we are accused of being communists, you know like today. (Laughing)\nYou know, the finest accusation. And...uh...because we were living community, we were\ncommunists. And we were told that if the communists come to power, we will be the first to\nbe hanged on the trees outside the Bruderhof.",
        "Q: The communists told?",
        "A: The Communists that if they would come to power, they would...we will be the first to\nhave...be hanged, because we represented another communism which is not...uh...uh...\npolitical communism. The Christian communism...you know ...you know, the first Christians\nin Jerusalem were all Jews, and they lived in community. They shared everything they had\nwhen the spirit came. (Laughing) So we say the spirit made them live in community, not\nthey themselves. Not their ideas, but the spirit of God made them live in community as\nbrothers. And so therefore, we represented that. We said also we have only one leader. That's\nChrist, and not Hitler, because Hitler was calling himself the leader. We didn't say Heil\nHitler. And we refused all the persecution of the Jews and everything and we wrote that to\nHitler. We wrote a personal letter to Hitler and challenged him to not to shed innocent blood.\nAnd in the end we said, \"Look here, Hitler, what we wish you from our hearts is that you\nbecome of a...tool of the life of God...a tool of the life of God.” And we never got an answer\nto that letter. But we heard later that Hitler was asking when he was at the headquarters of a\nmaneuvering nearby whether we live up there on that place. So he knew something about us.\nAnd we read...we sent also letters to the Gestapo to...to the Governor, to the Hinderburg, to\nHitler, to...oh...to everybody in the thing, saying quite clearly where we stand. And then...\nuh...came the ____ which Klaus already spoke in which Hitler asked the people in\nGermany whether they agree with his politics. He had just left that League of Nations\nand...uh...we did not say neither yes nor...nor no, but we said, \"Look here. We have to go a\ndifferent way, and we challenge you. We have to go a different way. The different way is to\nthe way of Christ and not the way of...uh..what you suggest.” And on this 5 days later or 4\ndays later, we had 150 men with revolvers storming the Bruderhof. Hundred fifty SA, SS\nand people storming the Bruderhof, and we greeted them...said, \"Good Morning. How are\nyou?\" (Laughing) And they couldn't understand that. They found it...uh...uh...cheeky. They\ncouldn't understand it, and they did not know what to do. And because they expected\nresistance, I asked them, \"Why do you come?\" They said, \"We were...we were called up to\nraid communist nests, and now we found no resistance.” And so they...in the end of the day,\nthey took all the books with red covers from the library as proof that you were communists\n(Laughing) and they left and said, \"Look here. We forbid you to...uh...” No, I asked one of\nthe Gestapo, \"Look here, why do you come here?\" He said, \"Look here. You represent\ncommunity and we represent community, but you represent community in another spirit than\nwe. Therefore, it's impossible for you and we forbid that you take any guests 1n.”” We were\nforbidden by the Gestapo to take any guests. And...uh...so then...uh...but we didn't...we didn't\nobey. (Laughing) We just...any guests we warned from that point, we say, \"Look here.” Ifa\nguest came, we say, \"Look here. If you are here, staying here, you are commit a danger\nbecause in Germany, you say, ____ caught with us_____ 1f you are caught with us, you will\nbe hanged with us. And so those who were fearful left, but those who meant it seriously\nstayed. And then secondly, they tested the children that they found that the children had no\nnational socialist education, and they said, \"We wish to educate your children nationalist\nsocialist,\" and we said, \"No. We can't do that. We don't let you the children go.”” And then\nwe had adopted a lot of children of people in poverty or who...who father or mother has died,\nand they tried to...wish to take them away from us. And we did everything to keep them.\nAnd...uh...for this reason, I was sent to Switzerland, to find a place for...for the children\nbecause the children couldn't stay in Germany. And in Switzerland I knew from the time we\nlived there in community and other community in French Switzerland community, the\n_, and I went there to ask them and they first wished to educate the children themselves. And\nI said, \"No, we educate our children ourselves.” And then in the end, they agreed but said\nthat they'd only take our children if the government is in agreement. And so I went with one\nof their members next day early to the government in Lausanne and in Lausanne they said,\n\"Oh, that's not our business. That's the business of the federal government.” And so we went\nto them and they asked, \"Why do the children wish to leave Germany.” And we...I tried to\nexplain to them quite clearly what it meant. And they were...they said, \"Look, why can't the\nchildren obey the government, the Swiss government?\" And then he said, \"Who are you?\nYou speak Swiss-German. You are a Swiss? Who are you? And when they found out that I\nwas a conscious objector, they said, \"Of these of your children we wish to have no nothing.”\nIt's illegal for your children to come to Switzerland. And then I went to Prague...uh...to find\nout whether there's a possibility for...in all Bruderhofs of the 16th century go in case we are\nno more tolerated in Germany. But...uh...I have the recommendation letter to Masserick,\nTomas Masserick, the President of that time. A very good recommendation or letter from\nSwitzerland from a friend of his, but he was sick and...and his secretary...press secretary\nhelped me very much. And they found out that all the old places were under the protection of\nthe...law which protected ____ history. And but they offered us lands. Luckily, we never\nhad to accept that. I went back to Switzerland and I had no news for a fort night and I didn't\nknow whether the Bruderhof still existed. So I went first to the Umslatz and I tried to find\nout and nobody could tell whether the Bruderhof still existed. And so in the night I sneaked\nup the Bruderhof to find out that the Bruderhof still is there. And it was still there.\n(Laughing) And I told my experiences, and on this a teacher...this ___ left the children for\nSwitzerland illegally.",
        "Q: You went back to Germany to see whether it was still there?",
        "A: Yeah. Yeah. And find out that they're still there. And then we were sent to Swiss, to Berlin,\nto find out what the Gestapo has in mind. We went to the...to the top...uh...directors of the\nGestapo in Berlin and they...they found out that the cheeky, cheeky, to_ tried to find out of\nthe Gestapo what they have in mind. And the man who had the whole thing in his hands, he\nread the minutes which he...which they took...uh...while they were waiting the Bruderhof,\nthey took the minutes with them, and I brought the other minutes to Switzerland by the way\nto bring them to safety not...the Gestapo asked for. And there he read to us, \"Look here. You\nrepresent publicly that the present state of Hitler shows most clearly the character of every\nstate as the beast for the ____. \"If you still think we are the beast and we are this and\nrepresent that, I close you down immediately,\" said the Gestapo. But I cannot only close you\ndown if the government is in agreement. And the government was not in agreement. You\nknow why? We found only out after the war...after the war. They tried to find out...no one of\nour members in North America married the daughter of an employee of the State\nDepartment here, in Washington...uh...Nelson. And he visited us and I asked him, \"Can't you\nfind the archive of Hitler, at that time about this?\" \"Why.” He said he gave us the address\nand telephone number and I inquired here in Washington, and they didn't have anything, and\nthey referred usto _____————_. But they didn't find anything in ____ communist country.\nIt's in east Germany. Now we heard after the war, the following. That a man in East German,\na pastor,a methodist pastor, made the doctorate in churches to me. And he wishes to make a\n______ about the three churches to Hitler in the time of Hitler time. And for this reason he got\nthe permission from the communist government to go through the archives of Hitler which\nare in____. As he went through the archives of Hitler, not knowing about us anything, and\nhe found there correspondence between the Gestapo and the government a thing about us.\nAnd he found there a...he got so to know that we existed there for the first time and on this\nhe got in contact with us. And through him we found the following. That the\ngovernment...the government said, No. No. We can't...we can't dissolve the Bruderhof\nbecause they have a lot of friends in North America. And when we dissolve them, they can\nspread the rumor in North America that we...Hitler, persecute Christians. We can't have that.\nWe must find another reason. So the Gestapo found the following reason. Because we did\nnot resist them when they visited us with the 150 armed men, we must have taken cocaine.",
        "Q: Must have taken what?",
        "A: Cocaine. Cocaine.",
        "Q: They said you have must have taken cocaine because you didn't resist them?",
        "A: Yeah. Yeah. Because we were friendly to them, whatever...for refusing. And so you must be\ndrug addicts on which the governor says everybody knows this is a swindle. We can't do\nthat. We have to find another reason. And the other reason which the governor suggested\nwas to...to take over all our houses and lands for military purposes because the Americans do\nthe same. They can't say we are persecuting Christians. You understand? And they...Hitler at\nthat time did not wish to have a bad impression of Germany in America. He wished to have a\ngood impression. Not that he persecutes Christians. And therefore it went forward and\nbackward between Gestapo, them...",
        "Q: What were you doing during all this period?",
        "A: What? What?",
        "Q: What were you doing while all this was going on. This 1s what? 1937?",
        "A: We're building up. Building up. And we had to build up in Lichenstein. Oh, yes, in\nLichenstein, we found the children couldn't stay in Switzerland any longer, so we had...",
        "Q: I need to stop a minute if I can. Let's pause. I need to know what Hans was doing? Where did\nyou go? You had gone back to Germany. You visited the Brotherhood. Now what?",
        "A: I visited there. I visited Berlin, the Gestapo. At the same time we visited also the founder of\nthe Confessional Church in Germany, but the ___ and the leading...uh... leading man from\nthe Mennonites, ___. And both said, \"We have nothing to do. You are not obedient to the\ngovernment because you refused to do military service.\"",
        "Q: Why were you doing all of these travels?",
        "A: Because we wished to make as a witness against...against Hitler, to give a witness of what\nthe CHristmas are because we said I represent positive Christianity.",
        "Q: Did you get support as you traveled?",
        "A: Only from very...very...",
        "Q: And who this was?",
        "A: Very....practically nobody. Not even the Jews. We have two Jewish family among us, and\nwe brought them to the...uh...Lichenstein to be out of the country that they were not\npersecuted. And...uh...and the question was this. We represented that, but nobody was\nlistening.",
        "Q: When you went to Pasteur Neumueller, what did he tell you?",
        "A: And he told us, \"Look here. You I can't _____ you together. I can't give that witness what\nyou give because you are disobedient to the government because you don't want to do\nmilitary service for them.” I would do military service if the government ask me to do it. But\nI would not be obedient if the government would try to hinder me to...to",
        "Q: Move your hand away. I can't hear you. Okay.",
        "A: If the government would hinder me to sermon...to do a sermon on the pure word of God.\nAnd we told him, \"Look here. The pure word of God doesn't exist here, only of ___, but of\n__.. And the ____ means that you should love your enemy; that the revenge is in God's hands\nand not in our hands as the prophets say. The prophets say the whole time again and again,\n\"People don't revenge yourself. Leave the revenge to me.” Yeah. The Prophets say that the\nwhole time. And we say we represent that. And they said, \"No, we have to obey the\ngovernment.” And then you know, he was...he had that sermon in Berlin against the\npersecution of the Jews and he was accused. And then the church had no law against that and\nlet him go free. When Hitler heard that, he put him into concentration camp as his personal\nprisoner.",
        "Q: Pasteur Neumoller's story is very familiar. I need Hans' story. I need your story.",
        "A: Yeah. And then...then...my story is the following. Uh...At the same time as we were put into\nprison later, 1937, he was put into concentration camp because he refused to preach\nfor...against the Jews. And he was for 8 years in concentration camp and the prison wardens\ntried to tease him the whole time by executing prisoners before his window.",
        "Q: Let us...",
        "A: And then he said each time these criminals, these swine and really saw one man who said,\n\"Forgive them. They don't know what they do?\" And then he changed his attitude. And\nfrom that moment on, nobody listened what____ That was the fact.",
        "Q: Let us come back to you. You had been doing all these travels.",
        "A: Yeah.",
        "Q: What year was that?",
        "A: That was 1933, 1934.",
        "Q: At the end of these travels, you had been going to see these people trying to get help.\nUh...When...when you got finished traveling, what did you do?",
        "A: Oh, I worked in the garden.",
        "Q: You...you came back?",
        "A: I came back and worked in the garden or in the cow stall or where it was necessary. We are\nready to do any work which helps the whole community. For instance...",
        "Q: What were you...I need to ask. What was life like for you...uh...1n the ___in let's say 34,\n35, 36. What was your life like? Okay?",
        "A: Poor. Very poor.",
        "Q: Okay.",
        "A: Because we had to build up a Lichenstein Bruderhof. In 1936, we had to build up a English\nBruderhof because you have heard what Klaus said? No? You haven't heard. What Klaus\nsaid...",
        "Q: We need your story.",
        "A: In the meantime, I always worked in the garden or in the cow stall or where it was necessary.\nAnd I was also making journeys to Holland and...uh...selling drinks and books to get some\nmoney in...and then we got...uh...a letter from the Burgenmeiser of Berlin____.",
        "Q: That's okay. Just summarize it. Just tell it.",
        "A: The letter he said the Bruderhof protests against that we have forbidden them to sell their\nbooks. I have the following reasons. Their propaganda in all their books is against Hitler. It's\ndangerous to the state, enemy to the state. They have brought all their military people to\nLichenstein where they were called up. You know, the young chaps who were called up\nmilitary service, they brought to Lichenstein. They have tried to save them from military\nservice. You have refused to persecute the Jews. You have refused to contribute to the\ncommunity...community of the people as they say in Germany. You have worked against it.\nAltogether, you ever...you never used the greeting Heil Hitler. You publicly declared that\nyou never become national socialist and I can only say all the books and all what the\nbrotherhood does is against the state of Hitler. Therefore I forbid them to sell their books,\nsell their produce.",
        "Q: Okay. At this point, we're going to stop and pause and change tapes.",
        "A: Yeah.\nEnd of Tape #1\nTape #2",
        "Q: So the...the tape has started. We're back on tape. The Bergermeister had sent this letter.\nUh... You weren't allowed to sell your books. Uh...What did you do?",
        "A: We never sent our books. I went myself on bikes___ full of books, and you know what\nthe experience on the way. We couldn't go to people who knew that the police was\npersecuting us. So we could only go to nice people who would not denounce us with the\npolice. And then we knocked at the door. The door opened and the people said, \"Oh Heil\nHitler. Oh, you are coming from the Bruderhof. Please excuse us. If we don't say Heil Hitler,\nour children are despised in school. We lose our house. We lose our job. Forgive us that we\nsay Heil Hitler.” And we told them each time, \"Look here. The...the saying give Heil Hitler,\nyou give the devil the small finger which soon has your whole hand.” (Laughing) That's\nwhat we said. We...we sold our books 1n spite of the..the permission. (Laughing) And then it\nwas So...I was sent to Switzerland to sell the books. And on a Saturday afternoon in 1935, in\nBasel, I was just walking across the marketplace and I suddenly saw in a...in a big window, a\nhandwritten, big announcement that Hitler just had introduced military service for the whole\nof Germany. On this I phoned immediately the Bruderhof to inform him, and Everett Armold\ncame on the phone. And he could not speak on the phone openly. We had to speak in code.\nAnd we spoke of the weather. And he asked if...how the weather is in Switzerland, and I\nsaid, \"Look here. The weather in Switzerland is good, but in...in...uh...1n north...north,\" I\nsaid, \"the weather is brewing together to a storm.” And our friends from Berlin have invited\nour young people to come to Berlin. And he immediately knew what it meant because he had\nbeen forewarned by people in Kassel about the whole thing. And then they had that\nBrother...brotherhood. No...and he...he told me, \"Look here. Try to come home tonight and\nbring some money because we have to...he didn't say that, but I could...uh...1magine it, we\nneed some money to send all these 15 brothers to the ___. And so I...uh...I the same night,\nthere were two things. One thing was the brotherhood tn...1n Germany in which they decided\nthat they would not...uh...put the life of the young brothers into concentration camp but\nrather for the building up of the Bruderhof in Lichenstein. And said because if they refuse to\ngo they would put...put into concentration camp. And so they...they left the same night and\nthere because we have not enough money to give them all, had to go just blind all arrived in\nthe Bruderhof.",
        "Q: And they fled over the border into Lichenstein?",
        "A: Right.",
        "Q: Okay. What did you do during this time?",
        "A: I... went...[...I asked friends for the youth movement in Basel to come together the same\nevening, and asked them for help. And they...I...they gave me altogether about 500 francs\nhelp, and with the 500 francs in my pocket I went back to the Bruderhof. And I arrived the\nnext morning and the 50 brothers were no more there. The 50 young brothers. And then they\nhad two ___. When the Germany without the children and we got the 15 guineas...Germans,\nonly Swiss and Danish. Others were there, and so it was a very __ division. And then...then\nthe Brotherhood, then I went back to...to Germany and worked there again the garden and so.\n___. And then I take because many had to go to the other Broderhof, Lichenstein, I had to\ntake over the stewardship, the many business of the Bruderhof. And I...there was now the\nfollowing. We had bought three dilapidated farms which supported perhaps 20 people\naltogether. And we built it up to for 150 people with school house, laundry, bake house...\nuh...farm houses necessary for cattle...more cattle, and all the things which and I put into the\nbarn sheeps. You know, the barn sheep. I put all the cattle in which you put in. We also\nimproved like agriculture with lime.",
        "Q: I need to interrupt enough to ask...we need to move it up, move it a little faster.",
        "A: Yeah.",
        "Q: Can you tell me what happened?",
        "A: Then happened the following. The...the young chaps went to Lichenstein. And then the\nLichenstein government told us in confidence, \"Look here. Hitler has already asked for these\nchaps. Go..go that we...because we are too small a country to resist Hitler and take away the\nyoung chaps. And so had to found the Bruderhof in England community. And we had to\nsend them there. And I...now it happened the following. At the same at just at that moment,\nFrance closed its frontier for all Germans because Hitler with his illegal army had illegally\noccupied the Rhineland, and France in its anger closed all of France, and so how should we\nget...get the young chaps from Lichenstein to England?",
        "Q: What did you do?",
        "A: The borders not through France, not through Germany. In Germany, they would have\ntake...be taken immediately to concentration camp. And so they sent me with three which\nwere most danger to find our way to England. And the stewart there gave me 120 francs and\nsaid, \"Here. That's all what we can give\" what I have in my pocket...my person. Look how\nyou get there England without...and then we went to Italy.",
        "Q: Excuse me. I need...I need to stop this. Hold it. Can we stop the tape please? I'm getting a\ncross feed on here. I can't...I can't keep anything in my ear and it's too loud. Can you stop the\ntape? Okay. Alright. We're back on. Uh...How did you get the brethren to England.",
        "A: I mean we went to Italy because there we did not need any visas. And we tried to get the ship\nfrom Geneva, but there was no ship to England from Geneva because the League of Nations\nhad put an embargo on Italy because of the attack on Abssinia. And therefore we had to\nsneak across the frontier. And we went along the Riviera to ____. and the weather was very\nnice because there was...uh...mist all over the Alps and we thought we can sneak over. And\nwe were caught by the police, by the Italian police, as spies. And we were threatened to be\ntransported back to Geneva as spies and to be delivered up to Germany. And I asked this\nman...this police...Italian policeman, \"Look here. You know that you have no spies.” And\nthey said suddenly, \"Who are you? Are you a Franciscan?\" And I...because I tried in my\nItalian to explain to him how we missed...and I told him in my poor Italian how we missed\nthe community, and he said in the end, \"Look here. I believe you that you are no spies, but I\ncan't cross both eyes. I...but I close one eye, and push you over the frontier.\" (Laughing) Just\nwhat we wished. And he paid even a stranger to the frontier and then they pushed us over the\nItalian frontier into the France. And then they put their stamps all on the last pages of our\npassport, and when we arrived at the French frontier the man was only looking for the Italian\nstamps and didn't see that there were German passports and let us go. And then he\naccompanied us to the police and said you have to announce to the police and the police\nneither discovered that they were German passports. Let us go through! Then we arrived\nby...the last minute we gave to the express train to Paris...Paris. And we went through\nfrom...uh...Nice to Paris where we ride express train and arrived in Paris without money,\nwithout visa. And then we phoned to England and they sent us some money telegraphically\nthat we could travel on. When we arrived in ___, the man French man said that look here.\nHow can I put the leave taking stamp in your passports when you have no entry stamps?\nWhat should I do? I can only deliver you to...to Germany?\" And I begged him and said,\n\"Look here. We just leave now France. Have a bit of patience.” And in the end, he put the\nentry stamp before his out stamp in the passports and let us go. And then we arrived in\nEngland and the English man said, \"Do you wish to come in by the back door when you\nhave been thrown out by the front door?\" Because one of the three with whom I traveled\nhad been by air to London and refused entry into England because he was not fetched and\ncounted by an English brethren , and he didn't know any word of English. And so he...and\nthe end one of our brothers who fetched us in...1n...uh...1n Liverpool...in South Hampton,\ncould convince the English man that we are innocent and he gave us 2 months of...of ...\nuh...stay in England.",
        "Q: What did you do while you were in England?",
        "A: And then we arrived on the place which was later the _______ Bruderhof, and they were\njust collecting the last money for the down payment and they just arrived 2 days later with all\nthe money what down payment that we could start the ___ Bruderhof.",
        "Q: Could start what?",
        "A: The , the English Bruderhof. And then I went back to Germany there...from there.\nAnd then we were more and more poor. I mean because we had deported some people to\nEngland, some to Lichenstein. And we were concerning what there should we do? And then\non the...in 1937...then we got this letter from the Gestapo.",
        "Q: You had...you had gone to England before the letter from the Gestapo came?",
        "A: Yeah.",
        "Q: Okay. Go ahead.",
        "A: And then returned to Germany. And...uh...I took over the stewardship there and\nwas...uh...and I put in...1n the... i the...uh..1in that bookkeeping the capital which we invested\nin the Bruderhof. In 1937, the Gestapo was stronger than the government, and they dissolved\nus against the government. And...uh...they confiscated everything. And I asked them....they\ncame with 150 men armed. I asked them, \"Why do you come?\" They said, \"We come to\ndissolve you. Everybody goes home and the Germans come to do military service.” And we\nsaid, \"No, we don't do that. We just left home to live in community and our mili...our\nGermans don't do military service.” So they were flabbergasted and then they discovered that\ntwo Americans were there, just by chance...so called chance. And they said, \"These\nAmericans can't go back to North America and say that Hitler persecutes Christians. That\nthey can't have. Therefore, they have to find...they have to find another reason. And they\nfound the following reason. They said, \"Pay your debts.”’ And I told them, \"Look here. After\nyou confiscated everything, with what should I pay my debts? If you give back what...what\nthey have taken away, we can pay it.” Then they said, \"No. We don't do it.” And they went\nto creditor, and he signed under their pressure a letter which he accused us of swindle\nbecause didn't pay..pay him the debts. Although I have told the Gestapo I have to recuperate\nthat they gave back, what they have...and shortly before we got the...the visit of a ...of a\ngroup of people, experts. They looked at the houses and the land. They said, \"Look here. We\nbuy all this and pay you the whole price and you have that for military purposes.” And so I\nhad in my hand...I had the promise that they would get the money for all..for all my debts.",
        "Q: What happened then?",
        "A: And then they said, \"You committed falsification of the balance sheet because you put\nin...uh...much higher value than the balance sheet for what is there than what it was.” And\nthe thing was the following. The Gestapo confiscated everything and then put it on auction.\nThe whole...all the things. And he was only offered say 40,000 marcs instead of 180,000\nmarcs. And so they said because they are offered only 40,000 marcs...only valued 40,000\nmarcs, you put a wrong number into your balance sheet. You understand?",
        "Q: Yes.",
        "A: Is it clear?",
        "Q: It's quite clear.",
        "A: Under this...and now the thing was the following. They...they asked us...the...the commission\nor the directive commission...or they forced them, the directive commission of their\nassociation official, they asked us to come to the governor and to consider what are they\ngoing to do now. And we said, \"Look here. If you throw us out, we would like to go to our\ncommunities in Lichenstein in England and all of our military people can go there. And they\nhad to agree to with that because they knew two Americans were there observing them the\nwhole time and therefore they arranged that...that the the Americans had to promise to pay to\njourney in case we would not pay the journey. And so they advanced the money for the\njourney to England and to Lichenstein for our people. And then when the whole thing was\nended six policeman showed up and took us into custody of security. Not...not because we\nare falsified...uh...they accused of...lot later...because we had falsified balance sheet, but for\nour own security. You know, the security...and put us into prison and only after a fortnight,\nthe judge accepted the accusation of false... false...uh...balance sheet, swindled balance sheet.",
        "Q: What happened to you? What...where did you go?",
        "A: And then we were...we were taken to prison. And then the prison was changed from security\nprison into criminal prison.",
        "Q: You were charged quickly.",
        "A: We were charged with that, and then the judge had to trans...to investigate that this was true\nor not. And then the Gestapo took our fingerprints and photographs and everything and we\nprotested. We said, \"Look here. The whole thing is a big swindle. Uh...It's not true because\nthe whole thing is much more value than what you think...uh...people offer. And...uh...you\nknow, that's all a swindle.” They laughed. They laughed. They said, \"Look here. You are\nenemies of the state. In case the church lets you go, we fetch you to concentration camp.”\nAnd so we sat 3 months in prison with the promise of the Gestapo to fetch us to\nconcentration camp any day. And the judge let us go. And the judge must have had\nsome...some...uh... qualms in his heart because he let us go 2 days before the Gestapo knew\nabout it so that we had 2 days advance. And the judge the week before, our German\nmember...we were two Swiss and one German, our German member was called into military\nservice. And we said, \"No.” And as the commanding officer to whom we wrote that letter\nwas not present, they said, \"Go back to prison where he can't escape us. We'll fetch you next\nweek from prison where you can't escape us, and to go to military service.”’ And just the\nsame Saturday, the judge let us go. And he told our lawyer and our lawyer told a friend of us\nwith his car to fetch us from prison and he took us away from prison as quickly as possible,\nas far as possible. And then they came...I had no passport because the Gestapo had my\npassport. How do you get out of Germany? You could get anywhere, but not without\npassport. So I went to the Swiss Consulate in Frankfort and asked him...uh...to give me\npassport. And they gave me a passport without any papers. Nothing. Just because they knew\nme that I was conscious objector. And..uh...and then I...we sneaked...we had to sneak across\nthe Dutch frontier because the...the Germans...the Germans could only go...leave Germany\nwith the permission of the military, which you can't...couldn't get at that moment after you\nhad been called up to military service. And therefore we had to sneak and I with my new\npassport was sent across the frontier immediately to prepare that the Dutch people wouldn't\nreject a German. And the two went into the woods to cross the frontier and missed the way.\nCame out on the German side again and only at midnight started again on the foot path to the\nwoods to cross the frontier, and then they were caught by the border police, the German\nborder police. And they looked round whether they saw any officer. And when they didn't\nsee any officer, they showed our brothers the way to Holland. German border guard. And\ntold him to where should they go in Holland to find a taxi to go to ____ to meet me. You\ncan say...[ mean God led the way all...all the time. (Laughing)\nQ; What about you. Where were you at this point?",
        "A: I was in Nijmegen.",
        "Q: Where? I'm sorry.",
        "A: What?",
        "Q: Where were you at this point? While you were waiting for your friends?",
        "A: In Nijmegen, in Holland. And then we came to...to Rotterdam and there we were taken in by\na family...a Dutch family that they have about four sons. And I visited them after the war,\nand one of the sons was shot on the spot by the police because they tried to help Jews not to\ncome into concentration camp. And they...and they...the police searched all the youths who\ntried to help the Jews for weapons. And those who had no weapons they let go. But those\nwho had the revolver or a knife, they shot on the spot. And he had a revolver in his pocket.\nWas shot on the spot. So I mean we had to...we had always contact with the Jews on the\nwhole way. We tried to help and we tried, but...uh...it was...1 mean many Jews didn't believe\nthat Hitler would act this way. They trusted Germany.",
        "Q: What about you now? You are in Holland. What did you try to do next?",
        "A: I mean we tried to help to find a way which God has given.",
        "Q: How long were you there?",
        "A: And I...I think I am contact with the...you know, we are... we are in contact with the Jews\nsince Monty Bouver. We knew Monty Bouver personally. I knew him personally. And he\ngave us___ into German as a gift. and in his translation, he says the 10 commandments\nof the St. Sinai are not lost but in case not...you should not kill, you will not kill, then you\nlove God. That's...that's the 10 commandments. You will not do that if you love God. And so\nwe can only say how we can only challenge all people to the will of God and then there is\npeace and justice. But how can we challenge people if we don't do it ourselves? Therefore,\nwe have to do it ourselves. Therefore, we try to live and therefore we try to seek with\neverybody, with Jews with non-Jews, with everybody, we try to find the way of truth.",
        "Q: How did you try to help Jews? You said you had tried to help them? What kinds of things\ndid you do?",
        "A: You know, there were Jews coming to us to find refuge. And we told them we'd take them\nin, but we have to warn you in case we are hanged, you will be hanged with us. You are\ncaught with us together. If you have courage, you can stay. If you don't have the courage, go.\nWe have to say the same to the...the...we can't invite people to come and share with us if\nthey're not prepared to give their life for that. Understand?",
        "Q: Did people stay? Did Jews stay with you?",
        "A: And there are people who stay and people who go.",
        "Q: How did you hide the Jews?",
        "A: Huh?",
        "Q: How did you hide the Jews among you?",
        "A: Oh, we didn't hide them. We just...either we sent...uh... the one Jew we sent to Lichenstein or\nto England. I don't remember. And the family...his parents who never joined but we had\nthem in the community gave them...gave them a house to live in...1n England, and they later\ncame to the States. They have, by the way, a son...uh...what was his name? Hans...uh... _. He\nwas...he was a famous ...uh...man in the theatre in",
        "Q: Okay. What...uh...how long did you stay in Holland?",
        "A: Oh, I didn't stay in Holland long time, only just 1 day. But my family was thrown out German\nwhen I was in prison.",
        "Q: Alright. Where was your family sent?",
        "A: My family had to leave the second day after__._———————S While I was in prison.",
        "Q: Where did they go?",
        "A: They went first to Holland on the way to England. But they couldn't go straight to England,\nbecause England asked for a guarantee of security and we...until we had that, they had to\nstay in Holland, but they were looked after by Mennonites in Holland. How long were they\nin Holland?",
        "Q: How long were they in Holland?",
        "A: They were there for about 2 months in Holland.",
        "Q: And then what?",
        "A: And then the proceeded to England, to the community in England.",
        "Q: Okay.",
        "A: And my son, Klaus, they found the first time in Holland radio because we had no radio. And\nthere was a radio box...",
        "Q: I'm going to...excuse me. I'm going to interrupt you. And I need to bring you back to you. I\nneed your story. Not Klaus's. Okay. Uh... You came to Holland. You were there very briefly.\nThen what did you do?",
        "A: Then we went to England to join the community there.",
        "Q: Okay.",
        "A: And then I was sent back to...to...from there I was working again in the garden and then\nno...especially in England, we have no electric power. I installed as an electrical engineer\nelectric power in England in the whole community...uh...our own power, generator and\npower, DC. And...uh...so I did do that there. And then I also went to Lichenstein where we\nhad to dissolve. We had to give up Lichenstein and bring all the people over to England,\n1938 when Hitler occupied Austria. So I had to bring them over. And I...I had to pay all of\nthat in...in Lichenstein with a...uh...with...uh...my inheritance which I got in Switzerland. _.",
        "Q: Okay. So you brought the Lichenstein Brethren over to England.",
        "A: Over to England.",
        "Q: If the year is 1938...",
        "A: 1938.",
        "Q: Okay. How did you live? What happened to you then?",
        "A: And then I was working under for the power station for the Bruderhof for the community\nand then 1930...39, the war was declared. And then happened this...I heard Klaus say it this\nmorning, they threatened to burn down the Bruderhof immediately.",
        "Q: Who threatened to burn down?",
        "A: The population.",
        "Q: In England?",
        "A: In England. Yeah.",
        "Q: You tell what you remember, because Klaus was really telling it secondhand.",
        "A: Yeah.",
        "Q: Tell me what happened?",
        "A: A Quaker came to us on the way to Paris, where he was going to visit the...the_\nthe King from ______.. And he spent...uh...took a cup of tea and coffee in I think ____,\nvillage nearest to us. And there he heard that the people were going the same down to burn\ndown the Bruderhof.",
        "Q: Why?",
        "A: Because we were Germans. Half of them Germans and half of them were the objectors of\nmilitary service, defense of England. And there were Germans and we always lived together\nin peace. That was really suspicious to the English. And I experienced for instance before the\nwar that the declaration, when I went to the village I was invited everywhere for a cup of tea.\nFrom that moment on, the doors were closed because the people were fearful to give us\nhospitality. From that moment on! And we were accused of all I think every things. For\ninstance, we were accused of...uh....disturbing the blackout and giving signals to the German\nbombers because you know we had the other blackout and sometime a child,\npull...pulled...put away the curtain and then a light came out and then we were accused that\nwe gave signals to the German bombers to how...how to fly. And secondly, an English girl\nmarried a German brother. In this time, and we were all classified since...since the war\nas...uh....neutral aliens and, of course, the English were...were not classified. And the\nmoment he's married...the German, he was classified as an enemy alien and was put into\ninternment camp right there.____————_—. Exactly the same. It was a real psychosis in the\nwhole population against everything which was not pure English. (Laughing) And then the\nhome guard came and said put six brothers on the wall and put the guns against them as if\nthey were shooting them. And we protested all the things, but then the government they\ndidn't tell us, but it was so that we...the government had to put all the Germans into\ninternment camps to save them, save their lives. The government was much more liberal\nthan the people. And...uh...and this case, they...we had the fear that all the Germans were put\ninto internment camp and we suggested to the government, \"Can't we immigrate? It's before\nwe are...before we are separated?\" And the government said, \"Yes. You can take everything\nwith you during the war time. Money and everything if you need.” And then we were\nlooking for where could we go? And there we came to...I was sent with a Jewish boy who\nwe...oh yes. In the ____ time, we had Jewish people (coughing)...you know, and...and that\nquick...tried to help us. And he opened an office to help Jews in Vienna. And they asked us\nto help him. And we took in about a dozen Jewish families who came from Vienna, Jewish\nfamilies. And they were living with us until they found a place where to go. And they sent\nalso about 10 to 12 young...young children to us whose parents had been put into\nconcentration camp, and so we had...uh...this group of children with us. And then one of\nthose children remained and came with us to Paraguay and she is now mother of a family.\nShe married not a Jew, but...uh...but we have no...no difficult with marrying Jews and that's\nbecause we don't see a difference there. And...uh...and then another boy, his parents suddenly\nturned up. They could escape from the Gestapo and went by Rome, France to Venezuela and\nthey suddenly wrote to us and said look here. They would like to have their boy. How do you\nsend a 6 year old boy in the wartime from England to Venezuela. And so we offered that we\nwould accompany him in the hope that to accompany him that we have so much time in\nNorth America to prepare the immigration for us here. And I got all the papers from the\nJewish committee in London for Al Fisher was his name...all the papers to accompany him.\nAnd when we arrived in New York, the man...the immigration officer said, \"Are you a Jew?\"\nI said, \"No, I am not a Jew.” \"How does it come that you accompany a Jewish boy?\"\nSomething suspicious there. And so he...he put us into a room on the ship, let us not the ship\nuntil the Jewish community New York integrate...investigated the whole thing. And the man\ncame from the Jewish committee in New York, on the ship and looked all my papers through\nand he found everything in order. He said, \"I can't accuse you of anything, but we take the\nboy from you and bring him ourselves to Venezuela.” And they put him on Ellis Island and\nwe visited him where was supplied very well and nicely. A 6 year old, 7 year old boy. And\nthen he was accompanied by a Jewish nurse to Venezuela to where we got the news from his\nparents that he arrives safe. And we were 3 months free in North America to help try to put\nour immigrations. And there I think you know that story.",
        "Q: Tell us...tell us briefly what happened.",
        "A: And then...then the thing was this. I was...we were two...two there, we were accompanied by\nFisher. And they were taken from us in___.",
        "Q: Where? I'm confused. You was taken from you where?",
        "A: From us? From our...our guardianship and the Jewish Committee from New York let him\naccompany to Venezuela by a nurse.",
        "Q: No. No. Let me...let me rephrase the question. You had now left the boy. He is on Ellis\nIsland.",
        "A: Yeah.",
        "Q: The 3 months you lived in New York.",
        "A: No. We lived here in Washington.",
        "Q: In Washington. You came to Washington.",
        "A: We...we try to foster our immigration this time. And we came to...we first came...we had\nonly enough money to go to Lancaster where we knew the MCC, the Mennonites Central\nCommittee. And that's again a story behind it. You know 1936...",
        "Q: No. Excuse me. We don't have time for the stories behind it unfortunately.",
        "A: At any case...at any case, through him we got the contact with the Quakers in Philadelphia\nand they brought us into contact with the State Department here in Washington. And with\ntheir international student home, I think, New Hampshire Avenue where they offered us to\nstay for $1 dollar a night, a breakfast. (Laughing) You know, from the Quakers. And then we\ntried first to get immigrations through our from ___, the Assistant Attorney General of\nRoosevelt ...uh...because he was a relative of the Arnolds. He was ___. Perhaps you have\nheard his name. He was a lawyer here in Washington, and he was a Attorney General...\nAssistant Attorney General in Roosevelt's...uh...government.",
        "Q: Okay. So you went to various people to get help?",
        "A: Then we...he said, \"I have nothing to do with you because my Department of Justice is a\nDepartment of conformity and you are nonconformists. I have nothing to do,\" and put the\ntelephone down. And after 2 months or a month and a half, he phoned us up and they\ninterrupted the student home and said, \"Come quickly to me.” And we visited him in the\nJustice Department...to pay for the taxi 25 cents at that time, 1940. And then we went to his\nroom by the FBI accompanied, and he got up and said, \"I'm glad that you didn't come\nbarefoot (laughing) cause my FBI told me you are non-conservatists.”” And we had a good\ntalk with him and he said, \"Are you Amish...Amish Mennonites.” I said, \"No, we are not\nAmish, but...uh...we have certain roots together in the...in the 16th Century and then I told\nhim about our attitude in Germany. He said, \"I'm proud of my relatives here. I will try that\nthey get immigration in the United States as soon as possible.” And he took one phone after\nthe other and said, \"I am personally interested in the...in the immigration of these people.”\nBut nothing came. And then we came to Pendle HIII. Do you know Pendle Hill. Uh... The\nQuaker Center. And he...this Clarence Speaker told us that he had been suggested by\nRoosevelt who was his friend to go as Ambassador to Berlin because Hitler would only\nlisten to a Quaker and to nobody else. And he's ready to...he doesn't feel to be a diplomat, but\nhe's ready to if he can serve peace, he serves peace, but he never was called to do that. At\nany case, he arranged a meeting with Eleanor Roosevelt and I had with her breakfast in New\nYork, in her hideout on the 42th Street.",
        "Q: Tell us about that breakfast",
        "A: It was very nice. She was there...uh...with me, was Sky Johnson, a English man and...uh...she\nwas there with her secretary, Thompson. And...uh...he was very nice, very informal, and she\nsaid at the end after we told our story, \"I'm very much in favor of your immigration because\nhere in North America, we have not proper democracy. We look down on the black people\nand we need people like you who represent a different attitude. And so I am for it very\nmuch,\" and she...1n my day, on that day she recommended our immigration publicly. And\nthen in the...when they took leave, I said, \"Greet your husband and my colleague nearly fell\ndown the stairs and said, \"My God, you don't say your husband. You say Mr. President.”\n(Laughing) But she took it very, very, very good. Very good. But she said at the end, \"Look\nhere. I'm not the President myself. I have not the power to declare it, your immigration.” And\nthen we were told by confidence...confidential that they would have postponed our\nimmigration until next year because that was the year of the third...third re-election\ncampaign of Roosevelt. 1940! And they did...couldn't let in 300 pacifists at that moment.\nThis would disturb the re-election campaign of the democrats and therefore they would have\nto postpone it. The thing was the following. Our brothers in South Dakota gave an affidavit\nof support which was not accepted because that they said it's a collective of _____ and\nassociation can form tonight and decide affidavit and dissolve the next morning so there it's\nnot possible. On that the...the Senator for South Dakota, Muntz, he said, \"I'll bring in a\nprivate...who knows, I know the brothers. I know that they keep it, and I bring in a private\nbill to recognize that affidavit.” But then it was said that we can only bring the Bill after a\ncertain...after re-election of Roosevelt. And so...and now in England, they couldn't postpone\nuntil next year, so we had to leave. And here the Mennonites come in again. They offered us\nimmediately to go to Paraguay because and we visited Paraguay Ambassador in\nWashington, and he said, \"If you wish to go to Paraguay, I have tomorrow the permission to\ngo. I ring up my father-in-law, who's President of Paraguay, said the Ambassador here, and\nyou have the permission to go to Paraguay. And so we got the permission for Paraguay\nimmediately. And for this we needed trans...transits permission by Argentina because\nParaguay 1s land locked. It's in the middle of South America and doesn't...have no harbor. So\nwe have to go through Argentina or Brazil to Paraguay. And Brazil, Argentina asked for\n$7,000 deposit as guarantee that nobody stays in Argentina. And they asked here in\nWashington...the Quaker, whether he could give us the money, and he said, \"I give you\nmoney immediately if I have the safety that the money is paid back. And I go to ask\nhim...ask the Ambassador...we went together with the Ambassador here in Washington, and\nthe Ambassador was angry that somebody doubted that he...that his money...that he would\npay back the $7,000. And so he...he said, \"I'm not sure,\" and he didn't wish to give the\n$7,000, so we had to look somewhere else.",
        "Q: So where did you get the money from finally?",
        "A: We got...I don't know, because I had to go immediately to South America to prepare the first\ngroup and the ___, I think he got it from the brothers in South America, South Dakota.",
        "Q: So you then...",
        "A: And we got the money back.",
        "Q: Okay. You now went to Paraguay”?",
        "A: Then I went to Paraguay. But for this I went first on the Good Friendship...uh...of thirty three\nthousand tons which was between New York and Buenos Aires to Rio de Janeiro. And I\nlearned on the way Spanish because that Spanish was official language in Paraguay.\n(Clearing throat) I had to find out how to get to Paraguay. And I went to the Pan American\nUnion here to inquire and we found the Paraguay agent...we found the timetables and all the\nthing.",
        "Q: Alright. I need to cut this short a little for the tape, because I think we could go on for a long\ntime. You've been through a lot. How long did you live...how many years did you...did you\nlive in Paraguay finally?",
        "A: Well, we lived for 20 years in Paraguay. You had...you built up a whole community there?",
        "Q: Yeah. Yeah. Three communities in Paraguay. One in Ascunion, and one in Uruguay. And\nthen there came an inner weakening. You, as Klaus declared. Yeah. Uh...We compare the\ncommunity with a lantern. And the lantern has a shell and a light. Yeah? If the light is not\nburning, what is the shell lantern? The lantern has only value with the light. Yeah? And we\nhad a shell, but no more the light. That means the shalom, no more the unity. Unbrokenness.\nShalom means unbrokenness. And we didn't have anything more of that. Therefore, the\nwhole community went to pot, like the kibbutz today. Like the kibbutz. It's the same question\nof the kibbutz. And the question is the following. I put that thing to the kibbutz. I said...I\nwrote to them...we don't wish to tell them what they should do because they ask us, \"Why\nare you able to live in community? What is the secret behind it?\" Because we need it\nbecause the community with us falls fast. And so I answered them, \"Look here. We\ndon't...we can't tell you what you should do. We can only tell you what we experienced, and\nyou may learn from that. And the question 1s that when the Christians tried to christianize the\nstates, it was not so that they were able to Christianize the state, but the state corrupted them.\nAnd you have to be careful that it doesn't happen with you the same way.” And\nthen...then...uh...",
        "Q: When did you...when did you come to this country finally. With all of this happening, when\ndid you come to the United States?",
        "A: You know..you know the thing was this. When this whole spiritual battles started, I needed\nto...to take a distance. And I was for 12 years in Buenos Aires, independent, to think about\nit. And then I went right back to the community in North America....uh...experiencing the\nfollowing. You come together when each one of you takes the beam out of his own eye first\nbefore he tries to take the splinter out of the next. That's a fact. And this I...this is simply\nwhat I experienced. I can only say for here...uh...I found that the Bible is right. I do not say\nbecause the Bible says that, you should do that because the Bible says that, but I found out\nthat the Bible is right. That's the whole point. That's just a fact.",
        "Q: Thank you. Okay. And on that note, I think we end. I cannot think of a better place to end the\ninterview.",
        "A: Yeah.",
        "Q: Thank you.",
        "A: That's just a fact.",
        "Q: Okay. Thank you.",
        "A: God is right. (Laughing)",
        "Q: Okay. That's it. Alright. Thank you very much.\n"
    ],
    "questions": [
        "Q: Okay. The camera's on now, finally. Would you tell me your full name please?",
        "Q: No. Your name. Just tell me your name.",
        "Q: Thank you. Where were you born?",
        "Q: And when?",
        "Q: Uh...Tell me about your...your family. Where...where did your parents come from? My\nfather came from a very poor farmer's family in...outside Zurich. And they died from\ntuberculosis without nourishment. And he was able to make a training as...came as mechanic\nwith his uncle in Zurich, the town of Zurich. And then he got an employment, with the\nfederal railways for locomotives. And he became a...a fireman and locomotive driver. And\nhe therefore he was a bit better off than his family. And he wished to...to put me higher even,\nand he gave me the opportunity to study electrical engineering at the University of Zurich.",
        "Q: Okay. Let's...let's...before we go into college and university, tell me what it was like growing\nup. Did you have brothers and sisters as a child?",
        "Q: What?",
        "Q: Now, this is the first World War?",
        "Q: What were you doing during all this?",
        "Q: How did you protest? What form did you protest?",
        "Q: Okay. We need to bring this back to your story, to Hans' story. Did you tell me...did you hear\nLenin speak? I heard Lenin speak, but I heard more Trotski speak than Lenin because Lenin\ncouldn't speak very much German. Troski could speak much more German. And I mean I\nonly have it in mind that I saw Lenin in the Sunday School. That's about 80 years ago.\n(Laughing) 70 to 80 years ago. But I have...I must have seen him all the Russian refugees in\nZurich...you know. Lenin, Troski, Applovolof, and so on and so. I have seen them all\nbecause they came all to visit us in the Socialist Sunday School. So we were as a youth\n___ We were really challenged. We were seeking truth and this was not the truth. What the\nchurches represented not the truth, but the fatherland represent not the truth. What the\nSocialist represented was not the truth because_____————.«~ You know, so we were left by\neverything. And they were seeking independently the truth. And we were seeking as on a\nhuman basis...on the idealistic basis. Yeah? Not on the faith basis or Jewish or Christian faith\nbasis...on idealistic basis, we were seeking simply the truth. And in seeking that I felt I can't\ndo military service in Switzerland because military service I would learn to kill and not to\nkeep alive people. And this brought my father to a great anger. He said, \"How do you do\nthat. I have given you the money to study and now you don't and you lose every possibility\nof a career. And so he asked...uh...a friend of his who was a Freemason and a colonel in the\narmy to speak with me. And this man called me and said, \"Look here. Would you like to kill\nyour father with your rejection of military service because this would mean they can caput\nthe whole career...destroy the whole career as a electrical engineer?\" I was at that time\nassistant professor of the University in Zurich for electrical engineering. And as such, we\nwere often invited by the physics...physics...uh...professors in their symposiums with\nEinstein and Boler. So I got to know them as well (Laughing) as a...as a assistant of the\nprofessor. And here he said, \"Would you like to make that all...destroy all the things by\nrefusing to do military service.” \"I offer you,\" he said, \"to...to go to the medical...to where\nthey don't have to kill.” And you...and so I accepted that also reluctantly. And I did 3...I did\nboot camp in Basel, and then three repetition courses. In Switzerland you do when you are\n20...20 to 30 weeks boot camp, and then until you are 35, every year repetition course of 2\nweeks to 3 weeks. I did that three times after boot camp in Basel, but I made always\npeople...uh...laugh at me because I...I made...I spoke out quite clearly what I thought about\nthe military and...uh...they said, \"But you are quite right, but you are...you serve in the\nmilitary, so you are a hypocrite.” (Laughing) You speak against the military, but yourself\nare in the military. And so after 3 years I also refused to do that. And I was accused of\nrefusing to do a good work for the people in the military because I could not help any\nwounded soldier. I said, \"I'll help the wounded soldiers but not because you order...not\nbecause you order me to do that. Out of my free will! I do not wish to be only the last wagon\non the train which 1s built for killing.’ And so they said I...we would like to give you 2\nmonths prison, but because you are academic we give you 3 months prison. You give a very\nbad example. So I was for 3 months in solitary prison in Switzerland. And in this 3 months I\ngot the old testament ___ edition of the old testament ___ I got to read. Because a friend\nof mine gave it to me to read. I read it as history of the Jewish people and...uh...it didn't make\na great impression on me, but...uh...I still have it in mine. And then when I came out, I had\nno possibility of any employment in Switzerland because when in Switzerland when you are\nprison, especially I was told that I should not expect any employment in Switzerland after I\nhad refused the most...uh...best service you can do to Switzerland. So I had to go out of\nSwitzerland. And my idea was first to go to Russia. I learned Russian. I still know a few\nwords. Uh...I learned Russia and because Switzerland had no diplomatic relationship with\nRussia, I had to go to Berlin to get the visa for Russia. On the way to Berlin which I went\non...on bike, all on bike because I had no money to travel by train. So I visited a quite few\nfree communities on the way. For instance, at Bruderhof, I was invited and...uh...but the\nBruderhof, I was 3 weeks 1n all, but there were two Christian for me (Laughing) after what I\nexperiences in Christian churches. And then I met...uh...1n Holland, I meta___———, who\naccording to the bible had given away his whole property. He was a rich man and he had\ngiven away all the property to the poor, but he said, \"To whom should I give it? IfI give it\naway to the poor, I'll make the poor rich. So what's the difference?\" And therefore he gave it\nback to the workers, who had worked for the riches, and they did not accept it. They made a\nfoundation from the man which they gave back to help poor people, poor children, poor\n. And he said, \"But now, it's not sufficient only to give away property. I have to work.”\nTherefore, they started to live in community because community...uh...made it clear that\neverybody gives what he has and everybody receives what he needs. That is community.",
        "Q: What did they call this community?",
        "Q: What year is this?",
        "Q: Do you want to stop and take some water? There's plenty of time.",
        "Q: There's kleenex and there's water. Take your time. You okay?",
        "Q: To what? I'm sorry.",
        "Q: Uh huh.",
        "Q: Let's...let's stay with you.",
        "Q: No. Please. Stop for a moment. Take some water. Take some kleenex. Take your time.",
        "Q: How long...you...you joined the Hutterian Brotherhood. Was it called that at that time?",
        "Q: The Bruderhof?",
        "Q: The communists told?",
        "Q: You went back to Germany to see whether it was still there?",
        "Q: Must have taken what?",
        "Q: They said you have must have taken cocaine because you didn't resist them?",
        "Q: What were you doing during all this period?",
        "Q: What were you doing while all this was going on. This 1s what? 1937?",
        "Q: I need to stop a minute if I can. Let's pause. I need to know what Hans was doing? Where did\nyou go? You had gone back to Germany. You visited the Brotherhood. Now what?",
        "Q: Why were you doing all of these travels?",
        "Q: Did you get support as you traveled?",
        "Q: And who this was?",
        "Q: When you went to Pasteur Neumueller, what did he tell you?",
        "Q: Move your hand away. I can't hear you. Okay.",
        "Q: Pasteur Neumoller's story is very familiar. I need Hans' story. I need your story.",
        "Q: Let us...",
        "Q: Let us come back to you. You had been doing all these travels.",
        "Q: What year was that?",
        "Q: At the end of these travels, you had been going to see these people trying to get help.\nUh...When...when you got finished traveling, what did you do?",
        "Q: You...you came back?",
        "Q: What were you...I need to ask. What was life like for you...uh...1n the ___in let's say 34,\n35, 36. What was your life like? Okay?",
        "Q: Okay.",
        "Q: We need your story.",
        "Q: That's okay. Just summarize it. Just tell it.",
        "Q: Okay. At this point, we're going to stop and pause and change tapes.",
        "Q: So the...the tape has started. We're back on tape. The Bergermeister had sent this letter.\nUh... You weren't allowed to sell your books. Uh...What did you do?",
        "Q: And they fled over the border into Lichenstein?",
        "Q: Okay. What did you do during this time?",
        "Q: I need to interrupt enough to ask...we need to move it up, move it a little faster.",
        "Q: Can you tell me what happened?",
        "Q: What did you do?",
        "Q: Excuse me. I need...I need to stop this. Hold it. Can we stop the tape please? I'm getting a\ncross feed on here. I can't...I can't keep anything in my ear and it's too loud. Can you stop the\ntape? Okay. Alright. We're back on. Uh...How did you get the brethren to England.",
        "Q: What did you do while you were in England?",
        "Q: Could start what?",
        "Q: You had...you had gone to England before the letter from the Gestapo came?",
        "Q: Okay. Go ahead.",
        "Q: What happened then?",
        "Q: Yes.",
        "Q: It's quite clear.",
        "Q: What happened to you? What...where did you go?",
        "Q: You were charged quickly.",
        "Q: Where? I'm sorry.",
        "Q: Where were you at this point? While you were waiting for your friends?",
        "Q: What about you now? You are in Holland. What did you try to do next?",
        "Q: How long were you there?",
        "Q: How did you try to help Jews? You said you had tried to help them? What kinds of things\ndid you do?",
        "Q: Did people stay? Did Jews stay with you?",
        "Q: How did you hide the Jews?",
        "Q: How did you hide the Jews among you?",
        "Q: Okay. What...uh...how long did you stay in Holland?",
        "Q: Alright. Where was your family sent?",
        "Q: Where did they go?",
        "Q: How long were they in Holland?",
        "Q: And then what?",
        "Q: Okay.",
        "Q: I'm going to...excuse me. I'm going to interrupt you. And I need to bring you back to you. I\nneed your story. Not Klaus's. Okay. Uh... You came to Holland. You were there very briefly.\nThen what did you do?",
        "Q: Okay.",
        "Q: Okay. So you brought the Lichenstein Brethren over to England.",
        "Q: If the year is 1938...",
        "Q: Okay. How did you live? What happened to you then?",
        "Q: Who threatened to burn down?",
        "Q: In England?",
        "Q: You tell what you remember, because Klaus was really telling it secondhand.",
        "Q: Tell me what happened?",
        "Q: Why?",
        "Q: Tell us...tell us briefly what happened.",
        "Q: Where? I'm confused. You was taken from you where?",
        "Q: No. No. Let me...let me rephrase the question. You had now left the boy. He is on Ellis\nIsland.",
        "Q: The 3 months you lived in New York.",
        "Q: In Washington. You came to Washington.",
        "Q: No. Excuse me. We don't have time for the stories behind it unfortunately.",
        "Q: Okay. So you went to various people to get help?",
        "Q: Tell us about that breakfast",
        "Q: So where did you get the money from finally?",
        "Q: So you then...",
        "Q: Okay. You now went to Paraguay”?",
        "Q: Alright. I need to cut this short a little for the tape, because I think we could go on for a long\ntime. You've been through a lot. How long did you live...how many years did you...did you\nlive in Paraguay finally?",
        "Q: Yeah. Yeah. Three communities in Paraguay. One in Ascunion, and one in Uruguay. And\nthen there came an inner weakening. You, as Klaus declared. Yeah. Uh...We compare the\ncommunity with a lantern. And the lantern has a shell and a light. Yeah? If the light is not\nburning, what is the shell lantern? The lantern has only value with the light. Yeah? And we\nhad a shell, but no more the light. That means the shalom, no more the unity. Unbrokenness.\nShalom means unbrokenness. And we didn't have anything more of that. Therefore, the\nwhole community went to pot, like the kibbutz today. Like the kibbutz. It's the same question\nof the kibbutz. And the question is the following. I put that thing to the kibbutz. I said...I\nwrote to them...we don't wish to tell them what they should do because they ask us, \"Why\nare you able to live in community? What is the secret behind it?\" Because we need it\nbecause the community with us falls fast. And so I answered them, \"Look here. We\ndon't...we can't tell you what you should do. We can only tell you what we experienced, and\nyou may learn from that. And the question 1s that when the Christians tried to christianize the\nstates, it was not so that they were able to Christianize the state, but the state corrupted them.\nAnd you have to be careful that it doesn't happen with you the same way.” And\nthen...then...uh...",
        "Q: When did you...when did you come to this country finally. With all of this happening, when\ndid you come to the United States?",
        "Q: Thank you. Okay. And on that note, I think we end. I cannot think of a better place to end the\ninterview.",
        "Q: Thank you.",
        "Q: Okay. Thank you.",
        "Q: Okay. That's it. Alright. Thank you very much."
    ],
    "answers": [
        "A: My full name? 5, 4, 2...",
        "A: Meier. Hans Meier. H-A-N-S M-E-I-E-R.",
        "A: I was born 1n Zurich in Switzerland.",
        "A: 1902 on the 9th of March.",
        "A: I had one brother, Fritz, and no...no other sisters or brothers. And...uh...we both...we were\ntwo years apart. He was born 1904. And I remember my first memory was sitting in the little\ncarriage seeing a house. That's all. And then later, we went very often on a bridge which\ncrossed the railway tracks near the station in Zurich. And we tried to spit into the chimneys\nof the locomotives which was passing underneath the road. And very often it happened that\nat that moment, the locomotive flew back our wet spital and into our own faces. (Laughing)\nAnd my father knew that I was on that bridge and he fetched me and had to wash me first\nbefore he could take me home. That was my...my childhood memories. And then I...we were\nliving in the workers' quarters of Zurich, not 1n a...not in the rich quarters, near the station.\nAnd I...1 know my father got better food than I and my...my mother was looking and she\ncame from a poor family in also...but from a cobbler's family.",
        "A: Cobbler...cobblers. And...uh...I spent all the holidays there and...uh...but he let me study to\nsee that.... I went 8 years into the public school and then 4 and a half years in to the high\nschool and then for | year I was in a...1n a repair shop of locomotives to learn auto mechanics\nand so on. And then I studied for 4 and a half years electrical engineering and then I tried to\nget employment with the federal railways. They just changed at that time from steam to\nelectric. That was just after the war. But I have to say first what I experienced during the\nwar. Uh...I...when the war broke out, I was 12.",
        "A: The first World War. Yeah. And my father was a socialist. That means at that time it\nmeant...uh...idealism for peace and for justice. That was socialism. And he was a delegate at\nthe International Socialist Peace meeting in Basel, 1912, and he returned from Basel, and\ntold me, \"Boy, from now on, no more war because when the government declare war, we\nsocialist internationally strike. We don't...don't go. We strike.”’ And 2 years all went...the\nGerman Socialists went and killed the French Socialist and the English Socialist and the\nAmerican, and in addition we experienced that the CHristian churches did the same. They\nsent their people in the name of Christ to kill many of them. From Germany, from France,\nItaly, Austria, England, American. And we say this man, Christ, must be a murderer because\nin his name they sent the young people to murder one another. That was what we thought in\nour youth. And then Switzerland...and now we experienced in Switzerland the exchange of\nprisoners of war. Cripples from between France and Germany for instance, crippled\nprisoners of war who were no more able to go to war. And we saw in this way thousand of\npeople, young people like we are who had been sent to war to kill one another coming\ncrippled back into the fatherland after having been sent by the churches to kill one another.\nAnd Switzerland, what did they do? They made ammunition for both sides and made a lot of\nmoney. I say do it safely, making help on both sides. So that even a man in Switzerland, the\nvery famous writer suggested that in the propaganda for Swiss produce, they should put out\nthe ammunition which they made for the Poles and the photographs of its victims.",
        "A: And we were protesting against the whole injustice. We were youths and...uh...you\nexperienced here in the 68s...how the youth protest against the hypocracy of the old\ngeneration.",
        "A: We...we protested. We heard for instance that the Christian czars in Russia exploited their\ncountry. We heard that the Russian czars were saying they were Christians, tried to compel\nyouth...Jews to become Christians. When they came to the army, they baptized them and\nkept them under water because they protested so that they drowned. And we said, is that\nChristian? This Christ who says that must be a murderer. We say that in the youth. And we\nred ting on the side that we stand for that and we had heated discussions about this in the\nschool. And in addition, I visited because my father was a Socialist, I visited the so-called\nSocialist Sunday School. And we heard there___————. They were refugees in\nSwitzerland and they were sent in 1918 by the German government in the same railway\nwagon from Switzerland to Helsinki to make revolution against Kirinski who tried to\ncontinue the war while Lenin promised to stop the war if he should come to power.",
        "A: _, But this community had disappeared after 4 or 5 years because they\ncouldn't get united as I tell later. Then...uh...I went to Berlin.",
        "A: That was 1928. And...uh...I wished to go to Russia to find out what happened there, because\nwe didn't have any clear...clear news about Russia what happened there. As ___ had just\ndied and ____was not yet completely the dictator he became later on. So I wished to go to\nRussia to find out myself. And when I arrived in the Russian Embassy in Berlin, they said,\n\"Look here. We need electrical engineers very urgently for the building up of the country.\nBut. (coughing)",
        "A: It's not the water. I...uh...",
        "A: (Coughing) Yeah. They say they need electrical engineers very urgently, but we do not\nhave...wish to have any conscientious objector in Berlin, so I didn't the visa for Russia. So I\nhad to leave to work...to seek work in Germany. In Switzerland, I didn't get any work. And\nin Germany, there was still the Weimer Republic, which had been forbidden by Warsaw to\nhave an army. There were only 100,000 people...soldiers for police. And so I...when I had to\nreport...reply for the police for...uh...for...uh... education in Germany, they asked me, \"Have\nyou been in prison?\" I said, \"Yes.” \"For what?\" \"For military purposes.” \"Oh, that doesn't\nbother us,\" they said, \"because we have no such question.” So I got in Germany permission\nto radicate.",
        "A: Germany.",
        "A: Permission to radicate...to...to settle. And...uh...then ...uh...I got work by the seaman __.\nSeamen's is the biggest General Electric Company in Germany. (cough) And what did I\nhave to do? I had to improve technically the productivity of the individual worker. And I\nmade hundreds of people unemployed by this. You know, if I...1 show you why I have\nexample... was in...uh...busy in a spinning mill. In the spinning mill, they had...was a big\nfactory, and they...uh...made spin...spun thread. And the thread is then put on the spool. And\nthe...the...the speed of the spool going around depends how speeds how big the speed is of\nthe stick. Well, when the spool got thicker, how the spool get the same revolution, then the\nthread gets quicker, therefore it gets thinner and breaks more often. Therefore, they had too,\nfor each spinning stole, they have to two girls to observe the spool. And if...uh...uh...thread\nbroke, they had stop the machine and put the threat together again, let the machine run. We\nmade a technically the thing so that the speed of the speeding was always the same. That\nmeans that when the spool could double the size, the speed of the turning was half. And we\nput electric motors on 1t which varied its speeds according to the size of the spool. And then\nthey had much less breaks and the...and the quality of the thread was better. But they only\nneeded | girl per stool. They had 200 stools in the factory. They got 5...200 girls got\nunemployed. And I was invited as an electrical engineer by the director of the factory for\nmany times, and I asked him there what do you do with these 200 women back unemployed.\nHe said, \"That's not my business.” That's their business. So I made 200 girls unemployed.\nWhen they asked him what should they do now, and he said they have to seek their own\nincome. And if they're....you're nice girl, they can find their income through prostitution. But\nhe saved me, so I was in a dilemma. I was as a electrical engineer, I was improving the\nproductivity of the individual worker and made with that lots of people unemployed. And\nmy wife and I we were considered what should we do? What should we do now? In\nSwitzerland, we don't get any work. In Russian, they don't wish us. In Germany, you make\nso many people unemployed? What do we do? My wife was same youth movement and she\nhad the same question, and so we were working with the Socialist Youth Movement in\nGermany, but we saw no results. It was not better. And I know at that time when the talk\ncame on Hitler, people everywhere laughed. Hitler impossible. Hitler is not even a German.\nHe's an Austrian. He is an illegit and a chld. He's only...he's not a studied man...he's only a\nhouse painter. And he has a grandfather...illegitimate grandfather who 1s a Jew. Do you that\nhe ever gets to the power in Germany? No. Everybody laughed. And 5 years later he was\nthere in democratic fashion, because according to democratic rules, he...he became\nchancellor.",
        "A: Not... and knowing...the people knew exactly what he represented. In any case, we stopped\nthe work and after 2 years 1n...1n Germany, and we started ourselves a community in\nSwitzerland. And because we said how is it possible that people...the whole humanity can\nbecome socially just and in peace. We have to do it ourself before we can expect from the\nothers. We have to experience it ourselves whether it's possible. And...and secondly if we\nrepresent that people can only believe us if we do it ourselves. So the question is always that\nwe don't expect from the others to do things, but we do it ourselves first of things. And so\ntherefore this reason we started to live in community, idealistic community like the kibbutz\nfrom idealism and peace and justice that we represented that we lived that. (clearing throat)\nBut then we made experience that there were as many ideas as there were idealists, and we\ncouldn't come to common unity as community expresses, and we were looking around.\nWhere is that unity that we found? And we found it only in the will of God. Only if we all do\nthe will of God, then we become united. And so we after 3 years, we joined the Bruderhof in\nGermany who represented that. Christ...Christ for us...Christ is not the founder of the\nChristian churches. The Christian churches do exactly the opposite of what Christ said.\n(Clearing throat) For instance...",
        "A: It was so. 1930 we started in Switzerland to live in community, (clearing throat) and there\nright in the beginning a pastor came to us with a family of four children. And he said, \"Look\nhere. Can I join you? Because I preach but I don't do. I don't live really a brotherly life. I\nhave a nice house as a pastor and I have nice (coughing) income. Can I join you?\" And one\nof our...we were three families, three couples who started...who came from the same youth\nmovement. And...uh...one family was more Christian than we. And they said, \"Look, go to\nthe Bruderhof and learn there how to live in community. And then come back and teach us.”\nAnd they went and stayed...1930. And then the Bruderhof was always concerned because\nthey felt very much that we were seeking that unity, fighting for it....uh...struggling for it, but\ndidn't find. And therefore when the second family wished to go away...the second...another\nfamily who was one of the founders of our community...they wished to go off the same. We\ndon't find unity. It's finished. And they were given the advice also to go to the Bruderhof\nfirst.",
        "A: The Bruderhof had already 10 years or 12 years proven that they have...could fight through\nto unity the whole time. And so they went. And they also remained in the Bruderhof. And so\nthen they Bruderhof came more and more interested in our community, and tried to help us.\nAnd then they sent a letter to us...1933 in January, challenging us. And on this my wife said,\n\"That's the thing which we need.” I said, \"I'm...I'm not quite sure about that.” And I for the\nfirst time in my life was asking God... start to say, \"What do you think? What should I do?\"\nAnd I got somehow a confirmation that I should go at least to find out what is on the\nBruderhof. And so I come with my wife and a son. We had Klaus, who was at that time 10\nminutes old. And then...in the Bruderhof I sat, so to say, in the corner and looked through\nlike an _____ you know what...what's the matter here? And then I found out that the true\nChrist is different from the Christ of the churches. That the true Christ fulfilled really what\nthe Tennah_ said. It's not so that he was against the Tennah , but he ___ but the CHristians\nprosecuted the Jews. That's a contradiction. So on the Bruderhof, I found the true Christ, not\nthe Christ of the churches and a community, and therefore I jorned. Now at this moment,\nHitler came to power. And Everett Arnold who had been...had been judgment of the war had\nalso been led to live in the community, he told us the following. Look here. Hitler came out\nof power, and here he comes in at the Holocaust because the Hitler prepared the Holocaust\nso to say. And he said, \"Look here. This Hitler is preparing murder, deaths. We have to give\na witness. We have to give a witness of life. Everybody that may cross our lives if we give\nthat...everybody who does not wish to give his life should disappear. And those who wish to\ngive their lives for the truth should stay on the Bruderhof. And we stayed. A few left, and a\nfew stayed. About 120 stayed on the Bruderhof when Hitler came to power. And then we\nhad ...soon had the raids of six police by the Nazis but they couldn't...they...they...couldn't\nstill distinguish between Christian Socialism and Christian communism and political\ncommunism, because we are accused of being communists, you know like today. (Laughing)\nYou know, the finest accusation. And...uh...because we were living community, we were\ncommunists. And we were told that if the communists come to power, we will be the first to\nbe hanged on the trees outside the Bruderhof.",
        "A: The Communists that if they would come to power, they would...we will be the first to\nhave...be hanged, because we represented another communism which is not...uh...uh...\npolitical communism. The Christian communism...you know ...you know, the first Christians\nin Jerusalem were all Jews, and they lived in community. They shared everything they had\nwhen the spirit came. (Laughing) So we say the spirit made them live in community, not\nthey themselves. Not their ideas, but the spirit of God made them live in community as\nbrothers. And so therefore, we represented that. We said also we have only one leader. That's\nChrist, and not Hitler, because Hitler was calling himself the leader. We didn't say Heil\nHitler. And we refused all the persecution of the Jews and everything and we wrote that to\nHitler. We wrote a personal letter to Hitler and challenged him to not to shed innocent blood.\nAnd in the end we said, \"Look here, Hitler, what we wish you from our hearts is that you\nbecome of a...tool of the life of God...a tool of the life of God.” And we never got an answer\nto that letter. But we heard later that Hitler was asking when he was at the headquarters of a\nmaneuvering nearby whether we live up there on that place. So he knew something about us.\nAnd we read...we sent also letters to the Gestapo to...to the Governor, to the Hinderburg, to\nHitler, to...oh...to everybody in the thing, saying quite clearly where we stand. And then...\nuh...came the ____ which Klaus already spoke in which Hitler asked the people in\nGermany whether they agree with his politics. He had just left that League of Nations\nand...uh...we did not say neither yes nor...nor no, but we said, \"Look here. We have to go a\ndifferent way, and we challenge you. We have to go a different way. The different way is to\nthe way of Christ and not the way of...uh..what you suggest.” And on this 5 days later or 4\ndays later, we had 150 men with revolvers storming the Bruderhof. Hundred fifty SA, SS\nand people storming the Bruderhof, and we greeted them...said, \"Good Morning. How are\nyou?\" (Laughing) And they couldn't understand that. They found it...uh...uh...cheeky. They\ncouldn't understand it, and they did not know what to do. And because they expected\nresistance, I asked them, \"Why do you come?\" They said, \"We were...we were called up to\nraid communist nests, and now we found no resistance.” And so they...in the end of the day,\nthey took all the books with red covers from the library as proof that you were communists\n(Laughing) and they left and said, \"Look here. We forbid you to...uh...” No, I asked one of\nthe Gestapo, \"Look here, why do you come here?\" He said, \"Look here. You represent\ncommunity and we represent community, but you represent community in another spirit than\nwe. Therefore, it's impossible for you and we forbid that you take any guests 1n.”” We were\nforbidden by the Gestapo to take any guests. And...uh...so then...uh...but we didn't...we didn't\nobey. (Laughing) We just...any guests we warned from that point, we say, \"Look here.” Ifa\nguest came, we say, \"Look here. If you are here, staying here, you are commit a danger\nbecause in Germany, you say, ____ caught with us_____ 1f you are caught with us, you will\nbe hanged with us. And so those who were fearful left, but those who meant it seriously\nstayed. And then secondly, they tested the children that they found that the children had no\nnational socialist education, and they said, \"We wish to educate your children nationalist\nsocialist,\" and we said, \"No. We can't do that. We don't let you the children go.”” And then\nwe had adopted a lot of children of people in poverty or who...who father or mother has died,\nand they tried to...wish to take them away from us. And we did everything to keep them.\nAnd...uh...for this reason, I was sent to Switzerland, to find a place for...for the children\nbecause the children couldn't stay in Germany. And in Switzerland I knew from the time we\nlived there in community and other community in French Switzerland community, the\n_, and I went there to ask them and they first wished to educate the children themselves. And\nI said, \"No, we educate our children ourselves.” And then in the end, they agreed but said\nthat they'd only take our children if the government is in agreement. And so I went with one\nof their members next day early to the government in Lausanne and in Lausanne they said,\n\"Oh, that's not our business. That's the business of the federal government.” And so we went\nto them and they asked, \"Why do the children wish to leave Germany.” And we...I tried to\nexplain to them quite clearly what it meant. And they were...they said, \"Look, why can't the\nchildren obey the government, the Swiss government?\" And then he said, \"Who are you?\nYou speak Swiss-German. You are a Swiss? Who are you? And when they found out that I\nwas a conscious objector, they said, \"Of these of your children we wish to have no nothing.”\nIt's illegal for your children to come to Switzerland. And then I went to Prague...uh...to find\nout whether there's a possibility for...in all Bruderhofs of the 16th century go in case we are\nno more tolerated in Germany. But...uh...I have the recommendation letter to Masserick,\nTomas Masserick, the President of that time. A very good recommendation or letter from\nSwitzerland from a friend of his, but he was sick and...and his secretary...press secretary\nhelped me very much. And they found out that all the old places were under the protection of\nthe...law which protected ____ history. And but they offered us lands. Luckily, we never\nhad to accept that. I went back to Switzerland and I had no news for a fort night and I didn't\nknow whether the Bruderhof still existed. So I went first to the Umslatz and I tried to find\nout and nobody could tell whether the Bruderhof still existed. And so in the night I sneaked\nup the Bruderhof to find out that the Bruderhof still is there. And it was still there.\n(Laughing) And I told my experiences, and on this a teacher...this ___ left the children for\nSwitzerland illegally.",
        "A: Yeah. Yeah. And find out that they're still there. And then we were sent to Swiss, to Berlin,\nto find out what the Gestapo has in mind. We went to the...to the top...uh...directors of the\nGestapo in Berlin and they...they found out that the cheeky, cheeky, to_ tried to find out of\nthe Gestapo what they have in mind. And the man who had the whole thing in his hands, he\nread the minutes which he...which they took...uh...while they were waiting the Bruderhof,\nthey took the minutes with them, and I brought the other minutes to Switzerland by the way\nto bring them to safety not...the Gestapo asked for. And there he read to us, \"Look here. You\nrepresent publicly that the present state of Hitler shows most clearly the character of every\nstate as the beast for the ____. \"If you still think we are the beast and we are this and\nrepresent that, I close you down immediately,\" said the Gestapo. But I cannot only close you\ndown if the government is in agreement. And the government was not in agreement. You\nknow why? We found only out after the war...after the war. They tried to find out...no one of\nour members in North America married the daughter of an employee of the State\nDepartment here, in Washington...uh...Nelson. And he visited us and I asked him, \"Can't you\nfind the archive of Hitler, at that time about this?\" \"Why.” He said he gave us the address\nand telephone number and I inquired here in Washington, and they didn't have anything, and\nthey referred usto _____————_. But they didn't find anything in ____ communist country.\nIt's in east Germany. Now we heard after the war, the following. That a man in East German,\na pastor,a methodist pastor, made the doctorate in churches to me. And he wishes to make a\n______ about the three churches to Hitler in the time of Hitler time. And for this reason he got\nthe permission from the communist government to go through the archives of Hitler which\nare in____. As he went through the archives of Hitler, not knowing about us anything, and\nhe found there correspondence between the Gestapo and the government a thing about us.\nAnd he found there a...he got so to know that we existed there for the first time and on this\nhe got in contact with us. And through him we found the following. That the\ngovernment...the government said, No. No. We can't...we can't dissolve the Bruderhof\nbecause they have a lot of friends in North America. And when we dissolve them, they can\nspread the rumor in North America that we...Hitler, persecute Christians. We can't have that.\nWe must find another reason. So the Gestapo found the following reason. Because we did\nnot resist them when they visited us with the 150 armed men, we must have taken cocaine.",
        "A: Cocaine. Cocaine.",
        "A: Yeah. Yeah. Because we were friendly to them, whatever...for refusing. And so you must be\ndrug addicts on which the governor says everybody knows this is a swindle. We can't do\nthat. We have to find another reason. And the other reason which the governor suggested\nwas to...to take over all our houses and lands for military purposes because the Americans do\nthe same. They can't say we are persecuting Christians. You understand? And they...Hitler at\nthat time did not wish to have a bad impression of Germany in America. He wished to have a\ngood impression. Not that he persecutes Christians. And therefore it went forward and\nbackward between Gestapo, them...",
        "A: What? What?",
        "A: We're building up. Building up. And we had to build up in Lichenstein. Oh, yes, in\nLichenstein, we found the children couldn't stay in Switzerland any longer, so we had...",
        "A: I visited there. I visited Berlin, the Gestapo. At the same time we visited also the founder of\nthe Confessional Church in Germany, but the ___ and the leading...uh... leading man from\nthe Mennonites, ___. And both said, \"We have nothing to do. You are not obedient to the\ngovernment because you refused to do military service.\"",
        "A: Because we wished to make as a witness against...against Hitler, to give a witness of what\nthe CHristmas are because we said I represent positive Christianity.",
        "A: Only from very...very...",
        "A: Very....practically nobody. Not even the Jews. We have two Jewish family among us, and\nwe brought them to the...uh...Lichenstein to be out of the country that they were not\npersecuted. And...uh...and the question was this. We represented that, but nobody was\nlistening.",
        "A: And he told us, \"Look here. You I can't _____ you together. I can't give that witness what\nyou give because you are disobedient to the government because you don't want to do\nmilitary service for them.” I would do military service if the government ask me to do it. But\nI would not be obedient if the government would try to hinder me to...to",
        "A: If the government would hinder me to sermon...to do a sermon on the pure word of God.\nAnd we told him, \"Look here. The pure word of God doesn't exist here, only of ___, but of\n__.. And the ____ means that you should love your enemy; that the revenge is in God's hands\nand not in our hands as the prophets say. The prophets say the whole time again and again,\n\"People don't revenge yourself. Leave the revenge to me.” Yeah. The Prophets say that the\nwhole time. And we say we represent that. And they said, \"No, we have to obey the\ngovernment.” And then you know, he was...he had that sermon in Berlin against the\npersecution of the Jews and he was accused. And then the church had no law against that and\nlet him go free. When Hitler heard that, he put him into concentration camp as his personal\nprisoner.",
        "A: Yeah. And then...then...my story is the following. Uh...At the same time as we were put into\nprison later, 1937, he was put into concentration camp because he refused to preach\nfor...against the Jews. And he was for 8 years in concentration camp and the prison wardens\ntried to tease him the whole time by executing prisoners before his window.",
        "A: And then he said each time these criminals, these swine and really saw one man who said,\n\"Forgive them. They don't know what they do?\" And then he changed his attitude. And\nfrom that moment on, nobody listened what____ That was the fact.",
        "A: Yeah.",
        "A: That was 1933, 1934.",
        "A: Oh, I worked in the garden.",
        "A: I came back and worked in the garden or in the cow stall or where it was necessary. We are\nready to do any work which helps the whole community. For instance...",
        "A: Poor. Very poor.",
        "A: Because we had to build up a Lichenstein Bruderhof. In 1936, we had to build up a English\nBruderhof because you have heard what Klaus said? No? You haven't heard. What Klaus\nsaid...",
        "A: In the meantime, I always worked in the garden or in the cow stall or where it was necessary.\nAnd I was also making journeys to Holland and...uh...selling drinks and books to get some\nmoney in...and then we got...uh...a letter from the Burgenmeiser of Berlin____.",
        "A: The letter he said the Bruderhof protests against that we have forbidden them to sell their\nbooks. I have the following reasons. Their propaganda in all their books is against Hitler. It's\ndangerous to the state, enemy to the state. They have brought all their military people to\nLichenstein where they were called up. You know, the young chaps who were called up\nmilitary service, they brought to Lichenstein. They have tried to save them from military\nservice. You have refused to persecute the Jews. You have refused to contribute to the\ncommunity...community of the people as they say in Germany. You have worked against it.\nAltogether, you ever...you never used the greeting Heil Hitler. You publicly declared that\nyou never become national socialist and I can only say all the books and all what the\nbrotherhood does is against the state of Hitler. Therefore I forbid them to sell their books,\nsell their produce.",
        "A: Yeah.\nEnd of Tape #1\nTape #2",
        "A: We never sent our books. I went myself on bikes___ full of books, and you know what\nthe experience on the way. We couldn't go to people who knew that the police was\npersecuting us. So we could only go to nice people who would not denounce us with the\npolice. And then we knocked at the door. The door opened and the people said, \"Oh Heil\nHitler. Oh, you are coming from the Bruderhof. Please excuse us. If we don't say Heil Hitler,\nour children are despised in school. We lose our house. We lose our job. Forgive us that we\nsay Heil Hitler.” And we told them each time, \"Look here. The...the saying give Heil Hitler,\nyou give the devil the small finger which soon has your whole hand.” (Laughing) That's\nwhat we said. We...we sold our books 1n spite of the..the permission. (Laughing) And then it\nwas So...I was sent to Switzerland to sell the books. And on a Saturday afternoon in 1935, in\nBasel, I was just walking across the marketplace and I suddenly saw in a...in a big window, a\nhandwritten, big announcement that Hitler just had introduced military service for the whole\nof Germany. On this I phoned immediately the Bruderhof to inform him, and Everett Armold\ncame on the phone. And he could not speak on the phone openly. We had to speak in code.\nAnd we spoke of the weather. And he asked if...how the weather is in Switzerland, and I\nsaid, \"Look here. The weather in Switzerland is good, but in...in...uh...1n north...north,\" I\nsaid, \"the weather is brewing together to a storm.” And our friends from Berlin have invited\nour young people to come to Berlin. And he immediately knew what it meant because he had\nbeen forewarned by people in Kassel about the whole thing. And then they had that\nBrother...brotherhood. No...and he...he told me, \"Look here. Try to come home tonight and\nbring some money because we have to...he didn't say that, but I could...uh...1magine it, we\nneed some money to send all these 15 brothers to the ___. And so I...uh...I the same night,\nthere were two things. One thing was the brotherhood tn...1n Germany in which they decided\nthat they would not...uh...put the life of the young brothers into concentration camp but\nrather for the building up of the Bruderhof in Lichenstein. And said because if they refuse to\ngo they would put...put into concentration camp. And so they...they left the same night and\nthere because we have not enough money to give them all, had to go just blind all arrived in\nthe Bruderhof.",
        "A: Right.",
        "A: I... went...[...I asked friends for the youth movement in Basel to come together the same\nevening, and asked them for help. And they...I...they gave me altogether about 500 francs\nhelp, and with the 500 francs in my pocket I went back to the Bruderhof. And I arrived the\nnext morning and the 50 brothers were no more there. The 50 young brothers. And then they\nhad two ___. When the Germany without the children and we got the 15 guineas...Germans,\nonly Swiss and Danish. Others were there, and so it was a very __ division. And then...then\nthe Brotherhood, then I went back to...to Germany and worked there again the garden and so.\n___. And then I take because many had to go to the other Broderhof, Lichenstein, I had to\ntake over the stewardship, the many business of the Bruderhof. And I...there was now the\nfollowing. We had bought three dilapidated farms which supported perhaps 20 people\naltogether. And we built it up to for 150 people with school house, laundry, bake house...\nuh...farm houses necessary for cattle...more cattle, and all the things which and I put into the\nbarn sheeps. You know, the barn sheep. I put all the cattle in which you put in. We also\nimproved like agriculture with lime.",
        "A: Yeah.",
        "A: Then happened the following. The...the young chaps went to Lichenstein. And then the\nLichenstein government told us in confidence, \"Look here. Hitler has already asked for these\nchaps. Go..go that we...because we are too small a country to resist Hitler and take away the\nyoung chaps. And so had to found the Bruderhof in England community. And we had to\nsend them there. And I...now it happened the following. At the same at just at that moment,\nFrance closed its frontier for all Germans because Hitler with his illegal army had illegally\noccupied the Rhineland, and France in its anger closed all of France, and so how should we\nget...get the young chaps from Lichenstein to England?",
        "A: The borders not through France, not through Germany. In Germany, they would have\ntake...be taken immediately to concentration camp. And so they sent me with three which\nwere most danger to find our way to England. And the stewart there gave me 120 francs and\nsaid, \"Here. That's all what we can give\" what I have in my pocket...my person. Look how\nyou get there England without...and then we went to Italy.",
        "A: I mean we went to Italy because there we did not need any visas. And we tried to get the ship\nfrom Geneva, but there was no ship to England from Geneva because the League of Nations\nhad put an embargo on Italy because of the attack on Abssinia. And therefore we had to\nsneak across the frontier. And we went along the Riviera to ____. and the weather was very\nnice because there was...uh...mist all over the Alps and we thought we can sneak over. And\nwe were caught by the police, by the Italian police, as spies. And we were threatened to be\ntransported back to Geneva as spies and to be delivered up to Germany. And I asked this\nman...this police...Italian policeman, \"Look here. You know that you have no spies.” And\nthey said suddenly, \"Who are you? Are you a Franciscan?\" And I...because I tried in my\nItalian to explain to him how we missed...and I told him in my poor Italian how we missed\nthe community, and he said in the end, \"Look here. I believe you that you are no spies, but I\ncan't cross both eyes. I...but I close one eye, and push you over the frontier.\" (Laughing) Just\nwhat we wished. And he paid even a stranger to the frontier and then they pushed us over the\nItalian frontier into the France. And then they put their stamps all on the last pages of our\npassport, and when we arrived at the French frontier the man was only looking for the Italian\nstamps and didn't see that there were German passports and let us go. And then he\naccompanied us to the police and said you have to announce to the police and the police\nneither discovered that they were German passports. Let us go through! Then we arrived\nby...the last minute we gave to the express train to Paris...Paris. And we went through\nfrom...uh...Nice to Paris where we ride express train and arrived in Paris without money,\nwithout visa. And then we phoned to England and they sent us some money telegraphically\nthat we could travel on. When we arrived in ___, the man French man said that look here.\nHow can I put the leave taking stamp in your passports when you have no entry stamps?\nWhat should I do? I can only deliver you to...to Germany?\" And I begged him and said,\n\"Look here. We just leave now France. Have a bit of patience.” And in the end, he put the\nentry stamp before his out stamp in the passports and let us go. And then we arrived in\nEngland and the English man said, \"Do you wish to come in by the back door when you\nhave been thrown out by the front door?\" Because one of the three with whom I traveled\nhad been by air to London and refused entry into England because he was not fetched and\ncounted by an English brethren , and he didn't know any word of English. And so he...and\nthe end one of our brothers who fetched us in...1n...uh...1n Liverpool...in South Hampton,\ncould convince the English man that we are innocent and he gave us 2 months of...of ...\nuh...stay in England.",
        "A: And then we arrived on the place which was later the _______ Bruderhof, and they were\njust collecting the last money for the down payment and they just arrived 2 days later with all\nthe money what down payment that we could start the ___ Bruderhof.",
        "A: The , the English Bruderhof. And then I went back to Germany there...from there.\nAnd then we were more and more poor. I mean because we had deported some people to\nEngland, some to Lichenstein. And we were concerning what there should we do? And then\non the...in 1937...then we got this letter from the Gestapo.",
        "A: Yeah.",
        "A: And then returned to Germany. And...uh...I took over the stewardship there and\nwas...uh...and I put in...1n the... i the...uh..1in that bookkeeping the capital which we invested\nin the Bruderhof. In 1937, the Gestapo was stronger than the government, and they dissolved\nus against the government. And...uh...they confiscated everything. And I asked them....they\ncame with 150 men armed. I asked them, \"Why do you come?\" They said, \"We come to\ndissolve you. Everybody goes home and the Germans come to do military service.” And we\nsaid, \"No, we don't do that. We just left home to live in community and our mili...our\nGermans don't do military service.” So they were flabbergasted and then they discovered that\ntwo Americans were there, just by chance...so called chance. And they said, \"These\nAmericans can't go back to North America and say that Hitler persecutes Christians. That\nthey can't have. Therefore, they have to find...they have to find another reason. And they\nfound the following reason. They said, \"Pay your debts.”’ And I told them, \"Look here. After\nyou confiscated everything, with what should I pay my debts? If you give back what...what\nthey have taken away, we can pay it.” Then they said, \"No. We don't do it.” And they went\nto creditor, and he signed under their pressure a letter which he accused us of swindle\nbecause didn't pay..pay him the debts. Although I have told the Gestapo I have to recuperate\nthat they gave back, what they have...and shortly before we got the...the visit of a ...of a\ngroup of people, experts. They looked at the houses and the land. They said, \"Look here. We\nbuy all this and pay you the whole price and you have that for military purposes.” And so I\nhad in my hand...I had the promise that they would get the money for all..for all my debts.",
        "A: And then they said, \"You committed falsification of the balance sheet because you put\nin...uh...much higher value than the balance sheet for what is there than what it was.” And\nthe thing was the following. The Gestapo confiscated everything and then put it on auction.\nThe whole...all the things. And he was only offered say 40,000 marcs instead of 180,000\nmarcs. And so they said because they are offered only 40,000 marcs...only valued 40,000\nmarcs, you put a wrong number into your balance sheet. You understand?",
        "A: Is it clear?",
        "A: Under this...and now the thing was the following. They...they asked us...the...the commission\nor the directive commission...or they forced them, the directive commission of their\nassociation official, they asked us to come to the governor and to consider what are they\ngoing to do now. And we said, \"Look here. If you throw us out, we would like to go to our\ncommunities in Lichenstein in England and all of our military people can go there. And they\nhad to agree to with that because they knew two Americans were there observing them the\nwhole time and therefore they arranged that...that the the Americans had to promise to pay to\njourney in case we would not pay the journey. And so they advanced the money for the\njourney to England and to Lichenstein for our people. And then when the whole thing was\nended six policeman showed up and took us into custody of security. Not...not because we\nare falsified...uh...they accused of...lot later...because we had falsified balance sheet, but for\nour own security. You know, the security...and put us into prison and only after a fortnight,\nthe judge accepted the accusation of false... false...uh...balance sheet, swindled balance sheet.",
        "A: And then we were...we were taken to prison. And then the prison was changed from security\nprison into criminal prison.",
        "A: We were charged with that, and then the judge had to trans...to investigate that this was true\nor not. And then the Gestapo took our fingerprints and photographs and everything and we\nprotested. We said, \"Look here. The whole thing is a big swindle. Uh...It's not true because\nthe whole thing is much more value than what you think...uh...people offer. And...uh...you\nknow, that's all a swindle.” They laughed. They laughed. They said, \"Look here. You are\nenemies of the state. In case the church lets you go, we fetch you to concentration camp.”\nAnd so we sat 3 months in prison with the promise of the Gestapo to fetch us to\nconcentration camp any day. And the judge let us go. And the judge must have had\nsome...some...uh... qualms in his heart because he let us go 2 days before the Gestapo knew\nabout it so that we had 2 days advance. And the judge the week before, our German\nmember...we were two Swiss and one German, our German member was called into military\nservice. And we said, \"No.” And as the commanding officer to whom we wrote that letter\nwas not present, they said, \"Go back to prison where he can't escape us. We'll fetch you next\nweek from prison where you can't escape us, and to go to military service.”’ And just the\nsame Saturday, the judge let us go. And he told our lawyer and our lawyer told a friend of us\nwith his car to fetch us from prison and he took us away from prison as quickly as possible,\nas far as possible. And then they came...I had no passport because the Gestapo had my\npassport. How do you get out of Germany? You could get anywhere, but not without\npassport. So I went to the Swiss Consulate in Frankfort and asked him...uh...to give me\npassport. And they gave me a passport without any papers. Nothing. Just because they knew\nme that I was conscious objector. And..uh...and then I...we sneaked...we had to sneak across\nthe Dutch frontier because the...the Germans...the Germans could only go...leave Germany\nwith the permission of the military, which you can't...couldn't get at that moment after you\nhad been called up to military service. And therefore we had to sneak and I with my new\npassport was sent across the frontier immediately to prepare that the Dutch people wouldn't\nreject a German. And the two went into the woods to cross the frontier and missed the way.\nCame out on the German side again and only at midnight started again on the foot path to the\nwoods to cross the frontier, and then they were caught by the border police, the German\nborder police. And they looked round whether they saw any officer. And when they didn't\nsee any officer, they showed our brothers the way to Holland. German border guard. And\ntold him to where should they go in Holland to find a taxi to go to ____ to meet me. You\ncan say...[ mean God led the way all...all the time. (Laughing)\nQ; What about you. Where were you at this point?",
        "A: I was in Nijmegen.",
        "A: What?",
        "A: In Nijmegen, in Holland. And then we came to...to Rotterdam and there we were taken in by\na family...a Dutch family that they have about four sons. And I visited them after the war,\nand one of the sons was shot on the spot by the police because they tried to help Jews not to\ncome into concentration camp. And they...and they...the police searched all the youths who\ntried to help the Jews for weapons. And those who had no weapons they let go. But those\nwho had the revolver or a knife, they shot on the spot. And he had a revolver in his pocket.\nWas shot on the spot. So I mean we had to...we had always contact with the Jews on the\nwhole way. We tried to help and we tried, but...uh...it was...1 mean many Jews didn't believe\nthat Hitler would act this way. They trusted Germany.",
        "A: I mean we tried to help to find a way which God has given.",
        "A: And I...I think I am contact with the...you know, we are... we are in contact with the Jews\nsince Monty Bouver. We knew Monty Bouver personally. I knew him personally. And he\ngave us___ into German as a gift. and in his translation, he says the 10 commandments\nof the St. Sinai are not lost but in case not...you should not kill, you will not kill, then you\nlove God. That's...that's the 10 commandments. You will not do that if you love God. And so\nwe can only say how we can only challenge all people to the will of God and then there is\npeace and justice. But how can we challenge people if we don't do it ourselves? Therefore,\nwe have to do it ourselves. Therefore, we try to live and therefore we try to seek with\neverybody, with Jews with non-Jews, with everybody, we try to find the way of truth.",
        "A: You know, there were Jews coming to us to find refuge. And we told them we'd take them\nin, but we have to warn you in case we are hanged, you will be hanged with us. You are\ncaught with us together. If you have courage, you can stay. If you don't have the courage, go.\nWe have to say the same to the...the...we can't invite people to come and share with us if\nthey're not prepared to give their life for that. Understand?",
        "A: And there are people who stay and people who go.",
        "A: Huh?",
        "A: Oh, we didn't hide them. We just...either we sent...uh... the one Jew we sent to Lichenstein or\nto England. I don't remember. And the family...his parents who never joined but we had\nthem in the community gave them...gave them a house to live in...1n England, and they later\ncame to the States. They have, by the way, a son...uh...what was his name? Hans...uh... _. He\nwas...he was a famous ...uh...man in the theatre in",
        "A: Oh, I didn't stay in Holland long time, only just 1 day. But my family was thrown out German\nwhen I was in prison.",
        "A: My family had to leave the second day after__._———————S While I was in prison.",
        "A: They went first to Holland on the way to England. But they couldn't go straight to England,\nbecause England asked for a guarantee of security and we...until we had that, they had to\nstay in Holland, but they were looked after by Mennonites in Holland. How long were they\nin Holland?",
        "A: They were there for about 2 months in Holland.",
        "A: And then the proceeded to England, to the community in England.",
        "A: And my son, Klaus, they found the first time in Holland radio because we had no radio. And\nthere was a radio box...",
        "A: Then we went to England to join the community there.",
        "A: And then I was sent back to...to...from there I was working again in the garden and then\nno...especially in England, we have no electric power. I installed as an electrical engineer\nelectric power in England in the whole community...uh...our own power, generator and\npower, DC. And...uh...so I did do that there. And then I also went to Lichenstein where we\nhad to dissolve. We had to give up Lichenstein and bring all the people over to England,\n1938 when Hitler occupied Austria. So I had to bring them over. And I...I had to pay all of\nthat in...in Lichenstein with a...uh...with...uh...my inheritance which I got in Switzerland. _.",
        "A: Over to England.",
        "A: 1938.",
        "A: And then I was working under for the power station for the Bruderhof for the community\nand then 1930...39, the war was declared. And then happened this...I heard Klaus say it this\nmorning, they threatened to burn down the Bruderhof immediately.",
        "A: The population.",
        "A: In England. Yeah.",
        "A: Yeah.",
        "A: A Quaker came to us on the way to Paris, where he was going to visit the...the_\nthe King from ______.. And he spent...uh...took a cup of tea and coffee in I think ____,\nvillage nearest to us. And there he heard that the people were going the same down to burn\ndown the Bruderhof.",
        "A: Because we were Germans. Half of them Germans and half of them were the objectors of\nmilitary service, defense of England. And there were Germans and we always lived together\nin peace. That was really suspicious to the English. And I experienced for instance before the\nwar that the declaration, when I went to the village I was invited everywhere for a cup of tea.\nFrom that moment on, the doors were closed because the people were fearful to give us\nhospitality. From that moment on! And we were accused of all I think every things. For\ninstance, we were accused of...uh....disturbing the blackout and giving signals to the German\nbombers because you know we had the other blackout and sometime a child,\npull...pulled...put away the curtain and then a light came out and then we were accused that\nwe gave signals to the German bombers to how...how to fly. And secondly, an English girl\nmarried a German brother. In this time, and we were all classified since...since the war\nas...uh....neutral aliens and, of course, the English were...were not classified. And the\nmoment he's married...the German, he was classified as an enemy alien and was put into\ninternment camp right there.____————_—. Exactly the same. It was a real psychosis in the\nwhole population against everything which was not pure English. (Laughing) And then the\nhome guard came and said put six brothers on the wall and put the guns against them as if\nthey were shooting them. And we protested all the things, but then the government they\ndidn't tell us, but it was so that we...the government had to put all the Germans into\ninternment camps to save them, save their lives. The government was much more liberal\nthan the people. And...uh...and this case, they...we had the fear that all the Germans were put\ninto internment camp and we suggested to the government, \"Can't we immigrate? It's before\nwe are...before we are separated?\" And the government said, \"Yes. You can take everything\nwith you during the war time. Money and everything if you need.” And then we were\nlooking for where could we go? And there we came to...I was sent with a Jewish boy who\nwe...oh yes. In the ____ time, we had Jewish people (coughing)...you know, and...and that\nquick...tried to help us. And he opened an office to help Jews in Vienna. And they asked us\nto help him. And we took in about a dozen Jewish families who came from Vienna, Jewish\nfamilies. And they were living with us until they found a place where to go. And they sent\nalso about 10 to 12 young...young children to us whose parents had been put into\nconcentration camp, and so we had...uh...this group of children with us. And then one of\nthose children remained and came with us to Paraguay and she is now mother of a family.\nShe married not a Jew, but...uh...but we have no...no difficult with marrying Jews and that's\nbecause we don't see a difference there. And...uh...and then another boy, his parents suddenly\nturned up. They could escape from the Gestapo and went by Rome, France to Venezuela and\nthey suddenly wrote to us and said look here. They would like to have their boy. How do you\nsend a 6 year old boy in the wartime from England to Venezuela. And so we offered that we\nwould accompany him in the hope that to accompany him that we have so much time in\nNorth America to prepare the immigration for us here. And I got all the papers from the\nJewish committee in London for Al Fisher was his name...all the papers to accompany him.\nAnd when we arrived in New York, the man...the immigration officer said, \"Are you a Jew?\"\nI said, \"No, I am not a Jew.” \"How does it come that you accompany a Jewish boy?\"\nSomething suspicious there. And so he...he put us into a room on the ship, let us not the ship\nuntil the Jewish community New York integrate...investigated the whole thing. And the man\ncame from the Jewish committee in New York, on the ship and looked all my papers through\nand he found everything in order. He said, \"I can't accuse you of anything, but we take the\nboy from you and bring him ourselves to Venezuela.” And they put him on Ellis Island and\nwe visited him where was supplied very well and nicely. A 6 year old, 7 year old boy. And\nthen he was accompanied by a Jewish nurse to Venezuela to where we got the news from his\nparents that he arrives safe. And we were 3 months free in North America to help try to put\nour immigrations. And there I think you know that story.",
        "A: And then...then the thing was this. I was...we were two...two there, we were accompanied by\nFisher. And they were taken from us in___.",
        "A: From us? From our...our guardianship and the Jewish Committee from New York let him\naccompany to Venezuela by a nurse.",
        "A: Yeah.",
        "A: No. We lived here in Washington.",
        "A: We...we try to foster our immigration this time. And we came to...we first came...we had\nonly enough money to go to Lancaster where we knew the MCC, the Mennonites Central\nCommittee. And that's again a story behind it. You know 1936...",
        "A: At any case...at any case, through him we got the contact with the Quakers in Philadelphia\nand they brought us into contact with the State Department here in Washington. And with\ntheir international student home, I think, New Hampshire Avenue where they offered us to\nstay for $1 dollar a night, a breakfast. (Laughing) You know, from the Quakers. And then we\ntried first to get immigrations through our from ___, the Assistant Attorney General of\nRoosevelt ...uh...because he was a relative of the Arnolds. He was ___. Perhaps you have\nheard his name. He was a lawyer here in Washington, and he was a Attorney General...\nAssistant Attorney General in Roosevelt's...uh...government.",
        "A: Then we...he said, \"I have nothing to do with you because my Department of Justice is a\nDepartment of conformity and you are nonconformists. I have nothing to do,\" and put the\ntelephone down. And after 2 months or a month and a half, he phoned us up and they\ninterrupted the student home and said, \"Come quickly to me.” And we visited him in the\nJustice Department...to pay for the taxi 25 cents at that time, 1940. And then we went to his\nroom by the FBI accompanied, and he got up and said, \"I'm glad that you didn't come\nbarefoot (laughing) cause my FBI told me you are non-conservatists.”” And we had a good\ntalk with him and he said, \"Are you Amish...Amish Mennonites.” I said, \"No, we are not\nAmish, but...uh...we have certain roots together in the...in the 16th Century and then I told\nhim about our attitude in Germany. He said, \"I'm proud of my relatives here. I will try that\nthey get immigration in the United States as soon as possible.” And he took one phone after\nthe other and said, \"I am personally interested in the...in the immigration of these people.”\nBut nothing came. And then we came to Pendle HIII. Do you know Pendle Hill. Uh... The\nQuaker Center. And he...this Clarence Speaker told us that he had been suggested by\nRoosevelt who was his friend to go as Ambassador to Berlin because Hitler would only\nlisten to a Quaker and to nobody else. And he's ready to...he doesn't feel to be a diplomat, but\nhe's ready to if he can serve peace, he serves peace, but he never was called to do that. At\nany case, he arranged a meeting with Eleanor Roosevelt and I had with her breakfast in New\nYork, in her hideout on the 42th Street.",
        "A: It was very nice. She was there...uh...with me, was Sky Johnson, a English man and...uh...she\nwas there with her secretary, Thompson. And...uh...he was very nice, very informal, and she\nsaid at the end after we told our story, \"I'm very much in favor of your immigration because\nhere in North America, we have not proper democracy. We look down on the black people\nand we need people like you who represent a different attitude. And so I am for it very\nmuch,\" and she...1n my day, on that day she recommended our immigration publicly. And\nthen in the...when they took leave, I said, \"Greet your husband and my colleague nearly fell\ndown the stairs and said, \"My God, you don't say your husband. You say Mr. President.”\n(Laughing) But she took it very, very, very good. Very good. But she said at the end, \"Look\nhere. I'm not the President myself. I have not the power to declare it, your immigration.” And\nthen we were told by confidence...confidential that they would have postponed our\nimmigration until next year because that was the year of the third...third re-election\ncampaign of Roosevelt. 1940! And they did...couldn't let in 300 pacifists at that moment.\nThis would disturb the re-election campaign of the democrats and therefore they would have\nto postpone it. The thing was the following. Our brothers in South Dakota gave an affidavit\nof support which was not accepted because that they said it's a collective of _____ and\nassociation can form tonight and decide affidavit and dissolve the next morning so there it's\nnot possible. On that the...the Senator for South Dakota, Muntz, he said, \"I'll bring in a\nprivate...who knows, I know the brothers. I know that they keep it, and I bring in a private\nbill to recognize that affidavit.” But then it was said that we can only bring the Bill after a\ncertain...after re-election of Roosevelt. And so...and now in England, they couldn't postpone\nuntil next year, so we had to leave. And here the Mennonites come in again. They offered us\nimmediately to go to Paraguay because and we visited Paraguay Ambassador in\nWashington, and he said, \"If you wish to go to Paraguay, I have tomorrow the permission to\ngo. I ring up my father-in-law, who's President of Paraguay, said the Ambassador here, and\nyou have the permission to go to Paraguay. And so we got the permission for Paraguay\nimmediately. And for this we needed trans...transits permission by Argentina because\nParaguay 1s land locked. It's in the middle of South America and doesn't...have no harbor. So\nwe have to go through Argentina or Brazil to Paraguay. And Brazil, Argentina asked for\n$7,000 deposit as guarantee that nobody stays in Argentina. And they asked here in\nWashington...the Quaker, whether he could give us the money, and he said, \"I give you\nmoney immediately if I have the safety that the money is paid back. And I go to ask\nhim...ask the Ambassador...we went together with the Ambassador here in Washington, and\nthe Ambassador was angry that somebody doubted that he...that his money...that he would\npay back the $7,000. And so he...he said, \"I'm not sure,\" and he didn't wish to give the\n$7,000, so we had to look somewhere else.",
        "A: We got...I don't know, because I had to go immediately to South America to prepare the first\ngroup and the ___, I think he got it from the brothers in South America, South Dakota.",
        "A: And we got the money back.",
        "A: Then I went to Paraguay. But for this I went first on the Good Friendship...uh...of thirty three\nthousand tons which was between New York and Buenos Aires to Rio de Janeiro. And I\nlearned on the way Spanish because that Spanish was official language in Paraguay.\n(Clearing throat) I had to find out how to get to Paraguay. And I went to the Pan American\nUnion here to inquire and we found the Paraguay agent...we found the timetables and all the\nthing.",
        "A: Well, we lived for 20 years in Paraguay. You had...you built up a whole community there?",
        "A: You know..you know the thing was this. When this whole spiritual battles started, I needed\nto...to take a distance. And I was for 12 years in Buenos Aires, independent, to think about\nit. And then I went right back to the community in North America....uh...experiencing the\nfollowing. You come together when each one of you takes the beam out of his own eye first\nbefore he tries to take the splinter out of the next. That's a fact. And this I...this is simply\nwhat I experienced. I can only say for here...uh...I found that the Bible is right. I do not say\nbecause the Bible says that, you should do that because the Bible says that, but I found out\nthat the Bible is right. That's the whole point. That's just a fact.",
        "A: Yeah.",
        "A: That's just a fact.",
        "A: God is right. (Laughing)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumNovember 7, 1990\nRG-50.030*0155",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Hans Meier,\nconducted by Linda Kuzmack on November 7, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HANS MEIER\nNovember 7, 1990"
    ]
}