{
    "rg": "RG-50.106.0108_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Wallace Witkowski, conducted by Margaret Garrett on\nSeptember 1, 1998 in Arlington, Virginia. This interview is part of the museum’s\nproject to interview Holocaust survivors and witnesses who are also volunteers with\nthe museum. This 1s a follow up interview that will focus on Mr. Witkowski’s post\nHolocaust experiences. In preparation for this interview, I read a transcript of the\ninterview you conducted with the museum on September 13, 1990. I will not ask\nyou to repeat everything that you said in that interview, instead, I will use this\ninterview as an opportunity to follow up on that interview and focus on your post-\nHolocaust experiences. This is tape number one, side A. Would you state your name\nat birth?",
        "Answer: Wallace — ah, at birth. Vodjemiuszph) Arkodiusz(ph) Witkowski, that is\nthe full Polish name.",
        "Q: And your name currently?",
        "A: Wallace A. Witkowski.",
        "Q: And the date of your birth?",
        "A: January 12, 1928.",
        "Q: And place of birth?\nSeptember 1, 1998",
        "A: I was born in Kielce, Poland.",
        "Q: In the previous interview, you spoke briefly about leaving Communist Poland to\njoin your father in Detroit. Could you talk about what you remember that it felt like\nto leave Poland?",
        "A: Yes, if you humor me for a second, it just struck me as you were introducing this\ninterview, that today is September one, and to me it is a very emotional date, for\nmore than one reason. First of all, as I may have put in my earlier interview, this is\nwhen my childhood essentially ended. I was 11 and a half and the German armies\nmarched into Poland in 1939. By a curious coincident, although I don’t believe\nthere are coincidence in — 1n creation, last September one my mother died at the age\nof 94. Now —",
        "Q: That was just one year ago?",
        "A: Yes.",
        "Q: So this is the first anniversary of her death?",
        "A: Today is the anniversary, yes. My father came to the United States about 1943,\nhe was an officer in the Polish army and participated in the effort to recruit\nvolunteers during the war, prior to Pearl Harbor. But of course — and he was\nlocated with a mission in Windsor, Ontario, across the river from Detroit, but\nobviously with the advent of American Japanese war, the mission lost its purpose\nSeptember 1, 1998\nand liquidated its activities and most of the people returned to England and\nEurope. However, my father was offered a job in the war industry, he was a\nchemical engineer and they were highly sought at the time, so he was admitted to\nthe United States cell. By the time the war ended, he was making all sorts of efforts\nto try to find whether we survived the war and where we a — where are we and\nobviously trying to bring us over. Us meaning my mother, my younger sister and\nmyself. Th-The first and obvious step was to apply for passports and permission to\nleave the country. My mother received that from the government, who — which at\nthe time was a purportedly government of national unity, but it was only a\ntransitional period before the communists could solidify their grip on that country\nand on the government, and they gave permission to my mother to leave Poland\nand join her husband in the United States, but did not give a permission to the two\nchildren, ages at that time, what was it, 1948? I was 20, my sister was 18. So I\ndetermined to escape from Poland and through contacts, family contacts,\nunderground connections, I managed to get on a Swedish coal freighter, which was\nleaving Polish port city of Gdynia and was going to Goteborg, Sweden. I guess the\nexcitement of actually trying to escape and join my father was so overwhelming\nthat I did not have any nostalgic or any reflective thoughts about leaving my native\nland. To me it was escape from a prison, which was becoming worse and worse.\nSeptember 1, 1998\nAnd I was going first so that my sister could follow me on what we thought naively\nwould be a safe route. And of course, I managed, I succeeded, my sister didn’t and\nwas caught by the communists and briefly imprisoned. So, the feelings were not\ndramatic at all, except in terms of excitement and going to my father, whom I had\nnot seen for 10 years. And I think I described in my previous interview, some of the\nfeelings that I had when I was arriving in the United States and trying to locate my\nfather. But that, pretty much, I think should answer your first question.",
        "Q: Mm-hm. So, then you were in the United States with your father and later\njoined by your mother and your sister.",
        "A: Sister having to wait several years before the gradual mellowing of the\ncommunist government permitted her to leave legally.",
        "Q: Did you speak English when you arrived?",
        "A: I had two years of high school English, so you can appreciate. A similar\nexperience to American kids learning foreign languages in high school. It is\nessentially a very, very superficial knowledge of — of language. I walked around\nwith a dictionary in my hand wherever I went, so that I — you could — I could look\nup words and communicate.",
        "Q: You were how old?\nSeptember 1, 1998",
        "A: I turned 21, you may recall from the interview, I managed to arrive in the United\nStates three days before my birthday, my 21“ birthday, on which the then American\nimmigration law would cut me off as a minor child of an American citizen and\nwould make me wait for a number of years before I could get under a Polish quota.\nBut up until January 12, 1949, I could come in non-quota, and I made it within three\ndays before the deadline. I was very fortunate.",
        "Q: So you were able to become a citizen?",
        "A: In due time. I — I — in thr — the law at that time — I was married in 1951, two\nyears later, and as a husband of an American citizen, I didn't have to wait five years,\nI could become a citizen after three years. But I did not automatically become a\nU.S. citizen as a minor child.",
        "Q: So, you arrived, you’re living with your father, and you don’t s —",
        "A: In Detroit.",
        "Q: In Detroit.",
        "A: Yes.",
        "Q: You don’t speak very much English.",
        "A: And I am several years older than my contemporaries, because the first thing that\nI did is to enroll again in an American high school, and had [indecipherable] to be\nsure, and try to graduate from an American high school, even though I was already\nSeptember 1, 1998\na graduate of Polish gymnasium, and I had attended first semester of a polytechnic\nin — in Gdansk.",
        "Q: Okay, what year did you enter high school?",
        "A: American high school?",
        "Q: I mean, what year of the high school, what class were you placed —",
        "A: O-Oh, the senior year, senior year.",
        "Q: Senior year.",
        "A: Yes, yes. The following — the following May I graduated, or June. And I went\nthrough the American high school rituals, including the prom and — and all the\nattendant other traditional activities.",
        "Q: And how were you received by other kids?",
        "A: The other kids were very, very nice. Curious, open, positive. It was especially\nmore — more reflective, more thoughtful. Kids tried to befriend me, tried to learn\nsomething from me. I-It was very interesting and very positive. I have encountered\nabsolutely no — no negative reception.",
        "Q: Were there other refugee children in your high school?",
        "A: In my particular high school, no. I found some other people who survived the\nwar from Europe in my college years at Wayne State University.",
        "Q: Mm-hm.\nSeptember 1, 1998",
        "A: [had one particular friend, whose name of course, now escapes me. But at the\ntime, I discovered that he was a young Jewish boy, maybe a few years younger than\nI, but who attended the Wayne State University, who told me about his war\nexperiences, and he was Jewish and his mother, in the last couple years of war, kept\nhim in a barrel somewhere. It — and he lived in a barrel and that stayed with me. But\nin Hamtramck High School, it was just the typical American high school.",
        "Q: Mm-hm.",
        "A: Proud, and loafers with pennies in them and stuff like this.",
        "Q: What appealed to you in particular about being in that high school, having those\nfriends, being in that teenage — well, you weren’t a teenage — but being — it was a\nteenage culture.",
        "A: Oh, the girls were very pretty by my standards.",
        "Q: Mm-hm, mm-hm.",
        "A: And I — that was probably the most positive thing and — and I remember — I was\njust reflecting on it recently that I took to the prom a lovely Hispanic looking girl\nthat was just absolutely beautiful and I barely knew her, but I asked her to go to the\nprom with me, and she did. The negative feelings were awareness of great\nloneliness, because I didn't really fit with the crowd, didn’t do anything with them,\ne-except encountered them in — in the school. And I did achieve a sort of a fame\nSeptember 1, 1998\nwhen in the speech class, by good old — run by good old Mrs. Homestead, I was\ngiven an assignment to learn and recite a poem, and I did. And in perfected English,\nwhich came with considerable difficulty at the time, I managed to impress the class.\nForget what it was. How do I love thee, I think.",
        "Q: And so it took awhile before you were comfortable with English?",
        "A: There are two curious stages that I believe not only I, but a number of people\nthat I spoke, who — to — to who were in a similar situation, go through. One is, you\nbegin to — I—I forget which came first. You begin to dream in English and then you\nbegin to think in English. Maybe thinking comes first and then you begin to dream\nin English. And then you make this great, slow transition that 1s so wonderfully\ndescribed by a woman who became quite a celebrity, the author of the book, “Lost\nin Translation,” Eva Hoffman. I enjoyed that book very much. Very, very similar\nexperiences in some ways, and in some ways different.",
        "Q: Mm-hm.",
        "A: Within two years, because in spite of the — in spite of being with the father, I felt\nestranged from him. He wanted me to be 11 year old that he left behind, and I was\n21. So that may have contributed to my th — early decision to — to marry, and I met\na lovely Polish American girl who spoke Polish and whose parents were very, very\ninterested in her marrying a — a Polish fellow, of course. So I did that, sort of — well,\nSeptember 1, 1998\nthis was the first girl I knew really intimately and so I married in 1951, and th —\neven though we were both in college, the children came. First my son, born in ’52,\nthen my first daughter, born in ’53.",
        "Q: And what are their names?",
        "A: Matthew and Elizabeth.",
        "Q: So those are not Polish names?",
        "A: Well, he was called Maczik(ph) and she was called Elzunia(ph), which is in a\ndiminutive form, Elizabeth.",
        "Q: But their actual legal names were?",
        "A: Oh, Elizabeth and Matthew. Which is curious because the two girls born of the\nsecond marriage, 20 years later, have their legal names in Polish, even though their\nmother was not Polish at all.",
        "Q: So was that mainly your idea, or mainly your wife’s idea?",
        "A: No, I — I went along with the — with the — it was a joint decision of the wife and\n— and myself to — to give them that — that identity, which first they hated and then\nthey loved it when they discovered — my daughter, my middle daughter, Krisha(ph)\ngot into the University of Virginia in Charlottesville, I’m convinced, by writing a\nvery beautiful essay on how to — how it feels to be a child of — of the Polish\nimmigrant. And that was a very impressive piece of writing.\nSeptember 1, 1998",
        "Q: So, with your second family you were more focused on your Polish roots, would\nyou say?",
        "A: I wouldn’t say that that was the case. If anything, in the second family, I was\nmore focused on being a better father, because the second family — the first family\nwas — and life of the first family was characterized by an intense effort to become\nAmericanized. To learn the language, learn the language well, be able to command\nit. After all, I decided to become a lawyer. And the second and — and the — and the\nfathering or the parenting was largely traditional in the first marriage and — and\nlargely unexamined. And so I now, in retrospect of 70 years of age, I think that I\nwas a much better father second time around.",
        "Q: Going back to your earlier years in America, how did you decide to go to law\nschool?",
        "A: Hm. I was first interested in speech and government and I studied a number of\ncourses. But by chance again, which I don’t believe in, I was offered a job as a\nyoung assistant to two elderly gentlemen who were conducting a Polish radio\nprogram on WJLB station in Detroit. At that time this was one of the booth\nstations that specialized in ethnic programs. And every morning there were one or\ntwo hours of Polish language programs. Music, news, advertising. And I started as a\nSeptember 1, 1998\n— of what you call today, a disc jockey. And then finally wound up, while already in\nlaw school and using a nom de plume, giving news commentaries.",
        "Q: What was your nom de plume?",
        "A: Well, Jan Alexander, which was sort of a compromise. It could have been\nPolish, it could have been some other nationality, so we — we — I deliberately\nfudged it a little bit.",
        "Q: Did you — you choose the name?",
        "A: I think — I think I did. Some — something struck me. I seem to recall that the\nreason I chose it was deliberate, but it was a connection to either the Polish — first\nPolish newspaper which — which was published in Poland over 300 years ago, or s\n— in — there was some reason, there was some rational — there was some rationale\nbehind choosing that particular assumed name to broadcast under. So that was, at\nthat time — however, I looked at the broadcasting and I did not see much future for\nthe ethnic broadcasting, I felt that 1t would keep me a little bit too much in the\nethnic community and I wanted to — not to limit myself. And I married —",
        "Q: Wh-When you were broadcasting, were — were you broadcasting in Polish?",
        "A: In Polish, yes, so I continued my Polish and that’s why I was — I was picked by\nthe owners of the program because I had good diction, good ra — what we called the\nradiophonic voice and therefore they thought that was a good addition of a good,\nSeptember 1, 1998\nfresh voice to their broadcast. And the young lady that I married, her father was a\nlawyer. And so I worked part time in his office as a clerk, and then I thought hm, I\nlike dealing with people, I like helping people, I— why not? And so I — by that time\nI was in the third year of my college education at Wayne. And at that time Wayne\nState University had a so-called combined curriculum. If you could maintain a\ncertain level of grades, B minus I think it was, in the first year — first three years of\nundergraduate studies, you could go to law school, and assuming that you maintain\nyour level of grades in the first year of law school, you would then receive credit for\nthe f-fourth year of undergraduate sta — study and get your B.A., which is what I\ndid. And then two more years and then I had my L.B., which was later changed\nretrospectively to J.D., juris doctor, doctor of laws.",
        "Q: And where did you go to law school?",
        "A: Same Wayne State University, since I lived in Detroit. I graduated from Wayne\nState in 19 — from the law school in 1956. And for the next six years, I joined my\nfather-in-law in private practice, which was mostly probate and real estate and very\nsimple neighborhood ethnic — ethnic practice because obviously we turned our\nbilingual skills into assets by — by working with the Polish community.",
        "Q: So you often dealt with your clients in the Polish language?\nSeptember 1, 1998",
        "A: Oh yes, oh yes. Towards the last two years in Detroit, around 1960 or so, I was\neven appointed by two successive mayors of Detroit as a member of the\ncommunity relations commission, which was a so-called racial commission. Detroit\nhad a very checkered history of racial relations and they wanted some — they — they\n— people appointed people to these commissions. They wanted representatives of\nethnic communities to kind of dialog and — and work together on racial problems of\nthe city. But then, of course, I had to resign from that commission and give up my\npractice when in 1962 I was offered a job in Washington, which was to last three\nyears, and it was again in — in the area of both languages, because it was handling\nthe claims for World War II losses by the — by the American nationals who suffered\nthese losses in Poland and it required knowledge of Polish.",
        "Q: Now these would be American citizens, probably of Polish descent who had\nproperty [indecipherable]",
        "A: Most of the claimants, interestingly enough, were survivors of the owners of\nproperty in Poland, very often relatives, a substantial number of them Jewish, who\nlaid claims to compensation for reasons that the whole family in Poland was wiped\nout by the Nazis, that they were the next of kin now. But there were a number of\nrequirements. The ownership of the property in Poland had to be established to —\nownership had to be established that it — let me start again. Owners had to be\nSeptember 1, 1998\nAmerican nationals at the time of loss, they could not have had it — it’s a legal issue\nthat I don’t go into because it — I don’t think it’s — it’s too technical. If someone\nsubsequently became an American citizen, it didn’t count because he was not a\ncitizen of the United States at the time of loss. The language of the agreement\nbetween the United States government and government of Poland, communist\ngovernment of Poland specified that these losses, these claims will be compensated\nonly to the extent to — to — to — to which the owners were Americans at the time of\nloss. Do dogs bother you, Marcia?",
        "Q: And what appealed to you about taking this job, this position?",
        "A: Well, two things, Washington, the capitol of the United States. An opportunity\nto broaden my experience as a lawyer, and a certain prestige that went with being\nselected as an identifiable Polish American to work on — on the Claims\nCommission.",
        "Q: And the content of the work, did that have appeal for you?",
        "A: That was very, very appealing from the point of view, not only being interesting,\nbut also permitted me to utilize my knowledge of the country, my knowledge of\nPolish history, my knowledge and insight into — of character of many of these\nlosses. Maybe not so much the character of the losses as being able to deliver to my\ngovernment a — a f—a-—a sort of a sober objective, hopefully, assessment of not\nSeptember 1, 1998\nonly the possibility that these people really lost claims. There were a lot of\noutrageous claims that were based on total fiction sometimes. And being able to —\nto assist my superiors in saying that this 1s not probable, we better check this\nthrough our field office. And in fact, in 1963, within a year, I was sent to Warsaw\nfor three months to help run the field office that was verifying claims of American\ncitizens by going through the country, checking the land records if they existed,\nchecking, investigating with the neighbors and people who still lived there, whether\nsuch and such family really owned the bakery or really had the butcher shop or — or\n— or owned the — an apartment house, and that was very rewarding, I-I think.",
        "Q: And what did it feel like for you to be back in Poland?",
        "A: It was also very gratifying because I went on official passports, so it’s a native\nboy who — who did well, comes back with the official U.S. passport, not the tourist\npassport. And I was given all the privileges of the American embassy in Warsaw\nand I — 1-1t was an accomplishment.",
        "Q: Did you have friends and family in Poland”?",
        "A: Oh, I had many, many aunts and first cousins and we got together, it was a great\ntime. It was also a lot of fun, in addition to working very hard and trying to — trying\nto adjudicate — not adjudicate, but recommend an adjudication of these claims. So it\nwas a very good experience, from a professional point of view, which later qualified\nSeptember 1, 1998\nme to be offered a job in Western Pacific when — when I went to Micronesia in\n°70, which I men — may have mentioned before.",
        "Q: I don’t think that’s on your previous interview.",
        "A: Maybe I skipped that altogether. I was already working for the Federal Trade\nCommission, when a general counsel from the foreign claims settlement\ncommission called me and said, we would like to offer you a job in Micronesia,\nand I said micro-where? And of course I agreed, provided they borrowed me, as one\nagency borrowing an employee from another, so I could return to my steady job.\nAnd for three years I worked in the western Pacific, on the island of Saipan. I was\na member of the Claims Commission at one time — well, I was a vice-chairman of\nthe commission and at one time even an acting chairman when the prior chairman\nwas sacked. But that permitted me to still extend my experience to a rather exotic\nlocation and assignment and — and continue my — my — my mosaic of — of legal\nexperience. I was dealing with very — what we would call in this society, primitive\nsocieties. But I discovered it just because it was not a society that maintained good\nwritten records. Claims and stories that they gave us were absolutely accurate and\nwe developed a system of — of dealing with claims similar to the one that we did\nwhen we were dealing with Poland. What stuck out of the profile of a typical claim\nSeptember 1, 1998\nrequired greater scrutiny than — outrageous claim required considerable degree of\nproof.",
        "Q: Do you think that your experience during the war had anything to do with your\nfeeling about working for fairness and justice?",
        "A: I felt very righteous doing the right things. I was not involved, thank God, in any\nle — any professional activity that would really be testing my values, or causing a\ncrisis to me in what I believed in. I felt very righteous. In fact, I remember on a very\ncrucial precedent decision that the commission issued, I sided with two native\ncommissioners against two American commissioners. And because there were five\nmembers of the commission, the — the majority prevailed and — and I was the swing\nvote. I felt very good about it, when trying to look at the values from the point of\nview of the island culture and not from the point of view of American society’s\nvalues and — and — and culture, because the loss that these people suffered was a\nloss in their minds, in — in — in their terms, on their terms — no, in their terms, a-and\nthat had to be addressed.",
        "Q: Mm-hm. We’re getting near the end of the tape, so let’s stop here and turn it\nover.",
        "A: Very good.\n[break]\nSeptember 1, 1998",
        "Q: — continuation of a United States Holocaust Memorial Museum volunteer\ncollection interview with Wallace Witkowski, tape one, side B. Mr. Witkowski,\ncould you continue to talk about your professional career? You were in Micronesia,\nand then what?",
        "A: I spent three years in Micronesia and like people who come to Washington get\nPotomac fever, I too had a very difficult time leaving the Micronesian experience\nbehind. I think it was a turning point for me in the sense that I saw a very simple\nsociety, with very simple needs, very simple ambitions, that — whose members\nappeared to be very happy and very content. We did corrupt them a little bit with\nthe ease of agricultural surplus commodities, availability. Using our standards\napplied to the island star — standards, most of these people were below the level of\npoverty, but they lived off of subsistence agriculture, and they didn’t know how\nlittle they had until the Americans told them. That was a turning point 1n the sense\nthat I admitted to myself and discovered that I no longer need to try to be any more\nAmerican than I became, and I can be just simply myself.",
        "Q: Well, how were you trying t — previously to be more American?",
        "A: It’s very hard to articulate, but any person born abroad, coming to America, tries\nvery hard to become Americanized, at least it’s a typical, let’s say, pattern. I mean,\nthere will be staunch individualists who will refuse to become American, they will\nSeptember 1, 1998\nbe French or they will be German, or they will be this and that, for reasons of either\nbecause they think that their ethnic background or cultural background is superior to\nthe American — many, many foreigners come to America with a rather superior\nfeeling about their own culture. It’s a defense mechanism of sort, I believe. Here, I\nwas trying to absorb American values, American customs, American tradition. I\nwanted my children to be American, after all, they are my roots in this country. I\nsimply wanted to be able to live in this society and function in this society the best I\ncould. Returning from Micronesia made me aware that I don’t have to prove to\nmyself anything, or climb yet another mountain, or — for example, when I returned\nto Washington, I resumed my career at the Federal Trade Commission, and there I\ndiscovered that I really don’t care about the antitrust in which I was working at the\ntime, that it dealt with economic and shifting issues. I spent two or three years\nbattling a — a ca — in — in — fighting in a case in which the law was changed after —\nafter a couple years and I felt the — like standing on a shifting sand. I realized also\nthat I’m not happy not dealing with people. So then I switched in my career to\nconsumer protection, because the Federal Trade Commission has two main\nfunctions. The antitrust — enforcement of the antitrust laws, which it shares with the\njustice department, and the consumer protection fo — mission. And I felt much more\ncomfortable in the consumer protection area. And in fact, I continued from a year or\nSeptember 1, 1998\ntwo after I returned from Micronesia until I retired in 1994 — four. So that was the\nrest of my career in the government. I — I was an enforcement attorney, and a senior\nattorney, thought of well, getting good reviews. But I realized that I came to\nWashington for three years and I stayed in the government 32 years. I was\nqualified to retire, and I was getting — I was ready to move on, and in the meantime,\npersonal crises, my second marriage failed also. I started worrying about myself,\nwho am I and what am I doing with my life and what’s going on? And I started\nexamining my life probably around the age of 50, not before. By that time I was a\nfather of four. I was bravely putting them through school and supporting them and\ngiving the older children educations. Thank God the two younger ones came 20\nyears later, I was able to take a breather before the — the last two daughters went to\ncollege. But I gave all of them education, except that I was examining and\nbeginning to question all the values in which I grew up. I was a churchgoer, I\nactively participated in a number of activities in the parishes to which I belonged to.\nBut as many contemporaries will tell you, not all of my needs were satisfied. I went\ninto therapy, first of all, because I really got scared when my second marriage failed\nand I felt unhappy and I felt alienated and I felt a failure. And so, started my\nspiritual journey with reading such semi-spiritual but still thought provoking books\nSeptember 1, 1998\nas memoirs of Carl Jung, “Memories, Dreams, Reflections,” or even M — what’s\nhis name, ems — George Peck or Scott Peck?",
        "Q: Scott Peck.",
        "A: Scott Peck, “The Road Less Traveled.” One of the unfortunate developments\ncaused by the age that I — I forget names, places, things. We call it senior moments,\nbut I’m sure you’ve heard that name before — that term before. Peck was an\ninfluence. A number of other things that I read were also very helpful in beginning\nto turn to — to what do I believe in and where am I going and what’s happening.\nAnd in the meantime I also discovered in therapy, both individual and group that a\nnumber of years may have passed since the war, but the experiences, the feelings,\nthe emotional and psychic wounds remained from that period. Not only the fear that\nabsolutely paralyzed many of us for a long period of time during the years of very\nbrutal Nazi occupation, but also a feeling of total helplessness, that there was not\nmuch we could do about it. I spoke about the feeling of helplessness when I saw\nand heard that my friends from grade school were killed or murdered wa — together\nwith their parents. I witnessed situations in which I stood there and couldn’t do\nanything while some people were brutalized by other people. I personally cowered\nwhen — when a man in a uniform with a gun in his hand told me to do things, and I\nhad to obey him. Open up my briefcase, show him what I had. That was, by the\nSeptember 1, 1998\nway, a briefcase in which I carried music. I was, at that time trying to study piano a\nlittle bit, didn’t last very long, but I was stopped by a German patrol and the same\nfeeling of being absolutely helpless and violated. These things stay with us and the\nsense of injustice, a sense of outrage at the power being imposed on you against\nyour will. So perhaps that explains why I chose to work for the government and\nmaybe make less money than in private practice, because eventually in private\npractice I would have made a lot more money than — than working for the\ngovernment, a rigid grade system and all that stuff, you just got so much money and\nthat’s it. Although I am not complaining, I was — I was a high grade and I have a\nnice, comfortable retirement, which is — totally satisfies me. Spiritually, I went\nthrough a sort of a — I don’t know how to describe it, awakening. I searched for a\nsystem of beliefs that would more be responding to my instinctive need to correct\nsomething that is wrong, because at times I did not feel sinful, at times I did not feel\nguilty. Although by the presets of my church, I was a sinful, guilty lost soul and I\nhad to really try very hard and sacrifice a lot before I would maybe gain salvation.",
        "Q: Now, you were Catholic?",
        "A: Yes, yes. Catholics are very good on guilt and — and sin and sacrifice. I’m saying\nit somewhat sarcastically. I discovered a teaching, which is called a Course in\nMiracles, about 10 years ago, and I read the introduction and I said to myself, these\nSeptember 1, 1998\nare the words that I have always searched for, and these are the words that are\nsaying what I have been craving to hear and to — to learn, to know. And started\nstudying it, and I reached the point that the teaching was so powerful and so\npersuasive and so deep, that I started — I felt the need to share it with two closest\nbeings to me, my mother and my sister. At that time my father had died, died a\nfulfilled man, because he managed to bring his family together, managed to give me\nand my sister education in spite of the horrible ordeals of World War II. So I started\ntranslating some things into Polish that really moved me, really reached me. In the\ncourse of subsequent years, it —",
        "Q: You tra — excuse me, you translate —",
        "A: Into Polish.",
        "Q: — into Polish —",
        "A: Yes.",
        "Q: — for what reason?",
        "A: To share it.",
        "Q: To share it with?",
        "A: With whoever doesn’t know English enough —",
        "Q: Okay.",
        "A: — to — to study it in the Polish language.\nSeptember 1, 1998",
        "Q: Okay.",
        "A: I then discovered that there are other people who seriously want to translate the\ntext of this teaching into Polish. There were already at that time going on,\ntranslations into a number of other languages. And to make the long story short,\nthrough a process of submitting samples of translations and reviewing them and\ncommenting on them, the Foundation for Inner Peace, which 1s a publisher of the\ncourse, chose a young man in Warsaw, young man from my point of view,\nrelatively speaking, the man in his 40’s, and — as a translator and me as an editor of\nhis translation. We essentially were translating and making sure that the trans — the\nsubstance of each sentence, each paragraph and chapter is — is correctly rendered in\nPolish. And we just completed the task of translating 1200 pages of a very, very\ndeep metaphysical work. And Friday I will be in the state of New York in — ina\nteaching foundation, where we will be talking about the publication of that. So that\nwas my great, great project of translating, of course, volunteering, and what\nhappened is — and I’m rambling, even though I thought that I would be doing more\nlegal work of some sort after I gra — after I graduate — after I retire from the\ngovernment, I discovered that practice of law 1s so bureaucratically impeded by\nvarious bar associations and I need to join and I need to | — be licensed that — that I\nna — just naturally evolved that I am a translator today. In the meantime, I picked up\nSeptember 1, 1998\nother pe-people and other projects that I acted as a translator or an interpreter. There\nwas a period when the American labor movement was deeply interested in the\nevolution of the independent labor movement in communist Poland, the solidarity\nmovement. And when the first representatives came to the United States, I was\nasked by UAW, United Auto Workers to be their translator and escort interpreter\nand I traveled with them. And I also attended a number of their constitutional\nconventions, whenever they have a delegate from Poland, to escort him and\ntranslate for him, and also what he says to the convention. And then, also came\nvolunteer work for the Holocaust Museum. That had deeper roots. I sought this\nwork out myself. I felt —",
        "Q: And when was that?",
        "A: You know, I don’t know. I don’t remember any more, but I know —",
        "Q: Had the museum opened when you sought [indecipherable]",
        "A: Yes, oh even when the first efforts at the museum — at the organiza — or-\norganizing the museum took place, I was, as you can tell from the interview in 1990\n— first of all, I donated a number of books and pamphlets and materials to the\nmuseum, because when I was handling the American claims for property lost in\nPoland, when I was working for the Foreign Claims Settlement Commission, and\nwhen I was stationed in Warsaw, I managed to reach the people, the survivors who\nSeptember 1, 1998\nare running the Jewish Historical Institute in Warsaw. And I obtained from them a\nnumber of unique publications, such as witness accounts of liquidation of ghetto of\nSosnowiec or of some other — Bialystok, rather obscure publications, of which\nthere weren’t very many, you know, issues available. You couldn’t find it in a\nlibrary. But I brought all of these things with me. And when the museum opened, I\nthought I would donate all of these things to the museum and that’s how my\ncooperation with the museum started. I turned over all of those things. There\nweren’t very many, 10 - 20 books maybe, pamphlets, but they are today in the\nlibrary. And then I think you then come in and you have read my interview in 1990,\nso you know where I felt that I needed to testify as a witness to what I knew from a\nunique perspective of being this boy scout troop leader who had a boy in my troop\nwho told me the story about his brother being lost and then militia taking him,\ncommunist militia taking him to the house in which the Jewish survivors lived and\nsaying to the little boy, 1t — is — were you kept here? And the kid said yes. That’s —\nthat’s the version that I received from my — from my member of my troop. So I felt\nduty bound to give testimony to the truth as I know it. So that’s how the interview\ncame about. And then I realized that I can be of help in the oral department. And I\nno longer remember — but I know that I submitted my offer to — to translate. That\nwas lost somewhere and somebody — on somebody’s desk for a year, then I —\nSeptember 1, 1998\nnothing was done about it. One day I enquired, aren’t you interested in somebody\nwho knows both languages and can translate? Yes, yes, submit an application. Well,\nokay. I don’t know what happened to — finally I — I was put in touch with the oral\nhistory department and was asked to help them in translating more significant key\ntestimony of witnesses who were testifying in Polish. And over the last two, three\nyears, I lose track of it because these were long translations, long projects. I worked\non the Mordowicz translation, which is an incredible story of a man who twice\nescaped from Auschwitz and lived to tell. And another long and dramatic testimony\nof a woman who n — was one of the early inmates in Auschwitz-Birkenau,\nOzhrenczim(ph) Druzhinikov(ph), and also lived — and what was particularly\nmoving about it was the fact that she admits in the course of the interview that in\ncrucial moments in her life in the camp, or after the camp, it was her Jewish\ngirlfriends who saved her life. That was a very wrenching job to do. It was a type of\nwork that I could work on, and then I had to go away from it for days sometimes,\nsometimes a couple weeks before I could return to it. It was just too devastating to\nrelive with this person, what she had to say. I’m delaying giving you the name\nbecause I — I have a mental br — block right now, and I cannot remember her name,\nbut of course, Amy Rubin knows because these are la — my two primary claims to\nfame as a translator, a volunteer translator for the museum. Why, the most difficult\nSeptember 1, 1998\nquestion to answer. Because you see, more than 50 years may have passed since\nthose years of Nazi occupation in Poland, but the events and the feelings stay with\nus and somehow I feel that this is my way of doing something, because then I was\nnot able to do anything. And secondly, on a deeper level, it is my feeling that in\nsome way I am engaged in some act of expiation or — or contrition on behalf of my\ncountrymen, for things that they did, or failed to do when they could have. Now, I\ndo not minimize the mutual accusations between the Christian Poles and the Jewish\nPoles against each other. Anti-Semitism certainly was and is alive, unfortunately,\nwhich is a curious phenomenon because there are no more Jews in Poland and yet,\nsomething in — something has caught both groups in — in — in this vicious circle.\nNow there is a controversy about Poles putting up Christian crosses in — in the place\nin which both Poles and Jews died, and Jewish tradition, of course, requires that\nnothing be done there [indecipherable]. And — and there are radicals in both groups\nthat foment discord. So I — somehow I — I just feel that whatever I can do to just\nassist the museum in its mission, I’Il do it. And even though I am now in the\nprocess of moving to Michigan and I will be spending most of my time in\nMichigan, I will be connected by modern technology with Washington, with the\nmuseum, and Amy Rubin knows that any time she needs something from me, she\ncan do it just like she did here. Give me the video of the interview of a witness in\nSeptember 1, 1998\nPolish, give me a transcript, and I will sit down and I'll translate it and give it back\nto her, as long as ’'ll — my mind 1s still working.",
        "Q: And you said you want to help the museum carry out their mission. What do you\nsee as the mission of the museum?",
        "A: Well, it’s been asked of me a — a number of times previously, including some\nvideo interviews. This ties in very deeply with my spiritual values. I think — think\nthat not only the mission of the museum, of teaching people that intolerance,\nprejudice, discrimination, all these ugly phenomena that characterize our life on\nearth, have to be eradicated, eliminated. But we have to, ever so slowly, try to\nawaken to the fact that we are all members of oneness, we are all children of God,\nwe are all brothers, we are all oneness, and as long as we continue looking at other\npeople as separate and distinct from a — from us, we — we are not going to find our\nway back to our creator. And I am a firm believer in that. And I, in this sense too, I\nsee my work for the museum as — as possibly indirectly contributing. I am\nextremely impressed with the skill and enthusiasm and — and — and — and energy\nwith which the museum was created, is being supported, is being developed and\ncontinues its work. And I want to be a part of it, but I also want to be a part of the\ngeneral effort to teach all of us, and the museum is doing its share, showing other,\nequally egregious holoca — Holocaust-like experiences of other ethnic groups, be\nSeptember 1, 1998\nthey Armenians or — or just because some county is in Asia, that should not matter\nless than a mil — million people were killed because they were Asian rather than\nthey were other group, religious or ethnic. So I guess this is the best I can articulate\nat this point, why I committed to — to — to work for the museum.",
        "Q: Is there anything else that you would like to talk about?",
        "A: I only have concern that a lot of what I said is not going to be of — really of — of\n— well, maybe it will be of peripheral value, peripheral value to you to — to — to see\nwhat kind of people volunteer. But I think the — that — that I volunteer for a slightly\ndifferent reason than let’s say a —a typical, if I may use that word, survivor\nvolunteer works for the museum. There is a deep, tragic, desperate effort to make\nsure that the people who died, didn’t die in vain, without any — any lessons to be\nlearned from it. So I can — I respect my — I —- I— I — I am 1n awe of these people who\ncome and travel a long distance sometimes, to spend a couple hours in the museum,\njust being escorts, or — or guides. My commitment is the same and yet somewhat\ndifferent, because even though all the men in my family died as a result of the war,\nexcept my father, who survived the war, but I had uncles. One, a pilot who died in\nEngland, another persecuted and — and killed by the communists, I feel that I have\nthe need to assist in preserving the story of the Holocaust and teaching. In one of\nthe interviews I said six million or seven million died, and they’re silenced, so\nSeptember 1, 1998\nsomebody has to speak in their place. Even if I am just translating little pieces of the\n— of the story, I— I hope that I am making a contribution. And I’m waiting for them\nto give me more while my brain is still functioning. After all, I am 70.",
        "Q: So you’re planning to continue?",
        "A: Definitely, if — 1f they just don’t mind sending the stuff to Michigan, to rural\nMichigan rather than calling me to come in, or sending it to Arlington.",
        "Q: Anything else, before we stop?",
        "A: No, I cannot think of anything. The difficult part of it 1s that even though that\ninterview in 1990 was a two videocassettes long, I can still not — I still cannot make\nmyself look at it. Like I probably will not be able to listen to this interview that\nyou’re conducting with me today. It is helping me in a sense that somehow I\nunburden myself, that I — that I lessen the weight of memory by talking about it, but\nI don’t want to review it. No, I cannot think of anything else that I would like to\nadd.",
        "Q: Well, thank you very much for your contribution.",
        "A: My pleasure, in a new sense of the word.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Wallace Witkowski, conducted by Margaret Garrett on\nSeptember 1, 1998 in Arlington, Virginia. This interview is part of the museum’s\nproject to interview Holocaust survivors and witnesses who are also volunteers with\nthe museum. This 1s a follow up interview that will focus on Mr. Witkowski’s post\nHolocaust experiences. In preparation for this interview, I read a transcript of the\ninterview you conducted with the museum on September 13, 1990. I will not ask\nyou to repeat everything that you said in that interview, instead, I will use this\ninterview as an opportunity to follow up on that interview and focus on your post-\nHolocaust experiences. This is tape number one, side A. Would you state your name\nat birth?",
        "Q: And your name currently?",
        "Q: And the date of your birth?",
        "Q: And place of birth?",
        "Q: In the previous interview, you spoke briefly about leaving Communist Poland to\njoin your father in Detroit. Could you talk about what you remember that it felt like\nto leave Poland?",
        "Q: That was just one year ago?",
        "Q: So this is the first anniversary of her death?",
        "Q: Mm-hm. So, then you were in the United States with your father and later\njoined by your mother and your sister.",
        "Q: Did you speak English when you arrived?",
        "Q: You were how old?",
        "Q: So you were able to become a citizen?",
        "Q: So, you arrived, you’re living with your father, and you don’t s —",
        "Q: In Detroit.",
        "Q: You don’t speak very much English.",
        "Q: Okay, what year did you enter high school?",
        "Q: I mean, what year of the high school, what class were you placed —",
        "Q: Senior year.",
        "Q: And how were you received by other kids?",
        "Q: Were there other refugee children in your high school?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: What appealed to you in particular about being in that high school, having those\nfriends, being in that teenage — well, you weren’t a teenage — but being — it was a\nteenage culture.",
        "Q: Mm-hm, mm-hm.",
        "Q: And so it took awhile before you were comfortable with English?",
        "Q: Mm-hm.",
        "Q: And what are their names?",
        "Q: So those are not Polish names?",
        "Q: But their actual legal names were?",
        "Q: So was that mainly your idea, or mainly your wife’s idea?",
        "Q: So, with your second family you were more focused on your Polish roots, would\nyou say?",
        "Q: Going back to your earlier years in America, how did you decide to go to law\nschool?",
        "Q: What was your nom de plume?",
        "Q: Did you — you choose the name?",
        "Q: Wh-When you were broadcasting, were — were you broadcasting in Polish?",
        "Q: And where did you go to law school?",
        "Q: So you often dealt with your clients in the Polish language?",
        "Q: Now these would be American citizens, probably of Polish descent who had\nproperty [indecipherable]",
        "Q: And what appealed to you about taking this job, this position?",
        "Q: And the content of the work, did that have appeal for you?",
        "Q: And what did it feel like for you to be back in Poland?",
        "Q: Did you have friends and family in Poland”?",
        "Q: I don’t think that’s on your previous interview.",
        "Q: Do you think that your experience during the war had anything to do with your\nfeeling about working for fairness and justice?",
        "Q: Mm-hm. We’re getting near the end of the tape, so let’s stop here and turn it\nover.",
        "Q: — continuation of a United States Holocaust Memorial Museum volunteer\ncollection interview with Wallace Witkowski, tape one, side B. Mr. Witkowski,\ncould you continue to talk about your professional career? You were in Micronesia,\nand then what?",
        "Q: Well, how were you trying t — previously to be more American?",
        "Q: Scott Peck.",
        "Q: Now, you were Catholic?",
        "Q: You tra — excuse me, you translate —",
        "Q: — into Polish —",
        "Q: — for what reason?",
        "Q: To share it with?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And when was that?",
        "Q: Had the museum opened when you sought [indecipherable]",
        "Q: And you said you want to help the museum carry out their mission. What do you\nsee as the mission of the museum?",
        "Q: Is there anything else that you would like to talk about?",
        "Q: So you’re planning to continue?",
        "Q: Anything else, before we stop?",
        "Q: Well, thank you very much for your contribution."
    ],
    "answers": [
        "Answer: Wallace — ah, at birth. Vodjemiuszph) Arkodiusz(ph) Witkowski, that is\nthe full Polish name.",
        "A: Wallace A. Witkowski.",
        "A: January 12, 1928.\nSeptember 1, 1998",
        "A: I was born in Kielce, Poland.",
        "A: Yes, if you humor me for a second, it just struck me as you were introducing this\ninterview, that today is September one, and to me it is a very emotional date, for\nmore than one reason. First of all, as I may have put in my earlier interview, this is\nwhen my childhood essentially ended. I was 11 and a half and the German armies\nmarched into Poland in 1939. By a curious coincident, although I don’t believe\nthere are coincidence in — 1n creation, last September one my mother died at the age\nof 94. Now —",
        "A: Yes.",
        "A: Today is the anniversary, yes. My father came to the United States about 1943,\nhe was an officer in the Polish army and participated in the effort to recruit\nvolunteers during the war, prior to Pearl Harbor. But of course — and he was\nlocated with a mission in Windsor, Ontario, across the river from Detroit, but\nobviously with the advent of American Japanese war, the mission lost its purpose\nSeptember 1, 1998\nand liquidated its activities and most of the people returned to England and\nEurope. However, my father was offered a job in the war industry, he was a\nchemical engineer and they were highly sought at the time, so he was admitted to\nthe United States cell. By the time the war ended, he was making all sorts of efforts\nto try to find whether we survived the war and where we a — where are we and\nobviously trying to bring us over. Us meaning my mother, my younger sister and\nmyself. Th-The first and obvious step was to apply for passports and permission to\nleave the country. My mother received that from the government, who — which at\nthe time was a purportedly government of national unity, but it was only a\ntransitional period before the communists could solidify their grip on that country\nand on the government, and they gave permission to my mother to leave Poland\nand join her husband in the United States, but did not give a permission to the two\nchildren, ages at that time, what was it, 1948? I was 20, my sister was 18. So I\ndetermined to escape from Poland and through contacts, family contacts,\nunderground connections, I managed to get on a Swedish coal freighter, which was\nleaving Polish port city of Gdynia and was going to Goteborg, Sweden. I guess the\nexcitement of actually trying to escape and join my father was so overwhelming\nthat I did not have any nostalgic or any reflective thoughts about leaving my native\nland. To me it was escape from a prison, which was becoming worse and worse.\nSeptember 1, 1998\nAnd I was going first so that my sister could follow me on what we thought naively\nwould be a safe route. And of course, I managed, I succeeded, my sister didn’t and\nwas caught by the communists and briefly imprisoned. So, the feelings were not\ndramatic at all, except in terms of excitement and going to my father, whom I had\nnot seen for 10 years. And I think I described in my previous interview, some of the\nfeelings that I had when I was arriving in the United States and trying to locate my\nfather. But that, pretty much, I think should answer your first question.",
        "A: Sister having to wait several years before the gradual mellowing of the\ncommunist government permitted her to leave legally.",
        "A: I had two years of high school English, so you can appreciate. A similar\nexperience to American kids learning foreign languages in high school. It is\nessentially a very, very superficial knowledge of — of language. I walked around\nwith a dictionary in my hand wherever I went, so that I — you could — I could look\nup words and communicate.\nSeptember 1, 1998",
        "A: I turned 21, you may recall from the interview, I managed to arrive in the United\nStates three days before my birthday, my 21“ birthday, on which the then American\nimmigration law would cut me off as a minor child of an American citizen and\nwould make me wait for a number of years before I could get under a Polish quota.\nBut up until January 12, 1949, I could come in non-quota, and I made it within three\ndays before the deadline. I was very fortunate.",
        "A: In due time. I — I — in thr — the law at that time — I was married in 1951, two\nyears later, and as a husband of an American citizen, I didn't have to wait five years,\nI could become a citizen after three years. But I did not automatically become a\nU.S. citizen as a minor child.",
        "A: In Detroit.",
        "A: Yes.",
        "A: And I am several years older than my contemporaries, because the first thing that\nI did is to enroll again in an American high school, and had [indecipherable] to be\nsure, and try to graduate from an American high school, even though I was already\nSeptember 1, 1998\na graduate of Polish gymnasium, and I had attended first semester of a polytechnic\nin — in Gdansk.",
        "A: American high school?",
        "A: O-Oh, the senior year, senior year.",
        "A: Yes, yes. The following — the following May I graduated, or June. And I went\nthrough the American high school rituals, including the prom and — and all the\nattendant other traditional activities.",
        "A: The other kids were very, very nice. Curious, open, positive. It was especially\nmore — more reflective, more thoughtful. Kids tried to befriend me, tried to learn\nsomething from me. I-It was very interesting and very positive. I have encountered\nabsolutely no — no negative reception.",
        "A: In my particular high school, no. I found some other people who survived the\nwar from Europe in my college years at Wayne State University.\nSeptember 1, 1998",
        "A: [had one particular friend, whose name of course, now escapes me. But at the\ntime, I discovered that he was a young Jewish boy, maybe a few years younger than\nI, but who attended the Wayne State University, who told me about his war\nexperiences, and he was Jewish and his mother, in the last couple years of war, kept\nhim in a barrel somewhere. It — and he lived in a barrel and that stayed with me. But\nin Hamtramck High School, it was just the typical American high school.",
        "A: Proud, and loafers with pennies in them and stuff like this.",
        "A: Oh, the girls were very pretty by my standards.",
        "A: And I — that was probably the most positive thing and — and I remember — I was\njust reflecting on it recently that I took to the prom a lovely Hispanic looking girl\nthat was just absolutely beautiful and I barely knew her, but I asked her to go to the\nprom with me, and she did. The negative feelings were awareness of great\nloneliness, because I didn't really fit with the crowd, didn’t do anything with them,\ne-except encountered them in — in the school. And I did achieve a sort of a fame\nSeptember 1, 1998\nwhen in the speech class, by good old — run by good old Mrs. Homestead, I was\ngiven an assignment to learn and recite a poem, and I did. And in perfected English,\nwhich came with considerable difficulty at the time, I managed to impress the class.\nForget what it was. How do I love thee, I think.",
        "A: There are two curious stages that I believe not only I, but a number of people\nthat I spoke, who — to — to who were in a similar situation, go through. One is, you\nbegin to — I—I forget which came first. You begin to dream in English and then you\nbegin to think in English. Maybe thinking comes first and then you begin to dream\nin English. And then you make this great, slow transition that 1s so wonderfully\ndescribed by a woman who became quite a celebrity, the author of the book, “Lost\nin Translation,” Eva Hoffman. I enjoyed that book very much. Very, very similar\nexperiences in some ways, and in some ways different.",
        "A: Within two years, because in spite of the — in spite of being with the father, I felt\nestranged from him. He wanted me to be 11 year old that he left behind, and I was\n21. So that may have contributed to my th — early decision to — to marry, and I met\na lovely Polish American girl who spoke Polish and whose parents were very, very\ninterested in her marrying a — a Polish fellow, of course. So I did that, sort of — well,\nSeptember 1, 1998\nthis was the first girl I knew really intimately and so I married in 1951, and th —\neven though we were both in college, the children came. First my son, born in ’52,\nthen my first daughter, born in ’53.",
        "A: Matthew and Elizabeth.",
        "A: Well, he was called Maczik(ph) and she was called Elzunia(ph), which is in a\ndiminutive form, Elizabeth.",
        "A: Oh, Elizabeth and Matthew. Which is curious because the two girls born of the\nsecond marriage, 20 years later, have their legal names in Polish, even though their\nmother was not Polish at all.",
        "A: No, I — I went along with the — with the — it was a joint decision of the wife and\n— and myself to — to give them that — that identity, which first they hated and then\nthey loved it when they discovered — my daughter, my middle daughter, Krisha(ph)\ngot into the University of Virginia in Charlottesville, I’m convinced, by writing a\nvery beautiful essay on how to — how it feels to be a child of — of the Polish\nimmigrant. And that was a very impressive piece of writing.\nSeptember 1, 1998",
        "A: I wouldn’t say that that was the case. If anything, in the second family, I was\nmore focused on being a better father, because the second family — the first family\nwas — and life of the first family was characterized by an intense effort to become\nAmericanized. To learn the language, learn the language well, be able to command\nit. After all, I decided to become a lawyer. And the second and — and the — and the\nfathering or the parenting was largely traditional in the first marriage and — and\nlargely unexamined. And so I now, in retrospect of 70 years of age, I think that I\nwas a much better father second time around.",
        "A: Hm. I was first interested in speech and government and I studied a number of\ncourses. But by chance again, which I don’t believe in, I was offered a job as a\nyoung assistant to two elderly gentlemen who were conducting a Polish radio\nprogram on WJLB station in Detroit. At that time this was one of the booth\nstations that specialized in ethnic programs. And every morning there were one or\ntwo hours of Polish language programs. Music, news, advertising. And I started as a\nSeptember 1, 1998\n— of what you call today, a disc jockey. And then finally wound up, while already in\nlaw school and using a nom de plume, giving news commentaries.",
        "A: Well, Jan Alexander, which was sort of a compromise. It could have been\nPolish, it could have been some other nationality, so we — we — I deliberately\nfudged it a little bit.",
        "A: I think — I think I did. Some — something struck me. I seem to recall that the\nreason I chose it was deliberate, but it was a connection to either the Polish — first\nPolish newspaper which — which was published in Poland over 300 years ago, or s\n— in — there was some reason, there was some rational — there was some rationale\nbehind choosing that particular assumed name to broadcast under. So that was, at\nthat time — however, I looked at the broadcasting and I did not see much future for\nthe ethnic broadcasting, I felt that 1t would keep me a little bit too much in the\nethnic community and I wanted to — not to limit myself. And I married —",
        "A: In Polish, yes, so I continued my Polish and that’s why I was — I was picked by\nthe owners of the program because I had good diction, good ra — what we called the\nradiophonic voice and therefore they thought that was a good addition of a good,\nSeptember 1, 1998\nfresh voice to their broadcast. And the young lady that I married, her father was a\nlawyer. And so I worked part time in his office as a clerk, and then I thought hm, I\nlike dealing with people, I like helping people, I— why not? And so I — by that time\nI was in the third year of my college education at Wayne. And at that time Wayne\nState University had a so-called combined curriculum. If you could maintain a\ncertain level of grades, B minus I think it was, in the first year — first three years of\nundergraduate studies, you could go to law school, and assuming that you maintain\nyour level of grades in the first year of law school, you would then receive credit for\nthe f-fourth year of undergraduate sta — study and get your B.A., which is what I\ndid. And then two more years and then I had my L.B., which was later changed\nretrospectively to J.D., juris doctor, doctor of laws.",
        "A: Same Wayne State University, since I lived in Detroit. I graduated from Wayne\nState in 19 — from the law school in 1956. And for the next six years, I joined my\nfather-in-law in private practice, which was mostly probate and real estate and very\nsimple neighborhood ethnic — ethnic practice because obviously we turned our\nbilingual skills into assets by — by working with the Polish community.\nSeptember 1, 1998",
        "A: Oh yes, oh yes. Towards the last two years in Detroit, around 1960 or so, I was\neven appointed by two successive mayors of Detroit as a member of the\ncommunity relations commission, which was a so-called racial commission. Detroit\nhad a very checkered history of racial relations and they wanted some — they — they\n— people appointed people to these commissions. They wanted representatives of\nethnic communities to kind of dialog and — and work together on racial problems of\nthe city. But then, of course, I had to resign from that commission and give up my\npractice when in 1962 I was offered a job in Washington, which was to last three\nyears, and it was again in — in the area of both languages, because it was handling\nthe claims for World War II losses by the — by the American nationals who suffered\nthese losses in Poland and it required knowledge of Polish.",
        "A: Most of the claimants, interestingly enough, were survivors of the owners of\nproperty in Poland, very often relatives, a substantial number of them Jewish, who\nlaid claims to compensation for reasons that the whole family in Poland was wiped\nout by the Nazis, that they were the next of kin now. But there were a number of\nrequirements. The ownership of the property in Poland had to be established to —\nownership had to be established that it — let me start again. Owners had to be\nSeptember 1, 1998\nAmerican nationals at the time of loss, they could not have had it — it’s a legal issue\nthat I don’t go into because it — I don’t think it’s — it’s too technical. If someone\nsubsequently became an American citizen, it didn’t count because he was not a\ncitizen of the United States at the time of loss. The language of the agreement\nbetween the United States government and government of Poland, communist\ngovernment of Poland specified that these losses, these claims will be compensated\nonly to the extent to — to — to — to which the owners were Americans at the time of\nloss. Do dogs bother you, Marcia?",
        "A: Well, two things, Washington, the capitol of the United States. An opportunity\nto broaden my experience as a lawyer, and a certain prestige that went with being\nselected as an identifiable Polish American to work on — on the Claims\nCommission.",
        "A: That was very, very appealing from the point of view, not only being interesting,\nbut also permitted me to utilize my knowledge of the country, my knowledge of\nPolish history, my knowledge and insight into — of character of many of these\nlosses. Maybe not so much the character of the losses as being able to deliver to my\ngovernment a — a f—a-—a sort of a sober objective, hopefully, assessment of not\nSeptember 1, 1998\nonly the possibility that these people really lost claims. There were a lot of\noutrageous claims that were based on total fiction sometimes. And being able to —\nto assist my superiors in saying that this 1s not probable, we better check this\nthrough our field office. And in fact, in 1963, within a year, I was sent to Warsaw\nfor three months to help run the field office that was verifying claims of American\ncitizens by going through the country, checking the land records if they existed,\nchecking, investigating with the neighbors and people who still lived there, whether\nsuch and such family really owned the bakery or really had the butcher shop or — or\n— or owned the — an apartment house, and that was very rewarding, I-I think.",
        "A: It was also very gratifying because I went on official passports, so it’s a native\nboy who — who did well, comes back with the official U.S. passport, not the tourist\npassport. And I was given all the privileges of the American embassy in Warsaw\nand I — 1-1t was an accomplishment.",
        "A: Oh, I had many, many aunts and first cousins and we got together, it was a great\ntime. It was also a lot of fun, in addition to working very hard and trying to — trying\nto adjudicate — not adjudicate, but recommend an adjudication of these claims. So it\nwas a very good experience, from a professional point of view, which later qualified\nSeptember 1, 1998\nme to be offered a job in Western Pacific when — when I went to Micronesia in\n°70, which I men — may have mentioned before.",
        "A: Maybe I skipped that altogether. I was already working for the Federal Trade\nCommission, when a general counsel from the foreign claims settlement\ncommission called me and said, we would like to offer you a job in Micronesia,\nand I said micro-where? And of course I agreed, provided they borrowed me, as one\nagency borrowing an employee from another, so I could return to my steady job.\nAnd for three years I worked in the western Pacific, on the island of Saipan. I was\na member of the Claims Commission at one time — well, I was a vice-chairman of\nthe commission and at one time even an acting chairman when the prior chairman\nwas sacked. But that permitted me to still extend my experience to a rather exotic\nlocation and assignment and — and continue my — my — my mosaic of — of legal\nexperience. I was dealing with very — what we would call in this society, primitive\nsocieties. But I discovered it just because it was not a society that maintained good\nwritten records. Claims and stories that they gave us were absolutely accurate and\nwe developed a system of — of dealing with claims similar to the one that we did\nwhen we were dealing with Poland. What stuck out of the profile of a typical claim\nSeptember 1, 1998\nrequired greater scrutiny than — outrageous claim required considerable degree of\nproof.",
        "A: I felt very righteous doing the right things. I was not involved, thank God, in any\nle — any professional activity that would really be testing my values, or causing a\ncrisis to me in what I believed in. I felt very righteous. In fact, I remember on a very\ncrucial precedent decision that the commission issued, I sided with two native\ncommissioners against two American commissioners. And because there were five\nmembers of the commission, the — the majority prevailed and — and I was the swing\nvote. I felt very good about it, when trying to look at the values from the point of\nview of the island culture and not from the point of view of American society’s\nvalues and — and — and culture, because the loss that these people suffered was a\nloss in their minds, in — in — in their terms, on their terms — no, in their terms, a-and\nthat had to be addressed.",
        "A: Very good.\n[break]\nSeptember 1, 1998",
        "A: I spent three years in Micronesia and like people who come to Washington get\nPotomac fever, I too had a very difficult time leaving the Micronesian experience\nbehind. I think it was a turning point for me in the sense that I saw a very simple\nsociety, with very simple needs, very simple ambitions, that — whose members\nappeared to be very happy and very content. We did corrupt them a little bit with\nthe ease of agricultural surplus commodities, availability. Using our standards\napplied to the island star — standards, most of these people were below the level of\npoverty, but they lived off of subsistence agriculture, and they didn’t know how\nlittle they had until the Americans told them. That was a turning point 1n the sense\nthat I admitted to myself and discovered that I no longer need to try to be any more\nAmerican than I became, and I can be just simply myself.",
        "A: It’s very hard to articulate, but any person born abroad, coming to America, tries\nvery hard to become Americanized, at least it’s a typical, let’s say, pattern. I mean,\nthere will be staunch individualists who will refuse to become American, they will\nSeptember 1, 1998\nbe French or they will be German, or they will be this and that, for reasons of either\nbecause they think that their ethnic background or cultural background is superior to\nthe American — many, many foreigners come to America with a rather superior\nfeeling about their own culture. It’s a defense mechanism of sort, I believe. Here, I\nwas trying to absorb American values, American customs, American tradition. I\nwanted my children to be American, after all, they are my roots in this country. I\nsimply wanted to be able to live in this society and function in this society the best I\ncould. Returning from Micronesia made me aware that I don’t have to prove to\nmyself anything, or climb yet another mountain, or — for example, when I returned\nto Washington, I resumed my career at the Federal Trade Commission, and there I\ndiscovered that I really don’t care about the antitrust in which I was working at the\ntime, that it dealt with economic and shifting issues. I spent two or three years\nbattling a — a ca — in — in — fighting in a case in which the law was changed after —\nafter a couple years and I felt the — like standing on a shifting sand. I realized also\nthat I’m not happy not dealing with people. So then I switched in my career to\nconsumer protection, because the Federal Trade Commission has two main\nfunctions. The antitrust — enforcement of the antitrust laws, which it shares with the\njustice department, and the consumer protection fo — mission. And I felt much more\ncomfortable in the consumer protection area. And in fact, I continued from a year or\nSeptember 1, 1998\ntwo after I returned from Micronesia until I retired in 1994 — four. So that was the\nrest of my career in the government. I — I was an enforcement attorney, and a senior\nattorney, thought of well, getting good reviews. But I realized that I came to\nWashington for three years and I stayed in the government 32 years. I was\nqualified to retire, and I was getting — I was ready to move on, and in the meantime,\npersonal crises, my second marriage failed also. I started worrying about myself,\nwho am I and what am I doing with my life and what’s going on? And I started\nexamining my life probably around the age of 50, not before. By that time I was a\nfather of four. I was bravely putting them through school and supporting them and\ngiving the older children educations. Thank God the two younger ones came 20\nyears later, I was able to take a breather before the — the last two daughters went to\ncollege. But I gave all of them education, except that I was examining and\nbeginning to question all the values in which I grew up. I was a churchgoer, I\nactively participated in a number of activities in the parishes to which I belonged to.\nBut as many contemporaries will tell you, not all of my needs were satisfied. I went\ninto therapy, first of all, because I really got scared when my second marriage failed\nand I felt unhappy and I felt alienated and I felt a failure. And so, started my\nspiritual journey with reading such semi-spiritual but still thought provoking books\nSeptember 1, 1998\nas memoirs of Carl Jung, “Memories, Dreams, Reflections,” or even M — what’s\nhis name, ems — George Peck or Scott Peck?",
        "A: Scott Peck, “The Road Less Traveled.” One of the unfortunate developments\ncaused by the age that I — I forget names, places, things. We call it senior moments,\nbut I’m sure you’ve heard that name before — that term before. Peck was an\ninfluence. A number of other things that I read were also very helpful in beginning\nto turn to — to what do I believe in and where am I going and what’s happening.\nAnd in the meantime I also discovered in therapy, both individual and group that a\nnumber of years may have passed since the war, but the experiences, the feelings,\nthe emotional and psychic wounds remained from that period. Not only the fear that\nabsolutely paralyzed many of us for a long period of time during the years of very\nbrutal Nazi occupation, but also a feeling of total helplessness, that there was not\nmuch we could do about it. I spoke about the feeling of helplessness when I saw\nand heard that my friends from grade school were killed or murdered wa — together\nwith their parents. I witnessed situations in which I stood there and couldn’t do\nanything while some people were brutalized by other people. I personally cowered\nwhen — when a man in a uniform with a gun in his hand told me to do things, and I\nhad to obey him. Open up my briefcase, show him what I had. That was, by the\nSeptember 1, 1998\nway, a briefcase in which I carried music. I was, at that time trying to study piano a\nlittle bit, didn’t last very long, but I was stopped by a German patrol and the same\nfeeling of being absolutely helpless and violated. These things stay with us and the\nsense of injustice, a sense of outrage at the power being imposed on you against\nyour will. So perhaps that explains why I chose to work for the government and\nmaybe make less money than in private practice, because eventually in private\npractice I would have made a lot more money than — than working for the\ngovernment, a rigid grade system and all that stuff, you just got so much money and\nthat’s it. Although I am not complaining, I was — I was a high grade and I have a\nnice, comfortable retirement, which is — totally satisfies me. Spiritually, I went\nthrough a sort of a — I don’t know how to describe it, awakening. I searched for a\nsystem of beliefs that would more be responding to my instinctive need to correct\nsomething that is wrong, because at times I did not feel sinful, at times I did not feel\nguilty. Although by the presets of my church, I was a sinful, guilty lost soul and I\nhad to really try very hard and sacrifice a lot before I would maybe gain salvation.",
        "A: Yes, yes. Catholics are very good on guilt and — and sin and sacrifice. I’m saying\nit somewhat sarcastically. I discovered a teaching, which is called a Course in\nMiracles, about 10 years ago, and I read the introduction and I said to myself, these\nSeptember 1, 1998\nare the words that I have always searched for, and these are the words that are\nsaying what I have been craving to hear and to — to learn, to know. And started\nstudying it, and I reached the point that the teaching was so powerful and so\npersuasive and so deep, that I started — I felt the need to share it with two closest\nbeings to me, my mother and my sister. At that time my father had died, died a\nfulfilled man, because he managed to bring his family together, managed to give me\nand my sister education in spite of the horrible ordeals of World War II. So I started\ntranslating some things into Polish that really moved me, really reached me. In the\ncourse of subsequent years, it —",
        "A: Into Polish.",
        "A: Yes.",
        "A: To share it.",
        "A: With whoever doesn’t know English enough —",
        "A: — to — to study it in the Polish language.\nSeptember 1, 1998",
        "A: I then discovered that there are other people who seriously want to translate the\ntext of this teaching into Polish. There were already at that time going on,\ntranslations into a number of other languages. And to make the long story short,\nthrough a process of submitting samples of translations and reviewing them and\ncommenting on them, the Foundation for Inner Peace, which 1s a publisher of the\ncourse, chose a young man in Warsaw, young man from my point of view,\nrelatively speaking, the man in his 40’s, and — as a translator and me as an editor of\nhis translation. We essentially were translating and making sure that the trans — the\nsubstance of each sentence, each paragraph and chapter is — is correctly rendered in\nPolish. And we just completed the task of translating 1200 pages of a very, very\ndeep metaphysical work. And Friday I will be in the state of New York in — ina\nteaching foundation, where we will be talking about the publication of that. So that\nwas my great, great project of translating, of course, volunteering, and what\nhappened is — and I’m rambling, even though I thought that I would be doing more\nlegal work of some sort after I gra — after I graduate — after I retire from the\ngovernment, I discovered that practice of law 1s so bureaucratically impeded by\nvarious bar associations and I need to join and I need to | — be licensed that — that I\nna — just naturally evolved that I am a translator today. In the meantime, I picked up\nSeptember 1, 1998\nother pe-people and other projects that I acted as a translator or an interpreter. There\nwas a period when the American labor movement was deeply interested in the\nevolution of the independent labor movement in communist Poland, the solidarity\nmovement. And when the first representatives came to the United States, I was\nasked by UAW, United Auto Workers to be their translator and escort interpreter\nand I traveled with them. And I also attended a number of their constitutional\nconventions, whenever they have a delegate from Poland, to escort him and\ntranslate for him, and also what he says to the convention. And then, also came\nvolunteer work for the Holocaust Museum. That had deeper roots. I sought this\nwork out myself. I felt —",
        "A: You know, I don’t know. I don’t remember any more, but I know —",
        "A: Yes, oh even when the first efforts at the museum — at the organiza — or-\norganizing the museum took place, I was, as you can tell from the interview in 1990\n— first of all, I donated a number of books and pamphlets and materials to the\nmuseum, because when I was handling the American claims for property lost in\nPoland, when I was working for the Foreign Claims Settlement Commission, and\nwhen I was stationed in Warsaw, I managed to reach the people, the survivors who\nSeptember 1, 1998\nare running the Jewish Historical Institute in Warsaw. And I obtained from them a\nnumber of unique publications, such as witness accounts of liquidation of ghetto of\nSosnowiec or of some other — Bialystok, rather obscure publications, of which\nthere weren’t very many, you know, issues available. You couldn’t find it in a\nlibrary. But I brought all of these things with me. And when the museum opened, I\nthought I would donate all of these things to the museum and that’s how my\ncooperation with the museum started. I turned over all of those things. There\nweren’t very many, 10 - 20 books maybe, pamphlets, but they are today in the\nlibrary. And then I think you then come in and you have read my interview in 1990,\nso you know where I felt that I needed to testify as a witness to what I knew from a\nunique perspective of being this boy scout troop leader who had a boy in my troop\nwho told me the story about his brother being lost and then militia taking him,\ncommunist militia taking him to the house in which the Jewish survivors lived and\nsaying to the little boy, 1t — is — were you kept here? And the kid said yes. That’s —\nthat’s the version that I received from my — from my member of my troop. So I felt\nduty bound to give testimony to the truth as I know it. So that’s how the interview\ncame about. And then I realized that I can be of help in the oral department. And I\nno longer remember — but I know that I submitted my offer to — to translate. That\nwas lost somewhere and somebody — on somebody’s desk for a year, then I —\nSeptember 1, 1998\nnothing was done about it. One day I enquired, aren’t you interested in somebody\nwho knows both languages and can translate? Yes, yes, submit an application. Well,\nokay. I don’t know what happened to — finally I — I was put in touch with the oral\nhistory department and was asked to help them in translating more significant key\ntestimony of witnesses who were testifying in Polish. And over the last two, three\nyears, I lose track of it because these were long translations, long projects. I worked\non the Mordowicz translation, which is an incredible story of a man who twice\nescaped from Auschwitz and lived to tell. And another long and dramatic testimony\nof a woman who n — was one of the early inmates in Auschwitz-Birkenau,\nOzhrenczim(ph) Druzhinikov(ph), and also lived — and what was particularly\nmoving about it was the fact that she admits in the course of the interview that in\ncrucial moments in her life in the camp, or after the camp, it was her Jewish\ngirlfriends who saved her life. That was a very wrenching job to do. It was a type of\nwork that I could work on, and then I had to go away from it for days sometimes,\nsometimes a couple weeks before I could return to it. It was just too devastating to\nrelive with this person, what she had to say. I’m delaying giving you the name\nbecause I — I have a mental br — block right now, and I cannot remember her name,\nbut of course, Amy Rubin knows because these are la — my two primary claims to\nfame as a translator, a volunteer translator for the museum. Why, the most difficult\nSeptember 1, 1998\nquestion to answer. Because you see, more than 50 years may have passed since\nthose years of Nazi occupation in Poland, but the events and the feelings stay with\nus and somehow I feel that this is my way of doing something, because then I was\nnot able to do anything. And secondly, on a deeper level, it is my feeling that in\nsome way I am engaged in some act of expiation or — or contrition on behalf of my\ncountrymen, for things that they did, or failed to do when they could have. Now, I\ndo not minimize the mutual accusations between the Christian Poles and the Jewish\nPoles against each other. Anti-Semitism certainly was and is alive, unfortunately,\nwhich is a curious phenomenon because there are no more Jews in Poland and yet,\nsomething in — something has caught both groups in — in — in this vicious circle.\nNow there is a controversy about Poles putting up Christian crosses in — in the place\nin which both Poles and Jews died, and Jewish tradition, of course, requires that\nnothing be done there [indecipherable]. And — and there are radicals in both groups\nthat foment discord. So I — somehow I — I just feel that whatever I can do to just\nassist the museum in its mission, I’Il do it. And even though I am now in the\nprocess of moving to Michigan and I will be spending most of my time in\nMichigan, I will be connected by modern technology with Washington, with the\nmuseum, and Amy Rubin knows that any time she needs something from me, she\ncan do it just like she did here. Give me the video of the interview of a witness in\nSeptember 1, 1998\nPolish, give me a transcript, and I will sit down and I'll translate it and give it back\nto her, as long as ’'ll — my mind 1s still working.",
        "A: Well, it’s been asked of me a — a number of times previously, including some\nvideo interviews. This ties in very deeply with my spiritual values. I think — think\nthat not only the mission of the museum, of teaching people that intolerance,\nprejudice, discrimination, all these ugly phenomena that characterize our life on\nearth, have to be eradicated, eliminated. But we have to, ever so slowly, try to\nawaken to the fact that we are all members of oneness, we are all children of God,\nwe are all brothers, we are all oneness, and as long as we continue looking at other\npeople as separate and distinct from a — from us, we — we are not going to find our\nway back to our creator. And I am a firm believer in that. And I, in this sense too, I\nsee my work for the museum as — as possibly indirectly contributing. I am\nextremely impressed with the skill and enthusiasm and — and — and — and energy\nwith which the museum was created, is being supported, is being developed and\ncontinues its work. And I want to be a part of it, but I also want to be a part of the\ngeneral effort to teach all of us, and the museum is doing its share, showing other,\nequally egregious holoca — Holocaust-like experiences of other ethnic groups, be\nSeptember 1, 1998\nthey Armenians or — or just because some county is in Asia, that should not matter\nless than a mil — million people were killed because they were Asian rather than\nthey were other group, religious or ethnic. So I guess this is the best I can articulate\nat this point, why I committed to — to — to work for the museum.",
        "A: I only have concern that a lot of what I said is not going to be of — really of — of\n— well, maybe it will be of peripheral value, peripheral value to you to — to — to see\nwhat kind of people volunteer. But I think the — that — that I volunteer for a slightly\ndifferent reason than let’s say a —a typical, if I may use that word, survivor\nvolunteer works for the museum. There is a deep, tragic, desperate effort to make\nsure that the people who died, didn’t die in vain, without any — any lessons to be\nlearned from it. So I can — I respect my — I —- I— I — I am 1n awe of these people who\ncome and travel a long distance sometimes, to spend a couple hours in the museum,\njust being escorts, or — or guides. My commitment is the same and yet somewhat\ndifferent, because even though all the men in my family died as a result of the war,\nexcept my father, who survived the war, but I had uncles. One, a pilot who died in\nEngland, another persecuted and — and killed by the communists, I feel that I have\nthe need to assist in preserving the story of the Holocaust and teaching. In one of\nthe interviews I said six million or seven million died, and they’re silenced, so\nSeptember 1, 1998\nsomebody has to speak in their place. Even if I am just translating little pieces of the\n— of the story, I— I hope that I am making a contribution. And I’m waiting for them\nto give me more while my brain is still functioning. After all, I am 70.",
        "A: Definitely, if — 1f they just don’t mind sending the stuff to Michigan, to rural\nMichigan rather than calling me to come in, or sending it to Arlington.",
        "A: No, I cannot think of anything. The difficult part of it 1s that even though that\ninterview in 1990 was a two videocassettes long, I can still not — I still cannot make\nmyself look at it. Like I probably will not be able to listen to this interview that\nyou’re conducting with me today. It is helping me in a sense that somehow I\nunburden myself, that I — that I lessen the weight of memory by talking about it, but\nI don’t want to review it. No, I cannot think of anything else that I would like to\nadd.",
        "A: My pleasure, in a new sense of the word.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 1, 1998\nRG-50.106*0108",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Wallace\nWitkowski, conducted by Margaret Garrett on September 1, 1998 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Rockville, Maryland and is part of the\nUnited States Holocaust Memorial Museum's volunteer collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "WALLACE WITKOWSKI\nSeptember 1, 1998\nBeginning Tape One, Side A"
    ]
}