{
    "rg": "RG-50.030.0091_trs_en",
    "sequence": [
        "Q: Let's begin our interview with my asking you to tell us your name.",
        "A: Sure. My name is Hans Heimann. I was born in Vienna, Austria, on May 28th, 1920. My\nfather's name was Sigmund (ph) and he was born in a small town called Westbrem (ph)\nin Hungary and he came to Vienna with his uh parents, his uh brother and sister and\nstayed there from then on, from...in the late 19 uh 19th century. And uh my mother was\nborn, was a local-born girl (laughter). She was in Vienna. Her maiden name was\nWeiss, and uh she eventually married my dad and uh my dad had uh millinery export\ncompany, you know, but he traveled to Paris once, twice a year I should say, to uh buy uh\nmaterials and uh look at the great fashion houses which were...at that time Paris was the\nfashion center of Europe, not to speak...United States, it wasn't that involved at that time\nand uh brought models back and uh mother...my parents' firm uh built that up and uh they\nmade model hats, was in German called . And uh was uh from then on uh\nexported to different countries. My mother we...uh went twice a year to an exposition, to\na show in Berlin even uh after Hitler came to power in 1933. And uh she had no...uh\nwasn't bothered at all with an Austrian passport which later on uh turned out will\nbe...would become a German passport with a big letter J stamped on the front page, but\nuh this is my, my parental background. I went to uh elementary school, later to a private\nuh school uh which the German, when Germany was called gymnasium which is a high\nschool and uh it's something like uh in uh Providence the only thing I can think of is\nMoses Brown School or something. It was for affluent uh boys and girls. And later\nto...after I graduate from there, to a business college, a junior business college till uh\n1938 and uh after March uh 13th uh...",
        "Q: Before we get to March 13th, let's think about what life was like for you as a young man\ngrowing up.",
        "A: Oh, life was...we took...I took every thing for granted. I mean our freedom,\nour...everything, and I was a protected child.",
        "Q: And within the Jewish community...",
        "A: Within the Jewish community we didn't have too much contact. As a matter of fact I can\ntell you one uh anecdote about that. My uh...when I was thirteen, when I became thirteen\nI was supposed to have been bar mitzvah, and my parents didn't know my Jewish name.\nEverybody, every Jewish boy has to have a Jewish name and we went to the community\ncenter, to the Israeli, Israelitic (ph) community center to find out uh what my Jewish\nname was and the clerk looked at me and I was blond and blue-eyed and I was...and he\nsaid for this child you want a Jewish name...",
        "Q: But eventually you got it?",
        "A: Eventually we got it. It is and I was bar mitzvahed. I got my obligatory gold uh\npocked watch and there was a little reception after, but uh nothing...",
        "Q: What was it like for your family within this community...",
        "A: Was completely uh free and nobody asked about uh Jewishness or...",
        "Q: When did you first realize that there was a difference?",
        "A: Not...uh to be perfectly honest with you uh there was...yes. They knew that uh...we all\nknew that there was anti*Semitism and uh that uh...",
        "Q: How did you know it?",
        "A: We learned it, because uh...I was never called a Jew boy or something, no...but I learned\nit. There there is anti-Semitism. I learned it for...through the press and and uh reading the\nnewspapers and magazines what was going on in Germany. Of course, until 1938 uh\nnothing was uh going on that was that bad. The only thing that was uh we knew that the\nJews were not liked and they were considered inferior, but until the Germans uh marched\nin into Austria, nothing uh...we...I was protected so much, let's say, by my parents, etc.\nand from uh that I...from anti-Semitism or from knowing too much about it.",
        "Q: So you said that you were protected up until the time the Germans marched in.",
        "A: But protected in in what way you mean protected.",
        "Q: In what way were you protected as you recall?",
        "A: Well, uh my parents shielded my from uh reading uh newspapers or _ about anything\nthat was persecution of Jews in this field. They also shielded me from uh other events uh\nwhich were...for example, I recall that uh a famous actor was arrested for homosexual uh\nadvances made to a young boy and uh my parents hid the papers from me. At that time\nwe didn't know uh the word gay. They only gay we knew 1s uh gay Vienna or gay Paris.",
        "Q: How could you, or how do you remember the changes that occurred in your life?",
        "A: The changes that occurred in my life came abruptly. Uh in uh...Hitler was making big\nspeeches about annexing Austria that was under the Chancellor and uh he uh said\nAustria has to be liberated. We all are one big nation he said, and he challenged the\nAustrian Chancellor to uh debate. Not a face-to*face debate but a debate on the radio, and\nit was agreed to and uh Hitler made a two and a half long...two and a half hour long\nspeech by screaming and yelling and shaking his fist and uh citing what Germany did,\nhow they were prosperous and how they...uh one was eliminated unemployment and that\nwas it and uh two days later the Austrian Chancellor, Austrian Chancellor made a speech\nand he said, at the beginning I don't want to bother you and bore you with uh figures,\nwhich was a clear swipe at uh Hitler for citing all those uh unemployment figures etc. and\nbuildup of the industry. And then at the end he said OK, let's see who wins. Next\nSun...next Sunday we'll make a , and uh to find out what the Austrians really\nwant. If they want to be independent or if they want to be annexed to uh into Germany,\nand Hitler obviously was afraid what uh the result of the and two days later or\ntwenty-four hours later, German troops rode in and uh goose-stepped into Vienna and\nfrom uh my parents’, or our apartment I should say to uh...we could uh...we lived on one\nof the main thorofares and we could see Hitler's troops marching in and his tanks rolling\nin and Hitler standing in the back of his uh car, his armored car, with the Nazi salute and\ngreeting and the Austrians were enthusiastic about it. Within uh less than twenty-four\nhours all the Viennese policemen had uh swastika armbands. Where they came from\nnobody knows.",
        "Q: What effect did all of this have on your life as...",
        "A: The effect it had on my life is that I had to drop out of school immediately. I couldn't...I\ncouldn't even go back. Uh Hitler marched in on a Friday and uh I couldn't go back uh\nthen the following Monday to school anymore.",
        "Q: What about your parents?",
        "A: My parents had uh the business...continued their business. About two weeks later a man\npresented himself and uh a ge...he was a gentlemen. I should say here a gentleman\npresented himself because it later turned out he was a gentleman, not just a man, and he\nsaid I am appointed by uh the , the German uh appointed uh administrator of\nAustria, to liquidate your business, but don't worry. I am not uh that bad. I I'm trying to\ndo my best to help you. I know uh you have an export business. You're bringing in hard\ncurrency which the French franc was uh still hard currencies. Swiss francs were not\ncurrency, and uh British pounds and my parents also exported to Australia, and he uh\nhelped them to liquidate their business gradually. Also when the so-called racial laws\ncame out, it was uh decreed that uh no one, uh no Jewish family where the where the man\nin the house can have a ma...a live-in maid because uh they were afraid of uh mixing up\nthe races for and uh he, that man...his name was Victor Marschek (ph)...uh got a\npermission to uh for our maids to stay to the very end because he said my parents have\nother things to do than uh to stay in the house. They have to be active in the business,\nexporting and bringing in uh currency needed by the Third Reich. And one day uh after\nthat minor official in Paris was shot, on November 11th, 1938, what's know as\nKristallnacht, uh Kristall uh nacht coming from all the Jewish uh windows were broken...",
        "Q: Do you remember that?",
        "A: Yes, I remember that. And uh I I was going...I didn't love...my blessing at that time, what\nprobably saved my life that I looked blond and blue-eyed and I walked through the\nstreets. And uh at that time of course uh they didn't have to have the armband with a six-\npointed star. And...",
        "Q: As you think back...think back to Kristallnacht, can you tell us a little about your memory\nof that experience.",
        "A: Yes, uh we were all shocked. We knew what happened and through the press and the\nradio...there was no television of course...we heard uh that the Jews were out to uh take\nover the world and uh etc. and then a decree came out from Berlin that uh all the Jews\nhad to turn in their gold, silver and uh all their precious stones, etc. as uh punishment to\nfor what uh happened to the German uh Embassy in Paris, and uh that uh liquidator, Mr.\nMarscheck...we called him Helm (ph) Marscheck...he called me...he asked me to call him\nonly by his first name, Victor...and he came over to my parents and he said uh to my dad,\nyou're going to Paris to buy more materials and I tell you what. I'm going with you, not\nbecause I'm afraid that you won't come back, but I'm taking all your gold watch, your\ngold watch, all your wife's...that meaning my mother's jewelry, her diamond ring,\nher...she had a re...a string of real pearls...with uh and he took it to Paris and he left it\nwith my uncle and it was safe at the time. Also of course my...what I mentioned before,\nmy bar mitzvah uh watch, and when uh...then in 1939 by mistake came a letter to me, to\nmy house, addressed to Hans Heimann. It said you are now eighteen years old and you\nhave to report for military...you'll be inducted in the army, which was a mistake of course\nbecause they didn't know I was Jewish, and the German army wouldn't accept Jews, so\nthe next day my uh parents called uh my father's distant cousin, second or third cousins,\nin uh Hungary and I flew out the next day and stayed with them till uh August of uh\n1939, for two months, till I joined my parents in Venice.",
        "Q: Let's uh go back over this period. How did your parents determine to leave?",
        "A: But they knew...by that time the business was liquidated and uh because there was no\nfuture. They knew war would eventually come and as a matter of fact it came uh three\nweeks later was uh September Ist 1939 when the Germans uh annexed the Polish\ncorridor in __ which is not quite to Dansk (ph).",
        "Q: What made them choose the destination that they did?",
        "A: The destination uh of uh Venice...because the Italian government was the only\ngovernment in the world, not only in Europe, that didn't require a visa for people who\nwanted to immigrate and we had uh...we had the full intention to go to uh either Holland\nwhere my mother had uh customers, or to Australia and we got stuck uh with uh the\noutbreak of World War III, which uh started when Chamberlain and , declared\nthis is it. We don't...can't take it anymore, and declared war on uh Germany. Great Britain\nand France. Mussolini remained neutral. Mussolini remained neutral until the...until the\nfall of France. Uh the German army rolled over the...first over the Netherlands, over\nBelgium, marched into...around the Marginot Line into France and when France was just\nabout to collapse, Mussolini flexed his muscles and he said well I'm uh the second\nCaesar. We declare war on Germany...on uh France, I'm sorry. And uh that they did.",
        "Q: And your family was with you in Venice?",
        "A: No, no. We traveled uh...from Venice we traveled after a few days to uh Genoa, Italy,\nbecause uh from there we figured it's a harbor and it would be easy to uh take a ship to uh\nAustralia. We could...",
        "Q: What did you find when you got to Genoa?",
        "A: Genoa? Nothing. We uh rented a furnished apartment. We had a little money and we uh\nlived there undisturbed. Uh although we were Jewish we had uh German passports with\nthat famous J I mentioned before and we lived there till uh uh 1940, and in 1940 one day\nthere was a knock on the door of our apartment and two uh plain clothed policemen came\nand said uh we are from police headquarters, from the , which 1s the Italian word\nfor the police station, in uh Genoa and we are sorry but uh you have to be interned. Why?\nThey said because you are Jewish. Alright. Said but don't worry about it. We are not\nanimals. We are not Germans. And they gave us uh forty-eight hours to report to the\npolice station. They said to my father, you and your son come to the police station at uh\nfive o'clock or whatever time it was in the afternoon and told my mother you'll be\ninterned in a camp and they told my mother here is your...here are your papers. You'll\ntravel to Portenza (ph). It's a small town in the Mountains between uh Bari and the\nAdriatic and Naples on the on the other side, on the Mediterranean side, and my mother\ntraveled there. She got a what the Italians called a folio de ville (ph), which is a travel uh\npapers. She traveled there unaccompanied. She was told to report to the police station in\nPortenza and stayed from there on. My father and I went to the police uh station and from\nthere we were taxied, mind you, taxied to the train station. There was a train waiting for\nus of uh six or eight uh railroad wagons and uh they said we'll take but four of you into\neach compartment. European trains have compartments. They are not open uh coaches\nlike the United States had, like Amtrack for example. And two policemen, uh uniformed\npolicemen, which is the Italian uh state police, fellow police I should say,\ntraveled with us and as we were all from uh Austria or Germany, we talked German to\none another and the policemen uh finally said uh this is ridiculous. We don't understand\nyou. Why don't we take a compartment for ourselves and leave you there. And while they\nwere still traveling with us they took their guns out of their holsters and put it in the\nluggage compartment. They bought us from uh the vendors at the station in Genoa little\nbaskets of uh food and drink and we traveled there. We traveled to a place called\nCompania (ph), a small town in the mountains in the...as much...in the province of\nSalerno (ph) which uh where eventually uh General Mark Clark landed in 1943. And we\nwere there uh we slept in two uh uh monasteries that were converted for us. There were\nabout two to four in a room. And we had free run of the town. It was a village actually.",
        "Q: So internment for you had a special meaning?",
        "A: Had a special meaning. Yes. We had uh what what's called a . It's a gathering\nonce a day. I'm sorry...twice a day I should say, to...just to for head count, but that was it.\nAnd uh later on there were too many people. They found out there were too many uh\npeople in that internment village and we uh we were split up. People from with their last\nname from A to K were sent uh to a place called in uh on the Adriatic Sea. We\nstayed...it's a resort village. We stayed in a requisitioned hotel. I had a room with my dad.\nWe overlooked from a terrace the ocean. We went uh swimming in the ocean uh weather\npermitting. We got uh one policeman from the village was staying with us...the only one\nin the hotel and uh we had to just to be there at night, but we had free run of the town. We\nuh got uh permission to uh go to the movies if we wanted to. We received pocket money\nand we received also our money that we pooled for to have a kitchen and some...uh one\nofthe | were cooks and uh we were served three meals a day.",
        "Q: Did you have any work to do?",
        "A: No, I wasn't...we were not allowed to work, no. But one interesting thing is uh that the\npoliceman who was watching us, supposed to be watching us, the...so that nobody would\nrun away and nobody could anyway because uh we didn't know...we didn't have any\nenough money to buy a railway ticket or to go anywhere, uh told us to...uh said your\ntensions are high and the...you are all alone uh man to man. He said why don't you go to\nuh some ladies of the evening (laughter) so to speak. Those houses were government uh\ntolerated and uh inspect...the ladies quote, unquote, were inspected uh twice a week for\nour health, which is another slap in the face for Hitler's uh racial laws. Then uh after a\nfew months my dad got sick. He...while we were still in Vienna, he had kidney trouble\nand uh he...a doctor came from the village, looked at him at that uh camp or the\ninternment hotel and said uh you better go to the uh next town, to the provincial capital\nwhich was and uh get admitted to the hospital, all checked out. He was transported\nthere by uh ambulance, government paid and I traveled with him. While he was in the\nhospital I was told to...I couldn't stay in the hospital with him but I could, should stay in a\nnearby hotel and the government, the Italian government paid for the hotel for me to stay\nthere. Unfortunately uh it turned out to be cancerous and uh he died on October 26th,\n1940. He was uh buried at government expense in the local cemetery. The grave still\nstands with the stone that was again paid by uh the government and it said in Ger...they\nasked me if if I wanted the inscription on the stone in German or Italian and I said I think\nhe would have preferred it in German, and uh they set the stone and it said uh Sigmund\nHeimann, born 19 uh 1880, died uh 1940, at the age of 60. My mother of course was still\nin Portenza and uh there was no long distance phone uh at the time and anyway the\npeople where she lived, where she had a furnished room didn't have any phone, so I\ncouldn't call her. I sent a telegram and uh the telegram said uh Papa , Means means\nuh Papa, the father deceased. Come. And uh she took it to the police station. They again\ngave her railway ticket to go there for the funeral, paid for her hotel there and uh they\nsaid to me to make an application to Rome that I could, would go away from that small\nhotel where we stayed and go to uh stay with her and uh they said until the permission\ncomes from uh, we'll take it on our own that you can go there, so I traveled back with her\nafter the funeral. I moved in her room. We both shared a room which was probably not\nwhat is uh proper but what else could you do. It was better than nothing. And uh we\ngot...we lived on ration cards like the regular population. We got ration cards for our\nbread, flour, but...uh butter or oleo or what have you, and it was a small town of about uh\nhundred thousand people or so and we lived there very comfortably. There I worked. I uh\nworked first uh in a garage to learn a little bit of business of uh mechanic. I uh was\nallowed to take driving lessons. I got a driving permit, a license. Uh later I gave English\nlessons. Mind you, English lessons. Uh there were many...mostly women there in the\ntown. We we were separated from the people in the camps, but some elderly men uh\nstayed with their wives and uh most of the single...not most...a few I should say of the\nsingle women had uh affairs with uh Italian uh men, again mostly married because in\nItaly it's uh nothing to have a mistress. It's uh considered uh obligatory (laughter)...they\nsaid let's not talk about it but we know what's going on. And uh which was in strict\ncontrast to the racial laws of uh Germany and a doctor friend of mine, uh a Doctor\nKlineman (ph) was called one day to the police station where we had to report only once\na day at eleven o'clock to sign the register. What we did the rest of the day or the night,\nnobody cared. And uh the chief of police, Vacero (ph) and uh his assistant uh\nLieutenant Talesca (ph) invited us to their office and they showed us a letter. They\nsaid this is what's going on, and there was a letter from uh German high\ncommand...please report the name of all Jewish people, Jewish refugees who are living in\nyour town under your control and in your province and the whole province of Portenza\nwith the smaller villages too, so uh for deportation, eventual deportation to uh Poland.\nThis was in 1943. In the spring of 1943, and uh he said uh look, look, we all know what's\ngoing on. We all listen to uh Latin radio, to the BBC. He said I know you do too. You\ntwo listen to it and so do we, he said, and we all know what's going on and we know what\nhappens to the people once they reach those camps in Poland. You wouldn't come out\nalive. He tore the letter in six or eight pieces. He crumpled them up, put the paper in his\nashtray, took out a match, lit the paper and burned it. He says we never received this\nletter. But he said, you better go to smaller towns. Uh the landlord and la...landlady uh\nwhere I lived with my mother had uh relatives in a small town called Bella Mora (ph) and\nwe went there and we, again we had uh their cousins, second cousins, whatever it\nwas...we had a small room. We had to report again once a day to the station to\njust to show our faces and uh I had again the free run of the town and etc. There was only\none movie theatre and I made friends with uh two Catholic priests. One was uh\nDon...Don (ph) is the title for like reverend...yes...Don Carmodie (ph) and the other one\nwas Don Serverlio (ph), and uh I went to their house every night. We listened to the uh\nBBC broadcast. We knew that uh Allies were advancing. I was never in all our my\ndiscussions with them asked about __ to convert me. We discussed religion, but we\nnever argued it, and in my opinion uh here's the whole thing about religion. You can\ndiscuss but you cannot argue it. The famous author ... you must have heard about\nhim...uh escaped from Vienna and he went...ended up in Lourdes in France where the\nfamous grotto is and the healing waters, and he vowed that if he should come out alive of\nthat uh turbulence and everything...that in 1943 nobody knew there was a Holocaust...that\nHolocaust came only after the war, and it's now so that uh Holocaust is capitalized with a\ncapital H. And he vowed at that time, he said if he should come out alive, he said he\nwould write a book about the miracle of St. Bernadette, and he did. And uh the book was\ncalled \"The Son of Bernadette\" which I'm sure you've read, have in your home. And on\nthe first page of the book, he wrote the following quote: \"For those who believe, an\nexplanation is not necessary. For those who do not believe, an explanation is not\npossible.” And here is the whole thing about religion. Either you believe or you don't\nbelieve, but I am digressing here. Eventually the Allies advanced and uh we heard uh\ncannon fire, artillery, coming closer and closer and one day a cry went through that little\nvillage, little Bella Mora, that uh the British are coming. Not like uh uh in American\nhistory...the British are coming, the British are coming. But uh they were...I I was fluent\nin English, but uh not perhaps not as much as I am now after living here for forty years,\nbut I was so tongue-tied and so nervous that I couldn't...I got stuttered...I couldn't even\nbring out one word out of my mouth, and they eventually told me uh to relax and I spoke\nto them, and this was uh British 8th Army under General Mark Clark who landed in\nSalerno and uh uh marched up uh the peninsula toward Rome. Rome wasn't liberated till\nuh 1944. And at that time uh I went back to Portenza, that big...big town where we came\nfrom, big town, that town where we came from and uh we uh...I sought uh employment\nand the Allies are a military government which was at that time it was called AMGOT,\nAllied Military Government of Occupied Territories and was later changed to the Allied\nControl Commission. I worked for them as an interpreter and we traveled all around the\nprovince. Uh I was with a doctor, uh a public health official, a British ar..army major\nwhose name...I think it was Beardsley (ph). Uh I'm not sure. Uh I'm not...I thought the\nname escaped me, but his name was Beardsley. And uh we traveled around and looked\nuh for uh people who needed help. And uh that was it until the —_ went further and\nfurther and we went into Rome. I went into Rome with him.",
        "Q: As you traveled around and looked for people that needed help, did you come across any\nother Jewish...",
        "A: Yes, we did. Very few. Very few. The big shock for me came only after 1945 when uh\nthe Allied Control Commission eventually was uh disbanded in Italy and uh was uh I\nwent to work for the American Joint Distribution Committee.",
        "Q: What was the shock?",
        "A: The big shock was uh when we saw people coming from the camps, from the infamous\ndeath camps...Auschwitz, Dachau, uh Bergen-Belsen, uh Buchenwald, or what have you.\nAnd how those people looked. Under-nourished, frightened, tattooed. Here as you know\ndressed in only in rags and that was uh...but I was appointed by the uh American Joint\nDistribution Committee to travel on my own through all the south from uh Rome south to\nSicily to look for Jewish refugees and we found...we found quite a few who were hidden\nand uh they didn't know that the war was over. They were in uh bad...badly under-\nnourished. They had no money. I had to give them money and uh tell them to...resettle\nthem, have them resettle in displaced person camps.",
        "Q: How did these people get to this area ?",
        "A: Uh they uh fled in freight cars, in uh...by uh nice people who helped them. The Italians\nwere really good. The Italians uh had a saying. It said we we are all Christiany (ph),\nwhich doesn't mean Christians in the strict sense of the word. It means human being. And\nthey helped them and resettled them into uh DP camps. At that time I was working out of\nBari where the headquarters was and uh we cared for all the DP camp refugees. We fed\nthem. They got clothing from uh the United States in care packages...you know if you\nremember that and uh this was uh when we slowly saw them build up their health, and in\n1945 is uh Palestine was not...was still under British uh control and the British gun boats\ntried to keep uh Jews out and in '46 and '47 they relaxed a little bit and we were...we\norganized ships that were paid for by the American Joint Distribution Committee and we\nput some of the refugees on these ships and went to outside the port of Haifa and where\nthey were picked up by small boats and smuggled into the country. Of course that all\nended in May of '48 when Israel became independent. After that uh the independence of\nIsrael, our work there was not uh necessary anymore.",
        "Q: Your work in Italy?",
        "A: My work in Italy, yes. And I went there...resettling of refugees I mean. Uh I was told that\nI was needed more in uh the north 1n a small town called Mirano (ph), which is a former\nthat was uh before World War I, Austrian, and there they had a sanitarrum for TB\npatients, again owned and run by the American Joint Distribution Committee under a\nDoctor Epstein (ph) who was uh a surgeon and who operated on people and cared them,\nfor them. I was executive uh secretary there and uh there we...we could see as more so\nthan before from day to day what uh people uh how they bloomed.",
        "Q: Let's go back a minute to uh something you said earlier. There was a time, perhaps in\n1943, when you became aware of what was going on in the camps, when you referred to\nthe...I think you said that when people went in, they didn't come out. And then later you\nindicated that to learn about the camps was a shocking experience. (It was, yes.) Tell me\nabout your first thoughts, in 1943 when you first found out...",
        "A: We found out uh not through the Italian newspapers, which of course printed nothing\nabout it, but uh through uh clandestine uh radio of the BCC and Voice of America.",
        "Q: What did you hear? Can you recall that?",
        "A: I can recall that uh there were camps where people were uh gassed, and they named uh I\nthink only the uh camps that were in Germany, uh Dachau and Buchenwald and also uh\nBergen-Belsen and then they said there are as far as we know...we haven't got it\nconfirmed one hundred percent, but we know there are also camps where people are\nkilled. There are trains, cattle...people were...Jews were forced to travel in uh cattle cars\nto those camps where they never came out. We did not know about the the gassing or the\nburning of the bodies, the literally cremating or that they were told to uh take a shower\nand the shower...there was no show...water coming out but uh poison gas.",
        "Q: That you weren't aware of?",
        "A: That we were not aware, no. But we were aware there were uh that it wasn't uh pleasant,\nthat it would be impossible for us to go back and uh come out alive.",
        "Q: During the years that you mentioned of the internment, in Italy, did you ever have any\nexperience with German officials?",
        "A: No. Not a single one. Never saw any German officials.",
        "Q: During the war experience that you had in '43 as the British were approaching, (yeah),\nwho were they fighting?",
        "A: They were fighting uh German, German troops and Italian troops and uh of course the\nItalian troops uh gave up immediately. They raised their hand and uh, , and funny\nthing is that uh the British Army...they didn't...uh when they captured Italians, they didn't\nsend them to uh POW camps. They cut the bottom out of their pants and sent them back\nto the front line.",
        "Q: Which front?",
        "A: To the Ital...German-Italian front line.",
        "Q: Without their weapons?",
        "A: Without their weapons.",
        "Q: With a hole in the bottom of their pants?",
        "A: Yes.",
        "Q: What was the strategy in that?",
        "A: That uh it...the Ital...the strategy behind it was uh probably that uh the Italians were not\nworth uh wasting uh food for in POW camps, or wasting ammunition. The Italians\nwere...had a hard time in Yugoslavia with uh fighting the partisans, which uh was\noccupied most...occupied most of their forces, so they couldn't dedicate as much to the uh\nfighting the British and the Americans as uh they probably wanted to. They could never\nwin the war against the partisans.",
        "Q: As the German and the Italian troops were fighting in your area (yes) and as the British\nforced them back, you didn't you see any German troops?",
        "A: We saw German soldiers, yes. But we never had any contact with them. We tried to avoid\nthem. We saw convoys of uh German army with its gray-green uniforms and the\nswastikas and traveling, traveling north in uh their big uh trucks.",
        "Q: But they never stopped...",
        "A: They never uh stopped. No, they never stopped to look for us. I think the Italian\nauthorities tried to hide us.",
        "Q: And during the time that the Italian authorities were trying to hide you, uh did you ever\nexperience any negative problems with the Italian authorities.",
        "A: No. Absolutely none. No.",
        "Q: Why do you think that happened?",
        "A: Why do I think that happened? Because uh out of the goodness and the kindness of the\nItalian people and also because they knew it was a lost cause, and they wanted to be on\nthe winning side. They uh told us I hope uh when the British come and when the\nAmerican, when the Americani (ph) are coming, uh that uh you'll always remember us\nand tell them of our friendship uh towards you and uh that we never tried to do you any\nharm.",
        "Q: I'm sure that was the case.",
        "A: Absolutely.",
        "Q: Did you ever find out about any of the people you knew in Vienna who were not as\nfortunate as you were to get out to...",
        "A: Uh yes. Yeah. Uh my mother's brother uh was eventually sent to Auschwitz. His,\nuh...with his wife. Their only son, my cousin, uh came to the United States in 1938 and\nuh I lost contact with him to be perfectly honest with you, but uh I know he lives in New\nYork. He's a little...I shouldn't say weird but little...different. He was married four times.\nAnd uh...",
        "Q: Other people from your neighborhood or from your family in Vienna...",
        "A: No. No. There uh...when we went back two years ago uh we contacted...I contacted\nfriends who were non-Jewish. They were...I say Germans called Aryans, and uh they held\nto their lot. They bought some of uh the furniture we had and helped us so and we always\nhad discussions. They say we are not Nazis, etc. and I called them on the phone and\nthey...uh I spoke to them and his name was Franz and his wife's name Marie.\nThey had a son who uh eventually uh went in the television business as a cameraman for\nthe local uh Viennese TV stations.",
        "Q: Were there Jewish....",
        "A: But no, no, no. Those people were, as I say, devout Catholics uh and uh he told me uh\nhe's in...they're in their mid-eighties. He was eighty-six years two years ago, so he said\nthey don't go out anymore and uh they're tired.",
        "Q: You've talked with us earlier about Kristallnacht. (Yes.) You described this is as being a\ndifficult time. (It was, yes.) If you could tell us a little bit more about what made it so\ndifficult for you, the ex...the actual experience...",
        "A: Because uh the German uh radio stations and press...they bragged about it and they uh\nshowed pictures on newsreels on how the anger flared up against the .",
        "Q: How did you see it?",
        "A: We saw it from the windows of uh our apartment.",
        "Q: What did you see?",
        "A: We saw people uh throwing uh stones, uh picking up a heavy object and throwing it in\nthe show windows.",
        "Q: Including your store?",
        "A: No. Uh no it wasn't. No, no. My parents' business was on the second floor. It was a...there\nwas no show windows.",
        "Q: But you do remember people throwing...",
        "A: Absolutely, yes. Yeah. And I remember the absolute uh hysteria when Hitler came and uh\nafter that on uh after Kristallnacht what uh happened, how they were...1t was mass\nhysteria.",
        "Q: Did you see the mass hysteria. Where was it? Who was hysteric?",
        "A: Uh the men and more the women than the men.",
        "Q: Would you ?",
        "A: Uh what we would have called then uh the lower class.",
        "Q: Against?",
        "A: Blue collar class.",
        "Q: They were hysterical against...?",
        "A: Against uh uh the Jews and uh against uh well-to-do, better-to-do than...",
        "Q: How about synagogues? Did you see any...?",
        "A: Synagogues were all destroyed on Kristallnacht. Were all bombed and completely burned\nand destroyed. Fire bombs. Uh there is the old synagogue in the center of Vienna. There\nwas one synagogue which uh was restored after the war and it is still standing, and I went\nto visit it. And uh interesting enough uh the only synagogue...it is the only synagogue in\nVienna now, and there are two policemen with uh Uzi (ph) machine guns standing at the\nentrance day and night, twenty-four hours around the clock to protect them because\nthey're probably still afraid of anti-Semitic attacks.",
        "Q: From your experience from your travel back recently, uh can you see a future for the\nJewish community in Vienna?",
        "A: Uh to be perfectly honest with you, no.",
        "Q: Why is that?",
        "A: Because the the bad seed is still there and it's too deep. Of course everybody said uh I\nwas never a Nazi. Some of my best friends are Jewish, etc. It's that famous...you know,\nsaying goes, you know that cliche. But uh I don't think uh anything could be done.",
        "Q: Your own ties uh with the city...",
        "A: Are completely gone. I severed all of my ties then. I don't wonder...",
        "Q: As you think back and uh as you've certainly shared with us many interesting insights,\nwas there any one experience that comes to mind through these years of internment that\nyou haven't shared with us that could help to characterize your feeling as as you've\nexpressed it before?",
        "A: No, only as as I said uh only thing is was when that police commissioner called us in. He\nburned the order. Tore up the order, burned it, and he said uh we know what that means.\nWe are human beings. We want to save your life, and when we came back after the\nliberation of that little village that I talked to you about, uh he greeted us in the main\nsquare and he said there is a Jewish God. He sent you to small villages to be protected\nand he kept us under the . And uh I just want to say uh one thing that uh you know\nof course Anne Frank's diary, and I share my opinion with her. I still believe in the\ngoodness and kindness of mankind.",
        "Q: Mr. Heimann, perhaps that's as good a point to end this interview as we could have\nwished for. You're very kind and...",
        "A: Thank you and it's a pleasure and it's a distinct honor to be uh interviewed by such an\norganization as yours and such an esteemed uh...again organization, yeah uh institution\nlike this.",
        "Q: Well, we thank you again for coming and wish you well and do come back ...",
        "A: Thank you.\n[Conclusion of Interview]\n"
    ],
    "questions": [
        "Q: Let's begin our interview with my asking you to tell us your name.",
        "Q: Before we get to March 13th, let's think about what life was like for you as a young man\ngrowing up.",
        "Q: And within the Jewish community...",
        "Q: But eventually you got it?",
        "Q: What was it like for your family within this community...",
        "Q: When did you first realize that there was a difference?",
        "Q: How did you know it?",
        "Q: So you said that you were protected up until the time the Germans marched in.",
        "Q: In what way were you protected as you recall?",
        "Q: How could you, or how do you remember the changes that occurred in your life?",
        "Q: What effect did all of this have on your life as...",
        "Q: What about your parents?",
        "Q: Do you remember that?",
        "Q: As you think back...think back to Kristallnacht, can you tell us a little about your memory\nof that experience.",
        "Q: Let's uh go back over this period. How did your parents determine to leave?",
        "Q: What made them choose the destination that they did?",
        "Q: And your family was with you in Venice?",
        "Q: What did you find when you got to Genoa?",
        "Q: So internment for you had a special meaning?",
        "Q: Did you have any work to do?",
        "Q: As you traveled around and looked for people that needed help, did you come across any\nother Jewish...",
        "Q: What was the shock?",
        "Q: How did these people get to this area ?",
        "Q: Your work in Italy?",
        "Q: Let's go back a minute to uh something you said earlier. There was a time, perhaps in\n1943, when you became aware of what was going on in the camps, when you referred to\nthe...I think you said that when people went in, they didn't come out. And then later you\nindicated that to learn about the camps was a shocking experience. (It was, yes.) Tell me\nabout your first thoughts, in 1943 when you first found out...",
        "Q: What did you hear? Can you recall that?",
        "Q: That you weren't aware of?",
        "Q: During the years that you mentioned of the internment, in Italy, did you ever have any\nexperience with German officials?",
        "Q: During the war experience that you had in '43 as the British were approaching, (yeah),\nwho were they fighting?",
        "Q: Which front?",
        "Q: Without their weapons?",
        "Q: With a hole in the bottom of their pants?",
        "Q: What was the strategy in that?",
        "Q: As the German and the Italian troops were fighting in your area (yes) and as the British\nforced them back, you didn't you see any German troops?",
        "Q: But they never stopped...",
        "Q: And during the time that the Italian authorities were trying to hide you, uh did you ever\nexperience any negative problems with the Italian authorities.",
        "Q: Why do you think that happened?",
        "Q: I'm sure that was the case.",
        "Q: Did you ever find out about any of the people you knew in Vienna who were not as\nfortunate as you were to get out to...",
        "Q: Other people from your neighborhood or from your family in Vienna...",
        "Q: Were there Jewish....",
        "Q: You've talked with us earlier about Kristallnacht. (Yes.) You described this is as being a\ndifficult time. (It was, yes.) If you could tell us a little bit more about what made it so\ndifficult for you, the ex...the actual experience...",
        "Q: How did you see it?",
        "Q: What did you see?",
        "Q: Including your store?",
        "Q: But you do remember people throwing...",
        "Q: Did you see the mass hysteria. Where was it? Who was hysteric?",
        "Q: Would you ?",
        "Q: Against?",
        "Q: They were hysterical against...?",
        "Q: How about synagogues? Did you see any...?",
        "Q: From your experience from your travel back recently, uh can you see a future for the\nJewish community in Vienna?",
        "Q: Why is that?",
        "Q: Your own ties uh with the city...",
        "Q: As you think back and uh as you've certainly shared with us many interesting insights,\nwas there any one experience that comes to mind through these years of internment that\nyou haven't shared with us that could help to characterize your feeling as as you've\nexpressed it before?",
        "Q: Mr. Heimann, perhaps that's as good a point to end this interview as we could have\nwished for. You're very kind and...",
        "Q: Well, we thank you again for coming and wish you well and do come back ..."
    ],
    "answers": [
        "A: Sure. My name is Hans Heimann. I was born in Vienna, Austria, on May 28th, 1920. My\nfather's name was Sigmund (ph) and he was born in a small town called Westbrem (ph)\nin Hungary and he came to Vienna with his uh parents, his uh brother and sister and\nstayed there from then on, from...in the late 19 uh 19th century. And uh my mother was\nborn, was a local-born girl (laughter). She was in Vienna. Her maiden name was\nWeiss, and uh she eventually married my dad and uh my dad had uh millinery export\ncompany, you know, but he traveled to Paris once, twice a year I should say, to uh buy uh\nmaterials and uh look at the great fashion houses which were...at that time Paris was the\nfashion center of Europe, not to speak...United States, it wasn't that involved at that time\nand uh brought models back and uh mother...my parents' firm uh built that up and uh they\nmade model hats, was in German called . And uh was uh from then on uh\nexported to different countries. My mother we...uh went twice a year to an exposition, to\na show in Berlin even uh after Hitler came to power in 1933. And uh she had no...uh\nwasn't bothered at all with an Austrian passport which later on uh turned out will\nbe...would become a German passport with a big letter J stamped on the front page, but\nuh this is my, my parental background. I went to uh elementary school, later to a private\nuh school uh which the German, when Germany was called gymnasium which is a high\nschool and uh it's something like uh in uh Providence the only thing I can think of is\nMoses Brown School or something. It was for affluent uh boys and girls. And later\nto...after I graduate from there, to a business college, a junior business college till uh\n1938 and uh after March uh 13th uh...",
        "A: Oh, life was...we took...I took every thing for granted. I mean our freedom,\nour...everything, and I was a protected child.",
        "A: Within the Jewish community we didn't have too much contact. As a matter of fact I can\ntell you one uh anecdote about that. My uh...when I was thirteen, when I became thirteen\nI was supposed to have been bar mitzvah, and my parents didn't know my Jewish name.\nEverybody, every Jewish boy has to have a Jewish name and we went to the community\ncenter, to the Israeli, Israelitic (ph) community center to find out uh what my Jewish\nname was and the clerk looked at me and I was blond and blue-eyed and I was...and he\nsaid for this child you want a Jewish name...",
        "A: Eventually we got it. It is and I was bar mitzvahed. I got my obligatory gold uh\npocked watch and there was a little reception after, but uh nothing...",
        "A: Was completely uh free and nobody asked about uh Jewishness or...",
        "A: Not...uh to be perfectly honest with you uh there was...yes. They knew that uh...we all\nknew that there was anti*Semitism and uh that uh...",
        "A: We learned it, because uh...I was never called a Jew boy or something, no...but I learned\nit. There there is anti-Semitism. I learned it for...through the press and and uh reading the\nnewspapers and magazines what was going on in Germany. Of course, until 1938 uh\nnothing was uh going on that was that bad. The only thing that was uh we knew that the\nJews were not liked and they were considered inferior, but until the Germans uh marched\nin into Austria, nothing uh...we...I was protected so much, let's say, by my parents, etc.\nand from uh that I...from anti-Semitism or from knowing too much about it.",
        "A: But protected in in what way you mean protected.",
        "A: Well, uh my parents shielded my from uh reading uh newspapers or _ about anything\nthat was persecution of Jews in this field. They also shielded me from uh other events uh\nwhich were...for example, I recall that uh a famous actor was arrested for homosexual uh\nadvances made to a young boy and uh my parents hid the papers from me. At that time\nwe didn't know uh the word gay. They only gay we knew 1s uh gay Vienna or gay Paris.",
        "A: The changes that occurred in my life came abruptly. Uh in uh...Hitler was making big\nspeeches about annexing Austria that was under the Chancellor and uh he uh said\nAustria has to be liberated. We all are one big nation he said, and he challenged the\nAustrian Chancellor to uh debate. Not a face-to*face debate but a debate on the radio, and\nit was agreed to and uh Hitler made a two and a half long...two and a half hour long\nspeech by screaming and yelling and shaking his fist and uh citing what Germany did,\nhow they were prosperous and how they...uh one was eliminated unemployment and that\nwas it and uh two days later the Austrian Chancellor, Austrian Chancellor made a speech\nand he said, at the beginning I don't want to bother you and bore you with uh figures,\nwhich was a clear swipe at uh Hitler for citing all those uh unemployment figures etc. and\nbuildup of the industry. And then at the end he said OK, let's see who wins. Next\nSun...next Sunday we'll make a , and uh to find out what the Austrians really\nwant. If they want to be independent or if they want to be annexed to uh into Germany,\nand Hitler obviously was afraid what uh the result of the and two days later or\ntwenty-four hours later, German troops rode in and uh goose-stepped into Vienna and\nfrom uh my parents’, or our apartment I should say to uh...we could uh...we lived on one\nof the main thorofares and we could see Hitler's troops marching in and his tanks rolling\nin and Hitler standing in the back of his uh car, his armored car, with the Nazi salute and\ngreeting and the Austrians were enthusiastic about it. Within uh less than twenty-four\nhours all the Viennese policemen had uh swastika armbands. Where they came from\nnobody knows.",
        "A: The effect it had on my life is that I had to drop out of school immediately. I couldn't...I\ncouldn't even go back. Uh Hitler marched in on a Friday and uh I couldn't go back uh\nthen the following Monday to school anymore.",
        "A: My parents had uh the business...continued their business. About two weeks later a man\npresented himself and uh a ge...he was a gentlemen. I should say here a gentleman\npresented himself because it later turned out he was a gentleman, not just a man, and he\nsaid I am appointed by uh the , the German uh appointed uh administrator of\nAustria, to liquidate your business, but don't worry. I am not uh that bad. I I'm trying to\ndo my best to help you. I know uh you have an export business. You're bringing in hard\ncurrency which the French franc was uh still hard currencies. Swiss francs were not\ncurrency, and uh British pounds and my parents also exported to Australia, and he uh\nhelped them to liquidate their business gradually. Also when the so-called racial laws\ncame out, it was uh decreed that uh no one, uh no Jewish family where the where the man\nin the house can have a ma...a live-in maid because uh they were afraid of uh mixing up\nthe races for and uh he, that man...his name was Victor Marschek (ph)...uh got a\npermission to uh for our maids to stay to the very end because he said my parents have\nother things to do than uh to stay in the house. They have to be active in the business,\nexporting and bringing in uh currency needed by the Third Reich. And one day uh after\nthat minor official in Paris was shot, on November 11th, 1938, what's know as\nKristallnacht, uh Kristall uh nacht coming from all the Jewish uh windows were broken...",
        "A: Yes, I remember that. And uh I I was going...I didn't love...my blessing at that time, what\nprobably saved my life that I looked blond and blue-eyed and I walked through the\nstreets. And uh at that time of course uh they didn't have to have the armband with a six-\npointed star. And...",
        "A: Yes, uh we were all shocked. We knew what happened and through the press and the\nradio...there was no television of course...we heard uh that the Jews were out to uh take\nover the world and uh etc. and then a decree came out from Berlin that uh all the Jews\nhad to turn in their gold, silver and uh all their precious stones, etc. as uh punishment to\nfor what uh happened to the German uh Embassy in Paris, and uh that uh liquidator, Mr.\nMarscheck...we called him Helm (ph) Marscheck...he called me...he asked me to call him\nonly by his first name, Victor...and he came over to my parents and he said uh to my dad,\nyou're going to Paris to buy more materials and I tell you what. I'm going with you, not\nbecause I'm afraid that you won't come back, but I'm taking all your gold watch, your\ngold watch, all your wife's...that meaning my mother's jewelry, her diamond ring,\nher...she had a re...a string of real pearls...with uh and he took it to Paris and he left it\nwith my uncle and it was safe at the time. Also of course my...what I mentioned before,\nmy bar mitzvah uh watch, and when uh...then in 1939 by mistake came a letter to me, to\nmy house, addressed to Hans Heimann. It said you are now eighteen years old and you\nhave to report for military...you'll be inducted in the army, which was a mistake of course\nbecause they didn't know I was Jewish, and the German army wouldn't accept Jews, so\nthe next day my uh parents called uh my father's distant cousin, second or third cousins,\nin uh Hungary and I flew out the next day and stayed with them till uh August of uh\n1939, for two months, till I joined my parents in Venice.",
        "A: But they knew...by that time the business was liquidated and uh because there was no\nfuture. They knew war would eventually come and as a matter of fact it came uh three\nweeks later was uh September Ist 1939 when the Germans uh annexed the Polish\ncorridor in __ which is not quite to Dansk (ph).",
        "A: The destination uh of uh Venice...because the Italian government was the only\ngovernment in the world, not only in Europe, that didn't require a visa for people who\nwanted to immigrate and we had uh...we had the full intention to go to uh either Holland\nwhere my mother had uh customers, or to Australia and we got stuck uh with uh the\noutbreak of World War III, which uh started when Chamberlain and , declared\nthis is it. We don't...can't take it anymore, and declared war on uh Germany. Great Britain\nand France. Mussolini remained neutral. Mussolini remained neutral until the...until the\nfall of France. Uh the German army rolled over the...first over the Netherlands, over\nBelgium, marched into...around the Marginot Line into France and when France was just\nabout to collapse, Mussolini flexed his muscles and he said well I'm uh the second\nCaesar. We declare war on Germany...on uh France, I'm sorry. And uh that they did.",
        "A: No, no. We traveled uh...from Venice we traveled after a few days to uh Genoa, Italy,\nbecause uh from there we figured it's a harbor and it would be easy to uh take a ship to uh\nAustralia. We could...",
        "A: Genoa? Nothing. We uh rented a furnished apartment. We had a little money and we uh\nlived there undisturbed. Uh although we were Jewish we had uh German passports with\nthat famous J I mentioned before and we lived there till uh uh 1940, and in 1940 one day\nthere was a knock on the door of our apartment and two uh plain clothed policemen came\nand said uh we are from police headquarters, from the , which 1s the Italian word\nfor the police station, in uh Genoa and we are sorry but uh you have to be interned. Why?\nThey said because you are Jewish. Alright. Said but don't worry about it. We are not\nanimals. We are not Germans. And they gave us uh forty-eight hours to report to the\npolice station. They said to my father, you and your son come to the police station at uh\nfive o'clock or whatever time it was in the afternoon and told my mother you'll be\ninterned in a camp and they told my mother here is your...here are your papers. You'll\ntravel to Portenza (ph). It's a small town in the Mountains between uh Bari and the\nAdriatic and Naples on the on the other side, on the Mediterranean side, and my mother\ntraveled there. She got a what the Italians called a folio de ville (ph), which is a travel uh\npapers. She traveled there unaccompanied. She was told to report to the police station in\nPortenza and stayed from there on. My father and I went to the police uh station and from\nthere we were taxied, mind you, taxied to the train station. There was a train waiting for\nus of uh six or eight uh railroad wagons and uh they said we'll take but four of you into\neach compartment. European trains have compartments. They are not open uh coaches\nlike the United States had, like Amtrack for example. And two policemen, uh uniformed\npolicemen, which is the Italian uh state police, fellow police I should say,\ntraveled with us and as we were all from uh Austria or Germany, we talked German to\none another and the policemen uh finally said uh this is ridiculous. We don't understand\nyou. Why don't we take a compartment for ourselves and leave you there. And while they\nwere still traveling with us they took their guns out of their holsters and put it in the\nluggage compartment. They bought us from uh the vendors at the station in Genoa little\nbaskets of uh food and drink and we traveled there. We traveled to a place called\nCompania (ph), a small town in the mountains in the...as much...in the province of\nSalerno (ph) which uh where eventually uh General Mark Clark landed in 1943. And we\nwere there uh we slept in two uh uh monasteries that were converted for us. There were\nabout two to four in a room. And we had free run of the town. It was a village actually.",
        "A: Had a special meaning. Yes. We had uh what what's called a . It's a gathering\nonce a day. I'm sorry...twice a day I should say, to...just to for head count, but that was it.\nAnd uh later on there were too many people. They found out there were too many uh\npeople in that internment village and we uh we were split up. People from with their last\nname from A to K were sent uh to a place called in uh on the Adriatic Sea. We\nstayed...it's a resort village. We stayed in a requisitioned hotel. I had a room with my dad.\nWe overlooked from a terrace the ocean. We went uh swimming in the ocean uh weather\npermitting. We got uh one policeman from the village was staying with us...the only one\nin the hotel and uh we had to just to be there at night, but we had free run of the town. We\nuh got uh permission to uh go to the movies if we wanted to. We received pocket money\nand we received also our money that we pooled for to have a kitchen and some...uh one\nofthe | were cooks and uh we were served three meals a day.",
        "A: No, I wasn't...we were not allowed to work, no. But one interesting thing is uh that the\npoliceman who was watching us, supposed to be watching us, the...so that nobody would\nrun away and nobody could anyway because uh we didn't know...we didn't have any\nenough money to buy a railway ticket or to go anywhere, uh told us to...uh said your\ntensions are high and the...you are all alone uh man to man. He said why don't you go to\nuh some ladies of the evening (laughter) so to speak. Those houses were government uh\ntolerated and uh inspect...the ladies quote, unquote, were inspected uh twice a week for\nour health, which is another slap in the face for Hitler's uh racial laws. Then uh after a\nfew months my dad got sick. He...while we were still in Vienna, he had kidney trouble\nand uh he...a doctor came from the village, looked at him at that uh camp or the\ninternment hotel and said uh you better go to the uh next town, to the provincial capital\nwhich was and uh get admitted to the hospital, all checked out. He was transported\nthere by uh ambulance, government paid and I traveled with him. While he was in the\nhospital I was told to...I couldn't stay in the hospital with him but I could, should stay in a\nnearby hotel and the government, the Italian government paid for the hotel for me to stay\nthere. Unfortunately uh it turned out to be cancerous and uh he died on October 26th,\n1940. He was uh buried at government expense in the local cemetery. The grave still\nstands with the stone that was again paid by uh the government and it said in Ger...they\nasked me if if I wanted the inscription on the stone in German or Italian and I said I think\nhe would have preferred it in German, and uh they set the stone and it said uh Sigmund\nHeimann, born 19 uh 1880, died uh 1940, at the age of 60. My mother of course was still\nin Portenza and uh there was no long distance phone uh at the time and anyway the\npeople where she lived, where she had a furnished room didn't have any phone, so I\ncouldn't call her. I sent a telegram and uh the telegram said uh Papa , Means means\nuh Papa, the father deceased. Come. And uh she took it to the police station. They again\ngave her railway ticket to go there for the funeral, paid for her hotel there and uh they\nsaid to me to make an application to Rome that I could, would go away from that small\nhotel where we stayed and go to uh stay with her and uh they said until the permission\ncomes from uh, we'll take it on our own that you can go there, so I traveled back with her\nafter the funeral. I moved in her room. We both shared a room which was probably not\nwhat is uh proper but what else could you do. It was better than nothing. And uh we\ngot...we lived on ration cards like the regular population. We got ration cards for our\nbread, flour, but...uh butter or oleo or what have you, and it was a small town of about uh\nhundred thousand people or so and we lived there very comfortably. There I worked. I uh\nworked first uh in a garage to learn a little bit of business of uh mechanic. I uh was\nallowed to take driving lessons. I got a driving permit, a license. Uh later I gave English\nlessons. Mind you, English lessons. Uh there were many...mostly women there in the\ntown. We we were separated from the people in the camps, but some elderly men uh\nstayed with their wives and uh most of the single...not most...a few I should say of the\nsingle women had uh affairs with uh Italian uh men, again mostly married because in\nItaly it's uh nothing to have a mistress. It's uh considered uh obligatory (laughter)...they\nsaid let's not talk about it but we know what's going on. And uh which was in strict\ncontrast to the racial laws of uh Germany and a doctor friend of mine, uh a Doctor\nKlineman (ph) was called one day to the police station where we had to report only once\na day at eleven o'clock to sign the register. What we did the rest of the day or the night,\nnobody cared. And uh the chief of police, Vacero (ph) and uh his assistant uh\nLieutenant Talesca (ph) invited us to their office and they showed us a letter. They\nsaid this is what's going on, and there was a letter from uh German high\ncommand...please report the name of all Jewish people, Jewish refugees who are living in\nyour town under your control and in your province and the whole province of Portenza\nwith the smaller villages too, so uh for deportation, eventual deportation to uh Poland.\nThis was in 1943. In the spring of 1943, and uh he said uh look, look, we all know what's\ngoing on. We all listen to uh Latin radio, to the BBC. He said I know you do too. You\ntwo listen to it and so do we, he said, and we all know what's going on and we know what\nhappens to the people once they reach those camps in Poland. You wouldn't come out\nalive. He tore the letter in six or eight pieces. He crumpled them up, put the paper in his\nashtray, took out a match, lit the paper and burned it. He says we never received this\nletter. But he said, you better go to smaller towns. Uh the landlord and la...landlady uh\nwhere I lived with my mother had uh relatives in a small town called Bella Mora (ph) and\nwe went there and we, again we had uh their cousins, second cousins, whatever it\nwas...we had a small room. We had to report again once a day to the station to\njust to show our faces and uh I had again the free run of the town and etc. There was only\none movie theatre and I made friends with uh two Catholic priests. One was uh\nDon...Don (ph) is the title for like reverend...yes...Don Carmodie (ph) and the other one\nwas Don Serverlio (ph), and uh I went to their house every night. We listened to the uh\nBBC broadcast. We knew that uh Allies were advancing. I was never in all our my\ndiscussions with them asked about __ to convert me. We discussed religion, but we\nnever argued it, and in my opinion uh here's the whole thing about religion. You can\ndiscuss but you cannot argue it. The famous author ... you must have heard about\nhim...uh escaped from Vienna and he went...ended up in Lourdes in France where the\nfamous grotto is and the healing waters, and he vowed that if he should come out alive of\nthat uh turbulence and everything...that in 1943 nobody knew there was a Holocaust...that\nHolocaust came only after the war, and it's now so that uh Holocaust is capitalized with a\ncapital H. And he vowed at that time, he said if he should come out alive, he said he\nwould write a book about the miracle of St. Bernadette, and he did. And uh the book was\ncalled \"The Son of Bernadette\" which I'm sure you've read, have in your home. And on\nthe first page of the book, he wrote the following quote: \"For those who believe, an\nexplanation is not necessary. For those who do not believe, an explanation is not\npossible.” And here is the whole thing about religion. Either you believe or you don't\nbelieve, but I am digressing here. Eventually the Allies advanced and uh we heard uh\ncannon fire, artillery, coming closer and closer and one day a cry went through that little\nvillage, little Bella Mora, that uh the British are coming. Not like uh uh in American\nhistory...the British are coming, the British are coming. But uh they were...I I was fluent\nin English, but uh not perhaps not as much as I am now after living here for forty years,\nbut I was so tongue-tied and so nervous that I couldn't...I got stuttered...I couldn't even\nbring out one word out of my mouth, and they eventually told me uh to relax and I spoke\nto them, and this was uh British 8th Army under General Mark Clark who landed in\nSalerno and uh uh marched up uh the peninsula toward Rome. Rome wasn't liberated till\nuh 1944. And at that time uh I went back to Portenza, that big...big town where we came\nfrom, big town, that town where we came from and uh we uh...I sought uh employment\nand the Allies are a military government which was at that time it was called AMGOT,\nAllied Military Government of Occupied Territories and was later changed to the Allied\nControl Commission. I worked for them as an interpreter and we traveled all around the\nprovince. Uh I was with a doctor, uh a public health official, a British ar..army major\nwhose name...I think it was Beardsley (ph). Uh I'm not sure. Uh I'm not...I thought the\nname escaped me, but his name was Beardsley. And uh we traveled around and looked\nuh for uh people who needed help. And uh that was it until the —_ went further and\nfurther and we went into Rome. I went into Rome with him.",
        "A: Yes, we did. Very few. Very few. The big shock for me came only after 1945 when uh\nthe Allied Control Commission eventually was uh disbanded in Italy and uh was uh I\nwent to work for the American Joint Distribution Committee.",
        "A: The big shock was uh when we saw people coming from the camps, from the infamous\ndeath camps...Auschwitz, Dachau, uh Bergen-Belsen, uh Buchenwald, or what have you.\nAnd how those people looked. Under-nourished, frightened, tattooed. Here as you know\ndressed in only in rags and that was uh...but I was appointed by the uh American Joint\nDistribution Committee to travel on my own through all the south from uh Rome south to\nSicily to look for Jewish refugees and we found...we found quite a few who were hidden\nand uh they didn't know that the war was over. They were in uh bad...badly under-\nnourished. They had no money. I had to give them money and uh tell them to...resettle\nthem, have them resettle in displaced person camps.",
        "A: Uh they uh fled in freight cars, in uh...by uh nice people who helped them. The Italians\nwere really good. The Italians uh had a saying. It said we we are all Christiany (ph),\nwhich doesn't mean Christians in the strict sense of the word. It means human being. And\nthey helped them and resettled them into uh DP camps. At that time I was working out of\nBari where the headquarters was and uh we cared for all the DP camp refugees. We fed\nthem. They got clothing from uh the United States in care packages...you know if you\nremember that and uh this was uh when we slowly saw them build up their health, and in\n1945 is uh Palestine was not...was still under British uh control and the British gun boats\ntried to keep uh Jews out and in '46 and '47 they relaxed a little bit and we were...we\norganized ships that were paid for by the American Joint Distribution Committee and we\nput some of the refugees on these ships and went to outside the port of Haifa and where\nthey were picked up by small boats and smuggled into the country. Of course that all\nended in May of '48 when Israel became independent. After that uh the independence of\nIsrael, our work there was not uh necessary anymore.",
        "A: My work in Italy, yes. And I went there...resettling of refugees I mean. Uh I was told that\nI was needed more in uh the north 1n a small town called Mirano (ph), which is a former\nthat was uh before World War I, Austrian, and there they had a sanitarrum for TB\npatients, again owned and run by the American Joint Distribution Committee under a\nDoctor Epstein (ph) who was uh a surgeon and who operated on people and cared them,\nfor them. I was executive uh secretary there and uh there we...we could see as more so\nthan before from day to day what uh people uh how they bloomed.",
        "A: We found out uh not through the Italian newspapers, which of course printed nothing\nabout it, but uh through uh clandestine uh radio of the BCC and Voice of America.",
        "A: I can recall that uh there were camps where people were uh gassed, and they named uh I\nthink only the uh camps that were in Germany, uh Dachau and Buchenwald and also uh\nBergen-Belsen and then they said there are as far as we know...we haven't got it\nconfirmed one hundred percent, but we know there are also camps where people are\nkilled. There are trains, cattle...people were...Jews were forced to travel in uh cattle cars\nto those camps where they never came out. We did not know about the the gassing or the\nburning of the bodies, the literally cremating or that they were told to uh take a shower\nand the shower...there was no show...water coming out but uh poison gas.",
        "A: That we were not aware, no. But we were aware there were uh that it wasn't uh pleasant,\nthat it would be impossible for us to go back and uh come out alive.",
        "A: No. Not a single one. Never saw any German officials.",
        "A: They were fighting uh German, German troops and Italian troops and uh of course the\nItalian troops uh gave up immediately. They raised their hand and uh, , and funny\nthing is that uh the British Army...they didn't...uh when they captured Italians, they didn't\nsend them to uh POW camps. They cut the bottom out of their pants and sent them back\nto the front line.",
        "A: To the Ital...German-Italian front line.",
        "A: Without their weapons.",
        "A: Yes.",
        "A: That uh it...the Ital...the strategy behind it was uh probably that uh the Italians were not\nworth uh wasting uh food for in POW camps, or wasting ammunition. The Italians\nwere...had a hard time in Yugoslavia with uh fighting the partisans, which uh was\noccupied most...occupied most of their forces, so they couldn't dedicate as much to the uh\nfighting the British and the Americans as uh they probably wanted to. They could never\nwin the war against the partisans.",
        "A: We saw German soldiers, yes. But we never had any contact with them. We tried to avoid\nthem. We saw convoys of uh German army with its gray-green uniforms and the\nswastikas and traveling, traveling north in uh their big uh trucks.",
        "A: They never uh stopped. No, they never stopped to look for us. I think the Italian\nauthorities tried to hide us.",
        "A: No. Absolutely none. No.",
        "A: Why do I think that happened? Because uh out of the goodness and the kindness of the\nItalian people and also because they knew it was a lost cause, and they wanted to be on\nthe winning side. They uh told us I hope uh when the British come and when the\nAmerican, when the Americani (ph) are coming, uh that uh you'll always remember us\nand tell them of our friendship uh towards you and uh that we never tried to do you any\nharm.",
        "A: Absolutely.",
        "A: Uh yes. Yeah. Uh my mother's brother uh was eventually sent to Auschwitz. His,\nuh...with his wife. Their only son, my cousin, uh came to the United States in 1938 and\nuh I lost contact with him to be perfectly honest with you, but uh I know he lives in New\nYork. He's a little...I shouldn't say weird but little...different. He was married four times.\nAnd uh...",
        "A: No. No. There uh...when we went back two years ago uh we contacted...I contacted\nfriends who were non-Jewish. They were...I say Germans called Aryans, and uh they held\nto their lot. They bought some of uh the furniture we had and helped us so and we always\nhad discussions. They say we are not Nazis, etc. and I called them on the phone and\nthey...uh I spoke to them and his name was Franz and his wife's name Marie.\nThey had a son who uh eventually uh went in the television business as a cameraman for\nthe local uh Viennese TV stations.",
        "A: But no, no, no. Those people were, as I say, devout Catholics uh and uh he told me uh\nhe's in...they're in their mid-eighties. He was eighty-six years two years ago, so he said\nthey don't go out anymore and uh they're tired.",
        "A: Because uh the German uh radio stations and press...they bragged about it and they uh\nshowed pictures on newsreels on how the anger flared up against the .",
        "A: We saw it from the windows of uh our apartment.",
        "A: We saw people uh throwing uh stones, uh picking up a heavy object and throwing it in\nthe show windows.",
        "A: No. Uh no it wasn't. No, no. My parents' business was on the second floor. It was a...there\nwas no show windows.",
        "A: Absolutely, yes. Yeah. And I remember the absolute uh hysteria when Hitler came and uh\nafter that on uh after Kristallnacht what uh happened, how they were...1t was mass\nhysteria.",
        "A: Uh the men and more the women than the men.",
        "A: Uh what we would have called then uh the lower class.",
        "A: Blue collar class.",
        "A: Against uh uh the Jews and uh against uh well-to-do, better-to-do than...",
        "A: Synagogues were all destroyed on Kristallnacht. Were all bombed and completely burned\nand destroyed. Fire bombs. Uh there is the old synagogue in the center of Vienna. There\nwas one synagogue which uh was restored after the war and it is still standing, and I went\nto visit it. And uh interesting enough uh the only synagogue...it is the only synagogue in\nVienna now, and there are two policemen with uh Uzi (ph) machine guns standing at the\nentrance day and night, twenty-four hours around the clock to protect them because\nthey're probably still afraid of anti-Semitic attacks.",
        "A: Uh to be perfectly honest with you, no.",
        "A: Because the the bad seed is still there and it's too deep. Of course everybody said uh I\nwas never a Nazi. Some of my best friends are Jewish, etc. It's that famous...you know,\nsaying goes, you know that cliche. But uh I don't think uh anything could be done.",
        "A: Are completely gone. I severed all of my ties then. I don't wonder...",
        "A: No, only as as I said uh only thing is was when that police commissioner called us in. He\nburned the order. Tore up the order, burned it, and he said uh we know what that means.\nWe are human beings. We want to save your life, and when we came back after the\nliberation of that little village that I talked to you about, uh he greeted us in the main\nsquare and he said there is a Jewish God. He sent you to small villages to be protected\nand he kept us under the . And uh I just want to say uh one thing that uh you know\nof course Anne Frank's diary, and I share my opinion with her. I still believe in the\ngoodness and kindness of mankind.",
        "A: Thank you and it's a pleasure and it's a distinct honor to be uh interviewed by such an\norganization as yours and such an esteemed uh...again organization, yeah uh institution\nlike this.",
        "A: Thank you.\n[Conclusion of Interview]\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 18, 1990\nRG-50.030*0091",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Hans\nHeimann, conducted by Linda Kuzmack on October 18, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale\nin the Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HANS HEIMANN\nOctober 18, 1990"
    ]
}