{
    "rg": "RG-50.233.0088_trs_en",
    "sequence": [
        "Q: Today is March 25, 1992, ’'m Anthony Di Iorio. I’m at the home of Ellen Mendel and I’m here\non behalf of the United States Holocaust Memorial Museum to interview her about her\nrecollections of the Holocaust and about the effects of the Holocaust on her family. Before\nbeginning I should probably mention that Ellen had some surgery this morning as a result of an\naccident on her foot but as a great trouper and academician she has decided to go ahead with\nthis interview even though it is a beautiful day here in New York City. Hello Ellen.",
        "A: Hi, Tony.",
        "Q: How’re you doing?",
        "A: Great. Enjoying this a lot.",
        "Q: You’re enjoying a broken toe a lot.",
        "A: I appreciate the opportunity of talking to you about my family.",
        "Q: Okay. I’m going to ask you to go back in time, forgetting about feet and the nice weather and\ntake us back to Germany when you were a little girl growing up. First of all where were you\nborn in Germany?",
        "A: I was born in Essen.",
        "Q: And your birthday?",
        "A: September 22, 1935.",
        "Q: Your parents?",
        "A: My parents’ names?",
        "Q: Yes.",
        "A: My father, his name was Ernst and my mother was Jella Mendel. That’s how we pronounced it\nin Germany. He was a physician.",
        "Q: Your father was a physician?",
        "A: Yes.",
        "Q: In Germany. In Esssen’?",
        "A: Right.",
        "Q: And your mother?",
        "A: She was a housewife.",
        "Q: Now what memories do you have, if any, of growing up in Essen?",
        "A: Okay, what I’Il tell you about 1s what I remember and also what I was told.",
        "Q: Was told by your parents?",
        "A: Right. An interesting fact is that I was born one week after the Nuremberg laws came out.\nThey came out September 16. I was born a week later. And at that point Jews were not allowed\nto have anybody working in their house who were Christians unless they were over fifty\nbecause the Nazis were afraid that they would intermarry or...",
        "Q: Hanky Panky?",
        "A: Right. And so my earliest days -- you know I had a nursemaid that they had to let go and I\nknow my mother explained how sad that occasion was so they had to let her go of this\nnursemaid and they changed several times. There was Shvesta Gatzog or Shvesta Maria. So I\nthink I got Shvesta Maria. She was over fifty so that was okay. She was nice too but from my\nearliest years were kind of changing caretakers. There was, of course, my mother but I think\nshe felt it would be good to have a nursemaid for me in those early years.",
        "Q: So your nursemaids were all elderly Aryan women?",
        "A: Right and they were very lovely people and my parents got along very well with them.",
        "Q: Were there other non-Jewish people in the household?",
        "A: What I want to say is that I think Shvesta Roiskin,, Shvesta Gatzog, Shvesta Roiskin, Shvesta\nMaria -- Shvesta Roiskin made them..... They also could have somebody Jewish so maybe one\nof them was Jewish. If you had someone who was Jewish they could be that age. But I am\naware that there was a lot of change in the beginning because even though the Nuremberg laws\ncame out -- until they came to the people -- you know, a little time must have gone by, there was\na lot of confusion. And then my mother used to say that new edicts would appear like a bolt of\nlightning out of the air overnight. You never knew what was going to happen next, where the\nJews couldn’t go, what they had to do or what they couldn’t do. So my parents, for example,\nwere married at home because that was easier.",
        "Q: When were they married?",
        "A: And they didn’t go on vacation in Germany on their honeymoon because that was already was\nclosed off as far as I recollect so they went to Italy on their honeymoon. They got married in\n1934.",
        "Q: So the Nazis had been in power for more than a year?",
        "A: Right. On my birth certificate also there’s a swastika.",
        "Q: Did you have any brothers and sisters?",
        "A: No. My father said because of the situation we couldn’t afford it.",
        "Q: Was he able to continue practicing medicine?",
        "A: Well that’s an interesting story -- because he served in the First World War and had been\ndecorated for distinguished service the army kind of was able to protect their own as it were and\nHitler couldn’t do very much. So he was allowed to practice for a very, very long time and he\nwas of the opinion that Hitler was blowing over and that then things would be better. So we\nstayed in Germany until 1939 which isn’t to say that we didn’t want to leave earlier. After\nKristallnacht I don’t think any Jews had any doubt of what was going to be the mood of the\ncountry. I wouldn’t say the fate of all Jews because it wasn’t known at that time. So during\nKristallnacht, for example, I was in Essen alone with my grandfather, my father’s father, while\nthey were getting ready in Berlin, they bought all this furniture that you see here, they bought\nall of that and they got ready to emigrate. And I would always be left with different people, my\ngrandfather in Essen or my grandparents in Heidelberg while they would leave.",
        "Q: So your grandfather in Essen, would that be on your father’s side of the family?",
        "A: Right.",
        "Q: Your grandparents in Heidelberg on your mother’s side of the family?",
        "A: One of the stories that is told, that my father told me is that when I was a toddler we were in the\ntrolley car and there were a lot of men with their swastikas and we were sitting there. My father\nwas trying to keep a very low profile and me being this curious little kid I started asking all\nabout those signs that I was seeing. In a loud voice Papa [vas iss dos] and my father tried to\nexplain very quietly so that I wouldn’t cause a commotion and nobody would notice us. And I\nsaid [very indistinct] and I just kept on and on and he wasn’t able to let me know enough that I\nhad to keep quiet. So finally he took me and we got out of the trolley car because he was afraid\nthat we would get in trouble. My father was also in a concentration camp, in Dachau. In the\nearly days the Nazis were imprisoning a lot of people and it seems to me from what he told me\nhe was put in because he was vice-president of the B’nai Brith chapter. So they were ransoming\nuntil they got all the money he was there. So he was there maybe two days or something like\nthat. But he was in a concentration camp.",
        "Q: Two days in Dachau?",
        "A: Right.",
        "Q: And this was to extort money?",
        "A: Right.",
        "Q: So the fact that he was a war veteran and a physician didn’t make any difference?",
        "A: At that point it didn’t matter anymore. At that point Hitler had taken over the army. And so the\narmy was powerless.",
        "Q: Was this after you were born this happened or before?",
        "A: Oh, after. It was after Kristallnacht I guess. Oh yeah, that was just before the...probably ’38 or\nsomething like that",
        "Q: Was he still practicing medicine at that time?",
        "A: No, he had to stop at some point. There was one point where everybody had to stop who was\nJewish. At that point he said if I can’t make my livelihood then I can’t live here. At that’s when\nhe started to get ready and to find out how to get out, where we could go, who would give us\nthe affidavit, and these must have been extremely stressful times. As far as my life before that I\ncame from very comfortable milieu. My parents’ families on both sides had lived in Germany\nsince about the 1700s. We were very comfortable and my life was a very good one. An\ninteresting story is told that people like my -- once my mother told the story that if my father ---\nthis couldn’t happen in the Holocaust though---he was so prominent, two things, first he walked\ninto a store like Woolworth, or some kind of a low class store, people were overheard to say\nwell -- Dr. Mendel...[in German] if he goes in we could also go. But more directly, when my\nparents were getting ready for the emigration it was around the time of Kristallnacht and they\nwere in Berlin and I was alone in Essen with my grandfather. When they called they were told\ndon’t come back, stay where you are. You won’t be recognized in Berlin, in Essen you’re too\nwell known.",
        "Q: So your grandparents told your parents that.....",
        "A: I think somebody called the house and spoke to my grandfather. My grandfather was very\nprominent in Essen, not only my grandfather but his brother had a huge practice my father\ninherited. He made some discoveries with diabetes. He was very well known......[indistinct]\nBut he died.",
        "Q: This would have been your father’s uncle?",
        "A: Yes, Uncle Felix. My father called him Uncle Felix. He was my great-uncle. So they stayed\nlonger and my father treated people from the Krupp family and so they helped also and from the\npacking they gave him favors because 1) he was well liked 2) he was well known.",
        "Q: So you’re saying Krupp, people from Krupp helped your father during the emigration?",
        "A: Yeah, yeah, right. I mean we got everything out. All into our [indistinct] and everything and\nmost of 1t seemed to come from here.",
        "Q: Did your parents own their own place or were they...",
        "A: No, I went back there and they were renting.",
        "Q: Apartment building or a house?",
        "A: Like a big apartment.",
        "Q: Now you mentioned you were with your grandparents at one point. Did they live with you or\nwas it just you and your parents?",
        "A: No, this was in Heidelberg.",
        "Q: Oh, so you stayed in Heidelberg?",
        "A: Yeah, my parents would park me there and I would be with my grandparents but you know I’ve\nbeen in therapy and some of the stuff that’s come out you know in the last ten years even would\nsay is that on some people I was afraid they were never gonna come back and that they\nwouldn’t take me. So today certain reactions to things go all the way back to that time when I\nwas left with wonderful grandparents but all I wanted to do was in a garden...",
        "Q: This was in Heidelberg?",
        "A: Yeah, all I wanted to do was go home.",
        "Q: Home meaning to Essen.",
        "A: With my parents...I just wanted my parents.",
        "Q: So would you say you were growing up half the time in Heidelberg and half the time in Essen?",
        "A: No, I think most of the time I was in Essen but then when my parents would get ready for a few\nweeks I would stay for a time... Moving ahead ....[indistinct] well that’s some of what I\nremember when I was growing up.",
        "Q: So you remember seeing any other Nazis besides the ones on trolley car that day? That was the\nfirst ttme you had seen a swastika?",
        "A: That was the first time I responded out loud, so openly.",
        "Q: Did your father ever explain afterwards what the swastika meant?",
        "A: Nobody ever explained anything to me and so I came to this country, I was a very confused\nlittle child. I had many fears and once I found out in a big, long workshop that I thought that\neverything that ever happened that was wrong was my fault. That any problems my parents had\nyou know I just [?] had this feeling that I was always doing the wrong thing so everything must\nhave been my fault. Nobody really ever talked to me about it because they didn’t think I would\nunderstand.",
        "Q: So not even afterwards did they explain?",
        "A: No, not when I was a child. You know I’d be much older before they explained anything. Then\nmy father spoke. I can tell you what he did. We were only allowed to take out ten dollars, the\nequivalent of ten dollars.",
        "Q: When you left Germany”?",
        "A: When we left Germany and my father knew that it would be hard for us to get started and he\ncouldn’t be a physician right away. So he took toothpaste out of toothpaste containers with\ngloves, no well he squeezed it out with gloves and put in money with tweezers and then he sent\nit .... [indistinct]. I’m not sure if he ever got the money but...",
        "Q: Got it out of Germany?",
        "A: Right, and there were always these obstacles. Even when we were in Belgium we almost didn’t\nget out. Many times we almost didn’t make it. At one point though in terms of Germany my\nfather didn’t want to wait any longer in Germany because he saw what was happening and so\nwe emigrated to Belgium.",
        "Q: When did this happen?",
        "A: We left in May 39. And we were in Belgium, in Brussels until January 1940.",
        "Q: Just the three of you?",
        "A: Yeah, just waiting for our number to come up.",
        "Q: So you were waiting for visas to America?",
        "A: Right, yeah, the affidavit, the folder [?], the visa, the whole thing.",
        "Q: And your grandparents in Heidelberg, did they remain behind?",
        "A: My grandparents in Heidelberg, at some point, probably before we left Germany, because we\nwere in Essen, well they were still there Kristall ...I’m not sure if they were still there\nKristallnacht.",
        "Q: Your grandparents?",
        "A: My grandparents in Heidelberg. But I know I was with my grandfather in Essen at\nKristallnacht, but I don’t know if that was because they left.",
        "Q: Your grandfather Mendel, that would be November 1938.",
        "A: Right. I think maybe in ’37 they may have left. They left, let’s see, I’Il tell you who all left.\nMy grandparents left either around Kristallnacht or before. I have a sense it was before.",
        "Q: These would be your mother’s parents?",
        "A: My mother’s parents.",
        "Q: This would be the Hocher.",
        "A: The Hocher part of the family, right. They left and his brother left and his wife, Uncle Simon,\nthat’s with his wife.",
        "Q: Grandpa Ferdinand and his wife and his brother Simon and his wife.",
        "A: Right, and family actually. And their whole family. Went to Amsterdam.",
        "Q: So the Hochers went to Amsterdam.",
        "A: Yeah, them anyway. There were a lot more. Because they were in the cigar business and they\nhad connections 1n Holland because they imported from Holland. So in order to get away from\nHitler they went to Holland assuming that they would be okay. At least that was the first leg of\nthe journey. And also my mother’s sister and her family, her husband and her child. He was\nthree years old in Holland ...he was born about 1937 ....no, he was born in Holland, I think.\nYeah, my cousin was born in Holland, yeah I think in ’37.",
        "Q: This would be your aunt Erica?",
        "A: Yeah, right.",
        "Q: And they went around the same time that your grandparents ...",
        "A: Right, they all went to Amsterdam. They lived in different houses in the same part of\nAmsterdam because I saw it when I was there.",
        "Q: But when you left Germany, you went to Belgium.",
        "A: To Brussels, right.",
        "Q: Completely independently of their movement. You didn’t visit them.",
        "A: Right I think it’s because my father had a cousin in Belgium and we were going to live with\nthem. Right, I think we sort of lived in their building. Their name was Rose, right. Alex, that’s\nright, I played with their son. And my father wasn’t really -- it was dangerous for Jewish men\nto go out on the street at night. It wasn’t really a curfew. So he didn’t go out that much. I\nknow I wasn’t easy there either. And I went to a parochial school. I went to a Catholic nursery\nschool.",
        "Q: You were too young to go to school in Germany?",
        "A: Right.",
        "Q: Did you start learning another language at that point?",
        "A: Yes, I learned French, Belgian French.",
        "Q: When you left Germany, were you able to say good-bye, do you remember saying good-bye to\nany family members at that point? Did you know you were really leaving for good?",
        "A: It was really sad. I don’t know. My father must have said good-bye to his father [indistinct]. I\nguess we said good-bye but I don’t remember good-byes.",
        "Q: You were glad they were taking you with them, though?",
        "A: Yeah, my earliest memory which was in Germany is that we’re leaving and walking out of the\nhouse and as I turn around I guess a door’s open and I see the workmen starting to make\nchanges in the apartment and my attitude as I’m walking forward is why couldn’t they have\nwaited till we left to start turning things upside down. On some level I was aware. I was really\naware on some level of what was going on but it wasn’t anything my parents could speak t me\nabout. So it was something I just felt.",
        "Q: Did you have any playmates in Essen?",
        "A: I had playmates, I don’t remember about my playmates in Essen. I did but no hard and fast\nones. Maybe it had to do with the times. When we got to Brussels because I went to nursery\nschool, I did play with this boy Alex in the building because he had a dog.",
        "Q: Did you have any pets speaking of dogs?",
        "A: No, I always wanted a pet. We could never have one.\nQ; No pets. Any dolls, any ...?",
        "A: Oh yes, I had a doll. I have a picture somewhere if I could dig that up where I’m looking out of\nthe window and I have my doll. And my grandparents gave it to me.",
        "Q: You got to keep the doll?",
        "A: I kept my doll.",
        "Q: From your grandparents from Heidelberg?",
        "A: From Heidelberg.",
        "Q: So the doll was from Heidelberg?",
        "A: Right, from those ..yeah, yeah. Then I had a great grandfather ....[indistinct]",
        "Q: What kind of a doll was it ...?",
        "A: Yeah, very cute. It had blond hair. It had eyes that opened and shut, I believe, I won’t swear to\nit. What I remember is it had a cape. It had a beautiful velvet cape with maroon on the collar\npart. And hair and I used to hold her very tightly ...[indistinct] and so I got one in America, my\nfirst doll in America, I remember that also. I had three dolls, I had that doll and I had one\nnamed Kita. Those were German dolls, they were celluloid. And that had hair stuck on. I also\nhad a boy doll, his name was Peter.",
        "Q: What was the girl’s name? Do you remember that? She got up to go to the U.S.?",
        "A: It was a very good doll ............[indistinct]",
        "Q: The blond with the maroon cape, she made it to the U.S.?",
        "A: Yeah, I think so.",
        "Q: And that was the end of her career?",
        "A: I think so, either that or she got lost somewhere in the shuffle because I don’t remember that\npart.",
        "Q: Do you have any other memories of Brussels?",
        "A: Oh, yeah, Brussels I remember sitting on the kitchen table because I had been naughty or\nsomething or else they were cleaning, I can’t remember which. Anyway everything is out of the\nkitchen. I’m sitting in the middle of the table and I’m saying my catechism in French.",
        "Q: You were saying catechism in French? [She says some of it].",
        "A: That’s Wednesday night I remember.",
        "Q: Now you were a Jewish girl though with Jewish parents.",
        "A: Yeah, but I went to ...I had a little apron and a little slate, yeah my mother made me a little\napron. My mother made all my clothes. One she was very handy and two we didn’t have any\nmoney. So I remember that and I remember that experience. And then my father tells us that\nwe used to go to the beach in the summer. Well, we didn’t used to I guess we were there one\nsummer. We went to [?]. And my father tells the story that he was lying there and all at once he\nhears these people laughing. And he looks up and he sees that I am walking on the beach\nfollowing a little dog, a little male dog and I am imitating a little dog urinating, putting my leg\nup and trying to urinate with my leg up.",
        "Q: This is the pet that you wished you had.",
        "A: I guess so because I always wanted a dog, a pet. So he was embarrassed. It seems as if I was\nalways embarrassing my parents ......[indistinct].",
        "Q: So you were a mischievous child?",
        "A: I think I was, yeah. My father used to call me “strolth.”",
        "Q: What’s that supposed to mean?",
        "A: Like a little imp. I think that’s what it means. I have to look it up.",
        "Q: And you didn’t have any other nicknames? You were Ellen otherwise?",
        "A: Called me devil, little devil.",
        "Q: What did you ever do to earn that?",
        "A: In America I was always getting into trouble.",
        "Q: But in Germany you didn’t get into trouble did you?",
        "A: No, there they called me Sonnenscheinkind.",
        "Q: Oh, well everybody knows what that means.",
        "A: Yeah, ....[indistinct] sunshine.",
        "Q: So in Germany you were Strolth and Zonnascheinkind?",
        "A: I’m not sure I was Strolth later on. I was much loved and much looked after and focused on.\nThere were pros and cons to that. I was an only child. And I have a book about every word I\never spoke and what I ate and how much I weighed ....",
        "Q: Did you know that you were Jewish?",
        "A: No. I knew I was Jewish when we came here because my father was a very loyal member of\nthe synagogue and the rabbi from Essen founded a synagogue here. We came a year after they\nfounded it. They founded it a year after Kristallnacht.. We weren’t here yet, November in\n1939. We came in 1940 ......[indistinct].",
        "Q: So one of the rabbis of Essen founded another synagogue in New York in November 1939?",
        "A: Called the Builders, Habonim.",
        "Q: Builders Synagogue, right here in New York City.",
        "A: Sort of an answer to the ...that we wouldn’t be left out.",
        "Q: Meanwhile had you ever heard of Hitler? I know your first experience with the swastika was\non the trolley car. Was the name Hitler ever mentioned, do you recall talk of Hitler or of war,\nbecause after all war has broken out during these months?",
        "A: My parents were the kind of people who would want to shelter their children from everything,\nany harm. And that happened until my father died last spring. Their attitude always was we\nwant to shelter Ellen, we want to protect her, we don’t want her to worry. So I think they made\nvery sure never to discuss anything controversial or fearful or [indistinct] around me.\n[indistinct]",
        "Q: Did they ever give you a reason why you were moving to Belgium and then eventually moving\nacross the ocean?",
        "A: No, I wish they had. Let me just go back. This was a story my father told over many, many,\nmany times. My grandparents Hocher would have liked to have come to America and planned\nto. But it was a question of getting the papers together and everything. And they said to my\nfather and my mother, my father was always the spokesman for the family, why don’t you leave\nEllen with us in Amsterdam? And you’ll be free to settle and get yourself together because after\nall it’s not easy with a little girl and you don’t know what awaits you? And then we’ll bring\nEllen with us. No my father said no, no. No matter how bad things are there always will be\nenough for Ellen. Wherever we go Ellen will go with us. There will always be enough. And so\nwe finally got out January 1940. May 10\" was the invasion and all borders were closed. So the\nfact that I’m here talking to you is a double miracle, maybe a triple one. One is that my father\ndidn’t say yeah that might be a good idea, let’s do that and then I would have been killed with\nmy grandparents probably in Sobibor or elsewhere because I would have been too young to\nuseful. The second is that our number came up before the invasion. It was just luck. We could\nhave been sitting there and it could have been July and we might still not have our number. So\nthat’s a clear-cut two.",
        "Q: And what’s your maybe third one?",
        "A: I just made it up because I like three. Oh three. We went through the Atlantic Ocean and it was\nmined. That was the last voyage of the Van Dank the boat we came on. It was torpedoed,\nmined, sunk on it’s return voyage.",
        "Q: The Van?",
        "A: The Van Dank.",
        "Q: Dutch ship?",
        "A: Yeah, Dutch ship. We sailed from [?]",
        "Q: Du, no Da which sank on it’s return.",
        "A: 1940 going back. So that’s three, but you thought of another one.",
        "Q: Well not another one but what struck me was that you’d always been afraid that your parents\nwould leave you behind and yet here your father had this golden opportunity to leave you\nbehind and yet he said no and you weren’t there to hear this. If you’d only heard this\nconversation then, there all of your worries and your concerns probably would have evaporated.",
        "A: Yeah, yeah, because a lot of my memories from Holland was I’m supposed to take a bath and\ngo to bed. And I decide I don’t want to take a bath but I don’t want anyone to get angry at me\nso I get undressed, I have the bath water drawn and I’m standing there but I figure if I don’t put\nmy foot in the water I'll never have to take the bath and I won’t have to go to bed and then my\nparents won’t leave me in the middle of the night while I’m sleeping and never come back.",
        "Q: Very elaborate.",
        "A: That was quite a story.",
        "Q: Yeah, now while you were in Belgium, ’39, early °40, did you ever get a chance to visit family\nmembers in Holland?",
        "A: No, but what we did, that’s a good question, before we left we stayed two weeks with my\ngrandparents and it was at that time all the good-byes, all the plans, and that’s when I was so\nafraid my parents would leave. We lived with them.",
        "Q: Which grandparents now?",
        "A: Holcherr.",
        "Q: O.K, so this was in the Netherlands?",
        "A: In Amsterdam, by then they were there because they had gone in ’37 or °38.",
        "Q: Before leaving you guys go to live in Amsterdam ...",
        "A: To live for two weeks.",
        "Q: Was this January or December?",
        "A: Yeah.",
        "Q: You were there with your grandparents, the very same grandparents who wanted to keep you.",
        "A: Right. It may have been at that time when that conversation came up. It was at that time I was\nfearful of taking a bath because I thought my parents would leave and never come back. And at\nthat time I guess that’s when we said our good-byes.",
        "Q: Do you remember saying good-bye to those grandparents?",
        "A: No, I don’t think I remember.",
        "Q: Was there any possibility of them leaving since they indicated they wanted to go to America as\nwell?",
        "A: Yeah, there was and I guess their number didn’t come up or they didn’t have anybody at that\nmoment in Amsterdam but it seemed imminent almost.",
        "Q: So there was paperwork?",
        "A: Possibly, I don’t know at what stage it was.",
        "Q: How about the other members of the family? You mentioned your aunt Erica, your mother’s\nyoungest sister?",
        "A: They stayed. They weren’t planning on going to America.",
        "Q: Did anyone suspect that Germany might ...",
        "A: And my aunt, Tanta Simon they weren’t planning that I know of to come to America either.",
        "Q: They were in the Netherlands?",
        "A: Yeah.",
        "Q: And they were continuing the same line of work, they have the cigar ...",
        "A: Right until the Germans ...",
        "Q: Did anyone suspect that the Germans might invade Holland which was a neutral country?",
        "A: I don’t think anyone did.",
        "Q: Nobody thought about it.",
        "A: I don’t think people thought about these things. My father wouldn’t go to Holland because he\nwas a doctor and he didn’t have any connections there. So we had some connections in\nAmerica so we figured ... somehow my father didn’t want to stay around because there was talk\nof Australia if we couldn’t get into America. That was a possibility, to go to Australia. Never\nwanted to go to Palestine.",
        "Q: After the fact, did he ever share with you his thoughts about -- remember you were telling me\nthat being Jewish and talking about Nazis and Hitler that was saved for much later. Eventually\nwhen your father came around to telling you about these years including the decision to leave\nGermany, did he add any additional information?",
        "A: It was my mother who said how things happened overnight. My father had tremendous\nambivalence about leaving Germany. Germany had been a source of success, friendship and\nmany things. And when we came here he says [spoken in German] which means we got to\nthank God every day that he brought us to this God damn country.",
        "Q: Meaning the United States of America.",
        "A: Right. And I used to hear in the beginning years after that how wonderful Germany was.",
        "Q: Before the Nazis came.",
        "A: Right. So my father used to live in his stories to me more in what happened before the Nazis\nexcept for his overcoming. He never shared feelings vulnerable. He never shared feeling\nJewish, never talked about stuff like this, nothing. All he said is they thought he was a mad man\nand he would burn himself out.",
        "Q: You’re talking about Hitler?",
        "A: Hitler, yeah. He really felt that he could outlive Hitler.",
        "Q: And he did, but only because he left.",
        "A: He was right, but only because he left. And he was very reluctant to leave. All he did was save\nus. We don’t fight the language. He made me speak German. I’m bilingual. He said we’re not\nfighting the language, just the people. And he used to talk about [in German]. So you had a\nsense of who was good and who wasn’t good.",
        "Q: So it wasn’t the people even, it was some people bad and some people good.",
        "A: Right. And he spoke about sometimes about friends who hadn’t survived, people he was very\nclose to who were very successful, I guess. But that was the irony of some people [indistinct]\nthat their country would turn on them. So my father thought [indistinct]. Just my mother who\nsaid overnight you never knew what was happening next.",
        "Q: Would you say that your mother was more eager to leave than your father was?",
        "A: Well, you see my father’s father was still in Germany and my mother’s parents had gone to\nHolland so in a way perhaps but I think they both had really decided. The minute my father\ncouldn’t practice medicine he resolved to leave. And he also said many years later he would\nnever go back to a country that had thrown him out. Never go to visit.",
        "Q: Even though it had been such a great place before the Nazis.",
        "A: Right. No, his father kind of died right before the war. [indistinct]",
        "Q: Did you find out what happened to the other members of your family who didn’t leave?",
        "A: For a long time we didn’t know anything. I remember one day my mother found out\n[indistinct]. I’m not even sure if she cried. I don’t remember my parents crying for anything\nthat ever happened. I only remember my mother maybe a little bit she cried when her parents\nwere killed, but not a big cry ...... [indistinct] maybe she cried but nothing long lasting. I\nremember though once she found out -- late, because I must have been about ten years old.",
        "Q: And what did happen?",
        "A: Well, they were put on cattle cars and I found out from my aunt, I thought they were shot\ngetting off the cattle cars, but to speak to my aunt she told me they went to Sobibor and they\nperished there.",
        "Q: Your mother’s ..?",
        "A: Parents. Ferdinand and Eva Holchherr.",
        "Q: Eva being her stepmother?",
        "A: Right.",
        "Q: So it would be your grandfather Holchherr and your step-grandmother.",
        "A: Right and the only one that I ever knew.",
        "Q: And they were deported from the Netherlands directly from Amsterdam or were they sent to\nany camps ...?",
        "A: No, I think they were sent to Sobibor. Where is that?",
        "Q: That’s in eastern Poland. It was an extermination camp that was active in ’42 and ’43. And you\ndon’t recall the date that this happened ....?",
        "A: They might know [indistinct]",
        "Q: So your grandparents were deported together. Were there any other members of the family that\nwere with them in the cattle cars?",
        "A: Well you see Tanta Ella and Uncle Simon were [indistinct]",
        "Q: First your grandparents, they were sent directly to Sobibor from the Netherlands. Now you\nwere starting to talk about your grandfather’s brother.",
        "A: Right, Simon, who [??] in a cigar factory together and they were very close. He had a son from\nhis first wife. His name was Heinz Holchherr ... so, let me get the family group. There was\nSimon and his second wife Ella. Her name used to be Lizer but now of course when they got\nmarried so that was Holchherr. They had two children. One was Heinz who was from his first\nwife.",
        "Q: Right. Whose mother died when he was young.",
        "A: Right. Sometime around a little before the first World War. And his father was very prominent\nin the first World War.",
        "Q: This would be Simon. He was a war veteran of the German army.",
        "A: Right. He had a big scar... [indistinct]",
        "Q: From the war or from fraternity.",
        "A: No, from the war. He and his wife had another child. Her name was Lisa Lotte. They were all\nliving in Holland but then Lisa Lotte went to England to study to be an interpreter. And Heinz\neventually in those years got married. He got married to someone named [indistinct].",
        "Q: German woman?",
        "A: German woman.\nQ Also living in the Netherlands?",
        "A: Yeah, I believe that was the story. Pretty popular.",
        "Q: Jewish?",
        "A: Yeah, Jewish. Now I won’t swear that he didn’t get married in Germany and come there with\nhis wife. I’m not positive but I could find out for you. But they had a child who was about a\nyear younger than I, maybe she would have been, or a year and a half younger, about that age.\nAnd Lisa Lotte was studying in England to be an interpreter.",
        "Q: This was Heinz’s half sister?",
        "A: Right, Ella’s daughter, came back to visit her parents and was trapped -- couldn’t go back.",
        "Q: She came back when to visit her parents?",
        "A: Before you could get out again.",
        "Q: Was it after you had left for America?",
        "A: Yes.",
        "Q: So we’re talking early 1940.",
        "A: Right.",
        "Q: And bang, the Germans come in.",
        "A: Right, and she’s stuck, she can’t go back to England. Because she was their daughter, she was\njust studying there and she didn’t have a right to be out there. She was there at the wrong time.\nSo she was stuck with them.",
        "Q: And they all have German passports?",
        "A: Either German or Dutch, but it didn’t matter, they were Jewish.",
        "Q: Right, I mean they would only have been living in the Netherlands for a year or two so Lisa\nLotte for example really wasn’t living in the Netherlands. In all probability their passports were\nGerman. With a J on it.",
        "Q: Probably. Yeah they definitely had the J on it because we had that too. So she was stuck there\nand she and Heinz and Heinz’s wife and then there was a little daughter. They were asking for\nyoung people to go to the work camps.",
        "Q: Who’s they?",
        "A: The Germans were asking for names of people to volunteer to go and ... you know things were\nbad in Holland for the Jews, in Amsterdam by that time. I don’t know what time. I don’t know\nif my grandparents were still there but around those years.",
        "Q: During the German occupation?",
        "A: Oh, for sure. And Simon thought that things could be a little better for them. So he encouraged\nthem to volunteer to be in a labor camp to work, young people, in Germany. And they never\ncame back.",
        "Q: So he encouraged Lisa Lotte and Heinz.",
        "A: Probably Margo went too, not positive.",
        "Q: Heinz’s wife.",
        "A: Heinz’s wife. Now the little daughter, I’m not positive. Her name was Suzanne. I don’t know\nwhere she was killed. The parents, I’m not even sure who went to Theresienstadt but Tanta\nElla, Simon’s wife and uncle Simon were deported to Theresienstadt.",
        "Q: Alone.",
        "A: To the best of my understanding, but I’m not positive. Maybe the little girl went too, their little\ngranddaughter, I don’t know. Because Tanta Ella survived the war because she came to live\nwith me in 1946.",
        "Q: So Jella survived deportation to Theresienstadt?",
        "A: No, Jella was my mother, Ella? Ella went to Theresienstadt suffered tremendously. Her\nhusband was deported from Thereienstadt to Auschwitz and killed. A lot of people in our\nfamily went to Auschwitz, names I haven’t mentioned to you. There were many brothers.\nThere was Simon and Ferdinand and many others and a lot of them were deported because only\ntwo people came back, Tanta Ella and Tanta Marie.",
        "Q: Ella remained in Theresienstadt until the end of the war?",
        "A: And she was liberated and then I guess she was in a DP camp and then she went back to\nHolland a little bit and had difficulty living with my aunt and uncle who by then had returned\nfrom Switzerland because they had fled to Switzerland, I didn’t tell you that story and so then\nshe came here. And she never wanted to talk to me about what happened. It was only on her\ndeath that I [indistinct] but she lived with us. So first my father died, ’57, then my mother died\nin ’70, and my great-aunt 1s still alive. And all the stuff that came to me that I inherited she\ntook to the Windermere to hold for me and it was all in her will that everything in the house\nbelonged to me. So when she died my friend Bernie and I [indistinct] cleaned out the apartment\nand found some of the pictures that I have here that I had never seen. So I pieced a lot of this\ntogether. She would say little things but not much. It was too painful for her. I remember once\nshe showed me money from Theresienstadt that they were supposedly into her views but she\nsaid it was horrible, horrible, just horrible, she couldn’t talk about it. She wore black for a long\ntime, wouldn’t wear lipstick. She was in mourning for a long time till her husband ....\n[indistinct]",
        "Q: Did she tell you any stories about her husband in the time that he was in Theresienstadt?",
        "A: No.",
        "Q: Nothing about it, no incidents?",
        "A: Nothing. I think she felt guilty that she survived. She had a great deal of difficulty dealing with\nany of it. By the time she died I wasn’t living at home anymore and quite honestly I was\nreluctant to ask her because it wasn’t very popular yet in those days. I’m trying to remember\nwhen Epstein’s book came out, Children of the Holocaust so when I read it I could identify a lot\nwith that kind of feeling [indistinct]",
        "Q: So she really has little idea or share very little with you as to why she might have survived?",
        "A: It had something to do with breaking her foot and being in the infirmary but I could never piece\ntogether how that could help her survive. I think she felt very, very guilty.",
        "Q: Do you know how long she was in Theresienstadt, in terms of years?",
        "A: Maybe not that long. You see if Simon could have stayed in Theresienstadt he might have lived\ntoo but he got deported. It seemed to be that she was in the right place at the right time not to\nget deported and it was pure luck. And she never wanted to talk about it. She kept it, just\neverything locked in her heart. It’s just that when I wouldn’t eat or something she’d say [in\nGerman referring to eating in Theresienstadt] what I’m leaving on my plate.",
        "Q: You would have drooled at the sight of that in Theresienstadt.",
        "A: Yeah, and she did show me the money and I think she talked about the orchestra, maybe.\nMaybe she did talk a little, very, very little. She was a very strong woman. She was like a\nduchess, very proud, and it was her way to stay sane certainly after the war.",
        "Q: How old was she, approximately, when she was in Theresienstadt?",
        "A: Well, we could figure it out. She was 90 when she died in ’76. So let’s say over forty years.",
        "Q: She was 90 in ’76. That means in 1945 she would have been about 59, so she was getting along\nin years. Was she active in anything at Theresienstadt, social service, because there were some\nactivities available?",
        "A: Yeah, shows for money. She never spoke about it, never spoke about it.",
        "Q: Were there any other family members in Theresienstadt other than Ella and Simon?",
        "A: I think Tanta Marie may have been there but I don’t know. They may have just gone straight to\nAuschwitz. I could find out.",
        "Q: What about Heinz and his family?",
        "A: I think my cousin Henry may know that. I could find that out, maybe.",
        "Q: And he was with Lisa Lotte? Did they volunteer together to work in Germany?",
        "A: Yeah.",
        "Q: Now another that that occurred to me, your Holchherr family in the Netherlands, they were in\nbusiness, right? They were in the cigar business. Were there any losses of property? Was there\nany talk about compensation?",
        "A: Oh yeah, oh yeah, we got back from Germany. They worked hard, my mother’s family, and\nthey would get back for the factory.",
        "Q: The one in Heidelberg that was confiscated?",
        "A: Right.",
        "Q: What about their business activities in Amsterdam?",
        "A: They may not have been on the same level. Don’t forget they were new in the country. It would\ntake a while for them to .... I don’t want to break your train of thought. I just want to briefly\ntouch on my aunt who was also living in Amsterdam. So you’ve got my grandparents, Simon\nand Tanta Ella and Heinz and his wife and family and Lisa Lotte coming back and then you\nhave Erica and Franz. Erica was my mother’s sister, a year and a half younger. She must have\nbeen born in about 1909. That’s when she was born, March 7, 1909.",
        "Q: In the same town?",
        "A: Yeah, and she married Franz who came from Mannheim. They left Germany. He was like an\nengineer, mechanical engineer or chemical engineer, but I’m not sure.",
        "Q: An engineer. And his last name?",
        "A: Joseph.",
        "Q: Franz Josef, that was his last name? Spelled German style with an “f’, Josef.",
        "A: I don’t know because in Holland whoever I knew was a “ph”. So they may have changed it.\nAnd they emigrated to Holland. They didn’t emigrate with anyone. I think my cousin Paul was\nborn in Holland. They left also in about ’37, got married and then left",
        "Q: Around the same time as your grandparents?",
        "A: Right. My grandparents may have gone there first and so it might have been you know, they\nmay have all gotten there first and then that might have been why they went, you know —\nbecause that would be her parents, her stepmother and her father. And in Holland, in\nAmsterdam, they all got stuck. So what happened to my mother’s sister and her family, they\nfled. They disguised themselves as French peasants, as peasants ...",
        "Q: Erica and Franz.",
        "A: Yeah, and she had a little baby boy two or three years old....[indistinct]",
        "Q: This is the baby born in the Netherlands?",
        "A: Yes, I think he was, my cousin Paul. Now I have pictures of myself with Paul, just before we\nleft. I have those pictures. And they fled on bicycle, train, and foot. And they also were helped\nby underground. They had false passports. And for much, much money, jewels and everything\nelse, you could buy your way sort of to freedom. And it was like an underground railway. So\nthey would stop off and different people would escort them for a while. But in one place\ntowards the end of that journey, my aunt explained, nobody came.",
        "Q: You mean there was a rendezvous and they were stood up?",
        "A: Nobody came to escort them, they were stranded, they were stood up. My uncle, who was no\nslouch, he said I’m not taking any chances I’m not waiting any longer. So in the middle of the\nnight or whatever it was he knocked on the door of someone he knew in Brussels who was a\ncolleague of his, an engineer, and he said would you take us in. And they did. And then they\ncontinued on. I remember my aunt told the story, they wrote out the whole story down, but\nthat’s in Holland because I saw it once.",
        "Q: When did this trip take place?",
        "A: I have to ask my aunt. Maybe °42 or 43. Well I could try to figure it out by when my cousin\nwas born",
        "Q: In Switzerland?",
        "A: In Switzerland. So once I think they were in a place and there were German officers on the\nother side of the inn and they just tried to keep a very low profile. My aunt like she couldn’t\nspeak the language, and the baby, and she was wearing a babushka. My uncle spoke French\nvery well so he could almost pass. They had papers I think that he was maybe from Alsace\nsomewhere so that if there was a German accent it wouldn’t be so strange. And when they just\nabout got to the border, even there the Swiss weren’t so great and they sent back many, many\npeople. But they were lucky. They were taken in, they had a child. Men and women were\nseparated and they had to work very, very hard and they only got back together because my\nuncle said there was nothing he couldn’t do. So, he said he could fix toilets and toilets were\noverflowing and they needed a plumber and he was good with his hands so .... Then they gave\nthem a room together. My aunt said they were so thrilled just to have that room together. And\nshortly thereafter [indistinct], it may have been my cousin was born. Eventually they went back\nto Holland and two more cousins were born.",
        "Q: So they survived in Switzerland and then returned to Amsterdam?",
        "A: Right, but en route my uncle as well as my cousin got tuberculosis. In that time.",
        "Q: Your cousin meaning the ...",
        "A: My first cousin Paul.",
        "Q: The child born in Switzerland?",
        "A: Born in Holland.",
        "Q: In Holland?",
        "A: The first one. The second one was born in Switzerland.",
        "Q: The first child made the trip across France.",
        "A: Right.",
        "Q: Now, did we miss any stories along the way? We just talked about Erica, this would be your\naunt, your grandparents we talked about them so far as we can remember. We got your parents\nand you across to America. And then Lisa Lotte and Heinz we have them deported to the east.",
        "A: Maybe to Germany or maybe to the east, I don’t know. [some indistinct comments].",
        "Q: Well I’m sure that wasn’t so bad.",
        "A: It was tough, very tough, first we lived in a furnished apartment where we had bedbugs and\neverything.",
        "Q: Nothing like that in Germany.",
        "A: No, you’re right, nothing like that in Germany. I’m sure my father would say that. We weren’t\nused to that kind of thing. I remember our first night in America. We came at twelve o’clock\nmidnight and we lived in the Beacon Hotel and they had two floors.",
        "Q: You were glad to get off the ship?",
        "A: Well my father said I was seasick for the whole trip and he was always singing to me so I\nwouldn’t think about being seasick. The problem was that my father would spend hours and\nhours at night studying for the medical boards.",
        "Q: So he could then practice.",
        "A: Right because we didn’t have money and we didn’t have an apartment. We didn’t have much of\nanything except each other. And in the middle of the exam he had a heart attack. That’s when\nwe were still living in a furnished apartment, [indistinct] ... so he was laid up with a bad heart.",
        "Q: And he was a young guy then, right?",
        "A: Well he was older when he was married ...[indistinct] ... in his forties.",
        "Q: So he was born in 1895, that’s still pretty young.",
        "A: Oh yeah he was young for that. I always remember my father having heart trouble. So not only\nwas I always “shushed’ in Germany, I would be “shushed’ in America, too. Don’t get your\nfather upset.",
        "Q: But of course he didn’t have the heart trouble because of you? That I think we could say with a\ngreat deal of certitude.",
        "A: Right. And I know that, that part I knew, but I was afraid that I could make him have a heart\nattack ...[indistinct] because I was told that.",
        "Q: Meanwhile it was probably the stress studying and trying to make a living.",
        "A: Yeah because we observed, oh my parents went every Friday night to synagogue and every\nFriday night we made the candles and everything and whatever they talked about, the certain\nthing about the prayer and the grace after the meal it had to do with [in Hebrew] it had to do\nwith please give us sustenance and my father would sort of smile at my mother. It was always\nsomething that was of concern. My mother made my clothes because she didn’t have any\nmoney for it. She would make jam and jelly out of rind. There were a lot of resourceful ways.\nMy father walks so he wouldn’t have to take the subway. I heard all those stories when I was\npretty young. So it was a time of sacrifice.",
        "Q: When did your parents and eventually you first learn about the Holocaust, that is to say the full\nmagnitude of what was going on? They left because he couldn’t practice and because the Nazis\nwere very mean towards the Jews and they trashed synagogues and so forth but I think it’s safe\nto say that they never could have imagined in 1938 and 1939 what would have happened.\nBeing American during the forties and keeping in mind the controversy of whether or not ...",
        "A: They only became an American in ’46. They were enemy aliens when they came here.",
        "Q: Yes, German spies perhaps. But seriously the argument that Americans didn’t know what was\ngoing on in Germany ... it was kind of a shock at the end of the war when the camps were\nopened and photographs were distributed. When did your parents first realize that there had\nbeen this Holocaust, concentration camps, extermination camps, millions of people.",
        "A: Well certainly by the time they found out about my grandparents being deported.",
        "Q: After the war.",
        "A: Right.",
        "Q: So during the war ...",
        "A: There wasn’t much [indistinct]. In ’45 I was ten years old. By the time there were the\nNuremberg trials I was very aware of the war.",
        "Q: So you knew who Hitler was by then?",
        "A: Oh yeah, and I was following it. I was following the Pacific and the Atlantic and I had a big\nmap and I was looking at my map and at the Solomon Islands and Iwo Jima and all of that stuff.\nI read the Times.",
        "Q: And you learned English.",
        "A: Right.",
        "Q: The German, the French, English.",
        "A: Well my parents felt they couldn’t keep up two languages so French went by the wayside. And\nI remember certainly and I mean but that was very late, the Nuremberg trials I knew how\nhorrible things had been. I had the papers for that with all the pictures and we didn’t have\ntelevision or anything, you know Goering with all his [couldn’t understand], I had all those\npictures, and I was reading about it and Patton I remember and VE Day I remember. I knew\nabout the war how horrible it was.",
        "Q: And you knew what the swastika stood for?",
        "A: And I certainly knew what the swastika stood for and I knew when my parents found out about\nmy grandfather but I didn’t know much. I didn’t know when my parents found out, I think\ngradually they began to find out what it was all about. The first time I ever saw pictures of\neverything was very late.",
        "Q: When your aunt died or just before you ...",
        "A: No, not those pictures, of the concentration camps and the bodies and that was -- well of course\nthere weren’t any movies around.",
        "Q: No, not movies, documentary ..",
        "A: Yeah, this was a documentary --when I was in San Francisco in 1958 that was the first time I\nhad actually seen all those bodies. I remember once hearing about lampshades and soap and I\ncouldn’t believe that that could happen. I just didn’t believe that that was possible. From hair,\nmattresses. I didn’t believe that that could be done. I couldn’t believe that. ...[indistinct]. I\ncould only deal with situations like when Tanta Ella came -- I know when we got Tanta Ella at\nthe airport, it was nineteen forty something, six, well certainly by then but that was after the\nwar. I don’t know what they knew. You know whatever the Red Cross let through. We didn’t\nhear from my aunt and uncle, anyway they were stuck in Switzerland. We didn’t hear much ...\n[indistinct]. If we did, my father was the kind of person who would not share that with me. He\nwould protect me. He would shelter me.",
        "Q: Wanted to preserve a little bit of sunshine.",
        "A: Yeah, he did. [indistinct]",
        "Q: In retrospect, basically you got a little information here, a little bit here and there. Of all your\nfamily members who would credit as being your single biggest source as to what happened to\nyour family in Germany and then outside of Germany? You have your parents, you have Tanta\nElla, you got Erica.",
        "A: My aunts, Erica, when I went to Holland a few years ago. First of all when she first came here\nin ’52 she brought the diary and that was very interesting.",
        "Q: This was the diary ...",
        "A: Switzerland.",
        "Q: They had a diary.",
        "A: That my uncle kept. You know, a journal. She still has it.",
        "Q: This is their underground railway escape.",
        "A: So I knew their story very well. I knew what I told you of our story from my father, but our\nstory was not through the Holocaust. It was getting away before the Holocaust.",
        "Q: Getting away before the Holocaust and before you knew what the Holocaust was going to be.",
        "A: Right, so Erica told me not too long ago that when my grandparents were killed and that was a\nbig shock.",
        "Q: Even they skirted, Erica skirted the Holocaust. Ella, I suppose, of all of your surviving family\nis the one that was the most involved in the Holocaust.",
        "A: Right. I got little from her.",
        "Q: Because she didn’t want to speak. And the other members of the family who were very directly\ninvolved in the Holocaust, none of them survived.",
        "A: Right. Only Tanta Marie who lived in the Bronx and I never had any conversation about\n[indistinct]. All the cousins, they were like ten years older than I, and they made it out. This\nwas all in my mother’s side. See on my father’s side a lot of his grandfather’s brethren,\nsiblings, died early, or didn’t have boys. I didn’t have kids or they did. I think all their kids\nmade it but I don’t know what happened to them. I really don’t know much about my father’s\nside of the family. I mean I know about various cousins and their children but not too many. Of\nmy grandfather, he was the oldest too. He sent everybody through school. They were all in\npractice. They were lawyers. My father’s family was pretty successful, they were lawyers and\ndoctors.",
        "Q: Well your mother’s side of the family also were rather successful.",
        "A: I think they were, they really were but my father was such a snob you would have thought that\nmy mother came from ...",
        "Q: The wrong side of the tracks.",
        "A: Right.",
        "Q: Instead where did they come from, Waldorf and Heidelberg, not bad places?",
        "A: Right. They were very",
        "Q: In fact, if you would look at the Germany today, people from Heidelberg and Waldorf would\nlook down on the people from Essen.",
        "A: Well I think it had to do really with my father’s attitude that his family was the best in the world\nand nobody could compete. A very interesting thing that I just found out last week because one\nof my mother’s cousins was here from Italy. She has her story from Italy. They went to Italy.\nEverybody went somewhere else. Someone else went to South Africa, some to Canada, some to\nEngland, you know but they’re different people. And she said that my mother’s family was the\nmost, you know they always felt they were the most elegant, and they thought that they looked\ndown on the rest of the family. So both my parents came from sort of snobbish backgrounds\nbut my mother kind of gave up to go along with my father.",
        "Q: Well even you look pretty elegant with your foot laid up like that on top of a chair after an\noperation what we’re talking eight hours, less than that, five hours after surgery.",
        "A: Well I guess we’re all survivors.",
        "Q: Yes, one thing or another. But as for the rest of the story of your mother’s family we can get\nsome more information from your aunt ...",
        "A: From Holland. And Henry Bauer in Rego Park, Queens, and Claire, my cousin Claire, if I need\nanything they could all ...[1indistinct] and they’re my best sources.",
        "Q: Okay.",
        "A: I’m good at doing this ... and detective work [indistinct].",
        "Q: We'll look forward to that and to you getting on your feet again.",
        "A: Do you want to see any pictures?",
        "Q: Yeah, but we’ll just close the tape and look at some photos. On behalf of the U.S. Holocaust\nMuseum I’d like to thank you for your time and your help.",
        "A: Is there anything else that I should have told you?",
        "A: You look kind of exhausted by now.",
        "A: I’m not exhausted, I can talk forever. I think what’s important is that yes a lot of people\nperished and it’s horrendous. But the miracle is all who survived and overcame all the\nadversities ... mother, father, aunts, uncles, Tanta Ella, they all survived to live very productive\noften giving service to others kind of lives. Either they were successful, professionally, they\nhad children, or they did things for others, they lived worthwhile.",
        "Q: An understatement.",
        "A: Right. I mean they lived the kinds of lives anyone could be proud of in spite of what they went\nthrough. Because they could have said screw it I don’t want to do anything ever again. I give\nup -- or whatever. But those who survived and did it well are the answer to Hitler, that in spite\nof all the adversities they were able to overcome and maintain a connection to their Judaism\nbecause my great aunt despite Theresienstadt everything she was very orthodox when she came\nto America. She held on to her religion; she held on to her dignity; she held on to her keeping\nthe family together; she held on to knowledge and exploring other area in life, you know\nreading. Certainly my parents are excellent examples. My father was a wonderful doctor and\nhe also took care of people free of charge. So he was also a humanitarian. My mother was very\nsupportive and Franz and Erica founded an old age home. I don’t know if they founded it; they\nwere very instrumental in putting up an old age home and they did all the design for the old age\nhome.",
        "Q: In Amsterdam?",
        "A: Yeah, in Amsterdam. And then the rest of the family too in spite of what happened. They\novercame.",
        "Q: To that list I would just like to add you. You certainly were successful as a professional, still\nare, serving mankind, humankind. I don’t know which campus 1s it you’re ...",
        "A: Now I’ve been in the school system for 32 years.",
        "Q: New York City?",
        "A: New York City public schools as a teacher first and as a guidance counselor. I was awarded\nguidance counselor of the year twice. And now I’m on sabbatical and I’m looking at how\nchildren go about making plans. I’m going to write a book and I’m also a therapist in private\npractice. I think what I’m happiest about is that in 32 years of being in the school system I was\nvery committed to my job and never once did I [indistinct]. And now I feel that I’m ready to\nretire next year, I’m not burned out but I feel I’m ready to move on.",
        "Q: A new career?",
        "A: Right, bigger horizons and a few books. Thank you for giving me the opportunity for doing a\nlittle postscript.",
        "Q: On that happy note I again want to thank you.\n"
    ],
    "questions": [
        "Q: Today is March 25, 1992, ’'m Anthony Di Iorio. I’m at the home of Ellen Mendel and I’m here\non behalf of the United States Holocaust Memorial Museum to interview her about her\nrecollections of the Holocaust and about the effects of the Holocaust on her family. Before\nbeginning I should probably mention that Ellen had some surgery this morning as a result of an\naccident on her foot but as a great trouper and academician she has decided to go ahead with\nthis interview even though it is a beautiful day here in New York City. Hello Ellen.",
        "Q: How’re you doing?",
        "Q: You’re enjoying a broken toe a lot.",
        "Q: Okay. I’m going to ask you to go back in time, forgetting about feet and the nice weather and\ntake us back to Germany when you were a little girl growing up. First of all where were you\nborn in Germany?",
        "Q: And your birthday?",
        "Q: Your parents?",
        "Q: Yes.",
        "Q: Your father was a physician?",
        "Q: In Germany. In Esssen’?",
        "Q: And your mother?",
        "Q: Now what memories do you have, if any, of growing up in Essen?",
        "Q: Was told by your parents?",
        "Q: Hanky Panky?",
        "Q: So your nursemaids were all elderly Aryan women?",
        "Q: Were there other non-Jewish people in the household?",
        "Q: When were they married?",
        "Q: So the Nazis had been in power for more than a year?",
        "Q: Did you have any brothers and sisters?",
        "Q: Was he able to continue practicing medicine?",
        "Q: So your grandfather in Essen, would that be on your father’s side of the family?",
        "Q: Your grandparents in Heidelberg on your mother’s side of the family?",
        "Q: Two days in Dachau?",
        "Q: And this was to extort money?",
        "Q: So the fact that he was a war veteran and a physician didn’t make any difference?",
        "Q: Was this after you were born this happened or before?",
        "Q: Was he still practicing medicine at that time?",
        "Q: So your grandparents told your parents that.....",
        "Q: This would have been your father’s uncle?",
        "Q: So you’re saying Krupp, people from Krupp helped your father during the emigration?",
        "Q: Did your parents own their own place or were they...",
        "Q: Apartment building or a house?",
        "Q: Now you mentioned you were with your grandparents at one point. Did they live with you or\nwas it just you and your parents?",
        "Q: Oh, so you stayed in Heidelberg?",
        "Q: This was in Heidelberg?",
        "Q: Home meaning to Essen.",
        "Q: So would you say you were growing up half the time in Heidelberg and half the time in Essen?",
        "Q: So you remember seeing any other Nazis besides the ones on trolley car that day? That was the\nfirst ttme you had seen a swastika?",
        "Q: Did your father ever explain afterwards what the swastika meant?",
        "Q: So not even afterwards did they explain?",
        "Q: When you left Germany”?",
        "Q: Got it out of Germany?",
        "Q: When did this happen?",
        "Q: Just the three of you?",
        "Q: So you were waiting for visas to America?",
        "Q: And your grandparents in Heidelberg, did they remain behind?",
        "Q: Your grandparents?",
        "Q: Your grandfather Mendel, that would be November 1938.",
        "Q: These would be your mother’s parents?",
        "Q: This would be the Hocher.",
        "Q: Grandpa Ferdinand and his wife and his brother Simon and his wife.",
        "Q: So the Hochers went to Amsterdam.",
        "Q: This would be your aunt Erica?",
        "Q: And they went around the same time that your grandparents ...",
        "Q: But when you left Germany, you went to Belgium.",
        "Q: Completely independently of their movement. You didn’t visit them.",
        "Q: You were too young to go to school in Germany?",
        "Q: Did you start learning another language at that point?",
        "Q: When you left Germany, were you able to say good-bye, do you remember saying good-bye to",
        "Q: You were glad they were taking you with them, though?",
        "Q: Did you have any playmates in Essen?",
        "Q: Did you have any pets speaking of dogs?",
        "Q: You got to keep the doll?",
        "Q: From your grandparents from Heidelberg?",
        "Q: So the doll was from Heidelberg?",
        "Q: What kind of a doll was it ...?",
        "Q: What was the girl’s name? Do you remember that? She got up to go to the U.S.?",
        "Q: The blond with the maroon cape, she made it to the U.S.?",
        "Q: And that was the end of her career?",
        "Q: Do you have any other memories of Brussels?",
        "Q: You were saying catechism in French? [She says some of it].",
        "Q: Now you were a Jewish girl though with Jewish parents.",
        "Q: This is the pet that you wished you had.",
        "Q: So you were a mischievous child?",
        "Q: What’s that supposed to mean?",
        "Q: And you didn’t have any other nicknames? You were Ellen otherwise?",
        "Q: What did you ever do to earn that?",
        "Q: But in Germany you didn’t get into trouble did you?",
        "Q: Oh, well everybody knows what that means.",
        "Q: So in Germany you were Strolth and Zonnascheinkind?",
        "Q: Did you know that you were Jewish?",
        "Q: So one of the rabbis of Essen founded another synagogue in New York in November 1939?",
        "Q: Builders Synagogue, right here in New York City.",
        "Q: Meanwhile had you ever heard of Hitler? I know your first experience with the swastika was\non the trolley car. Was the name Hitler ever mentioned, do you recall talk of Hitler or of war,\nbecause after all war has broken out during these months?",
        "Q: Did they ever give you a reason why you were moving to Belgium and then eventually moving\nacross the ocean?",
        "Q: And what’s your maybe third one?",
        "Q: The Van?",
        "Q: Dutch ship?",
        "Q: Du, no Da which sank on it’s return.",
        "Q: Well not another one but what struck me was that you’d always been afraid that your parents\nwould leave you behind and yet here your father had this golden opportunity to leave you\nbehind and yet he said no and you weren’t there to hear this. If you’d only heard this\nconversation then, there all of your worries and your concerns probably would have evaporated.",
        "Q: Very elaborate.",
        "Q: Yeah, now while you were in Belgium, ’39, early °40, did you ever get a chance to visit family\nmembers in Holland?",
        "Q: Which grandparents now?",
        "Q: O.K, so this was in the Netherlands?",
        "Q: Before leaving you guys go to live in Amsterdam ...",
        "Q: Was this January or December?",
        "Q: You were there with your grandparents, the very same grandparents who wanted to keep you.",
        "Q: Do you remember saying good-bye to those grandparents?",
        "Q: Was there any possibility of them leaving since they indicated they wanted to go to America as\nwell?",
        "Q: So there was paperwork?",
        "Q: How about the other members of the family? You mentioned your aunt Erica, your mother’s\nyoungest sister?",
        "Q: Did anyone suspect that Germany might ...",
        "Q: They were in the Netherlands?",
        "Q: And they were continuing the same line of work, they have the cigar ...",
        "Q: Did anyone suspect that the Germans might invade Holland which was a neutral country?",
        "Q: Nobody thought about it.",
        "Q: After the fact, did he ever share with you his thoughts about -- remember you were telling me\nthat being Jewish and talking about Nazis and Hitler that was saved for much later. Eventually\nwhen your father came around to telling you about these years including the decision to leave\nGermany, did he add any additional information?",
        "Q: Meaning the United States of America.",
        "Q: Before the Nazis came.",
        "Q: You’re talking about Hitler?",
        "Q: And he did, but only because he left.",
        "Q: So it wasn’t the people even, it was some people bad and some people good.",
        "Q: Would you say that your mother was more eager to leave than your father was?",
        "Q: Even though it had been such a great place before the Nazis.",
        "Q: Did you find out what happened to the other members of your family who didn’t leave?",
        "Q: And what did happen?",
        "Q: Your mother’s ..?",
        "Q: Eva being her stepmother?",
        "Q: So it would be your grandfather Holchherr and your step-grandmother.",
        "Q: And they were deported from the Netherlands directly from Amsterdam or were they sent to\nany camps ...?",
        "Q: That’s in eastern Poland. It was an extermination camp that was active in ’42 and ’43. And you\ndon’t recall the date that this happened ....?",
        "Q: So your grandparents were deported together. Were there any other members of the family that\nwere with them in the cattle cars?",
        "Q: First your grandparents, they were sent directly to Sobibor from the Netherlands. Now you\nwere starting to talk about your grandfather’s brother.",
        "Q: Right. Whose mother died when he was young.",
        "Q: This would be Simon. He was a war veteran of the German army.",
        "Q: From the war or from fraternity.",
        "Q: German woman?",
        "Q: Jewish?",
        "Q: This was Heinz’s half sister?",
        "Q: She came back when to visit her parents?",
        "Q: Was it after you had left for America?",
        "Q: So we’re talking early 1940.",
        "Q: And bang, the Germans come in.",
        "Q: And they all have German passports?",
        "Q: Right, I mean they would only have been living in the Netherlands for a year or two so Lisa\nLotte for example really wasn’t living in the Netherlands. In all probability their passports were\nGerman. With a J on it.",
        "Q: Probably. Yeah they definitely had the J on it because we had that too. So she was stuck there\nand she and Heinz and Heinz’s wife and then there was a little daughter. They were asking for\nyoung people to go to the work camps.",
        "Q: Who’s they?",
        "Q: During the German occupation?",
        "Q: So he encouraged Lisa Lotte and Heinz.",
        "Q: Heinz’s wife.",
        "Q: Alone.",
        "Q: So Jella survived deportation to Theresienstadt?",
        "Q: Ella remained in Theresienstadt until the end of the war?",
        "Q: Did she tell you any stories about her husband in the time that he was in Theresienstadt?",
        "Q: Nothing about it, no incidents?",
        "Q: So she really has little idea or share very little with you as to why she might have survived?",
        "Q: Do you know how long she was in Theresienstadt, in terms of years?",
        "Q: You would have drooled at the sight of that in Theresienstadt.",
        "Q: How old was she, approximately, when she was in Theresienstadt?",
        "Q: She was 90 in ’76. That means in 1945 she would have been about 59, so she was getting along\nin years. Was she active in anything at Theresienstadt, social service, because there were some\nactivities available?",
        "Q: Were there any other family members in Theresienstadt other than Ella and Simon?",
        "Q: What about Heinz and his family?",
        "Q: And he was with Lisa Lotte? Did they volunteer together to work in Germany?",
        "Q: Now another that that occurred to me, your Holchherr family in the Netherlands, they were in\nbusiness, right? They were in the cigar business. Were there any losses of property? Was there\nany talk about compensation?",
        "Q: The one in Heidelberg that was confiscated?",
        "Q: What about their business activities in Amsterdam?",
        "Q: In the same town?",
        "Q: An engineer. And his last name?",
        "Q: Franz Josef, that was his last name? Spelled German style with an “f’, Josef.",
        "Q: Around the same time as your grandparents?",
        "Q: Erica and Franz.",
        "Q: This is the baby born in the Netherlands?",
        "Q: You mean there was a rendezvous and they were stood up?",
        "Q: When did this trip take place?",
        "Q: In Switzerland?",
        "Q: So they survived in Switzerland and then returned to Amsterdam?",
        "Q: Your cousin meaning the ...",
        "Q: The child born in Switzerland?",
        "Q: In Holland?",
        "Q: The first child made the trip across France.",
        "Q: Now, did we miss any stories along the way? We just talked about Erica, this would be your\naunt, your grandparents we talked about them so far as we can remember. We got your parents\nand you across to America. And then Lisa Lotte and Heinz we have them deported to the east.",
        "Q: Well I’m sure that wasn’t so bad.",
        "Q: Nothing like that in Germany.",
        "Q: You were glad to get off the ship?",
        "Q: So he could then practice.",
        "Q: And he was a young guy then, right?",
        "Q: So he was born in 1895, that’s still pretty young.",
        "Q: But of course he didn’t have the heart trouble because of you? That I think we could say with a",
        "Q: Meanwhile it was probably the stress studying and trying to make a living.",
        "Q: When did your parents and eventually you first learn about the Holocaust, that is to say the full\nmagnitude of what was going on? They left because he couldn’t practice and because the Nazis\nwere very mean towards the Jews and they trashed synagogues and so forth but I think it’s safe\nto say that they never could have imagined in 1938 and 1939 what would have happened.\nBeing American during the forties and keeping in mind the controversy of whether or not ...",
        "Q: Yes, German spies perhaps. But seriously the argument that Americans didn’t know what was\ngoing on in Germany ... it was kind of a shock at the end of the war when the camps were\nopened and photographs were distributed. When did your parents first realize that there had\nbeen this Holocaust, concentration camps, extermination camps, millions of people.",
        "Q: After the war.",
        "Q: So during the war ...",
        "Q: So you knew who Hitler was by then?",
        "Q: And you learned English.",
        "Q: The German, the French, English.",
        "Q: And you knew what the swastika stood for?",
        "Q: When your aunt died or just before you ...",
        "Q: No, not movies, documentary ..",
        "Q: Wanted to preserve a little bit of sunshine.",
        "Q: In retrospect, basically you got a little information here, a little bit here and there. Of all your\nfamily members who would credit as being your single biggest source as to what happened to\nyour family in Germany and then outside of Germany? You have your parents, you have Tanta\nElla, you got Erica.",
        "Q: This was the diary ...",
        "Q: They had a diary.",
        "Q: This is their underground railway escape.",
        "Q: Getting away before the Holocaust and before you knew what the Holocaust was going to be.",
        "Q: Even they skirted, Erica skirted the Holocaust. Ella, I suppose, of all of your surviving family\nis the one that was the most involved in the Holocaust.",
        "Q: Because she didn’t want to speak. And the other members of the family who were very directly\ninvolved in the Holocaust, none of them survived.",
        "Q: Well your mother’s side of the family also were rather successful.",
        "Q: The wrong side of the tracks.",
        "Q: Instead where did they come from, Waldorf and Heidelberg, not bad places?",
        "Q: In fact, if you would look at the Germany today, people from Heidelberg and Waldorf would",
        "Q: Well even you look pretty elegant with your foot laid up like that on top of a chair after an\noperation what we’re talking eight hours, less than that, five hours after surgery.",
        "Q: Yes, one thing or another. But as for the rest of the story of your mother’s family we can get\nsome more information from your aunt ...",
        "Q: Okay.",
        "Q: We'll look forward to that and to you getting on your feet again.",
        "Q: Yeah, but we’ll just close the tape and look at some photos. On behalf of the U.S. Holocaust\nMuseum I’d like to thank you for your time and your help.",
        "Q: An understatement.",
        "Q: In Amsterdam?",
        "Q: To that list I would just like to add you. You certainly were successful as a professional, still\nare, serving mankind, humankind. I don’t know which campus 1s it you’re ...",
        "Q: New York City?",
        "Q: A new career?",
        "Q: On that happy note I again want to thank you."
    ],
    "answers": [
        "A: Hi, Tony.",
        "A: Great. Enjoying this a lot.",
        "A: I appreciate the opportunity of talking to you about my family.",
        "A: I was born in Essen.",
        "A: September 22, 1935.",
        "A: My parents’ names?",
        "A: My father, his name was Ernst and my mother was Jella Mendel. That’s how we pronounced it\nin Germany. He was a physician.",
        "A: Yes.",
        "A: Right.",
        "A: She was a housewife.",
        "A: Okay, what I’Il tell you about 1s what I remember and also what I was told.",
        "A: Right. An interesting fact is that I was born one week after the Nuremberg laws came out.\nThey came out September 16. I was born a week later. And at that point Jews were not allowed\nto have anybody working in their house who were Christians unless they were over fifty\nbecause the Nazis were afraid that they would intermarry or...",
        "A: Right. And so my earliest days -- you know I had a nursemaid that they had to let go and I\nknow my mother explained how sad that occasion was so they had to let her go of this\nnursemaid and they changed several times. There was Shvesta Gatzog or Shvesta Maria. So I\nthink I got Shvesta Maria. She was over fifty so that was okay. She was nice too but from my\nearliest years were kind of changing caretakers. There was, of course, my mother but I think\nshe felt it would be good to have a nursemaid for me in those early years.",
        "A: Right and they were very lovely people and my parents got along very well with them.",
        "A: What I want to say is that I think Shvesta Roiskin,, Shvesta Gatzog, Shvesta Roiskin, Shvesta\nMaria -- Shvesta Roiskin made them..... They also could have somebody Jewish so maybe one\nof them was Jewish. If you had someone who was Jewish they could be that age. But I am\naware that there was a lot of change in the beginning because even though the Nuremberg laws\ncame out -- until they came to the people -- you know, a little time must have gone by, there was\na lot of confusion. And then my mother used to say that new edicts would appear like a bolt of\nlightning out of the air overnight. You never knew what was going to happen next, where the\nJews couldn’t go, what they had to do or what they couldn’t do. So my parents, for example,\nwere married at home because that was easier.",
        "A: And they didn’t go on vacation in Germany on their honeymoon because that was already was\nclosed off as far as I recollect so they went to Italy on their honeymoon. They got married in\n1934.",
        "A: Right. On my birth certificate also there’s a swastika.",
        "A: No. My father said because of the situation we couldn’t afford it.",
        "A: Well that’s an interesting story -- because he served in the First World War and had been\ndecorated for distinguished service the army kind of was able to protect their own as it were and\nHitler couldn’t do very much. So he was allowed to practice for a very, very long time and he\nwas of the opinion that Hitler was blowing over and that then things would be better. So we\nstayed in Germany until 1939 which isn’t to say that we didn’t want to leave earlier. After\nKristallnacht I don’t think any Jews had any doubt of what was going to be the mood of the\ncountry. I wouldn’t say the fate of all Jews because it wasn’t known at that time. So during\nKristallnacht, for example, I was in Essen alone with my grandfather, my father’s father, while\nthey were getting ready in Berlin, they bought all this furniture that you see here, they bought\nall of that and they got ready to emigrate. And I would always be left with different people, my\ngrandfather in Essen or my grandparents in Heidelberg while they would leave.",
        "A: Right.",
        "A: One of the stories that is told, that my father told me is that when I was a toddler we were in the\ntrolley car and there were a lot of men with their swastikas and we were sitting there. My father\nwas trying to keep a very low profile and me being this curious little kid I started asking all\nabout those signs that I was seeing. In a loud voice Papa [vas iss dos] and my father tried to\nexplain very quietly so that I wouldn’t cause a commotion and nobody would notice us. And I\nsaid [very indistinct] and I just kept on and on and he wasn’t able to let me know enough that I\nhad to keep quiet. So finally he took me and we got out of the trolley car because he was afraid\nthat we would get in trouble. My father was also in a concentration camp, in Dachau. In the\nearly days the Nazis were imprisoning a lot of people and it seems to me from what he told me\nhe was put in because he was vice-president of the B’nai Brith chapter. So they were ransoming\nuntil they got all the money he was there. So he was there maybe two days or something like\nthat. But he was in a concentration camp.",
        "A: Right.",
        "A: Right.",
        "A: At that point it didn’t matter anymore. At that point Hitler had taken over the army. And so the\narmy was powerless.",
        "A: Oh, after. It was after Kristallnacht I guess. Oh yeah, that was just before the...probably ’38 or\nsomething like that",
        "A: No, he had to stop at some point. There was one point where everybody had to stop who was\nJewish. At that point he said if I can’t make my livelihood then I can’t live here. At that’s when\nhe started to get ready and to find out how to get out, where we could go, who would give us\nthe affidavit, and these must have been extremely stressful times. As far as my life before that I\ncame from very comfortable milieu. My parents’ families on both sides had lived in Germany\nsince about the 1700s. We were very comfortable and my life was a very good one. An\ninteresting story is told that people like my -- once my mother told the story that if my father ---\nthis couldn’t happen in the Holocaust though---he was so prominent, two things, first he walked\ninto a store like Woolworth, or some kind of a low class store, people were overheard to say\nwell -- Dr. Mendel...[in German] if he goes in we could also go. But more directly, when my\nparents were getting ready for the emigration it was around the time of Kristallnacht and they\nwere in Berlin and I was alone in Essen with my grandfather. When they called they were told\ndon’t come back, stay where you are. You won’t be recognized in Berlin, in Essen you’re too\nwell known.",
        "A: I think somebody called the house and spoke to my grandfather. My grandfather was very\nprominent in Essen, not only my grandfather but his brother had a huge practice my father\ninherited. He made some discoveries with diabetes. He was very well known......[indistinct]\nBut he died.",
        "A: Yes, Uncle Felix. My father called him Uncle Felix. He was my great-uncle. So they stayed\nlonger and my father treated people from the Krupp family and so they helped also and from the\npacking they gave him favors because 1) he was well liked 2) he was well known.",
        "A: Yeah, yeah, right. I mean we got everything out. All into our [indistinct] and everything and\nmost of 1t seemed to come from here.",
        "A: No, I went back there and they were renting.",
        "A: Like a big apartment.",
        "A: No, this was in Heidelberg.",
        "A: Yeah, my parents would park me there and I would be with my grandparents but you know I’ve\nbeen in therapy and some of the stuff that’s come out you know in the last ten years even would\nsay is that on some people I was afraid they were never gonna come back and that they\nwouldn’t take me. So today certain reactions to things go all the way back to that time when I\nwas left with wonderful grandparents but all I wanted to do was in a garden...",
        "A: Yeah, all I wanted to do was go home.",
        "A: With my parents...I just wanted my parents.",
        "A: No, I think most of the time I was in Essen but then when my parents would get ready for a few\nweeks I would stay for a time... Moving ahead ....[indistinct] well that’s some of what I\nremember when I was growing up.",
        "A: That was the first time I responded out loud, so openly.",
        "A: Nobody ever explained anything to me and so I came to this country, I was a very confused\nlittle child. I had many fears and once I found out in a big, long workshop that I thought that\neverything that ever happened that was wrong was my fault. That any problems my parents had\nyou know I just [?] had this feeling that I was always doing the wrong thing so everything must\nhave been my fault. Nobody really ever talked to me about it because they didn’t think I would\nunderstand.",
        "A: No, not when I was a child. You know I’d be much older before they explained anything. Then\nmy father spoke. I can tell you what he did. We were only allowed to take out ten dollars, the\nequivalent of ten dollars.",
        "A: When we left Germany and my father knew that it would be hard for us to get started and he\ncouldn’t be a physician right away. So he took toothpaste out of toothpaste containers with\ngloves, no well he squeezed it out with gloves and put in money with tweezers and then he sent\nit .... [indistinct]. I’m not sure if he ever got the money but...",
        "A: Right, and there were always these obstacles. Even when we were in Belgium we almost didn’t\nget out. Many times we almost didn’t make it. At one point though in terms of Germany my\nfather didn’t want to wait any longer in Germany because he saw what was happening and so\nwe emigrated to Belgium.",
        "A: We left in May 39. And we were in Belgium, in Brussels until January 1940.",
        "A: Yeah, just waiting for our number to come up.",
        "A: Right, yeah, the affidavit, the folder [?], the visa, the whole thing.",
        "A: My grandparents in Heidelberg, at some point, probably before we left Germany, because we\nwere in Essen, well they were still there Kristall ...I’m not sure if they were still there\nKristallnacht.",
        "A: My grandparents in Heidelberg. But I know I was with my grandfather in Essen at\nKristallnacht, but I don’t know if that was because they left.",
        "A: Right. I think maybe in ’37 they may have left. They left, let’s see, I’Il tell you who all left.\nMy grandparents left either around Kristallnacht or before. I have a sense it was before.",
        "A: My mother’s parents.",
        "A: The Hocher part of the family, right. They left and his brother left and his wife, Uncle Simon,\nthat’s with his wife.",
        "A: Right, and family actually. And their whole family. Went to Amsterdam.",
        "A: Yeah, them anyway. There were a lot more. Because they were in the cigar business and they\nhad connections 1n Holland because they imported from Holland. So in order to get away from\nHitler they went to Holland assuming that they would be okay. At least that was the first leg of\nthe journey. And also my mother’s sister and her family, her husband and her child. He was\nthree years old in Holland ...he was born about 1937 ....no, he was born in Holland, I think.\nYeah, my cousin was born in Holland, yeah I think in ’37.",
        "A: Yeah, right.",
        "A: Right, they all went to Amsterdam. They lived in different houses in the same part of\nAmsterdam because I saw it when I was there.",
        "A: To Brussels, right.",
        "A: Right I think it’s because my father had a cousin in Belgium and we were going to live with\nthem. Right, I think we sort of lived in their building. Their name was Rose, right. Alex, that’s\nright, I played with their son. And my father wasn’t really -- it was dangerous for Jewish men\nto go out on the street at night. It wasn’t really a curfew. So he didn’t go out that much. I\nknow I wasn’t easy there either. And I went to a parochial school. I went to a Catholic nursery\nschool.",
        "A: Right.",
        "A: Yes, I learned French, Belgian French.\nany family members at that point? Did you know you were really leaving for good?",
        "A: It was really sad. I don’t know. My father must have said good-bye to his father [indistinct]. I\nguess we said good-bye but I don’t remember good-byes.",
        "A: Yeah, my earliest memory which was in Germany is that we’re leaving and walking out of the\nhouse and as I turn around I guess a door’s open and I see the workmen starting to make\nchanges in the apartment and my attitude as I’m walking forward is why couldn’t they have\nwaited till we left to start turning things upside down. On some level I was aware. I was really\naware on some level of what was going on but it wasn’t anything my parents could speak t me\nabout. So it was something I just felt.",
        "A: I had playmates, I don’t remember about my playmates in Essen. I did but no hard and fast\nones. Maybe it had to do with the times. When we got to Brussels because I went to nursery\nschool, I did play with this boy Alex in the building because he had a dog.",
        "A: No, I always wanted a pet. We could never have one.\nQ; No pets. Any dolls, any ...?",
        "A: Oh yes, I had a doll. I have a picture somewhere if I could dig that up where I’m looking out of\nthe window and I have my doll. And my grandparents gave it to me.",
        "A: I kept my doll.",
        "A: From Heidelberg.",
        "A: Right, from those ..yeah, yeah. Then I had a great grandfather ....[indistinct]",
        "A: Yeah, very cute. It had blond hair. It had eyes that opened and shut, I believe, I won’t swear to\nit. What I remember is it had a cape. It had a beautiful velvet cape with maroon on the collar\npart. And hair and I used to hold her very tightly ...[indistinct] and so I got one in America, my\nfirst doll in America, I remember that also. I had three dolls, I had that doll and I had one\nnamed Kita. Those were German dolls, they were celluloid. And that had hair stuck on. I also\nhad a boy doll, his name was Peter.",
        "A: It was a very good doll ............[indistinct]",
        "A: Yeah, I think so.",
        "A: I think so, either that or she got lost somewhere in the shuffle because I don’t remember that\npart.",
        "A: Oh, yeah, Brussels I remember sitting on the kitchen table because I had been naughty or\nsomething or else they were cleaning, I can’t remember which. Anyway everything is out of the\nkitchen. I’m sitting in the middle of the table and I’m saying my catechism in French.",
        "A: That’s Wednesday night I remember.",
        "A: Yeah, but I went to ...I had a little apron and a little slate, yeah my mother made me a little\napron. My mother made all my clothes. One she was very handy and two we didn’t have any\nmoney. So I remember that and I remember that experience. And then my father tells us that\nwe used to go to the beach in the summer. Well, we didn’t used to I guess we were there one\nsummer. We went to [?]. And my father tells the story that he was lying there and all at once he\nhears these people laughing. And he looks up and he sees that I am walking on the beach\nfollowing a little dog, a little male dog and I am imitating a little dog urinating, putting my leg\nup and trying to urinate with my leg up.",
        "A: I guess so because I always wanted a dog, a pet. So he was embarrassed. It seems as if I was\nalways embarrassing my parents ......[indistinct].",
        "A: I think I was, yeah. My father used to call me “strolth.”",
        "A: Like a little imp. I think that’s what it means. I have to look it up.",
        "A: Called me devil, little devil.",
        "A: In America I was always getting into trouble.",
        "A: No, there they called me Sonnenscheinkind.",
        "A: Yeah, ....[indistinct] sunshine.",
        "A: I’m not sure I was Strolth later on. I was much loved and much looked after and focused on.\nThere were pros and cons to that. I was an only child. And I have a book about every word I\never spoke and what I ate and how much I weighed ....",
        "A: No. I knew I was Jewish when we came here because my father was a very loyal member of\nthe synagogue and the rabbi from Essen founded a synagogue here. We came a year after they\nfounded it. They founded it a year after Kristallnacht.. We weren’t here yet, November in\n1939. We came in 1940 ......[indistinct].",
        "A: Called the Builders, Habonim.",
        "A: Sort of an answer to the ...that we wouldn’t be left out.",
        "A: My parents were the kind of people who would want to shelter their children from everything,\nany harm. And that happened until my father died last spring. Their attitude always was we\nwant to shelter Ellen, we want to protect her, we don’t want her to worry. So I think they made\nvery sure never to discuss anything controversial or fearful or [indistinct] around me.\n[indistinct]",
        "A: No, I wish they had. Let me just go back. This was a story my father told over many, many,\nmany times. My grandparents Hocher would have liked to have come to America and planned\nto. But it was a question of getting the papers together and everything. And they said to my\nfather and my mother, my father was always the spokesman for the family, why don’t you leave\nEllen with us in Amsterdam? And you’ll be free to settle and get yourself together because after\nall it’s not easy with a little girl and you don’t know what awaits you? And then we’ll bring\nEllen with us. No my father said no, no. No matter how bad things are there always will be\nenough for Ellen. Wherever we go Ellen will go with us. There will always be enough. And so\nwe finally got out January 1940. May 10\" was the invasion and all borders were closed. So the\nfact that I’m here talking to you is a double miracle, maybe a triple one. One is that my father\ndidn’t say yeah that might be a good idea, let’s do that and then I would have been killed with\nmy grandparents probably in Sobibor or elsewhere because I would have been too young to\nuseful. The second is that our number came up before the invasion. It was just luck. We could\nhave been sitting there and it could have been July and we might still not have our number. So\nthat’s a clear-cut two.",
        "A: I just made it up because I like three. Oh three. We went through the Atlantic Ocean and it was\nmined. That was the last voyage of the Van Dank the boat we came on. It was torpedoed,\nmined, sunk on it’s return voyage.",
        "A: The Van Dank.",
        "A: Yeah, Dutch ship. We sailed from [?]",
        "A: 1940 going back. So that’s three, but you thought of another one.",
        "A: Yeah, yeah, because a lot of my memories from Holland was I’m supposed to take a bath and\ngo to bed. And I decide I don’t want to take a bath but I don’t want anyone to get angry at me\nso I get undressed, I have the bath water drawn and I’m standing there but I figure if I don’t put\nmy foot in the water I'll never have to take the bath and I won’t have to go to bed and then my\nparents won’t leave me in the middle of the night while I’m sleeping and never come back.",
        "A: That was quite a story.",
        "A: No, but what we did, that’s a good question, before we left we stayed two weeks with my\ngrandparents and it was at that time all the good-byes, all the plans, and that’s when I was so\nafraid my parents would leave. We lived with them.",
        "A: Holcherr.",
        "A: In Amsterdam, by then they were there because they had gone in ’37 or °38.",
        "A: To live for two weeks.",
        "A: Yeah.",
        "A: Right. It may have been at that time when that conversation came up. It was at that time I was\nfearful of taking a bath because I thought my parents would leave and never come back. And at\nthat time I guess that’s when we said our good-byes.",
        "A: No, I don’t think I remember.",
        "A: Yeah, there was and I guess their number didn’t come up or they didn’t have anybody at that\nmoment in Amsterdam but it seemed imminent almost.",
        "A: Possibly, I don’t know at what stage it was.",
        "A: They stayed. They weren’t planning on going to America.",
        "A: And my aunt, Tanta Simon they weren’t planning that I know of to come to America either.",
        "A: Yeah.",
        "A: Right until the Germans ...",
        "A: I don’t think anyone did.",
        "A: I don’t think people thought about these things. My father wouldn’t go to Holland because he\nwas a doctor and he didn’t have any connections there. So we had some connections in\nAmerica so we figured ... somehow my father didn’t want to stay around because there was talk\nof Australia if we couldn’t get into America. That was a possibility, to go to Australia. Never\nwanted to go to Palestine.",
        "A: It was my mother who said how things happened overnight. My father had tremendous\nambivalence about leaving Germany. Germany had been a source of success, friendship and\nmany things. And when we came here he says [spoken in German] which means we got to\nthank God every day that he brought us to this God damn country.",
        "A: Right. And I used to hear in the beginning years after that how wonderful Germany was.",
        "A: Right. So my father used to live in his stories to me more in what happened before the Nazis\nexcept for his overcoming. He never shared feelings vulnerable. He never shared feeling\nJewish, never talked about stuff like this, nothing. All he said is they thought he was a mad man\nand he would burn himself out.",
        "A: Hitler, yeah. He really felt that he could outlive Hitler.",
        "A: He was right, but only because he left. And he was very reluctant to leave. All he did was save\nus. We don’t fight the language. He made me speak German. I’m bilingual. He said we’re not\nfighting the language, just the people. And he used to talk about [in German]. So you had a\nsense of who was good and who wasn’t good.",
        "A: Right. And he spoke about sometimes about friends who hadn’t survived, people he was very\nclose to who were very successful, I guess. But that was the irony of some people [indistinct]\nthat their country would turn on them. So my father thought [indistinct]. Just my mother who\nsaid overnight you never knew what was happening next.",
        "A: Well, you see my father’s father was still in Germany and my mother’s parents had gone to\nHolland so in a way perhaps but I think they both had really decided. The minute my father\ncouldn’t practice medicine he resolved to leave. And he also said many years later he would\nnever go back to a country that had thrown him out. Never go to visit.",
        "A: Right. No, his father kind of died right before the war. [indistinct]",
        "A: For a long time we didn’t know anything. I remember one day my mother found out\n[indistinct]. I’m not even sure if she cried. I don’t remember my parents crying for anything\nthat ever happened. I only remember my mother maybe a little bit she cried when her parents\nwere killed, but not a big cry ...... [indistinct] maybe she cried but nothing long lasting. I\nremember though once she found out -- late, because I must have been about ten years old.",
        "A: Well, they were put on cattle cars and I found out from my aunt, I thought they were shot\ngetting off the cattle cars, but to speak to my aunt she told me they went to Sobibor and they\nperished there.",
        "A: Parents. Ferdinand and Eva Holchherr.",
        "A: Right.",
        "A: Right and the only one that I ever knew.",
        "A: No, I think they were sent to Sobibor. Where is that?",
        "A: They might know [indistinct]",
        "A: Well you see Tanta Ella and Uncle Simon were [indistinct]",
        "A: Right, Simon, who [??] in a cigar factory together and they were very close. He had a son from\nhis first wife. His name was Heinz Holchherr ... so, let me get the family group. There was\nSimon and his second wife Ella. Her name used to be Lizer but now of course when they got\nmarried so that was Holchherr. They had two children. One was Heinz who was from his first\nwife.",
        "A: Right. Sometime around a little before the first World War. And his father was very prominent\nin the first World War.",
        "A: Right. He had a big scar... [indistinct]",
        "A: No, from the war. He and his wife had another child. Her name was Lisa Lotte. They were all\nliving in Holland but then Lisa Lotte went to England to study to be an interpreter. And Heinz\neventually in those years got married. He got married to someone named [indistinct].",
        "A: German woman.\nQ Also living in the Netherlands?",
        "A: Yeah, I believe that was the story. Pretty popular.",
        "A: Yeah, Jewish. Now I won’t swear that he didn’t get married in Germany and come there with\nhis wife. I’m not positive but I could find out for you. But they had a child who was about a\nyear younger than I, maybe she would have been, or a year and a half younger, about that age.\nAnd Lisa Lotte was studying in England to be an interpreter.",
        "A: Right, Ella’s daughter, came back to visit her parents and was trapped -- couldn’t go back.",
        "A: Before you could get out again.",
        "A: Yes.",
        "A: Right.",
        "A: Right, and she’s stuck, she can’t go back to England. Because she was their daughter, she was\njust studying there and she didn’t have a right to be out there. She was there at the wrong time.\nSo she was stuck with them.",
        "A: Either German or Dutch, but it didn’t matter, they were Jewish.",
        "A: The Germans were asking for names of people to volunteer to go and ... you know things were\nbad in Holland for the Jews, in Amsterdam by that time. I don’t know what time. I don’t know\nif my grandparents were still there but around those years.",
        "A: Oh, for sure. And Simon thought that things could be a little better for them. So he encouraged\nthem to volunteer to be in a labor camp to work, young people, in Germany. And they never\ncame back.",
        "A: Probably Margo went too, not positive.",
        "A: Heinz’s wife. Now the little daughter, I’m not positive. Her name was Suzanne. I don’t know\nwhere she was killed. The parents, I’m not even sure who went to Theresienstadt but Tanta\nElla, Simon’s wife and uncle Simon were deported to Theresienstadt.",
        "A: To the best of my understanding, but I’m not positive. Maybe the little girl went too, their little\ngranddaughter, I don’t know. Because Tanta Ella survived the war because she came to live\nwith me in 1946.",
        "A: No, Jella was my mother, Ella? Ella went to Theresienstadt suffered tremendously. Her\nhusband was deported from Thereienstadt to Auschwitz and killed. A lot of people in our\nfamily went to Auschwitz, names I haven’t mentioned to you. There were many brothers.\nThere was Simon and Ferdinand and many others and a lot of them were deported because only\ntwo people came back, Tanta Ella and Tanta Marie.",
        "A: And she was liberated and then I guess she was in a DP camp and then she went back to\nHolland a little bit and had difficulty living with my aunt and uncle who by then had returned\nfrom Switzerland because they had fled to Switzerland, I didn’t tell you that story and so then\nshe came here. And she never wanted to talk to me about what happened. It was only on her\ndeath that I [indistinct] but she lived with us. So first my father died, ’57, then my mother died\nin ’70, and my great-aunt 1s still alive. And all the stuff that came to me that I inherited she\ntook to the Windermere to hold for me and it was all in her will that everything in the house\nbelonged to me. So when she died my friend Bernie and I [indistinct] cleaned out the apartment\nand found some of the pictures that I have here that I had never seen. So I pieced a lot of this\ntogether. She would say little things but not much. It was too painful for her. I remember once\nshe showed me money from Theresienstadt that they were supposedly into her views but she\nsaid it was horrible, horrible, just horrible, she couldn’t talk about it. She wore black for a long\ntime, wouldn’t wear lipstick. She was in mourning for a long time till her husband ....\n[indistinct]",
        "A: No.",
        "A: Nothing. I think she felt guilty that she survived. She had a great deal of difficulty dealing with\nany of it. By the time she died I wasn’t living at home anymore and quite honestly I was\nreluctant to ask her because it wasn’t very popular yet in those days. I’m trying to remember\nwhen Epstein’s book came out, Children of the Holocaust so when I read it I could identify a lot\nwith that kind of feeling [indistinct]",
        "A: It had something to do with breaking her foot and being in the infirmary but I could never piece\ntogether how that could help her survive. I think she felt very, very guilty.",
        "A: Maybe not that long. You see if Simon could have stayed in Theresienstadt he might have lived\ntoo but he got deported. It seemed to be that she was in the right place at the right time not to\nget deported and it was pure luck. And she never wanted to talk about it. She kept it, just\neverything locked in her heart. It’s just that when I wouldn’t eat or something she’d say [in\nGerman referring to eating in Theresienstadt] what I’m leaving on my plate.",
        "A: Yeah, and she did show me the money and I think she talked about the orchestra, maybe.\nMaybe she did talk a little, very, very little. She was a very strong woman. She was like a\nduchess, very proud, and it was her way to stay sane certainly after the war.",
        "A: Well, we could figure it out. She was 90 when she died in ’76. So let’s say over forty years.",
        "A: Yeah, shows for money. She never spoke about it, never spoke about it.",
        "A: I think Tanta Marie may have been there but I don’t know. They may have just gone straight to\nAuschwitz. I could find out.",
        "A: I think my cousin Henry may know that. I could find that out, maybe.",
        "A: Yeah.",
        "A: Oh yeah, oh yeah, we got back from Germany. They worked hard, my mother’s family, and\nthey would get back for the factory.",
        "A: Right.",
        "A: They may not have been on the same level. Don’t forget they were new in the country. It would\ntake a while for them to .... I don’t want to break your train of thought. I just want to briefly\ntouch on my aunt who was also living in Amsterdam. So you’ve got my grandparents, Simon\nand Tanta Ella and Heinz and his wife and family and Lisa Lotte coming back and then you\nhave Erica and Franz. Erica was my mother’s sister, a year and a half younger. She must have\nbeen born in about 1909. That’s when she was born, March 7, 1909.",
        "A: Yeah, and she married Franz who came from Mannheim. They left Germany. He was like an\nengineer, mechanical engineer or chemical engineer, but I’m not sure.",
        "A: Joseph.",
        "A: I don’t know because in Holland whoever I knew was a “ph”. So they may have changed it.\nAnd they emigrated to Holland. They didn’t emigrate with anyone. I think my cousin Paul was\nborn in Holland. They left also in about ’37, got married and then left",
        "A: Right. My grandparents may have gone there first and so it might have been you know, they\nmay have all gotten there first and then that might have been why they went, you know —\nbecause that would be her parents, her stepmother and her father. And in Holland, in\nAmsterdam, they all got stuck. So what happened to my mother’s sister and her family, they\nfled. They disguised themselves as French peasants, as peasants ...",
        "A: Yeah, and she had a little baby boy two or three years old....[indistinct]",
        "A: Yes, I think he was, my cousin Paul. Now I have pictures of myself with Paul, just before we\nleft. I have those pictures. And they fled on bicycle, train, and foot. And they also were helped\nby underground. They had false passports. And for much, much money, jewels and everything\nelse, you could buy your way sort of to freedom. And it was like an underground railway. So\nthey would stop off and different people would escort them for a while. But in one place\ntowards the end of that journey, my aunt explained, nobody came.",
        "A: Nobody came to escort them, they were stranded, they were stood up. My uncle, who was no\nslouch, he said I’m not taking any chances I’m not waiting any longer. So in the middle of the\nnight or whatever it was he knocked on the door of someone he knew in Brussels who was a\ncolleague of his, an engineer, and he said would you take us in. And they did. And then they\ncontinued on. I remember my aunt told the story, they wrote out the whole story down, but\nthat’s in Holland because I saw it once.",
        "A: I have to ask my aunt. Maybe °42 or 43. Well I could try to figure it out by when my cousin\nwas born",
        "A: In Switzerland. So once I think they were in a place and there were German officers on the\nother side of the inn and they just tried to keep a very low profile. My aunt like she couldn’t\nspeak the language, and the baby, and she was wearing a babushka. My uncle spoke French\nvery well so he could almost pass. They had papers I think that he was maybe from Alsace\nsomewhere so that if there was a German accent it wouldn’t be so strange. And when they just\nabout got to the border, even there the Swiss weren’t so great and they sent back many, many\npeople. But they were lucky. They were taken in, they had a child. Men and women were\nseparated and they had to work very, very hard and they only got back together because my\nuncle said there was nothing he couldn’t do. So, he said he could fix toilets and toilets were\noverflowing and they needed a plumber and he was good with his hands so .... Then they gave\nthem a room together. My aunt said they were so thrilled just to have that room together. And\nshortly thereafter [indistinct], it may have been my cousin was born. Eventually they went back\nto Holland and two more cousins were born.",
        "A: Right, but en route my uncle as well as my cousin got tuberculosis. In that time.",
        "A: My first cousin Paul.",
        "A: Born in Holland.",
        "A: The first one. The second one was born in Switzerland.",
        "A: Right.",
        "A: Maybe to Germany or maybe to the east, I don’t know. [some indistinct comments].",
        "A: It was tough, very tough, first we lived in a furnished apartment where we had bedbugs and\neverything.",
        "A: No, you’re right, nothing like that in Germany. I’m sure my father would say that. We weren’t\nused to that kind of thing. I remember our first night in America. We came at twelve o’clock\nmidnight and we lived in the Beacon Hotel and they had two floors.",
        "A: Well my father said I was seasick for the whole trip and he was always singing to me so I\nwouldn’t think about being seasick. The problem was that my father would spend hours and\nhours at night studying for the medical boards.",
        "A: Right because we didn’t have money and we didn’t have an apartment. We didn’t have much of\nanything except each other. And in the middle of the exam he had a heart attack. That’s when\nwe were still living in a furnished apartment, [indistinct] ... so he was laid up with a bad heart.",
        "A: Well he was older when he was married ...[indistinct] ... in his forties.",
        "A: Oh yeah he was young for that. I always remember my father having heart trouble. So not only\nwas I always “shushed’ in Germany, I would be “shushed’ in America, too. Don’t get your\nfather upset.\ngreat deal of certitude.",
        "A: Right. And I know that, that part I knew, but I was afraid that I could make him have a heart\nattack ...[indistinct] because I was told that.",
        "A: Yeah because we observed, oh my parents went every Friday night to synagogue and every\nFriday night we made the candles and everything and whatever they talked about, the certain\nthing about the prayer and the grace after the meal it had to do with [in Hebrew] it had to do\nwith please give us sustenance and my father would sort of smile at my mother. It was always\nsomething that was of concern. My mother made my clothes because she didn’t have any\nmoney for it. She would make jam and jelly out of rind. There were a lot of resourceful ways.\nMy father walks so he wouldn’t have to take the subway. I heard all those stories when I was\npretty young. So it was a time of sacrifice.",
        "A: They only became an American in ’46. They were enemy aliens when they came here.",
        "A: Well certainly by the time they found out about my grandparents being deported.",
        "A: Right.",
        "A: There wasn’t much [indistinct]. In ’45 I was ten years old. By the time there were the\nNuremberg trials I was very aware of the war.",
        "A: Oh yeah, and I was following it. I was following the Pacific and the Atlantic and I had a big\nmap and I was looking at my map and at the Solomon Islands and Iwo Jima and all of that stuff.\nI read the Times.",
        "A: Right.",
        "A: Well my parents felt they couldn’t keep up two languages so French went by the wayside. And\nI remember certainly and I mean but that was very late, the Nuremberg trials I knew how\nhorrible things had been. I had the papers for that with all the pictures and we didn’t have\ntelevision or anything, you know Goering with all his [couldn’t understand], I had all those\npictures, and I was reading about it and Patton I remember and VE Day I remember. I knew\nabout the war how horrible it was.",
        "A: And I certainly knew what the swastika stood for and I knew when my parents found out about\nmy grandfather but I didn’t know much. I didn’t know when my parents found out, I think\ngradually they began to find out what it was all about. The first time I ever saw pictures of\neverything was very late.",
        "A: No, not those pictures, of the concentration camps and the bodies and that was -- well of course\nthere weren’t any movies around.",
        "A: Yeah, this was a documentary --when I was in San Francisco in 1958 that was the first time I\nhad actually seen all those bodies. I remember once hearing about lampshades and soap and I\ncouldn’t believe that that could happen. I just didn’t believe that that was possible. From hair,\nmattresses. I didn’t believe that that could be done. I couldn’t believe that. ...[indistinct]. I\ncould only deal with situations like when Tanta Ella came -- I know when we got Tanta Ella at\nthe airport, it was nineteen forty something, six, well certainly by then but that was after the\nwar. I don’t know what they knew. You know whatever the Red Cross let through. We didn’t\nhear from my aunt and uncle, anyway they were stuck in Switzerland. We didn’t hear much ...\n[indistinct]. If we did, my father was the kind of person who would not share that with me. He\nwould protect me. He would shelter me.",
        "A: Yeah, he did. [indistinct]",
        "A: My aunts, Erica, when I went to Holland a few years ago. First of all when she first came here\nin ’52 she brought the diary and that was very interesting.",
        "A: Switzerland.",
        "A: That my uncle kept. You know, a journal. She still has it.",
        "A: So I knew their story very well. I knew what I told you of our story from my father, but our\nstory was not through the Holocaust. It was getting away before the Holocaust.",
        "A: Right, so Erica told me not too long ago that when my grandparents were killed and that was a\nbig shock.",
        "A: Right. I got little from her.",
        "A: Right. Only Tanta Marie who lived in the Bronx and I never had any conversation about\n[indistinct]. All the cousins, they were like ten years older than I, and they made it out. This\nwas all in my mother’s side. See on my father’s side a lot of his grandfather’s brethren,\nsiblings, died early, or didn’t have boys. I didn’t have kids or they did. I think all their kids\nmade it but I don’t know what happened to them. I really don’t know much about my father’s\nside of the family. I mean I know about various cousins and their children but not too many. Of\nmy grandfather, he was the oldest too. He sent everybody through school. They were all in\npractice. They were lawyers. My father’s family was pretty successful, they were lawyers and\ndoctors.",
        "A: I think they were, they really were but my father was such a snob you would have thought that\nmy mother came from ...",
        "A: Right.",
        "A: Right. They were very\nlook down on the people from Essen.",
        "A: Well I think it had to do really with my father’s attitude that his family was the best in the world\nand nobody could compete. A very interesting thing that I just found out last week because one\nof my mother’s cousins was here from Italy. She has her story from Italy. They went to Italy.\nEverybody went somewhere else. Someone else went to South Africa, some to Canada, some to\nEngland, you know but they’re different people. And she said that my mother’s family was the\nmost, you know they always felt they were the most elegant, and they thought that they looked\ndown on the rest of the family. So both my parents came from sort of snobbish backgrounds\nbut my mother kind of gave up to go along with my father.",
        "A: Well I guess we’re all survivors.",
        "A: From Holland. And Henry Bauer in Rego Park, Queens, and Claire, my cousin Claire, if I need\nanything they could all ...[1indistinct] and they’re my best sources.",
        "A: I’m good at doing this ... and detective work [indistinct].",
        "A: Do you want to see any pictures?",
        "A: Is there anything else that I should have told you?",
        "A: You look kind of exhausted by now.",
        "A: I’m not exhausted, I can talk forever. I think what’s important is that yes a lot of people\nperished and it’s horrendous. But the miracle is all who survived and overcame all the\nadversities ... mother, father, aunts, uncles, Tanta Ella, they all survived to live very productive\noften giving service to others kind of lives. Either they were successful, professionally, they\nhad children, or they did things for others, they lived worthwhile.",
        "A: Right. I mean they lived the kinds of lives anyone could be proud of in spite of what they went\nthrough. Because they could have said screw it I don’t want to do anything ever again. I give\nup -- or whatever. But those who survived and did it well are the answer to Hitler, that in spite\nof all the adversities they were able to overcome and maintain a connection to their Judaism\nbecause my great aunt despite Theresienstadt everything she was very orthodox when she came\nto America. She held on to her religion; she held on to her dignity; she held on to her keeping\nthe family together; she held on to knowledge and exploring other area in life, you know\nreading. Certainly my parents are excellent examples. My father was a wonderful doctor and\nhe also took care of people free of charge. So he was also a humanitarian. My mother was very\nsupportive and Franz and Erica founded an old age home. I don’t know if they founded it; they\nwere very instrumental in putting up an old age home and they did all the design for the old age\nhome.",
        "A: Yeah, in Amsterdam. And then the rest of the family too in spite of what happened. They\novercame.",
        "A: Now I’ve been in the school system for 32 years.",
        "A: New York City public schools as a teacher first and as a guidance counselor. I was awarded\nguidance counselor of the year twice. And now I’m on sabbatical and I’m looking at how\nchildren go about making plans. I’m going to write a book and I’m also a therapist in private\npractice. I think what I’m happiest about is that in 32 years of being in the school system I was\nvery committed to my job and never once did I [indistinct]. And now I feel that I’m ready to\nretire next year, I’m not burned out but I feel I’m ready to move on.",
        "A: Right, bigger horizons and a few books. Thank you for giving me the opportunity for doing a\nlittle postscript.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 25, 1992\nNew York City\n[Transcriber note: The voices on this tape on the loudest volume were very soft and when the\nvoice of the interviewee dropped it was often impossible to hear the words. |"
    ]
}