{
    "rg": "RG-50.030.0069_trs_en",
    "sequence": [
        "Q: Good Morning. Would you please tell me your name and your date of birth?",
        "Q: My name 1s Sarah...they used to call me Sheila...Peretz, and I was born...uh...February\n18, 1936.",
        "Q: Can you give me your parents’ names and their occupations.",
        "A: My father was...his name was Isaac Peretz, and he was a salesman for Singer sewing\nmachine in..in Chelm. And...uh...my mother was Bella from the family Frucht and from\nChelm and...uh...all her family lived in Helm and they was a big family, very well known\nin Chelm.",
        "Q: Did you have any brothers or sisters?",
        "A: No. I was the only child. Uh...My mother come from a big family. Uh...my\nGrandfather...his name was...uh...uh...Mosha..uh...Frucht, and...uh...he was quite...he had\n10 children, 3 sis...3 daughters and seven...uh...seven sons. And they...uh...whoever,\nduring the war...uh...before the war, three of them went to Israel and they survived the\nwar and two went to the United States before the war, they survived the war, and one\nwent to Argentina. The one who had in Poland, they all been killed. There was just\nnobody left but me. I was the only one who stayed in who lived in Poland during the war\nin Chelm actually, and survived the war in Chelm. There was one cousin who survived\nwho went to Russia and who was not during the war in Chelm. He was in Russia. And I\nwas the only one who was in the war all the time in Chelm until the war was over.",
        "Q: Can you tell me what your childhood memories were prior to the war?",
        "A: Oh, I...uh...I was very small, so I don't remember that much. I only remember a few\nthings like pictures that...uh...1 remember we went on vacation. That was the last vacation\nbefore the war...to a...a farm. I...And...uh...my...uh...father and mother, we...we rented a\nhouse in a farm and...uh... we been during the war.. I mean the war just...I...I think the\nrumor came that the war started because in the middle of our vacation we left, and we\nhad to go back and we couldn't...uh...get a train. We had to walk for a long time. I\nremember walking to...uh...and riding in a...on...on a cart for awhile and it was very\ndifficult to come back to Chelm, but we finally made it and...uh...that's what I remember\nfrom before the war.",
        "Q: What happened? What are your recollections when the Germans came to Chelm at the\noutbreak of the war?",
        "A: Well, first thing...uh...what happened is that we lived in a...in a...1n Chelm on...uh...and\nmy grandfather owned a very big building, one of the biggest there, and 1t was LaBelska\n23 was the street number there. It...It was with a big courtyard in the middle and the\nbuilding went around...uh...I think two blocks or more. At least...uh...the front was the\nmain street. LaBelska was the main street and the back was where later on was the ghetto\nof the building. So we...I remember had to move to the back of the...uh...building where\nthe ghetto was because they Jews was not allowed to live on LaBelska street. Even it was\nour building, we could not live there anymore. And I remember the first thing my\nfather...uh...was trying...the rumor at that time was that they're going to kill or take away\nthe men only, so my father with a group of men organized to run away to Russia and\nthey...I remember sitting on the...in the window watching him going with my\nmother...uh...kissing him and he went up on a wagon with horses and they been\ngone...they gone away. That's the last picture I remember and the last time I ever saw my\nfather. He went to...uh...Russia. I mean he didn't get there. On the way he heard that\nthey're going...that they're killing Jews, also children and women, and he was trying to\ncome back and get my...uh...my mother and me and the...he was killed when he stopped\nin...in...Lugof...I don't... in a place...uh...uh...where my uncle...one of my...one of my\n..uh...mother's brother lived. And...uh...he was killed there, with my uncle at that time\nand my uncle's name was Shear Frucht. He was killed at the same time. That's what I\nheard from my mother. And...uh...we lived 1n...in that...uh... house in the back of house\nwhich 1s...was turned to a ghetto. And we lived in the ghetto. Uh...The only one I\nremember is my Aunt...uh...Etty and...uh...she lived with us, with her husband and three\nchildren. And...uh...my mother and I was there. Uh...Now Everybody by that time was\nkilled and the...my...uh...during the war, there was, of course, no...not much money\nbecause my Aunt Etty...uh... husband worked for the...they made him work for the\nGerman and they didn't pay. They only took him away and he used to come...I don't\nknow in the evening or sometimes back and...uh...so my mother was trying to...uh...sell\nthings and one of the things she was selling was flour like a little...uh...she sold. She had I\nremember two...uh...big sacks...big...uh...buckets with flour was selling one of the items\nand maybe other things, but I don't remember and...uh...to survive. And the\nduring...German one time...uh...came over to the house. Somebody must have told him. I\ndon't know how they found out, and they took her away...uh...to the... There was in\nChelm a Jewish...Jewish...uh...police, and they put her in a Jewish police...uh...in a jail\nkind of. They were supposed to send her away to a concentration camp at that time.\nAnd...uh...we knew a policeman by the name of Chesick who knew our family. He knew\nmy grandfather very well and my...uh...he was an older man, and he...he was a\npoliceman. He was...uh...and he was helping her. Once in a while he came to visit my\nmother and so he came and he got my mother out because he was Polish policeman. He\nhad more authorities over the Jewish policeman and he took him....he took her out from\nthe jail at that time. Later on, she was working for the German and they made...they used\nto go in the morning and work in the fields. I am not...I remember they dig something.\nThey made the...I don't know what they digged, but it was in the fields for awhile.\nAnd...uh...there was aktion where they...what they called aktion in Polish where the\nGerman decided every day or that they could kill all the Jews who can...they...they find\nin the house who don't work. So they been going around and killing from house to house\nand looking for the one they didn't have certain papers or they didn't work or they\nbeen...or children or sick people and they...uh...came to our house. At that time my\nmother was at work. And my aunt was watching the children. Uh...She was like a\nbabysitter and she was...had papers that her husband is working and she 1s sick\nand...uh...the...there was about...quite a lot..about few children... must have been the\nbiggest one and another boy was the biggest one. I was 6 years old at that time, maybe\n5...a little bit before 6. And...uh... they came to our house and they found my aunt and\nthey...all the little children there and me and that little boy and\nthey...uh...this...uh...uh...they took my aunt and they shot her. And they killed her. She\nfell down the steps. We lived on the second floor and she kind of rolled down the stairs\nall the way on the back and they pushed her over to the...on the bottom. And...uh...they\nwas going to shoot me and my...uh...and that little boy, I don't remember his name...but\nhe was about my age. He was the neighbor's boy who lived in the neighborhood.\nAnd...uh...we... uh...started...there was about 10 Germans around there and the officer\nwas standing downstairs...downstairs and watching us and he told us...they told us to\ncome down, walk down the stairs and hurry up. Hurry up. They...uh...started screaming at\nus. And...uh...somehow that boy got very hysterical and he started laughing very loud and\nI don't know why. And I was crying very hard. And that must have been a funny picture\nfor those Germans. They all started laughing because I was crying and he was laughing\nand we been going down those stairs with...and the...when we got downstairs the\npoliceman...the officer there, a German officer...well, I heard him say...I understood at\nthat time a little...few words in German already...and...uh...he said, \"Well, we killed\nenough Jews for the day. Let them go.” So they shove...sent us upstairs and they left. And\nthe...that's how we survived...I survived that day. That was one of the times. They\ncame...after that there was a few other times that they...uh...they came and the...but\n[...uh...learned to hide. Under the stairs there was a little...uh..uh... place where they...it\nwas called a lock...uh...a closet where I got into the closet and locked myself with some\nother people who were hiding there. And I was little at that time, and the...actually those\npeople didn't want me even there. They wanted to get...because they been afraid I'll cry or\nmake noises, but my mother said I shouldn't get out, so I didn't and I stayed there. And\nafter awhile...while my mother was afraid to leave me there, so she sneaked me out from\nthe...uh.. ghetto...uh...at night. Early in the morning, She paid...uh...Jewish policeman to\nget me out and he...he got me out and she...I was hiding with her in the...in the fields\nwhere she worked and between the...I remember it was very hot during the day. Then it\nget cold at night. Later on, I remember she worked in a factory. They must have\ntransferred her. And they...they let us hide. I don't know how she arranged it. Only me.\nAnd...and there was a few other kids from other employers who worked there hiding in\nthe attic of the factory up...uh...on the...and we used to look downstairs through the attic\nand see the officer...the Nazi walking down the stairs and looking, checking who is\nthe...the workers and the Jews...looking for the Jews. And I was hiding upstairs.\nUh...There was never enough food so we just...most of the food I remember we ate is\nbread and water and I don't remember if we had anything else. Uh...My\nmother...uh...always was hiding. Then they...I remember...was trying to hide me. At that\ntime only my...uh.. cousins been left. My cousin...my mother's...my mother's sister...the\none who was killed had three children been left, and my mother was trying to take care\non them also. Uh...Then...uh...I remember my...that Polish policeman came one evening\nand he said that they're going to close the ghetto. They're going to send all the Jews away\nand to the concentration camp and they're going to...uh...or kill them or they're closing\nthe ghetto. And he wanted my mother to come to...he said she can come to his house and\nhe will hide her. And...uh...my mother would not come by herself because ...uh...she said\nshe wanted to take me and also the other...uh...my cousin...my cousins who were in there.\nAnd he would not agree. The only he agree finally is to take me. So she didn't have a\nchoice. At night she sneaked me out. And...uh...I don't know what arrangements she\nmade with the others. My cousins were older than I am. Two of them been twins and they\nmust have been 15 or 16 at that time, and they had a little sister was about maybe a year\nyounger or a few months younger than I am. So she made some kind of arrangements\nwith somebody else to watch over them and they...uh...stayed and we sneaked out. She\ntook, I remember, some blankets and clothes she had and we carried it to his house at\nnight. And we sneaked into his house and just a few...maybe a week or so we stayed in\nthe house, and I remember it one morning...uh...my cousins came over to the house and\nthey knocked on the door and they wanted to come in...all those three girls and he\nwouldn't let them in. And we been sitting in back and crying but he wouldn't let them in\nbecause it was too dangerous for him also to keep any Jews. If they would've caught him,\nthey would've killed him and all his family. The reason why he decided, I understand, to\nkeep us 1s because...uh...he was sick and he had cancer and he knew he 1s going to die\nsoon and he wanted to do something good before he died. He said he did so many bad\nthings already and he...he was religious Catholic, Polish. And he knew my family and he\nmust have liked my mother and he...uh...decided to save us though his family, his wife\nand his children didn't...was...was against it. They been afraid that they be caught and\nkilled, but he made them so he didn't...uh...so he made his children...he sent to his brother\nin the...another...1n a village next to there. And the only one stayed was his wife and his\nolder daughter in the house. And the...after...uh...awhile we...he was hiding us first in a\npotato...uh...bunker where they kept potatoes for the winter in the...uh...uh...next to the\nhouse and it was very uncomfortable. It was dark there, and it was cold. And I don't\nremember how long we stayed there. We must have stayed there about 2..2 or 3 months\nbecause it was very cold. And the winter start...started coming and...uh...so he decided to\ntransfer us to...he had a shack...a house next to him where he kept...uh...chickens. He had\na little...like a chicken...uh..house and also he had wood there for the winter. It was a\nshack. It was no isolation. Just wood put up from wood when those holes between the\nwoods where I could...went away I used to look through the holes see what's going\noutside. The...I was in that shack hiding for almost 2 years. Never went outside. Uh...In\nthe winter it was very cold. In the summer it was hot. And...uh...he used to bring\nus...uh...usually...uh...a loaf of bread for both of us every day and a bottle of water. Once\nin a blue moon for a special occasion he would bring a little soup and...uh...sometimes\nif...1f he had to go away on business where they send him to another town for a day or\nsome other he would...his wife or his daughter will never give us anything so we starved\nfor a day or two until he came back. And my mother and I been in that...uh...uh... shack\nfor... At night sometimes, my mother used to sneak out to clean out the pot and...uh...I\nnever went out. Uh...She wouldn't let me out, and I was afraid too. She was...uh...we\ndidn't have anything to do. I didn't have anything to play. I was at that time 6 years old,\nand I didn't know...I used to play with the chickens and play with the straws on the. There\nwas a lot of straw on the floor and he...he put up the...uh...a kind of mattress or something\nwhere we slept in a corner with blankets and that was where we stayed and I used to play\nwith the wood and I used to look out through those little holes in the...through\nthe...uh...shack and see some people...uh...walking. Uh...Also, where he lived was at the\nedge of the town and there was a German section there where the Germans lived not too\nfar and there was farms in back there. So...uh...because he was a policeman and he lived\nclosed to the German section, the police...the Germans never came to his house to look\nfor...uh...for any Jews. So that way we uh...there was...we survived it. Nobody came to\ncheck on us. Uh...It was...uh...I remember the winters we were very cold and a few times\nmy legs almost froze, and I slept with all my clothes and everything. I don't remember\nhow we washed or anything because I...he used to bring one bottle of water and I don't\nremember if he gave us any more. Maybe sometime a bucket. I don't... Uh...I remember it\nwas very boring sitting there day after day doing not much for a child. It was like a prison\nfor me. Uh...uh...Lucky for us he died two weeks after the war. If he would've died a few\ndays before the war, I am sure his family would have send us away to the\nGermans...throw us out from there because they been so afraid and they...they just didn't\nwant anything to do with us. His wife at the last few weeks left. She was so...uh...afraid\nand when he died, we got out from there the first time the Russian came and there was a\nfew Russian men came I remember. It was the first person I saw that I can talk this...talk\nto us. And my mother took care on him when he died and he died two weeks after it\nand...uh...we didn't... don't think we knew what to do with ourselves because we didn't\nknow anybody so I remember first time I walked out in the street and I didn't... was\nwalking and looking at people and I... Everybody right away knew that I'm Jewish\nbecause I was walking so funny and looking so strange on everybody. I\nwasn't...uh...cause I didn't see people close to me and it was a new experience and I...I\ndidn't know how to behave. And...uh...after awhile I was afraid to walk til I went with my\nmother on the street. And...uh...my mother found some other Jews who came after the\nwar and they...I remember a Jewish...uh...family... uh...shoemaker she knew. And she got\na room somewhere, and we moved out...moved into a room where we lived there for a\nfew months. And then she had...she went to...uh...I don't know how she...to court or\nsomething. She had to prove that this is her father's house and she got the...later had an\napartment there. One room I remember in that house on LaBelska Street. And the...we\nwent into that...uh...the... we moved into the house....uh...and we lived there a few...about\na month I remember and my mother got sick. And...uh...we been all starving. After the\nwar I looked like a stick. I was so skinny. And my mother was...we been all weak and\nI...we barely could...I mean I...walk. It was difficult because I was so skinny and I\nremember my mother must have been very skinny and she died a year afterwards. And I\nthink it mostly malnutrition. Also she got a blood clout in her leg and she just wasn't able\nto survive. And I was the only one left. And there was a few Jews came and\nsomehow...uh...I stayed with this family. The...the shoemaker...he kept me for a few\nmonths til there was...uh...some Jews who came looking for children survivors after the\nwar. Then they...uh...got me...uh...uh...they arranged for me to be transferred to...to\nGerman to a children's home in a place called Goinstat near Mannheim. And...uh...I went\nthere. They send me there with...somebody took me there. And it was like a children who\nthey found after the war who survived. It was like an orphanage. And it was a very nice\nplace actually. It was like a palace. I remember it was beautiful. It was so...such a big\ndifference. And we...I stayed there I...I think about 2 years. My mother left me the\naddress of my uncle in Israel and my uncle in the United States and I wrote to my uncles\na little bit. I went for a few months to...uh...in Poland after the war to school. They send\nme to a Polish school and...uh...I learned a little bit to write in Polish....uh...for a\nyear...while I was there. I think I was there a year after that. And...uh...1 was in Poland\nand learned...and I wrote to my uncle, and they started immediately arranged for me to\ncome to Israel. Also my uncle from the United States was trying to get me to the United\nStates, but...uh..,to Israel the papers came first and I went to Israel. In Germany I was for\n2 years and I learned Hebrew a little bit and some Polish, and I don't know...it mostly...\nAnd when the papers came to Israel I was so skinny and so weak that they send me to a\nspecial...I think it was like a hospital or a resort area or something where they tried to\nfeed us and give us good...uh...so I gain a few pounds and I think I...I felt better or...I...I\nwasn't... don't remember...I was...was sick, but I was very, very weak and skinny so they\nfattened us for the trip. And they...uh...my uncle paid for that and he made\narrangements...uh...for me to go to Israel through France and we got to Israel. In 1947 I\ngot to Israel on the ship going from France...uh...and I got...I got in legally. At that time\nthere the mandate there was the English. They wasn't able to get in there unless you had\npapers and only...they only allowed few people to get in there. Every year so many\npeople. And...uh...uh...I stayed with my uncle for awhile in Israel and . My uncle\nwas living there and I had another uncle still alive .My uncle since then\ndied. I stayed with them for awhile and then I was in a kibbutz for awhile in...for 1 year.\nAnd [| had difficult with the language and also being from Poland I was a little different\nand I was quiet. I wasn't talkative as a child was in Israel. At that time I\nwas...was...uh...so they decided to send me to a children's home in .In\nthat time was like an orphan...ophan...orphanage home for children who...uh...came\nmostly from Europe like me. And...uh...1 went there to school and I finished school there\nand was there for 6 years in Israel. Uh...",
        "Q: What did you do after you left that school...left that orphanage?",
        "A: Well, I went to nursing school. First, I was there for awhile. And then I went to the\nmilitary for | year and I got... was in the military in Israel. Then I..I got...I met my\nhusband and I married while I was in the military. We had a military (laughter) wedding\nbecause I was at that time. And...uh...my uncle from the United States send us money at\nthat time $250 (laughter) for the wedding and...cause I don't have any money\nand...uh...my husband was from Lithuania and he...uh...come from Vilna. His name was\nEli and...uh...we have one daughter. Uh...he...she is...her name is Nira and...uh...uh...we\nbeen...lived in Israel til 1963. And then we...uh...came to the United States because his\nfamily was in the United States. And since then I'm here in the United States. My\nhusband died 10 years ago. From my family...uh..1n the United States, there're two\nuncles. Only one is left and the other one is..uh...already dead...in Argentina is dead. Also\nin Israel the only one 1s left is my...1s Victor. There was seven...uh...brothers and three\nsisters. Ten altogether. My grandfather was...uh...I want to go back a little bit. My\nbackground. My grandfather and...uh...my grandmother...her name was Sarah Pira and\nshe came from a...very...Rabbinic family quite well known...Gittle... Gittleon her name,\nmaiden name, my grandmothers's. And there was quite a few Rabbis there and all the\nway back to I heard is go back to . Uh...She came already seven generations. I\nam the seventh generation from that . And my grandfather...uh...he was a\nbusinessman. He had a big store and he was very well known and he also in Chelm at that\ntime and he had houses and he was in the army but my mother...my grandmother died\nat...at childbirth...uh...after the last child and...uh...my grandfather died I guess of old age\nsometime before I was born. And...uh...we all lived...my mother lived in my grandfather's\nhouse in Chelm when she married and the...with my aunt and my uncle\nShear...uh...who...uh...he was...only my Aunt...uh...Etty lived in my mother...in my\ngrandfather's house with my mother. My...uh...was another Aunt Maka and she lived in a\nfarm...uh...far...uh...somewhere...uh...she had a big farm...uh...with her family at that\ntime. We used to go and visit her once in awhile. But I don't remember that. My mother\ntold me. And...uh...one of her children, Yakof, 1s the one who went to Russia and it was\nsurvived and he is in Israel now. And his children are in the United States.\nAnd..uh...all...Shear and Maka and...uh...Etty and my mother, Bella, they all been killed\nin...by the German. My mother is the only one who died after the war. Everybody else\nwas killed by the German...uh... I not so...know how was Martha...how she died. The\nonly one I saw actually was killed was...uh...Etty, and her husband must have been killed\nin the concentration camp and her children...I don't know. They must have been killed by\nthe Germans after we left and I never found out anything about them. And Uncle Shear\nwith his wife must have been killed at the same time when my father was killed.\nAnd...uh...the only one left is the one who had been after the war who went...left Poland\nbefore the war.",
        "Q: What..how do you feel the war impacted on your life? What was the trauma, the effect of\nthe war? How was that?",
        "A: It...1t impacted very deeply. Uh...I had lots of problems. I was always a little different. I\nwas...uh...quiet. I couldn't talk about my...uh...worse experience for over...uh...more than\n20 years at least. I don't know if I ever told my uncles in Israel what happened. When I\ncame to Israel so they said...they didn't try to...they thought at that time it be better if I\nforget it, if I don't talk about it. So I didn't talk about it. And I was afraid...I couldn't talk.\nEvery time I mentioned something, I started crying so I didn't and the last...uh...15 years I\nstarted talking about it and I feel it's very important I should talk. And the more I talk\nabout it, it's easier. At first I was crying every time I talked about it. Now I don't\nanymore. Uh...of course, I...I got sick and I never had anything...but I had cancer recently\na year ago and...uh...was operated and it came out healthy. And I think this is also one of\nthe results of the...uh...of all what I went through in my childhood. I didn't have a normal\nchildhood and I never grew up normally. Uh...I never played with dolls. I didn't...I never\nhad any dolls or any toys or anything to play with. I never went to any places with\nnormal children. I was in a prison. I...like in a prison. I never got out. The only good time\nI remember was when I was in the...in the kibbutz in Israel. That's my first good\nmemories and in Hifi when I was in the children's home . And also in\nGerman started being a little better but I was alone there and I...I didn't...1 was 9. When\nthe war was over I was 8 years old. And I was a year about in...in Poland and then I was\nin Germany. I got to Israel I was 9...11 years old. So actually my best memories was\nwhen I was in Israel, when I was in a kibbutz and...uh...later on. I was always afraid at\nfirst. I was afraid to sleep at night. I was afraid to...I didn't know how to behave with\nchildren...with other...because I...1 was alone at the beginning. And I only got...now\nstarted to live a normal life last 10 years and being able to talk about it freely and...uh...so\npeople...maybe other people can know what's happen to my family.",
        "Q: Were you able to talk about it with your husband?",
        "A: No. Very little. And not that much. And he didn't talk much also. He was with the\npartisan in the...in the fields in Russia...in Lithuania during the war. He wasn't talking\nthat much about it. I mostly heard about it from his mother and I didn't talk about it that\nmuch...about my life because...uh...I just couldn't talk about it. It was just locked in me\nthe first 20 years at first. It was locked in. I just couldn't talk about it. I don't know what it\nwas. It was like a blackout. I...I couldn't get it out.",
        "Q: Have you been able to talk to your daughter about it?",
        "A: Only recently. Once in awhile I will tell her and...uh...No. I don't...she tries...she\nunderstand it, but...uh...1t's not easy. That's why I wanted to do that tape.",
        "Q: Is there anything else that you'd like to tell us.",
        "A: Can I stop. Can I stop now. No...No...I just wanted to think a minute. That's why I wanted\nto stop. Uh...I...I just cannot think of it rnght now. I have a blackout.",
        "Q: That's okay.",
        "A: It's too hard for me. Uh...If I can remember. There was some things I wanted to say. Can\nI just look at my notes a minute? (Papers are being moved around) Is there any questions\nyou wanna ask me or did I answer your questions okay?",
        "Q: You did very well.",
        "A: Uh...No. I guess that's about it. You have any questions.",
        "Q: Okay. Okay. Thank you very much.",
        "A: You're welcome.",
        "Q: We're going to identify the photographs. Okay. Just relax.",
        "A: Did I do okay.",
        "Q: You did very well.",
        "A: Really.",
        "Q: Yep. You were great.\nSHEILA PERETZ ETONS\nJuly 1990\nTECHNICAL CONVERSATION\nMy name is Sheila Eton. I was uh born of _____ parents. My mother used to call me Sala\n(ph). Uh I just want to add some...a few things to my previous interview that I did uh\nbefore and uh I just want to mention that I live right now in the Washington area. Uh I\nhave a daughter. Her name is Neila Barry (ph). She is married and I have a\ngranddaughter, Leanna Barry (ph) and uh she...my daughter 1s expecting another child.\nWith God's help, will be everything OK. Uh before...previous uh uh my life in during the\nwar, the only bad I remember always being hungry, starving to death. Most of it most of\nthe till today I still remember being hungry. Uh I uh...and that's about it what I\nwanted to add right now. Uh my mother died also mostly from mal...malnutrition and uh\nwhen she had a blood clot uh and died from it which I mentioned earlier, uh she was so\nweak that she uh was not able to uh recover and also at that time in Poland the Polish\ndoctor that we called, that somebody called to uh didn't recognize what she had and made\nher exercise her leg and that caused her blood clot to travel to her and caused her death.\nshe died in less than a month, and I was left alone then. I was nine years old. And\nuh since then I was uh taken to Germany and from then on I already mention all the all\nthat before I went to Israel and I grew up in a children's home in Israel. First in a kibbutz\nand then in a children's home where most of us been without parents and uh I grew up as\nan orphan actually most of my life. Uh that's about it. Thank you.\nThank you.\n"
    ],
    "questions": [
        "Q: Good Morning. Would you please tell me your name and your date of birth?",
        "Q: My name 1s Sarah...they used to call me Sheila...Peretz, and I was born...uh...February\n18, 1936.",
        "Q: Can you give me your parents’ names and their occupations.",
        "Q: Did you have any brothers or sisters?",
        "Q: Can you tell me what your childhood memories were prior to the war?",
        "Q: What happened? What are your recollections when the Germans came to Chelm at the\noutbreak of the war?",
        "Q: What did you do after you left that school...left that orphanage?",
        "Q: What..how do you feel the war impacted on your life? What was the trauma, the effect of\nthe war? How was that?",
        "Q: Were you able to talk about it with your husband?",
        "Q: Have you been able to talk to your daughter about it?",
        "Q: Is there anything else that you'd like to tell us.",
        "Q: That's okay.",
        "Q: You did very well.",
        "Q: Okay. Okay. Thank you very much.",
        "Q: We're going to identify the photographs. Okay. Just relax.",
        "Q: You did very well.",
        "Q: Yep. You were great.\nSHEILA PERETZ ETONS\nJuly 1990\nTECHNICAL CONVERSATION\nMy name is Sheila Eton. I was uh born of _____ parents. My mother used to call me Sala\n(ph). Uh I just want to add some...a few things to my previous interview that I did uh\nbefore and uh I just want to mention that I live right now in the Washington area. Uh I\nhave a daughter. Her name is Neila Barry (ph). She is married and I have a\ngranddaughter, Leanna Barry (ph) and uh she...my daughter 1s expecting another child.\nWith God's help, will be everything OK. Uh before...previous uh uh my life in during the\nwar, the only bad I remember always being hungry, starving to death. Most of it most of\nthe till today I still remember being hungry. Uh I uh...and that's about it what I\nwanted to add right now. Uh my mother died also mostly from mal...malnutrition and uh\nwhen she had a blood clot uh and died from it which I mentioned earlier, uh she was so\nweak that she uh was not able to uh recover and also at that time in Poland the Polish\ndoctor that we called, that somebody called to uh didn't recognize what she had and made\nher exercise her leg and that caused her blood clot to travel to her and caused her death.\nshe died in less than a month, and I was left alone then. I was nine years old. And\nuh since then I was uh taken to Germany and from then on I already mention all the all\nthat before I went to Israel and I grew up in a children's home in Israel. First in a kibbutz\nand then in a children's home where most of us been without parents and uh I grew up as\nan orphan actually most of my life. Uh that's about it. Thank you.\nThank you."
    ],
    "answers": [
        "A: My father was...his name was Isaac Peretz, and he was a salesman for Singer sewing\nmachine in..in Chelm. And...uh...my mother was Bella from the family Frucht and from\nChelm and...uh...all her family lived in Helm and they was a big family, very well known\nin Chelm.",
        "A: No. I was the only child. Uh...My mother come from a big family. Uh...my\nGrandfather...his name was...uh...uh...Mosha..uh...Frucht, and...uh...he was quite...he had\n10 children, 3 sis...3 daughters and seven...uh...seven sons. And they...uh...whoever,\nduring the war...uh...before the war, three of them went to Israel and they survived the\nwar and two went to the United States before the war, they survived the war, and one\nwent to Argentina. The one who had in Poland, they all been killed. There was just\nnobody left but me. I was the only one who stayed in who lived in Poland during the war\nin Chelm actually, and survived the war in Chelm. There was one cousin who survived\nwho went to Russia and who was not during the war in Chelm. He was in Russia. And I\nwas the only one who was in the war all the time in Chelm until the war was over.",
        "A: Oh, I...uh...I was very small, so I don't remember that much. I only remember a few\nthings like pictures that...uh...1 remember we went on vacation. That was the last vacation\nbefore the war...to a...a farm. I...And...uh...my...uh...father and mother, we...we rented a\nhouse in a farm and...uh... we been during the war.. I mean the war just...I...I think the\nrumor came that the war started because in the middle of our vacation we left, and we\nhad to go back and we couldn't...uh...get a train. We had to walk for a long time. I\nremember walking to...uh...and riding in a...on...on a cart for awhile and it was very\ndifficult to come back to Chelm, but we finally made it and...uh...that's what I remember\nfrom before the war.",
        "A: Well, first thing...uh...what happened is that we lived in a...in a...1n Chelm on...uh...and\nmy grandfather owned a very big building, one of the biggest there, and 1t was LaBelska\n23 was the street number there. It...It was with a big courtyard in the middle and the\nbuilding went around...uh...I think two blocks or more. At least...uh...the front was the\nmain street. LaBelska was the main street and the back was where later on was the ghetto\nof the building. So we...I remember had to move to the back of the...uh...building where\nthe ghetto was because they Jews was not allowed to live on LaBelska street. Even it was\nour building, we could not live there anymore. And I remember the first thing my\nfather...uh...was trying...the rumor at that time was that they're going to kill or take away\nthe men only, so my father with a group of men organized to run away to Russia and\nthey...I remember sitting on the...in the window watching him going with my\nmother...uh...kissing him and he went up on a wagon with horses and they been\ngone...they gone away. That's the last picture I remember and the last time I ever saw my\nfather. He went to...uh...Russia. I mean he didn't get there. On the way he heard that\nthey're going...that they're killing Jews, also children and women, and he was trying to\ncome back and get my...uh...my mother and me and the...he was killed when he stopped\nin...in...Lugof...I don't... in a place...uh...uh...where my uncle...one of my...one of my\n..uh...mother's brother lived. And...uh...he was killed there, with my uncle at that time\nand my uncle's name was Shear Frucht. He was killed at the same time. That's what I\nheard from my mother. And...uh...we lived 1n...in that...uh... house in the back of house\nwhich 1s...was turned to a ghetto. And we lived in the ghetto. Uh...The only one I\nremember is my Aunt...uh...Etty and...uh...she lived with us, with her husband and three\nchildren. And...uh...my mother and I was there. Uh...Now Everybody by that time was\nkilled and the...my...uh...during the war, there was, of course, no...not much money\nbecause my Aunt Etty...uh... husband worked for the...they made him work for the\nGerman and they didn't pay. They only took him away and he used to come...I don't\nknow in the evening or sometimes back and...uh...so my mother was trying to...uh...sell\nthings and one of the things she was selling was flour like a little...uh...she sold. She had I\nremember two...uh...big sacks...big...uh...buckets with flour was selling one of the items\nand maybe other things, but I don't remember and...uh...to survive. And the\nduring...German one time...uh...came over to the house. Somebody must have told him. I\ndon't know how they found out, and they took her away...uh...to the... There was in\nChelm a Jewish...Jewish...uh...police, and they put her in a Jewish police...uh...in a jail\nkind of. They were supposed to send her away to a concentration camp at that time.\nAnd...uh...we knew a policeman by the name of Chesick who knew our family. He knew\nmy grandfather very well and my...uh...he was an older man, and he...he was a\npoliceman. He was...uh...and he was helping her. Once in a while he came to visit my\nmother and so he came and he got my mother out because he was Polish policeman. He\nhad more authorities over the Jewish policeman and he took him....he took her out from\nthe jail at that time. Later on, she was working for the German and they made...they used\nto go in the morning and work in the fields. I am not...I remember they dig something.\nThey made the...I don't know what they digged, but it was in the fields for awhile.\nAnd...uh...there was aktion where they...what they called aktion in Polish where the\nGerman decided every day or that they could kill all the Jews who can...they...they find\nin the house who don't work. So they been going around and killing from house to house\nand looking for the one they didn't have certain papers or they didn't work or they\nbeen...or children or sick people and they...uh...came to our house. At that time my\nmother was at work. And my aunt was watching the children. Uh...She was like a\nbabysitter and she was...had papers that her husband is working and she 1s sick\nand...uh...the...there was about...quite a lot..about few children... must have been the\nbiggest one and another boy was the biggest one. I was 6 years old at that time, maybe\n5...a little bit before 6. And...uh... they came to our house and they found my aunt and\nthey...all the little children there and me and that little boy and\nthey...uh...this...uh...uh...they took my aunt and they shot her. And they killed her. She\nfell down the steps. We lived on the second floor and she kind of rolled down the stairs\nall the way on the back and they pushed her over to the...on the bottom. And...uh...they\nwas going to shoot me and my...uh...and that little boy, I don't remember his name...but\nhe was about my age. He was the neighbor's boy who lived in the neighborhood.\nAnd...uh...we... uh...started...there was about 10 Germans around there and the officer\nwas standing downstairs...downstairs and watching us and he told us...they told us to\ncome down, walk down the stairs and hurry up. Hurry up. They...uh...started screaming at\nus. And...uh...somehow that boy got very hysterical and he started laughing very loud and\nI don't know why. And I was crying very hard. And that must have been a funny picture\nfor those Germans. They all started laughing because I was crying and he was laughing\nand we been going down those stairs with...and the...when we got downstairs the\npoliceman...the officer there, a German officer...well, I heard him say...I understood at\nthat time a little...few words in German already...and...uh...he said, \"Well, we killed\nenough Jews for the day. Let them go.” So they shove...sent us upstairs and they left. And\nthe...that's how we survived...I survived that day. That was one of the times. They\ncame...after that there was a few other times that they...uh...they came and the...but\n[...uh...learned to hide. Under the stairs there was a little...uh..uh... place where they...it\nwas called a lock...uh...a closet where I got into the closet and locked myself with some\nother people who were hiding there. And I was little at that time, and the...actually those\npeople didn't want me even there. They wanted to get...because they been afraid I'll cry or\nmake noises, but my mother said I shouldn't get out, so I didn't and I stayed there. And\nafter awhile...while my mother was afraid to leave me there, so she sneaked me out from\nthe...uh.. ghetto...uh...at night. Early in the morning, She paid...uh...Jewish policeman to\nget me out and he...he got me out and she...I was hiding with her in the...in the fields\nwhere she worked and between the...I remember it was very hot during the day. Then it\nget cold at night. Later on, I remember she worked in a factory. They must have\ntransferred her. And they...they let us hide. I don't know how she arranged it. Only me.\nAnd...and there was a few other kids from other employers who worked there hiding in\nthe attic of the factory up...uh...on the...and we used to look downstairs through the attic\nand see the officer...the Nazi walking down the stairs and looking, checking who is\nthe...the workers and the Jews...looking for the Jews. And I was hiding upstairs.\nUh...There was never enough food so we just...most of the food I remember we ate is\nbread and water and I don't remember if we had anything else. Uh...My\nmother...uh...always was hiding. Then they...I remember...was trying to hide me. At that\ntime only my...uh.. cousins been left. My cousin...my mother's...my mother's sister...the\none who was killed had three children been left, and my mother was trying to take care\non them also. Uh...Then...uh...I remember my...that Polish policeman came one evening\nand he said that they're going to close the ghetto. They're going to send all the Jews away\nand to the concentration camp and they're going to...uh...or kill them or they're closing\nthe ghetto. And he wanted my mother to come to...he said she can come to his house and\nhe will hide her. And...uh...my mother would not come by herself because ...uh...she said\nshe wanted to take me and also the other...uh...my cousin...my cousins who were in there.\nAnd he would not agree. The only he agree finally is to take me. So she didn't have a\nchoice. At night she sneaked me out. And...uh...I don't know what arrangements she\nmade with the others. My cousins were older than I am. Two of them been twins and they\nmust have been 15 or 16 at that time, and they had a little sister was about maybe a year\nyounger or a few months younger than I am. So she made some kind of arrangements\nwith somebody else to watch over them and they...uh...stayed and we sneaked out. She\ntook, I remember, some blankets and clothes she had and we carried it to his house at\nnight. And we sneaked into his house and just a few...maybe a week or so we stayed in\nthe house, and I remember it one morning...uh...my cousins came over to the house and\nthey knocked on the door and they wanted to come in...all those three girls and he\nwouldn't let them in. And we been sitting in back and crying but he wouldn't let them in\nbecause it was too dangerous for him also to keep any Jews. If they would've caught him,\nthey would've killed him and all his family. The reason why he decided, I understand, to\nkeep us 1s because...uh...he was sick and he had cancer and he knew he 1s going to die\nsoon and he wanted to do something good before he died. He said he did so many bad\nthings already and he...he was religious Catholic, Polish. And he knew my family and he\nmust have liked my mother and he...uh...decided to save us though his family, his wife\nand his children didn't...was...was against it. They been afraid that they be caught and\nkilled, but he made them so he didn't...uh...so he made his children...he sent to his brother\nin the...another...1n a village next to there. And the only one stayed was his wife and his\nolder daughter in the house. And the...after...uh...awhile we...he was hiding us first in a\npotato...uh...bunker where they kept potatoes for the winter in the...uh...uh...next to the\nhouse and it was very uncomfortable. It was dark there, and it was cold. And I don't\nremember how long we stayed there. We must have stayed there about 2..2 or 3 months\nbecause it was very cold. And the winter start...started coming and...uh...so he decided to\ntransfer us to...he had a shack...a house next to him where he kept...uh...chickens. He had\na little...like a chicken...uh..house and also he had wood there for the winter. It was a\nshack. It was no isolation. Just wood put up from wood when those holes between the\nwoods where I could...went away I used to look through the holes see what's going\noutside. The...I was in that shack hiding for almost 2 years. Never went outside. Uh...In\nthe winter it was very cold. In the summer it was hot. And...uh...he used to bring\nus...uh...usually...uh...a loaf of bread for both of us every day and a bottle of water. Once\nin a blue moon for a special occasion he would bring a little soup and...uh...sometimes\nif...1f he had to go away on business where they send him to another town for a day or\nsome other he would...his wife or his daughter will never give us anything so we starved\nfor a day or two until he came back. And my mother and I been in that...uh...uh... shack\nfor... At night sometimes, my mother used to sneak out to clean out the pot and...uh...I\nnever went out. Uh...She wouldn't let me out, and I was afraid too. She was...uh...we\ndidn't have anything to do. I didn't have anything to play. I was at that time 6 years old,\nand I didn't know...I used to play with the chickens and play with the straws on the. There\nwas a lot of straw on the floor and he...he put up the...uh...a kind of mattress or something\nwhere we slept in a corner with blankets and that was where we stayed and I used to play\nwith the wood and I used to look out through those little holes in the...through\nthe...uh...shack and see some people...uh...walking. Uh...Also, where he lived was at the\nedge of the town and there was a German section there where the Germans lived not too\nfar and there was farms in back there. So...uh...because he was a policeman and he lived\nclosed to the German section, the police...the Germans never came to his house to look\nfor...uh...for any Jews. So that way we uh...there was...we survived it. Nobody came to\ncheck on us. Uh...It was...uh...I remember the winters we were very cold and a few times\nmy legs almost froze, and I slept with all my clothes and everything. I don't remember\nhow we washed or anything because I...he used to bring one bottle of water and I don't\nremember if he gave us any more. Maybe sometime a bucket. I don't... Uh...I remember it\nwas very boring sitting there day after day doing not much for a child. It was like a prison\nfor me. Uh...uh...Lucky for us he died two weeks after the war. If he would've died a few\ndays before the war, I am sure his family would have send us away to the\nGermans...throw us out from there because they been so afraid and they...they just didn't\nwant anything to do with us. His wife at the last few weeks left. She was so...uh...afraid\nand when he died, we got out from there the first time the Russian came and there was a\nfew Russian men came I remember. It was the first person I saw that I can talk this...talk\nto us. And my mother took care on him when he died and he died two weeks after it\nand...uh...we didn't... don't think we knew what to do with ourselves because we didn't\nknow anybody so I remember first time I walked out in the street and I didn't... was\nwalking and looking at people and I... Everybody right away knew that I'm Jewish\nbecause I was walking so funny and looking so strange on everybody. I\nwasn't...uh...cause I didn't see people close to me and it was a new experience and I...I\ndidn't know how to behave. And...uh...after awhile I was afraid to walk til I went with my\nmother on the street. And...uh...my mother found some other Jews who came after the\nwar and they...I remember a Jewish...uh...family... uh...shoemaker she knew. And she got\na room somewhere, and we moved out...moved into a room where we lived there for a\nfew months. And then she had...she went to...uh...I don't know how she...to court or\nsomething. She had to prove that this is her father's house and she got the...later had an\napartment there. One room I remember in that house on LaBelska Street. And the...we\nwent into that...uh...the... we moved into the house....uh...and we lived there a few...about\na month I remember and my mother got sick. And...uh...we been all starving. After the\nwar I looked like a stick. I was so skinny. And my mother was...we been all weak and\nI...we barely could...I mean I...walk. It was difficult because I was so skinny and I\nremember my mother must have been very skinny and she died a year afterwards. And I\nthink it mostly malnutrition. Also she got a blood clout in her leg and she just wasn't able\nto survive. And I was the only one left. And there was a few Jews came and\nsomehow...uh...I stayed with this family. The...the shoemaker...he kept me for a few\nmonths til there was...uh...some Jews who came looking for children survivors after the\nwar. Then they...uh...got me...uh...uh...they arranged for me to be transferred to...to\nGerman to a children's home in a place called Goinstat near Mannheim. And...uh...I went\nthere. They send me there with...somebody took me there. And it was like a children who\nthey found after the war who survived. It was like an orphanage. And it was a very nice\nplace actually. It was like a palace. I remember it was beautiful. It was so...such a big\ndifference. And we...I stayed there I...I think about 2 years. My mother left me the\naddress of my uncle in Israel and my uncle in the United States and I wrote to my uncles\na little bit. I went for a few months to...uh...in Poland after the war to school. They send\nme to a Polish school and...uh...I learned a little bit to write in Polish....uh...for a\nyear...while I was there. I think I was there a year after that. And...uh...1 was in Poland\nand learned...and I wrote to my uncle, and they started immediately arranged for me to\ncome to Israel. Also my uncle from the United States was trying to get me to the United\nStates, but...uh..,to Israel the papers came first and I went to Israel. In Germany I was for\n2 years and I learned Hebrew a little bit and some Polish, and I don't know...it mostly...\nAnd when the papers came to Israel I was so skinny and so weak that they send me to a\nspecial...I think it was like a hospital or a resort area or something where they tried to\nfeed us and give us good...uh...so I gain a few pounds and I think I...I felt better or...I...I\nwasn't... don't remember...I was...was sick, but I was very, very weak and skinny so they\nfattened us for the trip. And they...uh...my uncle paid for that and he made\narrangements...uh...for me to go to Israel through France and we got to Israel. In 1947 I\ngot to Israel on the ship going from France...uh...and I got...I got in legally. At that time\nthere the mandate there was the English. They wasn't able to get in there unless you had\npapers and only...they only allowed few people to get in there. Every year so many\npeople. And...uh...uh...I stayed with my uncle for awhile in Israel and . My uncle\nwas living there and I had another uncle still alive .My uncle since then\ndied. I stayed with them for awhile and then I was in a kibbutz for awhile in...for 1 year.\nAnd [| had difficult with the language and also being from Poland I was a little different\nand I was quiet. I wasn't talkative as a child was in Israel. At that time I\nwas...was...uh...so they decided to send me to a children's home in .In\nthat time was like an orphan...ophan...orphanage home for children who...uh...came\nmostly from Europe like me. And...uh...1 went there to school and I finished school there\nand was there for 6 years in Israel. Uh...",
        "A: Well, I went to nursing school. First, I was there for awhile. And then I went to the\nmilitary for | year and I got... was in the military in Israel. Then I..I got...I met my\nhusband and I married while I was in the military. We had a military (laughter) wedding\nbecause I was at that time. And...uh...my uncle from the United States send us money at\nthat time $250 (laughter) for the wedding and...cause I don't have any money\nand...uh...my husband was from Lithuania and he...uh...come from Vilna. His name was\nEli and...uh...we have one daughter. Uh...he...she is...her name is Nira and...uh...uh...we\nbeen...lived in Israel til 1963. And then we...uh...came to the United States because his\nfamily was in the United States. And since then I'm here in the United States. My\nhusband died 10 years ago. From my family...uh..1n the United States, there're two\nuncles. Only one is left and the other one is..uh...already dead...in Argentina is dead. Also\nin Israel the only one 1s left is my...1s Victor. There was seven...uh...brothers and three\nsisters. Ten altogether. My grandfather was...uh...I want to go back a little bit. My\nbackground. My grandfather and...uh...my grandmother...her name was Sarah Pira and\nshe came from a...very...Rabbinic family quite well known...Gittle... Gittleon her name,\nmaiden name, my grandmothers's. And there was quite a few Rabbis there and all the\nway back to I heard is go back to . Uh...She came already seven generations. I\nam the seventh generation from that . And my grandfather...uh...he was a\nbusinessman. He had a big store and he was very well known and he also in Chelm at that\ntime and he had houses and he was in the army but my mother...my grandmother died\nat...at childbirth...uh...after the last child and...uh...my grandfather died I guess of old age\nsometime before I was born. And...uh...we all lived...my mother lived in my grandfather's\nhouse in Chelm when she married and the...with my aunt and my uncle\nShear...uh...who...uh...he was...only my Aunt...uh...Etty lived in my mother...in my\ngrandfather's house with my mother. My...uh...was another Aunt Maka and she lived in a\nfarm...uh...far...uh...somewhere...uh...she had a big farm...uh...with her family at that\ntime. We used to go and visit her once in awhile. But I don't remember that. My mother\ntold me. And...uh...one of her children, Yakof, 1s the one who went to Russia and it was\nsurvived and he is in Israel now. And his children are in the United States.\nAnd..uh...all...Shear and Maka and...uh...Etty and my mother, Bella, they all been killed\nin...by the German. My mother is the only one who died after the war. Everybody else\nwas killed by the German...uh... I not so...know how was Martha...how she died. The\nonly one I saw actually was killed was...uh...Etty, and her husband must have been killed\nin the concentration camp and her children...I don't know. They must have been killed by\nthe Germans after we left and I never found out anything about them. And Uncle Shear\nwith his wife must have been killed at the same time when my father was killed.\nAnd...uh...the only one left is the one who had been after the war who went...left Poland\nbefore the war.",
        "A: It...1t impacted very deeply. Uh...I had lots of problems. I was always a little different. I\nwas...uh...quiet. I couldn't talk about my...uh...worse experience for over...uh...more than\n20 years at least. I don't know if I ever told my uncles in Israel what happened. When I\ncame to Israel so they said...they didn't try to...they thought at that time it be better if I\nforget it, if I don't talk about it. So I didn't talk about it. And I was afraid...I couldn't talk.\nEvery time I mentioned something, I started crying so I didn't and the last...uh...15 years I\nstarted talking about it and I feel it's very important I should talk. And the more I talk\nabout it, it's easier. At first I was crying every time I talked about it. Now I don't\nanymore. Uh...of course, I...I got sick and I never had anything...but I had cancer recently\na year ago and...uh...was operated and it came out healthy. And I think this is also one of\nthe results of the...uh...of all what I went through in my childhood. I didn't have a normal\nchildhood and I never grew up normally. Uh...I never played with dolls. I didn't...I never\nhad any dolls or any toys or anything to play with. I never went to any places with\nnormal children. I was in a prison. I...like in a prison. I never got out. The only good time\nI remember was when I was in the...in the kibbutz in Israel. That's my first good\nmemories and in Hifi when I was in the children's home . And also in\nGerman started being a little better but I was alone there and I...I didn't...1 was 9. When\nthe war was over I was 8 years old. And I was a year about in...in Poland and then I was\nin Germany. I got to Israel I was 9...11 years old. So actually my best memories was\nwhen I was in Israel, when I was in a kibbutz and...uh...later on. I was always afraid at\nfirst. I was afraid to sleep at night. I was afraid to...I didn't know how to behave with\nchildren...with other...because I...1 was alone at the beginning. And I only got...now\nstarted to live a normal life last 10 years and being able to talk about it freely and...uh...so\npeople...maybe other people can know what's happen to my family.",
        "A: No. Very little. And not that much. And he didn't talk much also. He was with the\npartisan in the...in the fields in Russia...in Lithuania during the war. He wasn't talking\nthat much about it. I mostly heard about it from his mother and I didn't talk about it that\nmuch...about my life because...uh...I just couldn't talk about it. It was just locked in me\nthe first 20 years at first. It was locked in. I just couldn't talk about it. I don't know what it\nwas. It was like a blackout. I...I couldn't get it out.",
        "A: Only recently. Once in awhile I will tell her and...uh...No. I don't...she tries...she\nunderstand it, but...uh...1t's not easy. That's why I wanted to do that tape.",
        "A: Can I stop. Can I stop now. No...No...I just wanted to think a minute. That's why I wanted\nto stop. Uh...I...I just cannot think of it rnght now. I have a blackout.",
        "A: It's too hard for me. Uh...If I can remember. There was some things I wanted to say. Can\nI just look at my notes a minute? (Papers are being moved around) Is there any questions\nyou wanna ask me or did I answer your questions okay?",
        "A: Uh...No. I guess that's about it. You have any questions.",
        "A: You're welcome.",
        "A: Did I do okay.",
        "A: Really.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumApril 30, 1990\nRG-50.030*0069",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Sheila\nPeretz Etons, conducted by Linda Kuzmack on April 30, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SHEILA PERETZ ETONS\nApril 30, 1990"
    ]
}