{
    "rg": "RG-50.030.0177_trs_en",
    "sequence": [
        "Q: Would you please tell me your name, how you were born, your birth name, and when and\nwhere you were born?",
        "A: My name is Bertna Belle Pasternak. Now, my name is Bernard. It went from Belle to\nBernard. I was born in a place. It was Martimorish (ph). It's in Romania, and the city is\nVisho. In Visho, when Romania was there it was Vishosimos. And also, they called that\ncity Feldesisho because the Hungarians were there. The area where I was born was\nsurrounded with mountains around. We had high peaks of mountains over there which\nthere was snow almost all year around. About September the snow melted, something\nlike this and then a month later the snow came back. The area was a beautiful area\nsurrounded with water. We had water. We had everything over there. We were there,\napproximately a few thousand Jews. There was a few thousand Germans and also a few\nthousands Rumanians and Hungarians. We all had areas, different areas. The Jews had\ntheir Jewish quarter. The Rumanians the other quarter, the Germans the other quarter and\nthe Hungarians. The Germans were not the same type of Germans as in Germany. They\nall speak German, but they call them Sipser (ph), a Shwab, some kind of a Shwab name.\nThere was a lot of them, and we all understand each other and we got along great. In the\ncity, in the Visho, as a matter of fact, the Jewish life was so great over there that on\nFriday, we had a whistle blowing when the Shobot comes, three times. The first whistle\nmeant close the store. The second whistle meant you should be home by now, and the\nthird one to light candles. That was the greatest thing to happen. We also had a\nthere which children were coming from all around learning and that by us. We\nhad five schools. They named them number one, number three, number four and five. We\nalso had about four or five shulls, and we all belonged to different area. Everybody had a\ndifferent way to go wherever he wanted to go. We were assigned to go to school number\none which it was I would say about a half a mile. The area there -- there was no\ntransportation like you have over here. We walked to school. The school wasn't so bad to\nwalk except there were hills when you got to the school there. Also there was another\nsystem too over there. We went to Hebrew in the morning until 9:30, from 7:00 until\nabout 9:30. At 9:30 we went to the Romanian school. We had lunch a little bit, about a\nhalf an hour, and then in the afternoon until 4:00. 4:00 we went back to Hebrew school\nuntil about 8:00. Now, what did we do over there all this time, you know, with the\nchildren when they're grown up? Industrial life, there was only how should I say, wood\nfactories. We had a lot of wood. All the time, when the Hungarians were before the First\nWorld War, and the Austrian life was very beautiful over there, very great. On the\nbeginning on the 18th century, the beginning of the 18th century, the first Jew came over\nfrom Poland. He settled in Martimorish because there wasn't such a good life there so\nthey kept on coming and coming. They settled. But after the Romanians took over, after\nthe first world war, the Romanians took over and life turned sour because the Rumanians\ndidn't need any wood and there was no other industry so it wasn't so great for everybody\nover there. Their lives started to be very poor, but what we grew over there and the\nmountains, there was potatoes, beans, corns, so almost everybody had a little farm. We\nstored away the food for the wintertime. We put it in basements, whoever had basements\nand we kept on going day by day. We had no telephone of course. We had no radios and\nthings like this. It was like in the early 1900 century. It didn't change much, the life.\nThere was a lot of poor people in the area also because I came from a five sisters and two\nbrothers, but most of the families were much larger, and it was not easy to keep up so\nmany people to feed the people. The father only had the work over there. The mothers\nover there, like the Jewish mothers, they always took care of their children. They were\ntrying to do the best they can to see that everybody is nourished the right way and lived\nthe right way. But there were other kinds of things over there, the life was very harsh, the\nway it happened there. It started with beatings. No matter what you do, you got a beating.\nYou went to Hadre, you didn't know the thing, you got a beating. You walked in the\nstreet, if there was an older man and you didn't give him the right of way, he give you a\nbeating. You went to school which the principal from the school, his name was Hugar.\nHe was standing in the steps just wait for children to come in and he pulled their hair so\nmuch until the kid collapsed. Then we went in the school. We sit down, there must be a\nleast 300 children approximately. Now, the teacher came in. When the teacher came in,\nyou could drop a pin, and it was so quiet nobody made a move. The teacher walked\naround and they didn't like any child or whatever it is, you got a beating. So, that's the\nway life was in school. Unfortunately I was a lefty, and I could not write with my right\nhand because I was a lefty. So, the teacher was watching most of the people who were\nlefties. She had a big stick, I would say at least one inch thick, short stick. When I had to\nwrite, I grabbed the pencil with the left hand, and I wanted to do what I have to do from\nthe work. When the teacher noticed, she came over with that stick and it almost broke my\narm. But there was no other way. I had to learn how to write with my right hand, which\nby the way away now, I do write with my right hand. It's the same thing with the food. If\nyou're a lefty, of course you take the spoon and start eating with your left hand. You got a\nbeating that time, too, because you're supposed to eat with your right hand. Everything\ncame out with force just to do with the right hand. When I grow up a little bit bigger, I\nwent to learn at a tin smith and he only had to shear with right hand shears. I had to learn\nhow to cut with my right hand because there was no left hand shears. Like I was saying,\nlife was going on with the Romanians, I was working during the day. Whenever I had\ntime, sometimes in between sometimes I was working, helped out a little bit until 1940\nwhen the Hungarians came in. The Romanians went out and the Hungarians came in.\nOnce the Hungarians came in, the old timers used to tell us how good it was by the\nHungarians before the World War so we should be happy that the Hungarians came in.\nLife would be different. What happened, there was a few soldiers, Jewish soldiers and\nthey came over to us and they said this is not the same Hungarians that the older people\nknow. This is a different type of Hungarians. All right. In the beginning it was not too\nbad. A year or two or something, it was not too bad. By the way, in schooling, in the\nthirties, the late thirties, there was a Romanian, there was a party, an anti-Semitic party.\nKoozar was the name of the minister and the Prime Minster was Googar. Koozer and\nGoogar. In the late thirties they came in to make the pogroms, and we were so worried\nthey were going to come to Visho because we know they're coming to Visho to make the\npogrom. What happened when it came to the area, the Visho left, they turned right and\nthey went to Warsaw. They burned the whole town. They killed a lot of people there.\nThey destroyed everything over there. That was in the late thirties. At that time, the anti-\nsemitic thing was so big, all the things were so big, that I couldn't go to school any more.\nAll my schooling was four years. I could not go to school any more due to the fact that I\nwas a Jew. My parents whatever they could they give us a little private lesson, whatever\nwe could just to keep up the thing. My father was a singer on the weddings. He was also\na canter, and he was one of the greatest men from the area. They used to call him all\naround the area for states to sing and things. He used to put words together. If he would\nhave been here in this country he would be the greatest man in the country as a singer.\nSo, it was very hard to even keep up with the families so he also had a job -- like we had\nhorse and wagon, which almost everybody had that thing. We had a little farm there to\ntry and grow some food things like that, but life was very hard, very hard life. When the\nHungarians were in already for a few years, then we saw the true colors from the\nHungarians. First of all, they put us, we have to give a day's work, everybody has to give\na free day's work. So, I went to work. I give them a day's work, so the thing of it is you\ncould have worked for somebody else too, if they pay you, you could work for somebody\nelse too. So, I worked five days a week so we didn't feel like going to work. The people\nwho had stores think like this. I used to get paid and go to work. What was the work?\nMost of the work was preparation for the war. We went out to work on the volleys. We\ndig big holes. We put trenches around the tanks should not come through. The Russian\ntanks should not be able to come through the area. So, we worked day in and day out.\nAfter the Hungarians decided why should there be one day where everybody goes to\nwork, so they put us to working more days. So, really we had the most miserable life of\nthe Hungarians for the past few years. They took away everything whatever we had. If\nsomebody had a cow, they took it away. If they had a horse, they took it away. They left\nyou flat with everything. The area where I was with all the people who we got along so\ngreat all those years, they looked the other way. I don't think there was one person who\nsurvived over there that somebody should hide that person. There was not such a thing.",
        "Q: This was from what period?",
        "A: That was the period since the Hungarians came in. I would say from 1942 to 1944,\nbecause the first, in the beginning it was not too bad with the Hungarians, like I said.\nThey needed the wood and there was a wood factory. I worked in the mountains where\nthey sawed the wood and we cleaned off, you know around the wood they had that black\nthing around the wood, we chopped it off to clean the wood to be able to bring 1t down to\nprepare if for wood. So, it was a very hard life. We got paid very little. We got paid --\ntalking about child labor. You were 15, 16 and you put in eight, ten, twelve hours a day.\nIt was the same thing with almost with everybody had to go through the same thing.",
        "Q: I'm going to ask you now to tell me before the forming of the Ghetto, tell me how much\nyour family knew about what was going on with the war and with Jews in other parts of\nEurope. Did they know what was happening? Did they know about concentration camps?\nA. After, I would say in '43, we already it got very, very bad in general. Very bad for\neverybody for every Jew. If a Hungarian soldier passed on the street, the first thing he\ncalled over a Jew and he hit them. No reason. He went to the horses, they were riding\nhorses, he would beat them up. Then later on, we heard something, that something 1s\ngoing on in Poland. There was something, a daughter-in-law was from Poland and she\nwrote a letter. She was in Poland and her husband was in Visho. They couldn't get\ntogether because the war started already. So, she wrote a letter and it was censored so\nbad, that he couldn't write anything what's going on there. So, I will never forget this\nwoman was a rabbi's daughter-in-law. So, she wrote for her husband and which I said for\nthe rabbi, she wrote in the letter we should know what's going on there. She wrote like\nthis. There is that means money, is no more. It doesn't\nexit any more. So we know from that two words we started to figure out what's going on\nin Poland. There was no radio or any other communication. We didn't know. Later on, the\nsituation got very bad. We heard, first of all before the state came, they called to the\nArmy. They were calling all the Jewish children who were at age at that time, who were\n17, 18 19 to go to the Army. In the Army they used those Jewish kids. They used them to\nbring ammunition to the front line to do all kind of work for the Hungarian Army. The\nArmy -- they had uniformed Army, they had yellow around the arms -- armband, yellow.\nThis way they recognized them as Jews. There was also another group where they had\nwhite arm bands. That means they were not pure Jews. The mother was Jewish or the\nfather was Jewish. So, they had two type of things. I did not go -- I'm supposed to go to\nthe Army at that time, my father says to me, you don't have to go, let's go together\nbecause we don't know what happened. He also told me something -- he told me it looks\nlike something is going on terrible in the world. I don't think you're going to be a\nHungarian soldier. I think you are going to be some other place. Then, we all got\ntogether. They called us. How did they get the people together? There were drums. If you\nknow when sometimes they have a drum and they bang on the drum and they got the\npeople together, that was a sign that the whole town to get together because there is some\nnews to tell. Then they tell us that everybody there's going to be a round up and they have\nto go in this and this area like but us on the street. There was the Jewish street and they\nstarted making the Ghetto all around. The Jewish street over there and the Romanian\nstreet's name was , the number was 25. The Hungarian name was\n32. So, the reason is because I tell you this is because when they got us\nall together they told us which street to get in together. So this was the word the guy was\nusing to get us there. And the same thing they got all around the town all around the little\ntowns and they got all these people together and they bring them in and that's street\naround the area. We had so many people in the room that there was no room where to\nsleep or where to go or what to do anything because one was on top of the other one. The\ntime wasn't too long in there. We was about a month in there. They were-- who was\nwatching the Ghetto was the Hungarians and the Germans, the local people was watching\nin there. The food was very scarce. There was no food in there. My father used to know\nall those big shots in there from the town and he used to help a lot of people out. If they\nwere having a problem, he used to help them out. He used to go there, so he went over to\none of those guards and he said, \"look we are all together in one place.” Those people\nthey had farms - the Jewish people and they put away their food for the winter time. They\nhave them in the basement there. Let's bring it in. Let's feed them otherwise it's going to\nrot away anyhow. And so how some way my father convinced them and we started\nbringing in all the food from around. I got permission to go out of the Ghetto and I went\nout of course I bring back the food so there was also other people they brought in the\nfood and it started to get a little bit better. Mostly what we brought in was potatoes,\nthings like this because corn there was a lot of them. Then I saw a little later on I saw\nGerman soldiers began in the ghetto. They were already probably got their orders to\nround us out and start shipping out. They put us in the line, find out how many people\nthere are and they made four transports. My father was -- when they round them up,\nwhen the German soldier passed, he give him some kind of a salute, so the guy looked at\nhim and he asked him, he said, \"Are you a military man?\" He said, \"Yes I am, this and\nthis front and I am an officer.” Do you have a -- well, he didn't do anything he just\nbypassed and to find out that information. They made like I said four transports. We had\ntwo stations train stations. One stations they called it the small station where the train\nused to stop and drop off people, and the one station was a bigger station where the\nrailroad came in. I also want to say that before all those things, I worked for the\nHungarians. We took apart the tracks, the Romanian tracks, you know from the trains,\nand we send them into Hungary. So, I was loading and unloading the tracks. There was\ntwo Hungarian officers and they are not supposed to hire Jewish children for the job.\nWhen I went in there and applied for the job, he asked me the name, he asked me what\nyour name, I said Bernard Pasternak. He said that sounds too Jewish, so he changed my\nname for Pasteronish. That's a real Hungarian name, and I got the job. They paid very\ngood. We had it very good for a few months. The job only lasted for a few months\nbecause there wasn't so many tracks to pick apart and we loaded them. We did not load\nthem in the same town, in Visho from the same city, we had to go about 50 miles away\nwhere they loaded those tracks. So we went with the big trucks and we unloaded. That\nwas before the Ghetto and all those things happened. We -- due to the fact they were\nshort on box cars, so they made four transports and we were going on the fourth\ntransport. When they got together everybody, they told them don't take anything, just take\nwhat you could take with you because you have on other things over there and you\nwouldn't need them. To that point, we didn't know what was going on -- absolutely\nnothing. As a matter of fact, they told us we were going to working camps until the war is\nover for security reasons or whatever they want. We arrived with the fourth transport.\nWith the other three transports, I mean it was about two days apart, so the other three\ntransports left. When we got to our transport, I saw the box car and we saw all those\nthings what happened. People on there with small children crying throwing packets down\non the Hungarian soldiers and the collaborators pulling the bags out of the family they\nare taking away everything. They didn't need it anyhow, but we didn't know. So finally,\nwe went in the boxcars. I don't know, probably must have been 20 or 30 boxcars in there.\nWe went in that car. He push you in, maybe seventy, eighty people. You can't tell how\nmany you have with children, older ladies and things like this, and then they close the\ndoor and they locked it with a lock on the outside. The only air you had in that boxcar\nwas if you see a boxcar, the ones you see in the Holocaust Museum, the same boxcar was\nthe same one they were taking away. All you could see is the same thing you see\nthere. First we were going for about a day or so and then they opened the door for\neverybody and says there is water in the station here because those days all the trains\nwere going with water, so they had to pump in the water. So, they opened the door and\nthey were watching us like the biggest criminals with guns and says only one to leave the\ncar and go fill up with water for the rest of the people. It happened I was the one and my\nfather was the one. We tried to supply water, whatever we could to the other cars, and\nthen my father saw a hatch on the boxcar, because every boxcar had a hatch probably for\nthe . He took that so nobody should see it. We finish with the water,\nthen close the boxcar and we started going. Then my father called my over and said,\n\"Let's dig a hole in there. Let's break the floor there to make a facility.” We worked quite\na while. It was very dark and we carted through and we made a facility there to go out\nlike a thing. Everybody was using this. We were putting something\naround there so people would have a little privacy. It took quite a few days before we got\nto Auschwitz, but the middle of the way there was a few guys in the boxcar they told me,\nif you could pay attention, are we turning left or right and Hungary. I says to the guy, no\nwe are turning left, he says that's bad news because right is to Hungary, left 1s to Poland.\nIt's the one other area. I don't remember if it took five days or six days. When we got off\nin Auschwitz, first of all in that time when I was taking the water there was a couple of\ndead children already, which I took them out and there was somebody going through with\na carriage or wagon and I put them in the wagon because there was a lot of sick children\nalready and they caught already. Nothing in there was no food, no nothing, very little\nthings whatever we had. And the car, like my mother will know something.",
        "Q: I want to ask you some questions about the Ghetto?",
        "A: All right.",
        "Q: Who gave you permission to leave, or did you sneak out?",
        "A: No. You couldn't sneak out because the Ghetto was surrounded by corroborators to make\nsure nobody was out. And besides that, which I did not mention, you already had the\nyellow star. You had the yellow star, and if they caught you without wearing the yellow\nstar you were finished. So, right away they know you. And I think all the things that my\nfather knew so many of those guys and they hand picked a few of the people to go out of\nthe Ghetto to bring in the stuff. It wasn't -- the neighborhood was quite a ride, maybe\nthirty, forty miles in some area until we got all the food together and brought it in in the\ntank. Like I was saying, in the car, my mother put her hands around and squeezed me.\nShe said, \"I hope you remember me.” I did not know what she meant because we were so\nnaive we didn't know what's going on until the last minute. When we got off of the train,\nfirst what I saw it was sickening just to see. Our boxcar had the only one facility from all\nthe 40 or 50 wagons, whatever it was. They opened the door, all the dirt came out when\nthey opened the door. People were half to the waist with that dirt around from the train\nbecause there was no other way. You had to go from so many days. Only one time I\nremember they opened for water and after that they did not open for water. The trains\nwere going so fast. Usually in those days a train in Romania those days was going about\n30 miles an hour. You couldn't go any more because you had to put the water in, the coal,\nall those things. It took a very long time for those trains until they reached the\ndestination. But when we went in those boxcars, the trains were going so fast, my God, it\nmust have been 60 or 70 miles an hours. We thought the train is going to flap over, things\nlike this, because he was carrying animals in there. What difference does it make what\nhappened to the train. Now, when we arrived already in Auschwitz, there was a lot of\npeople over there came to the train. People were already in the camp. They came over\nand they say, if you have small child, give it to an older lady. So, my sister said to the\nguy, I have a small child and my mother. He said, \"Give it to your mother.” So, I had a\nlittle sister and my mother and of course my nephew, they went with my mother on the\none side. They looked, I saw a guy over there was looking and he put his hand out and he\nmake like this. After I find out there was . I didn't even know who that is. After I\nfind out that that was the guy who did all those things. He selected them. I was very\nworried because the younger one they put them all with the older people so I was pretty\nworried because I see what they're doing. I said something is going on because they are\nselecting the older people and the younger ones and the other ones they left go to work.\nThey put them in another area for work. So, finally I was dressed, you know, at that time\nwe had clothes from the Ghetto, people had so much clothes, so I had some kind of a coat\nat that time and I put a coat on and I looked a little older and I was sent on the side where\nthey send the people to work. That's what happened after. And that time there is other\nguys they came over and they says to us, \"Do you see over there, the smoke over there?\"\nAnd I said yes, what's going on over there? What are they doing there? He says, \"They're\nburning people there.” I said, burning people? He said yes, they call it a crematorium and\nthey're burning people over there. Then he said to me do you see all those people they are\ngoing over there. This is the people who were there already. We went from there, we\nwent in the camp from there. First, we had to take the clothes off and throw it in the\ncorner there. I took my coat and I throw it in the corner there. I figure it's going to be over\nsoon and I'll take my coat back. It never happened. So, then we went to the camp. We\nwent in the inside where they told the people what to do, where to go. We were lined up\nover there, and they first of all the guy who commanded the whole thing came out. He\nmade an appeal, an appeal they call it, to see how many people he has in his jurisdiction.\nThen another guy came over and he says, I was with my father, near my father at that\ntime, he came over and he said is there here any mechanics, any electricians. I was a tin\nsmith and mechanic right away I want to be. The other people said good for you you're\ngoing to be a mechanic and you're going to do better than we were doing. My father says\nto me why go over. Let's be all together. Let's go together. The people in the barracks\nthey were saying, why don't you let him go as a mechanic. Why -- suppose we go in\nanother place. We could see already what's going on. Let him go over there. So finally\nmy father says okay, go ahead. We went to another place in the camp there in Auschwitz.\nThe whole thing was only a few days. We went to another place and then all those\nmechanics they had we got round up and we were taking by big trucks to\n. We did not know at that time they took us to . We\nfigured there 1s the mechanics thing and there we were going to work. We arrived in\n. There was a camp over there already prepared. You got your place over\nthere and everything and then we find out we're going to work in a coal mine. That's what\nthey did with all of the mechanics. They put us in the coal mine. The next day we went\nalready to work which they were putting it --- there was three shifts. There was a\nmorning shift, a noon shift and a night shift. We went to the coal mine there and there\nwas two types of mines in there. First one was about 1,000 feet and one was about 1500\nor 1600 feet. I was working in the lower one, about 1500 feet. We came down there.\nThey give you a light. They give you a light to go to be able to see because it's so dark.\nThey gave me a lantern. The number was 4400. Also, when I go back, when I was in\nAuschwitz the time before I went to the camp, they give me they tattoo it, I got a tattoo in\nmy arm because most of the people they sent to work they put a tattoo in my arm. I got\nthe tattoo and I was so naive at that time. I was there with my cousin and we still didn't\nknow what was going on. I saw they give numbers and I saw some people get smaller\nnumber and bigger number and I went to where they give a bigger number. Because we\nwere naive we said let's have a bigger number. What they did to my cousin, I got 84\nwhatever I got number and he got a number after mine and something went wrong there\nand they put his head in a drum of water and they drowned him and he died on the spot\nover there. You never lasted more than a day over there in the camp. Then when we were\ngoing back, we went down to the coal mine --",
        "Q: Wait, let's go back once more. When you were in Auschwitz and you were going through\nregistration, you were still with your father in registration, and did you know what had\nhappened to your mother then?",
        "A: No, we did not know what happened to my mother until after I find out a few days later.\nEven they pointed out to us, we could not believe it. Then some people were talking\nabout the people and who worked in the crematorium, they call it the\n. They were saying to me, that's the living in that\nbarracks over there, they have everything over there because they are doing such a\nspecial job. Well, we did not know after a while they got rid of the and\ntook new people. We didn't know that. Then we find out after what happened and who\nthe was and what they did after a while. With my father, I was there after\nthe first line up, the first appeal after that. Then, I went to the place where the coal mine\nwas and my father wasn't at that place, and I never heard from him after. I never heard\nwhat happened. We went down in the coal mine, like I said, my lantern was 4400 and we\nwere working with civilian Polish people. The light --my light had a red stripe around\nand the civilian had white. We also to recognize us, in the center of the hat there was a\ncut in straight, this way they recognize you right away in case you run away someplace.\nThey put me to work in the coal mine, which I never heard of a coal mine. I never saw a\ncoal mine. A coal mine is this way. The one I was it was approximately four or five feet\nhigh. That doesn't mean there's coal in the whole thing. The coal is only about two feet in\nthe middle. In order to get the coal out, you have to have some kind of supporters to hold\nup, to be able to take the coal out. They dynamite the coal and if you wouldn't have had\nsupporters, the whole thing would fall down. So, you had to have special supporters to\nhold up and then to dig the coal out to get the coal out. Once we got the coal out from\nthere, you took it out with a shovel and there was something not far from where you\nthrow the shovel there, it was something, it was going up and down, five inches up, five\ninches down, you know it was shaking until the coal went down, because it was a little\ndown hill over there. There was one day when they come to inspect it looks like the\nGermans didn't get enough coal and they came to inspect the mines. What happened how\ncome there is no more coming out. I saw some people from far away, but I didn't pay\nmuch attention who they are, but they did look to me like they're civilians, Polish\ncivilians, work in the mine. They come around and they stop everybody over there who\nwere working there. Some of them they said report to the office, which I never saw those\npeople again anymore. So they took them off the line and they got new people. Then I\nwas told they eliminated them because they didn't do the job. Somehow, for some reason\nI don't know I always worked very hard all my life and I saw there is no way out. You\nreally have to work if you want to survive. So, I picked up work, kept on working the\nright way and they come around, the inspectors, the Nazi inspector, they came around\nand they checked me out, how I worked. Then the guy asked me, what is your number. I\nshowed him my tattoo and so the other guy says to me, you know you're going to have a\nlot of problems because they took your number down like the other guy. No, it was the\nother way around, believe it or not. They gave me a premium of a bottle of wine because\nI was a good worker. I took the bottle of wine and turned it in for a piece of bread. I gave\nit to one of the kapos inside. They gave me a piece of bread for it, which I wouldn't drink\nit anyhow. Also, for the good workers, they also give two cigarettes a day. I also turned\nin my cigarettes for a little soup or whatever they could. There were some people who\nwere chain smokers, they give away their food for the cigarettes. There was quite a few\nprisoners of war, Russian prisoners of war, and most of them they give away the\ncigarettes for the thing. What did we eat when going into the mine? In the morning, we\nhad black coffee with a little piece of bread. Of course there was no lunch. Lunch you\nwere at the mercy of the civilians. If you find a good civilian there, he'd throw you a\npiece of bread. If you find a civilian who didn't have or he didn't care, you were there\nwith bread, without a little piece of bread. Somehow, someway I managed to recognize\nthe guys a little bit, I always had a piece of bread. We were working until 6:00 at night.\nFrom 8:00 in the morning until about 6:00 at night. Something like that. Like I was\nsaying, there was a morning and a noon shift and a night shift. The night shift, the people\nwho brought the SS who escorted the morning shift had to take back the noon shift from\nthe camp. They always took back a shift because we didn't walk back to the camp without\na Nazi guard, which I would say it was a 15, 20 minute to half hour walk. At night they\nhad to take us back, they brought another shift and they had to take us back to the camp\nthere. What happened? We had something to finish and those Germans did not wait for\nus. We were sitting in that coal mine until the next evening. No food, absolutely no food,\nno nothing, only the mercy, whatever the civilian throw you a piece of bread of things\nlike this. I also, on Sunday we did not work. We worked six days a week. On Sunday I\nalso volunteer to clean the barracks a little bit for that I got another little soup. I always\ntried to manage somehow to get a little more. When we went in the coal mine, the kapos\nthey were carrying the lights to see where to go. I used to carry it for them or for that\nwhen I went back to the camp they give me another little piece of bread. So, I was trying\nto look around to see how I should be able to get a little bit more than I could get.",
        "Q: When you were working in the coal mine, if you missed the SS going back to the camp,\nand you spent the whole night in the coal mine, were there guards there that you couldn't\nhave left a night, you were locked in the coal mines? Did you work if you got stuck\nthere?",
        "A: No, you did not work when you got stuck there and you couldn't leave the coal mine\nbecause you had 1500 feet to go up by elevator. The lift took you down, so you couldn't\nleave anyhow and there was guards over there and a lot of corroborators. You couldn't go\nno place and you had to stay right in there. It was pretty cool too, it was July, August and\nit was pretty cool. There was horses and wagons in there. There was little wagons not\nwith the train, you pushed it by hand the railroad train. There was a lot of things going on\nin that mine. When you came out of that mine, you know it almost blinded you. I had to\nkeep my hand for a few minutes on my eyes because down in the mine, I saw very well\nlike it was daylight, once you get used to it. Then when you came out, you have to be\nprepared otherwise you would lose your eyes. When we went back to the camp, like I\nsaid, you have to take a shower every night. The place, I would describe it, 1t wasn't a\ndirty place. Really, they kept it very clean and we were forced to keep it clean. In the\nmorning when we get up, we had to make our bed. It was a three bunk bed and when you\nmake the bed the one was helping the other one. If there was a little bit uneven they came\nthey take it apart and you have to go all over again. Sometimes you couldn't even mix a\nlittle piece of bread with coffee, black coffee, because you had to make sure the bed is all\nright. When we came home, we took a shower and in this camp there was also other\npeople who did not work in the coal mines. They called them . That\nmeans they were working outside in the fields. We were getting different soap than the\nwas getting. They got a little piece of white soap, and we got a\npiece of yellow soap. The white soap did not take off the dirt, the coal dirt, because when\nwe came out from there we were black, coal black. We were --for two or three days we\nwere spitting black. So, this yellow soap was very good soap. It did the job. It cleaned\neverything off. Somehow, we got together with some people over there and we saw that\npiece of yellow soap, I would describe it 1t was about four by three inches and maybe one\ninch thick. Four by three approximately. And that soap was written a R-I-F. We didn't\nknow. We always said one to the other one give me RIF soap, give me a piece of RIF\nbecause it's better. You also had to be careful because they only give you a certain time,\nthey give you the soap it should last you a certain time, but when you bend down, you\nknow, sometimes they stole the piece of soap. That soap, the civilian used to buy it. You\nknow, you could put it in the pocket and bring it out, you got an extra piece of bread. So,\nyou had to be very careful it shouldn't be stolen. But later on, I was told that the R-I-F\nmeant fat, pure Jewish fat. That was what I was told.",
        "Q: Who told you that?",
        "A: The people who were watching in there in the coal mine. They told us that at the end\nalready. Now, the situation, in that camp in there by the coal mine in . The\nsituation when we were not working on Sundays, we had three meals a day. In the\nmorning, like I said, we had a piece of bread and coffee. Lunch we had a little soup, no\nbread, and in the evening we had soup and a piece of bread when we came from the coal\nmine. If you knew a kapo, like I was carrying his lamp and things like this, so he couldn't\ndo much for me, the only one thing when he dig in the spoon to put it in my plate, the\nfood, it was full to the top so I already got awarded. I had a little more food in there.\nOnce in a while there was some kind of a piece of a meat. I don't think it weighed a tenth\nof one ounce. So, sometimes I take two pieces of that thing because I was carrying the\nlight. We had a lot of shooting around the area. We had a lot of bombs dropping in there\nand then we figured something is going on. We saw a lot of planes coming around, flying\nover. We saw a lot of captured pilots when we looked out of the thing, they brought them\nin. Then we know something is going on.",
        "Q: Can we go back to some of the details. This period of time that you're talking about in\nthat coal mine is from probably May through December. Tell me about what you had to\nwear and tell me about how hot it was or how cold it was?",
        "A: Are you talking about in the mine?",
        "Q: In the mine and in the barracks.",
        "A: In the barracks we had that stripe uniforms like everybody else. They were clean. We\ncleaned them. There was laundry things. They were clean. In the mines when we come in\nwe had to change clothes. The next day we had another pair of clothes. They were pretty\nclean. So, it wasn't cold. I don't remember being cold in the barracks at that time. We\nwere very important workers because they. needed the coal so bad and the trains were\ncoming and going back and forth so that mine was working 24 hours so they want to keep\nus in good shape. When the inspectors came and they didn't like who somebody was they\ntook them off and they put new people, then we find out that they eliminated those\npeople. They took them out of camp. Sometime they could pick out 50 to 100 people in\none day. The next day you saw brand new people around. So, too many old people under\nsix months were in there, only those who did their day's work, did more than a day's work\nthey could work and the others they just picked them up like they were nothing.",
        "Q: You were about 20 at this time, right?",
        "A: Yes, I was about 20.",
        "Q: What was the age range of the people who were in that camp, and do you know about\nhow many people went with you every day?",
        "A: There was I would say at least 100 150 people at one time going. There was of course,\nwhen we moved out from the camp, from the barracks, we went to the mine. We walked,\nand there was SS on both sides watching us. You also, you didn't walk the right way, you\nwalked like a soldier. You know you had to go, the steps had to be even, if you didn't pay\nattention, it just happen you didn't pay attention to the step the guy came over and put his\nleg between the leg and you fall down, you know in the face, then you know right away\nyou didn't go on the step. All the way, most of the time you used to say \"one two, one\ntwo \". That's what they kept us to make the step there. The SS they did not\ncome in in the barracks. They stayed on the outside until we get in the barracks. So, we\ncame to the barracks and music was playing. We walked in. There was a band and we\ncame in and there was right away they called it, they counted the people. A\nlot of the time there was a disappearing too because there was local, let's say people, who\nknew the language, the Polish language, who know that language at that time. They\ndisappeared. The thing was if they caught someone who ran away, they make you watch\nthe hanging. They were hanging them on the spot. They got him, and then they would --\nlet's say we got home at 6:00 at night and then this they put you around and the hanging\nthing was in the center and you couldn't put your head down because they knocked your\nteeth out. You had to look straight up the way they were hanging the people. There was\nquite a few hangings over there. I only remember one guy that before they hanged him he\nsaid in Polish \" \", that's what it is. And I never forget that voice what he said.\nThere was about three or four hangings in that evening. And then we went to our\nbusiness like go to the shower and go to the food and like this. But most of the time when\nwe came home, we said oh boy another hanging, you know. They put, if you ever watch\nthose movies the way they hang things like this, you have to wait until the guy 1s blue,\nyou could not put down your head for five or ten minutes until the guy finished when\nthey figured he was real dead they let us go to our business.\nEnd of Tape #1\nTape #2",
        "Q: In your time in the Ghetto and in your time in the coal mines and the camp, did you form\nfriendships? Did you have relationships with people that were especially close to you?",
        "A: Are we talking about the Ghetto?",
        "Q: Yes.",
        "A: Well, in the Ghetto, most of the people we know from the area. We had a pretty close\nrelationship with most of the people in there. I wouldn't say one had the other one thing\nlike this because it was a thing like disaster thing, you know everyone was trying to\ncooperate and see whatever we could work out. Like home where I was, my mother she\nhad the kitchen there so there was I go in one day I see two three, four women in there\nthey are all cooking in the same place. You were cooking there with wood. You had to\nchop wood and all those things, light up the wood and things like this. Of course, the\nwhole kitchen was full of smoke in the beginning until the wood started burning a little\nbit. But I would say most of them cooperate one with the other one.",
        "Q: What about prayer?",
        "A: Prayer is this way. Most of which the religion was so great it was one of the main things\nin the town is the religion. Everything, whatever the rabbi said, things like this, had to be\nfrom the religion. As a matter of fact, in the late thirties there was a lost of pioneers, they\nwent to Israel. That day it was Palestine. They went at that time they got all together, and\nI also was in Batar (ph). The Batar, you know that's the right wing body. I was there, and\nI was ready. I went to meetings, and I was ready to emigrate to Israel, because I am one --\nthere are a lot of people like this, which I love Israel and I love Zionist. I love the things.\nI was ready to emigrate to Israel, but our rabbis said you cannot go to Israel, to Palestine\nbecause there's strife over there and your a non-Jew over there so they forbid us to go to\nIsrael in those days. So, we just had to take our things whatever and we had to stick with\nwhatever they told us. There was a few people who didn't listen and they went to Israel.",
        "Q: Do you remember if people prayed in the cattle cars in the first transport, did they know\nwhere they were going?",
        "A: Well afterwards I said you turn right you go to Hungary, you turn left and you go to\nPoland. That time we know something is wrong, that they are taking us some place. Yes,\nthere were people, they had little bibles in the pocket. As a matter of fact, there was one\nguy with me from Czechoslovakia he had a little bible. I couldn't believe it. It must be\nseven by seven by two, a very thin one and he asked me -- it was on Rosh Hoshanna -- he\nasked me if I wanted to pray and I said yes, I took the little bible and we were praying.\nHe was passing around that thing. I don't know if there were any more but people were\npraying, the religion was one of the greatest things. Everybody was doing, just following\nthe religion.",
        "Q: Were you punished for that in the camp if they found out, or was that not part of it in the\ncamp. You had so many different people?",
        "A: Well, most of the people in the camp, in the coal mine, there wasn't only Jews, there was\na lot of people, a lot of prisoners of war, a lot of French prisoners of war a lot of other\ntype of prisoners of war, and the camp we could did pray a little bit. As a matter of fact,\nthere was one day I remember on Yom Kippur we got all together in a corner and\nsomeone was leading the services between all the people. The Germans didn't come in.\nThe Nazis weren't there and the way how we got our food in the camp is they took your\nnumber down. One guy -- his name was Max, he was French, a prisoner of war. I don't\nknow. He had a board and he put down all the names from the barracks. We were there\nmaybe 5200 people in the barrack, he put down all the numbers from everybody, and\nwhen you went to get the food, he just looked at you. He knew exactly your number and\nhe marked it off. If he didn't know your number, he asked you. Is this and this your\nnumber and then you pass by him and he marked you off on that board. So, the\nrelationship inside I wouldn't say -- we had some Greeks there, some Greek prisoners of\nwar because I heard so many different languages. That's the way I picked up a little\nRussian a little Polish things like this. When the Hungarians came in in 1940 I speak very\nlittle Hungarian, almost nothing. Now, I'm very good in Hungarian and also of course\nRomania. I went to Romania school and then German, I had German when the Germans\nwere there. After the war, I was in Italy. I picked up Italian and then I picked up Spanish.\nI picked up about six or seven languages now which I could talk about it.",
        "Q: Tell me more about whether you think your parents knew more than they told you. Do\nyou think they protected you from knowing?",
        "A: No. I don't think my mother knew but I think my father had a very good idea of what's\ngoing on. It's a possibility he was told from his friends what happened. He didn't pass it\non. I could just tell you one more time. My father was one of the greatest man there was\nin that area with his knowledge and smarting. I don't think there was a second man.\nAnyone had a problem or something, they used to go to him. He spoke perfect Hungarian\nat that time, which he was in the Army. He was an officer in the Army. Then, it looks like\nthe Germans find out in the camp that he was an officer in their Army in World War I.\nThey sent him to ; was like a model of the\ncamps they said in Germany. He was there with a friend. He was a druggist. So, between\nboth of them, the friend who was a druggist which my father know about horses, they\nbecame a veteran doctor for the German horses in the camp. It wasn't too bad until about\na month before, which we keep the , that's the day when he dies is the\nfirst day of after Passover. The first day after Passover. Why do we\nknow? Because people who liberated from there they told us exactly all those things\nwhich I tell you now. How did he die? The bombs. There was such a tremendous\nbombing at that time and he got killed with the bombs because probably they wanted to\nwipe out Germans. They had a lot of military things in there and they wiped him out. He\nwas going to work, and other ones were going to work, so they all got killed, one month\nbefore the liberation. That's why we know exactly that date. We keep that date and time.\nWe have the tablets from his memorial thing. We have it in Israel. There's a rabbi\n. We grew up together. We helped him build the schull over there and\nwe put all the memorial tablets in his schull at .",
        "Q: Let's now, I think we covered the coal mine. When do you think the death march began?",
        "A: Now.",
        "Q: Tell me how you knew it was coming, or did you know, or was it just sudden?",
        "A: When we saw so many bombs falling --- during the night, during the day we only heard\nboom, boom, boom, you know. You couldn't even sleep. If you wanted to sleep you\ncouldn't sleep because you heard so many bombs falling, so many shots and things like\nthis. Then we figured we know it's the Russians at that time because we know it from\nhome that the Russians were invading at that time and we know what happened. So, we\nknow that the Russians are close. So, they closed off the camp and at that time, they got\neverybody together and we started moving out. It was December or January. We started\nwalking. Whoever had a good pair of shoes had a good pair of shoes. Whoever had most\nof the time we had that wooden shoe on. That's most of the time you were wearing. But\nsometimes, some people had regular pair of shoes. I don't know how they got it, but they\ngot it so we were walking most of the time with a wooden shoe. We start up it was I\ncould tell you now it was in the evening during dark. We started walking. I would\nestimate 5,000 people, 6,000 people. We started walking. Walked all night. We walked\nall day, no stop. On the afternoon of the second day, they took us in to a farm, a farm area\nand they scattered us all around there in an open field where nobody could run away and\nthey had all the SS surrounding us. I also heard the SS talking Romania, some were\ntalking Hungarian, some were talking Polish, most were corroborators. So, when we got\nin that open field, I saw a place where there was a lot of hay and the farms packed it up\nover there probably for their animals, things like this. I went in that hay. I made myself a\nlittle hole in there. I went in there, the first thing I did I took the shoes off I put my feet in\nthe hay, I took my shoes off and the socks were soaked and wet and frozen. I put it\naround my waist all around and tried to dry them off a little bit. I kept them there for an\nhour or so, two hours, and then put them back on and started looking for food, whatever\nyou could find. There was a lot of fields with different type of food packed up over there.\nThey put it away for winter. Some people broke in, they took it out, they never came out.\nThey killed them. I was lucky somehow over there which I find some dry beets things\nlike this, whatever is left and things like this and that's what I ate the next day. Now, if\nyou don't eat for so many days you get weak and weaker and weaker. The order looks\nlike it was from the commanding officer there. Anybody who could not walk, you had to\neliminate them. And those collaborators with the Germans they did a good job. Anybody\nwho could follow, they shoot them. They kill them on the spot. At the time when we\nwalked, we saw so many dead bodies on both sides, females, male, when we saw those\nthings we tried to pull off a pair of shoes, things like this and that's the way I got my\nshoes in there. I took it off of a dead body. I took a coat off, some kind of a blanket, so,\nwe kept on walking. We walked for another few days. We --when I say walk, we did not\nwalk. We dragged the legs because you could not raise your leg more than an half an\ninch. There was no strength to raise your feet a little bit, so you were dragging him until\nyou came in Czechoslovakia to a railroad station and they were looking for boxcars. It\nwas January at that time already and Europe is very cold this time of the year. So, they\nwere looking for boxcar and they came around the Germans they say the language I had\nno problem because I spoke the language. So they said there is no more boxcars we had\nto go 1n open cars. So there was some open cars over there and there was some snow then\nmaybe two feet of snow was inside in those cars. It looks like they didn't use them for a\nlong time. The first thing we did was a few guys over there with the little strength we had\nwe pushed the snow to the center a little bit. We went in maybe eighty ninety people in\nthat open car. Some of the people you know we were all around, sitting all around that\ncar but some of the people had no room to get in there so they were staying 1n the center\nof the car, of that boxcar. We were leaning one to the other one just to try to get a little\nwarm in there. We were going maybe another day or so then we stopped in the station\nand then one guy was hollering from down there he asked is there anybody that could\nhear us or see us, so with a little strength I had I went up and looked down. So, he was\nsaying in German how many people are in that car. I counted and there was I think 82 or\n84, but I remember counting. I told him how many people. They told them I would say\napproximately about a pound of bread, a little loaf of bread, the same thing about a pound\nof margarine. When I give it out to everybody, there was nothing left. It was exactly what\nI said. So, we were going for another few days, we were driving in the car for another\nfew days and the only food we had was like a piece a bread and the margarine. The\nmargarine was so hard that I was nibbling in the margarine. It was hard. We didn't know\nwhere we were going, of course. Finally the destination was Buchenwald. We arrived at\nBuchenwald. Came to the railroad station and there is everybody out from the 80 people I\nthink 20 went out. The rest of them froze to death on the car there. We went out from that\ncar where we could. We went in the camp there. They had some soup for us, arrived in\nthere, which I remember we had some soup. We went in there, we got a little soup. They\ngive us showers over there. Of course, they cut our hair. Cut everything, you know,\nundress completely, cut everything. Went under the shower and then they give us a new\nnumber because the Auschwitz number, the tattoo number was no good for Buchenwald.\nSo, they give us a new number, and we have to go by the number now because nobody\nhad a name. My new number 117,682 so wherever you went you had to know the number\nbecause that was your life. There was a few days we were over there in Buchenwald, so\nwe rested a little bit. The barracks wasn't too bad. In there, it was a little warm in that\nbarrack at that time, and we had a little soup, things like this. We were able to stand on\nour legs. There came big trucks and they took us to to another camp\n. That camp wasn't the same camp where we were in the coal mine thing.\nThat was one of the filthiest camp in there. It was so bad in there there was no where to\nlay down in there. You had to sleep and go lay down wherever you could in there. The\nlice were eating you up. You could take them away with your hand. You could take a\nwhole bunch with one hand and push them away. Wherever you turn around, it's like\nmosquitos, where you go in a place with mosquitos around. That's the way the lice were\naround you. So, they got us together again and they put us to work in the next town. The\nnext town's name was . We went to work there in a mine, a stone mine.\nWe were digging stones, we were digging dirt out. That's the job they gave us. I don't\nknow really what they were doing over there, but we were working in the mine in there,\ntaking stones out. Then I saw there were little wagons in there and there was a lot of\nand I said to myself you know, maybe I could find out if they had any mechanic\nwork over here and I shouldn't have to dig and shovel rocks out of there. I went down\nthere. You couldn't run away because you had Nazis all around watching you. You\ncouldn't go far. You could only go where you were working. I went over there and there\nwas two guys, one German, heavyset guy. He was as bad as hell. But there was another\nguy, a Shorter fellow, his name was Max. I said to him in German, I said, I am a\nmechanic and you have so many of those guns, the drill guns, maybe you want me to help\nyou out with this. So, there was a Russian guy also, a prisoner of war, and that guy, he\nunderstood that kind of work. He got the job. So, this guy says to me, this guy Max, he\nsays, you know what, he says he's better in this, I have another job for you. Go back up to\nthe mines and whatever you see needs a little oil, a little fixing, so be the mechanic there\nand make sure everything runs smooth. I was very happy he gave me some tools. I don't\nthink the tools weighed two pounds. I couldn't even carry the tools. I was so weak I\ncouldn't even carry those tools, but some how, some way I carried the tools up there, and\nI was trying to fix whatever I can until the day passed, and then we walked back to the\ncamp whatever, the way we could walk back. We went back to the camp which it was\nbecause we were working in . We passed a lot of\nthe town. We walked through the town, which it was written in some hotel, this hotel 1s\nonly for people who want to gain a little weight. In German it was written. That hotel is\nknown for . It was written over there in the town. When we went\nthrough the town, the Germans, they came out and they brought some food for the SS.\nThey feed them food. God forbid if one was trying to grab the food. He didn't make it\nback to the camp. We went back to the camp. It went on for a little while going back and\nforth. Then we saw a lot of bombs, airplanes with a lot of things flying around. Then we\nsay, something is going on and something will happen. From there, it wasn't a long time -\n- it was only a few months in that camp. Then we started walking back to Buchenwald.\nThat was the second death march. That was the most miserable death march anyone\ncould witness. We left a few thousand people. The way we left and the way we were\ngoing. I don't think we arrived a few hundred people. I don't think so. On the way we\nwere going, the bombs were so great and the artillery fired was so severe, things like this,\nthe Germans were so afraid that they are going to kill them. At that time, we had the\nstriped clothes and of course we had some coats, too, striped coats. While you were\nwalking, the way you were walking and the planes they come so low, they could have\npicked you off with a machine gun. The Germans I had two Germans under my coat.\nThey were hiding under really my coat they shouldn't be able to be picked up. They\nsurvived that way, too. I wasn't the only one. Only the other people were the same way,\nthey did to the other people the same thing. We were hiding. I saw on the way the supply\nlanding strip, with trucks, with food burning. We were running to the truck to see if\nmaybe there was some kind of a food leftover, which did not burn. When you run to the\ntruck, the Germans killed you. You couldn't even go to the truck. There was also a lot of\nfarm there was a lot of food from the farm. There was apples things like this on both\nsides. If you run down to grab an apple the Germans killed you. You didn't have to wait\nfor the Nazis to kill you, they killed you once you stepped out of line. It came to a point, I\nwas so weak, I really could not go any more. I saw a truck over there where they picked\nup, it was in town, they picked up all the people who could not walk anymore, really\ncould not walk, they tell them to go in the truck and they carry them in the truck and they\nput them flat in a German flat truck. When I went over there, I got a beating from the\nGermans with a rifle. I got hit over the head and I got hit in the stomach and the side and\nhe says to me in German . I still could walk. We walked for\nanother few hours. That truck, which I'm supposed to be on they blew it up with grenades\nout of town. They blew the whole truck up with all the people inside there. Finally, we\narrive in Buchenwald.",
        "Q: Who blew it up?",
        "A: The Germans, the Germans blew it up. When I saw, before we arrived in Buchenwald, I\nnever saw a plane how it looks until it came so long, which actually, they waved at us the\npeople over there. That low they came down. I really couldn't make out what kind of a\nplane they were, whether they were British or which Allies they were, but I did find out.\nThey were American planes. I did find out that after the war. Then finally we arrived in\nBuchenwald. In Buchenwald when we arrived it was one of the miserable things that ever\nhappened to anybody in there. You arrived in there. You were laying flat. You go in there\nand first of all you couldn't do nothing. You were laying in there. You were sick. All kind\nof sickness you had in there. Then a day later they were giving you some soup. Now, you\nhad to stay in the line to get some food. There was no such thing anymore about names\nand numbers. You went over to get the soup. You were lined up a few thousand people\nbecause there was camp from before. They brought in other camps in that center camp.\nYou lined up by the time you took the food -- when they give you the food, by the time a\nfew feet away, they grabbed it from you already. The people themselves, the hungry\npeople, they grabbed you. You had to be very lucky to eat the food they give it to you\nover there because somebody would grab it. When I saw what happened when it came to\nmy turn, as soon as they put it in, I swallowed it on the spot. I didn't even carry it further\ndown. Sometimes I was lucky and I went twice in the lines. Sometimes I could go twice.\nA few days later we heard again shouting and we saw planes flying on top of us. We\nheard a lot of shouting going on and that's the time the Germans already came into the\ncamp, the Nazis. They already came into the camp and they started grabbing everybody\nbecause there was one place which was still in German hands. They wanted to get the\npeople there. They were still grabbing people and whoever they could, they came in with\na gun, and whoever couldn't make it, they shot him on the spot, which before, like I said,\na German never came into the camp. And they shot so many people on the spot over\nthere, I saw what happened. It came to my mind very fast. I had a in my nose,\nwhich it was bleeding all the time. I had to touch my nose it was bleeding. So, I was\nlaying down on the ground and I touch my nose and whatever blood I had I had in my\nmouth, put it in my mouth and lay down flat on my back with the eyes turned over. I was\nso skinny. I don't know how many pounds I have, maybe 50, 60, 40. I don't know how\nmany pounds I had. I was laying and then I saw the dead bodies how they look, so I was\nimitating the dead bodies over there. When the Germans came, two, three, four. They all\ncome around, and they first they shot all around whoever made a little move. When they\ncame around and the guy was loading the guns he says here's another one. The other said,\ndon't waste your bullets he's . He shouldn't shoot anymore. I was laying\nthere, maybe an hour, an hour and a half. I didn't even want to open my eyes to see who\nwas around. Then a guy walks around and says whoever can get up get because the\nGermans are gone, the Americans are here, at that time. Now we tried to get up whatever\nwe could. I saw American soldiers. Several of them were speaking Yiddish. They came\naround and they talk in Yiddish. That was one of the greatest things. American soldier to\ncome over to me and say in Yiddish, is there more Jews around? I said they're all Jews.\nMost of them are all Jews around. They were trying to do whatever they can. They did\nnot touch us because we were all sick. Not to get any disease from that thing. I see more\nsoldiers and more soldiers coming around and checking out what's going on. Later on, a\nwhile later I find out that guy who was watching and looking there it was General\nPatton's third army. Those people liberated us. It took a little while until everybody come\nto himself. It was one of the biggest mistake that our own people in the camps did. They\nwent and emptied out all the food that the Germans had accumulated. They brought it in\nto the camp. Nobody told us be careful, your stomach has shrunk. We started eating\nwhatever we could. I got a hole in a box of dog dishes and I kept on eating dog dishes\nuntil I got typhus. I got so sick they took me in a hospital, in the camp hospital, which it\nwas a Nazi hospital and guess who was the doctor? The Nazis. The German Nazis who\nwanted to destroy me, they are the ones that treated me in the camp because they were\nprisoners of war. It took quite a while until I came to myself but I could tell you one\nthing. I had a headache for five years. I couldn't get rid of the headache day and night\nfrom that typhus. What happened to the other people? Most of them died from overeating\nafter the war. They were eating -- there were so many things to eat it was a very few\npeople who understand. Then the German doctor told me in German, don't eat so much\nbecause your stomach is not strong enough. We felt a little better. We went out of the city\nwhich the next city near Buchenwald was Vilmar. That's a city. We saw so many\nAmerican soldiers over there. I don't know, there were thousands and thousands. And\nthey all were trying to help us, to give us something. One guy was giving candy, another\nguy a box of chocolate. What they did over there was trying to help us out to stay on our\nlegs. That wasn't so good either. You wouldn't get it, we would get sick with so much\nfood. I got a hold of a box of chewing gum. I took the box of chewing gum and I take one\nand oh, that tastes good. I take another one, that tastes good. Then I took four or five at\nthe time and oh, that tastes good. I swallowed it. I must have swallowed a few hundred\nchewing gums. Then I had the stomach cramps. I went back to the hospital and they had\nto pump my stomach because it was full of chewing gums. Then the American comes\nover, a Jewish soldier comes over and he says to me in Yiddish,\n, you chew that thing, you don't eat it. I said how do you\nchew it. So he showed me how you chew it. When I went out again in the city, I saw so\nmany people chewing that we recognize right away our people because they were\nchewing so funny. We know right away from looking around everybody wanted to be an\nAmerican to chew the gum at that time. So we were over there I'd say about a month or\ntwo months. Then they had lists over there of where your family and friends from other\ncamps. You could go in there and take a look and if you recognize anybody. I saw my\nthree sisters in a camp not far from there, in . There was busses provided\nby the Americans. Inside there was no more room, so I was riding on the roof, on top. So,\nI got there to it's a city. half of the was\nthe American side. So, finally I found then my sisters went to the Berger-meister to the\nmayor in there and my sisters told him -- I went there with another friend from my town.\nSo the Berger-meister made sure that we had food and he gave us a place over there, and\nhe put over there in another place so this was the way we were all together at that time.\nSo that time we were together with three sisters, and I ask my sisters, because we had\nfour sisters. One sister I know, the younger one, they went with my mother I know. So, I\nasked my other one, I said where is Esther, my younger sister? So, she says, she died of\nthe typhus, and they kept her where she was dead. So, I saw we were together and then\nwe made all the preparation to go back to Romania to find out to see maybe somebody is\nleft to see us start life out again. That is the time they made the agreement the way how\nGermany between the British, the Americans and Russians. Due to the fact that the\nRussians were in Berlin, so the Americans had to go there too, so they gave up all the\narea over there to the Russians. And the Americans pulled in. We was still in the camp in\nbecause we wanted to make preparation to go back to Romania to see\nwho's left. As the gang comes over, Jewish soldiers, and they said to us, all right, let's go\nin because we're going to leave the area and this is the Russians. When we were children\nwe were told how good communism, how good the Russians are, how good everything is\nso you could have such a nice life. You don't have to work, you get everything for\nnothing. When the guy told us this, I said what are you talking about. We were told how\ngood it is by the Russians. Why should we leave them. They're in the area we're going to\nstay. That Jewish captain, because he had some stripes, he says it's not what they told\nyou, it's what it is. We were there. The Americans left. Boy were we sorry the next day\nwhat happened. That comes around, a bunch of Russians, dirty with watches on their\narms, five or six watches, running after the girls which they couldn't stand on their legs\nhow weak they are, saying if you step out of the line, we'll send you to Siberia. That was\nthe thank you when they saw us over there. We're going to send you to different type of\nwork now, if you don't behave and things like this. So, we started making preparations to\ngo back. We took trains, whatever they had the trains, from one place to another one. It\ntook weeks and weeks from Germany to Czechoslovaks to and to Budapest.\nWe arrived in Budapest. We find already some collaborators from our town, and we tried\nto turn them in to the Russian. We told them what happened with them and then we kept\non and we went back to Romania. We went back to my home town. There\nwas nothing left in there in my hometown, just a few people came back. We tried to see\nwhat we could do. We couldn't work it out. We packed up whatever we had and we\nturned back. The turning back was not so easy because you had to go out of the Russian\nzone. We went in -- from Romania we went into Hungary. We were staying in the field\nall day long because the Russians should not catch us to take us back to Siberia. Finally\nwe went into Hungary and from Hungary we went to Budapest and Budapest there was\nalready operating a kitchen from . We had food in there. We had shelter in\nthere. Our destination was not Budapest. Our destination was further down to Israel,\nwhatever we go. So, we went to the border by Austria-Hungary border. There was a\nRussian guy. His name was Sashka. We sold something home in Wishno, whatever we\nhad, and we got a little money in there. This guy Sashka had truck and for a fee he took\nyou over to Austria, because he couldn't cross the border. This guy filled up a truck with\npeople like cattle flat down, and we went across to Austria. We went to Vienna. When we\nwent to Vienna there was already in the American zone, and we had to stay there a little\nbit in Vienna until they got all the trains ready. Then we went to Saltzburg. When we\nwent through the border, the Russians had to examine everybody. If they're not some of\nthem were running away from the Army, which there was a lot of Russian Jewish\nofficers. They came with us because they went to Israel. So, they wanted to see if there\nwere any deserters and things like this. So, we said we were all Greeks. We went on that\nplane as all Greeks from the war. They came around no, we're Greek.\nSo, finally we cross the border and went into Lenz. From Lenz, that's right over the\nborder and we went over to Saltzburg. Then we settled in Saltzburg. I had one sister, she\ndid not leave Romania so my brother went back from Saltzburg to bring him back into\nSaltzburg. We were in Saltzburg for a little while. In the meantime, I was training myself\nto be a soldier, and Israeli soldier. I was training . | was very good in the\ntraining thing, which they told me I do very good. My sister find out from my aunt, we\nhad a few aunts, a couple aunts in New York. She remembers the others where they are,\nso she wrote a letter to them, and they got back a letter with some money in the envelope\nin there. He says, don't go to Israel. You have time to go to Israel. First come to America\nand then you go to Israel. Let's come over here first and settle. I was ready to go to Israel,\nso we had a big debate, and she told us how good America 1s. They said they have\neverything you could find even money on the street. I said to myself and to my brother, I\nsaid listen, look they have the Marshall plan, they got everything for nothing. Couldn't\nyou imagine if you get everything over here for nothing. Couldn't you imagine if you go\nto the source. So, finally we decided we go to America. I came with the boat with\nGeneral Greeley. It was an American boat. I came in December 1949. It took over a week\nto get to the country. I worked in the ship, also. I worked in the kitchen, which I couldn't\nwork too much because I was so seasick for a few days but then I felt better and I went to\nwork. We arrived in New York which the aunts picked us up. So I was in a hotel, and\nalso when they picked us up there was a taxi driver and he put six in the taxi to take us\nover. I was the last one to get out of the taxi and I looked down and I looked all over and\nso the guy asked me in Yiddish he says, , what are you looking for. I said I\nlook for dollars. He says, boy if you come for that, he says you don't know how you're\ngoing to get here until you get a dollar. That was the hello in America. So, then I went to\nthe hotel, and then I got through friends, I got a job. I was in the hotel only a few months.\nThere's a lot I left out. When we went back with the trains to ride back into Budapest,\nthere was no room inside of the trains. We were riding on the slate roofs on top of the\ntrains for days. When a bridge came, you had to lay down flat before you know, you\ncould get killed and things like this. To go back, we arrived in New York, like I said, I\ngot a job. I got a job in the metal factory. First I did odd jobs all over and then I got a job\nin a metal factory. I was doing pretty good for about a year or so. It was very hard work,\nand then the boss came over to me. He looked at me and he says whatever I do, I just\nhappen to do right. He calls me over and he says how would you like to take over the\narea, to be the lead man. I was in the union at that time. So, I says, I'm in the union, they\ngive you pension, all those things. I started with the union. He says, I'm not going to\ntouch your union, just take over the job as a lead man. I took over the job as a lead man,\nand I corrected a lot of mistakes in the department and that department started booming.\nThe boss comes again and he says, how about doing this and this and things like this. So,\nfinally I became the research and the developing machinery. I know that because I was a\nmechanic so I had a lot of knowledge of machinery. I was the one who went to buy\nmachines all over the country for cleaning machines, cleaning special metal. Like a metal\nengineer. They even give me the title metal engineer. I traveled all over. I got machines\nin there. As a matter of fact, there was one time, one of the bosses was a German Jew\ndecent and he went to Frankfurt. He bought a machine there, and I had to go there and\ncheck out that machine there in Frankfurt. Which I said I'd never go back there, but I said\na job is a job so I went back to Germany, checked out the machine on its progress and\neverything worked out good. There was a time when I had over 200 people taking care\nover there. There was an operation working day and night, brought in a lot of machines.\nThen the place was sold to another corporation that wasn't so good, everything. Then a\nfew years later, I figure it's already time for me to look around. I was already in my late\n20s. I start to look around and get married and bring up a family. So, I went to places\nwhere young people got together, especially all the people who came from the other side.\nWe had a place. There was the Hotel Diplomat and other places we used to get together.\nSo, I went there with some friends and I asked my friend, who is that girl over there. Oh\nshe said, my friend, would you like to know her? I go over there and I start talking a little\nbit and I asked her where she comes. She also comes from the area where I came, and she\nbecame my wife. We got to know each other. She became my wife, so we got married.\nWe lived in the Bronx in New York for a little while and then we moved to Yonkers,\nwhich I still there but in different places. We grow up we have three sons now. They\nwent to school. They all went to Hebrew university. They went to chivas. All their lives\nthey went to school. I worked at least 12,14 hours a day, and when I came home, my wife\nwas a real estate broker, she went to work, so a lot of times we only saw each other a few\nhours. We worked very hard to educate the kids and it worked very good. My three boys\nthey are all attorneys, which one lives in the Washington area. One lives in New Jersey\nand one is still home, not married. We have two grandchildren, two little girls in Jersey\nand we have a boy and a girl here in the Washington area, and they all are doing very\ngood. We are very happy the way it worked out. Now, I'm retired and have a lot of\nhappiness with my grandchildren.",
        "Q: Now, I want you to talk to me for just a few more minutes about the legacy that you and\nthe other survivors bring to us. What is that legacy. What is it that you want the world not\njust the people that are here now, but children, your children's children?",
        "A: I would like very much this information to be passed on for schooling to students to see\nwhat happened and also to be passed on for other generations because they should see\nwhatever happen at a time like this when one of the most civilized countries in the world\ncould do something like this to another human being. I want people to see it. I want\npeople to know it, and the bottom line I want never never to forget and just to keep on\nshowing it, looking and see whatever happened to the Jewish people.",
        "Q: What are you say to the people who deny that it ever happened, what do you say about\nthat? People say it didn't happen.",
        "A: The people that are denying that it never happened, who are we talking about? Skinheads,\nNazis? What are we talking about. Most of the world they know it happened. Most of the\nworld knows what happened. They all see it. It's just a few of those people which make\nall the problems for everybody else. I wouldn't even pay attention what they say. You\ncan't even convince those people because they're always going to tell you it not happen.\nProve it to me, even if you prove it to them, they will say it never happened. Even if you\ntake them there they're going to say they died from a disease or something like this. You\ncannot convince those people. Those are a little minority, just a few of those people, so I\ndon't say you shouldn't pay attention to them because from a minority could grow a\nmajority, so you have to keep a check not to let it go out of hand.",
        "Q: What about the scale of what happened that was begun by a civilized country but then\nwas perpetrated by a whole continent became involved?",
        "A: Well, you know, the thing is this, if anyone was looking for adventures, that was the time\nfor other countries to look at the adventurous things. The corroborators because at that\ntime they had a free hand they could do anything they wanted, and most of the time\nwhich it causes those problems. Then you take other governments, they became Nazis\nand all those things because for adventurous things, for their own adventures. Then they\npicked out really the most the Jewish people. They picked them out because they know\nthey're not going to fight back because their religion was so great that you're not\nsupposed to fight back even. You're not supposed to say anything. You're supposed to do\nthe right thing all the time. You're supposed to be a good man all the time. You're not\nsupposed to -- that's why it make me go to the , because if you see\nsomething that is not right, stand up for it. Don't let it go.",
        "Q: Now, the tape that you brought, is that the kind of music your father did or is that\ndifferent music? Let's talk for just a minute and I don't know if we're going to -- tell me\nabout your father?",
        "A: My father was a singer at the weddings. Anybody -- I mean if people get married and\nthings like this, they used to call him to sing. He used to put words together all the time. I\nhave some music over here which they were playing in those days exactly the same type\nof music they were playing at weddings. This music goes back to the thirties and the\nearly forties. So, my father was not only the singer, he was a comedian too. He was\nknown all over Romania and Hungary. He was called all the time to perform all the\nthings. He also knows some famous people and he also did a lot of good things for the\nJewish community in the time when we had the big problems all the time.\nEnd of Tape #2\nTape #3",
        "A: This is the music you heard now as the type of music they used to play in the weddings in\nVisho from where I came. Also, this 1s the type of music they were playing all around the\narea, which my father was one of the greatest entertainers in the area. He was called\naround Romania around the state when it was Hungary he was called around the state to\nperform weddings. He was singing not only in Yiddish, he was singing in all kinds of\nlanguages. The way he put the words together was the words match one with the other\none it was amazing to hear. He had one of the nicest voice to sing those things. He also\nwas a good when he was in the schull. So, it was something, the greatest\nthing if they could get my father to perform at the wedding because he had so many\ninvitations to go around and perform ceremonies those kinds of weddings that he couldn't\nmake them all. And also, the transportation wasn't the right way. If you had to go forty\nmiles away, it took you a couple of days to get there. Most of the traveling was done by\nhorse and wagon. They also had a train. The train used to take you from one place to\nanother one. The trains if you see the old type of trains you have to put water in and\nlocomotive you have to put the coal in. You have to wait until 1t heats up good enough.\nOn the train it was written 45 kilometers an hour. That's about 30 miles, a little less. But\nit never made that much. Sometimes you feel like you could run faster than the train. This\nis part of the music which I'll stop for a couple of seconds, I want you to listen to that\ntype of music, you can't get it no place and only in the places. That's the\ntime when they went around the bride, going around the bride and pick up you know you\ncall it in Jewish . The husband comes around and looks at the bride\nand uncovers her and then covers her, leaves the cover on again. That's gypsies\nHungarian music. When they had a wedding in those days, it started in the afternoon and\nit went on late late at night. What type of music they were playing, because they had no\nnotes, they are playing straight without notes and it sounds so beautiful. Not only the\nJewish wedding, my father was also called to other types of weddings because like I said\nhe knows all kinds of language to put those words together. He was like his own\nsongwriter from the head. He never had to use a piece of paper to write a song or think\nlike this. It just came out straight. That's the time when they went to the . Due\nto the fact that my father was such a music lover, I think of him as music. I'm retired now\nand my hobby is music. Different type of music, Hebrew music, international music. I\ncould listen to music 24 hours and never get tired. Sometimes I take music before I take\nthe food. This picture is when I'm in the second grade. All those children around me, they\ndid not survive. The teachers which I'm standing near the teacher her name was\n. She was one of the meanest teachers we ever had. There probably\nwas in that class a few hundred children, but she was so mean that there wasn't one day\nthat I did not get beaten up. I got beaten up day by day. It wasn't only me, it was\neverybody else, too.",
        "Q: About what year is this?",
        "A: On the second grade let's say, it's in the thirties, the early thirties.",
        "Q: Which person are you in the picture?",
        "A: I am over there with the white shirt and tie. What happened was there was a special day\nin Romanian history and everybody had to get dressed with a white shirt and with\nsomething to look like a special person. The reason I had that was my neighbor had it and\nmy sister went in to borrow it and then I got it to wear it to school. I was so afraid of the\nteacher that I shouldn't get a beating I told my sister when I came back I wish I wouldn't\nhave that white shirt, I wouldn't have to stay near the teacher, because that much I was\nafraid.\n(Showing pictures on the video)\nIt's a possibility that some of them which I don't know may survive and live in different\nplaces and different countries, but I wouldn't know for sure that. But it's a good\npossibility that some of them are in other countries.",
        "Q: Are most of them Jewish?",
        "A: Most of them are Jewish but not all.",
        "Q: How about the teacher?",
        "A: The teacher wasn't Jewish, with a name like this. No, she was wasn't. I look at the picture\nnow more and there is one guy which I recognize and he's in New York, one fellow. I\nalso was told another fellow, the girl on the left side I was told she is in Uruguay but I\nhave no information. This picture was made in 1936, I would say I was in the fourth\ngrade over there. The fellow on my left side I think he's around in the New York area,\nwhich when I came to this country I talked to him. I saw him. The other people I don't\nknow if they survived.",
        "Q: So tell me about this class?",
        "A: This class I would say it's mixed, half Jews, half all types like Hungarians, Romanians,\nGermans and the teacher is right there in front. She wasn't too bad. She only beat me up a\ncouple times a week compared to the other one which she beat the kids every day, twice a\nday or more than that too. This teacher's name was . She was also a good\nteacher for learning. This picture was taken before the war in Visho. I'm standing in an\narea. Somebody passed over their head a camera and asked if he wanted a picture, say\nyes, so he took the picture. It was already cold. So, this picture was taken before the war,\nbefore the Ghetto.",
        "Q: You were maybe 17?",
        "A: I must have been 17 or 18 something like this, nothing more. This picture was also taken\nbefore the war. I'm on the right side and my brother, Israel was on the left side, the left\nside of my hand. It was also taken in Visho. My brother is here. He lives in Elmont. This\nwas my sister, it was my sister Rose and my brother . My sister Rose was in\nthe concentration camp. She got liberated too, and we all came together to Budapest, but\nin that time she was so sick already from all the suffering they got reunited with her\nhusband in Austria. They had a child before the war which is the child I said she gave to\nmy mother and she died about 12 years ago. 1972 she died. This picture was also taken\njust before we went into the Ghetto. I was working. That's the time I was working for the\nHungarians and we took the train so we were working in the railroad but the railroad we\ntook all the tracks off and we send them into Hungary so there was a few children, three\nor four children we were working and that was the uniform I was wearing at that time\nwhen I did the work over there. This picture was taken in the Visho Ghetto. If you look\nclose, you can see the yellow star that we were wearing already. The two girls on the two\nsides are in the Ghetto. They were from another town. When they brought them in the\nGhetto they were in our area over there, so we were taking this picture. When I went\nback I found that picture.",
        "Q: Was there torture in the Ghetto?",
        "A: No, there was no time. It was one month time. We only had problems from the local\npeople. This was my father when he was in the Hungarian Army as an officer. This\npicture when we came to the United States, some relative of ours had that picture and\nthey gave it to us and we enlarged it a little bit and that's the only picture we have of him\nas a soldier, as an officer. This is my father. It was taken just before the deportation time,\nbefore the Ghetto. It also was a little picture we got it here in the United States from\nsome relative, small, and we enlarged it. I want to say something. It's my father I was\ntold, I don't remember, he had a blue eye and a brown eye, which it is very unusual for a\nperson to have two types of eyes. I wanted to tell you he had beautiful eyes, blue and\nbrown. This is my mother and she was a real Jewish mother trying very hard to raise a\nfamily of seven. If you see the hair, that's a week because the religion as you know, you\nhave to cut your hair once you're married. This is my grandmother, my mother's mother,\nwhich we didn't live far one from the other one. My grandfather he was used to make\nclothes and this is the way my mother knew how to sew. She learned it from her father.\nShe used to sew her own clothes for the children. She did a lot of things, repairing\nclothes. She was one of the greatest mom's I had. This is my original document after the\nliberation in Buchenwald. That was the first day I got back my name. I did not go by\nnumber, which the number at that time was 117,682. All the stamps you see there are\nfrom the United States Army. Twenty-fifth of May 1945. In Europe they put the day first,\nbefore the month, that's why you see 25, May, 1945. That was the liberation day, which\nyou can see Buchenwald right in the top there. My father is there on top of the carriage.\nThe fellow riding in the carriage when we went back to our city a few years back, he\ngave us a Small picture and we enlarged it a little bit. As a matter of fact this 1s the only\npicture of him being in that carriage over there. This is the carriage, the transportation\ncarriage we went from one place to another one.",
        "Q: Your father is driving?",
        "A: My father is the driver.\nEnd of Tape #3\nTape #4",
        "A: Soon we arrived in Auschwitz after it was the selection and they already told me that I'm\ngoing to work as a mechanic which it was not true. They put me in the coal mine and the\nfirst thing they did was they tattoo my arm. So they had different types of tattoos. Smaller\nand larger things and I went to the place where the bigger one is because I didn't even\nknow what it was all about. When they started tattooing, it was such a painful a lot of\npeople collapsed in there and some of them never even got up. When they got through\nwith the tattooing my arm was so swollen but a little while later it came down and it's\nsomething there which ever goes away. My tattoo number is A 9384 and it looks like I\nlive forever with this kind of number. Each time I go down from bath or whatever I do, I\ntake my shirt off, 1t reminds me of the past whatever happened to me.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you please tell me your name, how you were born, your birth name, and when and\nwhere you were born?",
        "Q: This was from what period?",
        "Q: I'm going to ask you now to tell me before the forming of the Ghetto, tell me how much\nyour family knew about what was going on with the war and with Jews in other parts of\nEurope. Did they know what was happening? Did they know about concentration camps?",
        "Q: I want to ask you some questions about the Ghetto?",
        "Q: Who gave you permission to leave, or did you sneak out?",
        "Q: Wait, let's go back once more. When you were in Auschwitz and you were going through\nregistration, you were still with your father in registration, and did you know what had\nhappened to your mother then?",
        "Q: When you were working in the coal mine, if you missed the SS going back to the camp,\nand you spent the whole night in the coal mine, were there guards there that you couldn't\nhave left a night, you were locked in the coal mines? Did you work if you got stuck\nthere?",
        "Q: Who told you that?",
        "Q: Can we go back to some of the details. This period of time that you're talking about in\nthat coal mine is from probably May through December. Tell me about what you had to\nwear and tell me about how hot it was or how cold it was?",
        "Q: In the mine and in the barracks.",
        "Q: You were about 20 at this time, right?",
        "Q: What was the age range of the people who were in that camp, and do you know about\nhow many people went with you every day?",
        "Q: In your time in the Ghetto and in your time in the coal mines and the camp, did you form\nfriendships? Did you have relationships with people that were especially close to you?",
        "Q: Yes.",
        "Q: What about prayer?",
        "Q: Do you remember if people prayed in the cattle cars in the first transport, did they know\nwhere they were going?",
        "Q: Were you punished for that in the camp if they found out, or was that not part of it in the\ncamp. You had so many different people?",
        "Q: Tell me more about whether you think your parents knew more than they told you. Do\nyou think they protected you from knowing?",
        "Q: Let's now, I think we covered the coal mine. When do you think the death march began?",
        "Q: Tell me how you knew it was coming, or did you know, or was it just sudden?",
        "Q: Who blew it up?",
        "Q: Now, I want you to talk to me for just a few more minutes about the legacy that you and\nthe other survivors bring to us. What is that legacy. What is it that you want the world not\njust the people that are here now, but children, your children's children?",
        "Q: What are you say to the people who deny that it ever happened, what do you say about\nthat? People say it didn't happen.",
        "Q: What about the scale of what happened that was begun by a civilized country but then\nwas perpetrated by a whole continent became involved?",
        "Q: Now, the tape that you brought, is that the kind of music your father did or is that\ndifferent music? Let's talk for just a minute and I don't know if we're going to -- tell me\nabout your father?",
        "Q: About what year is this?",
        "Q: Which person are you in the picture?",
        "Q: Are most of them Jewish?",
        "Q: How about the teacher?",
        "Q: So tell me about this class?",
        "Q: You were maybe 17?",
        "Q: Was there torture in the Ghetto?",
        "Q: Your father is driving?"
    ],
    "answers": [
        "A: My name is Bertna Belle Pasternak. Now, my name is Bernard. It went from Belle to\nBernard. I was born in a place. It was Martimorish (ph). It's in Romania, and the city is\nVisho. In Visho, when Romania was there it was Vishosimos. And also, they called that\ncity Feldesisho because the Hungarians were there. The area where I was born was\nsurrounded with mountains around. We had high peaks of mountains over there which\nthere was snow almost all year around. About September the snow melted, something\nlike this and then a month later the snow came back. The area was a beautiful area\nsurrounded with water. We had water. We had everything over there. We were there,\napproximately a few thousand Jews. There was a few thousand Germans and also a few\nthousands Rumanians and Hungarians. We all had areas, different areas. The Jews had\ntheir Jewish quarter. The Rumanians the other quarter, the Germans the other quarter and\nthe Hungarians. The Germans were not the same type of Germans as in Germany. They\nall speak German, but they call them Sipser (ph), a Shwab, some kind of a Shwab name.\nThere was a lot of them, and we all understand each other and we got along great. In the\ncity, in the Visho, as a matter of fact, the Jewish life was so great over there that on\nFriday, we had a whistle blowing when the Shobot comes, three times. The first whistle\nmeant close the store. The second whistle meant you should be home by now, and the\nthird one to light candles. That was the greatest thing to happen. We also had a\nthere which children were coming from all around learning and that by us. We\nhad five schools. They named them number one, number three, number four and five. We\nalso had about four or five shulls, and we all belonged to different area. Everybody had a\ndifferent way to go wherever he wanted to go. We were assigned to go to school number\none which it was I would say about a half a mile. The area there -- there was no\ntransportation like you have over here. We walked to school. The school wasn't so bad to\nwalk except there were hills when you got to the school there. Also there was another\nsystem too over there. We went to Hebrew in the morning until 9:30, from 7:00 until\nabout 9:30. At 9:30 we went to the Romanian school. We had lunch a little bit, about a\nhalf an hour, and then in the afternoon until 4:00. 4:00 we went back to Hebrew school\nuntil about 8:00. Now, what did we do over there all this time, you know, with the\nchildren when they're grown up? Industrial life, there was only how should I say, wood\nfactories. We had a lot of wood. All the time, when the Hungarians were before the First\nWorld War, and the Austrian life was very beautiful over there, very great. On the\nbeginning on the 18th century, the beginning of the 18th century, the first Jew came over\nfrom Poland. He settled in Martimorish because there wasn't such a good life there so\nthey kept on coming and coming. They settled. But after the Romanians took over, after\nthe first world war, the Romanians took over and life turned sour because the Rumanians\ndidn't need any wood and there was no other industry so it wasn't so great for everybody\nover there. Their lives started to be very poor, but what we grew over there and the\nmountains, there was potatoes, beans, corns, so almost everybody had a little farm. We\nstored away the food for the wintertime. We put it in basements, whoever had basements\nand we kept on going day by day. We had no telephone of course. We had no radios and\nthings like this. It was like in the early 1900 century. It didn't change much, the life.\nThere was a lot of poor people in the area also because I came from a five sisters and two\nbrothers, but most of the families were much larger, and it was not easy to keep up so\nmany people to feed the people. The father only had the work over there. The mothers\nover there, like the Jewish mothers, they always took care of their children. They were\ntrying to do the best they can to see that everybody is nourished the right way and lived\nthe right way. But there were other kinds of things over there, the life was very harsh, the\nway it happened there. It started with beatings. No matter what you do, you got a beating.\nYou went to Hadre, you didn't know the thing, you got a beating. You walked in the\nstreet, if there was an older man and you didn't give him the right of way, he give you a\nbeating. You went to school which the principal from the school, his name was Hugar.\nHe was standing in the steps just wait for children to come in and he pulled their hair so\nmuch until the kid collapsed. Then we went in the school. We sit down, there must be a\nleast 300 children approximately. Now, the teacher came in. When the teacher came in,\nyou could drop a pin, and it was so quiet nobody made a move. The teacher walked\naround and they didn't like any child or whatever it is, you got a beating. So, that's the\nway life was in school. Unfortunately I was a lefty, and I could not write with my right\nhand because I was a lefty. So, the teacher was watching most of the people who were\nlefties. She had a big stick, I would say at least one inch thick, short stick. When I had to\nwrite, I grabbed the pencil with the left hand, and I wanted to do what I have to do from\nthe work. When the teacher noticed, she came over with that stick and it almost broke my\narm. But there was no other way. I had to learn how to write with my right hand, which\nby the way away now, I do write with my right hand. It's the same thing with the food. If\nyou're a lefty, of course you take the spoon and start eating with your left hand. You got a\nbeating that time, too, because you're supposed to eat with your right hand. Everything\ncame out with force just to do with the right hand. When I grow up a little bit bigger, I\nwent to learn at a tin smith and he only had to shear with right hand shears. I had to learn\nhow to cut with my right hand because there was no left hand shears. Like I was saying,\nlife was going on with the Romanians, I was working during the day. Whenever I had\ntime, sometimes in between sometimes I was working, helped out a little bit until 1940\nwhen the Hungarians came in. The Romanians went out and the Hungarians came in.\nOnce the Hungarians came in, the old timers used to tell us how good it was by the\nHungarians before the World War so we should be happy that the Hungarians came in.\nLife would be different. What happened, there was a few soldiers, Jewish soldiers and\nthey came over to us and they said this is not the same Hungarians that the older people\nknow. This is a different type of Hungarians. All right. In the beginning it was not too\nbad. A year or two or something, it was not too bad. By the way, in schooling, in the\nthirties, the late thirties, there was a Romanian, there was a party, an anti-Semitic party.\nKoozar was the name of the minister and the Prime Minster was Googar. Koozer and\nGoogar. In the late thirties they came in to make the pogroms, and we were so worried\nthey were going to come to Visho because we know they're coming to Visho to make the\npogrom. What happened when it came to the area, the Visho left, they turned right and\nthey went to Warsaw. They burned the whole town. They killed a lot of people there.\nThey destroyed everything over there. That was in the late thirties. At that time, the anti-\nsemitic thing was so big, all the things were so big, that I couldn't go to school any more.\nAll my schooling was four years. I could not go to school any more due to the fact that I\nwas a Jew. My parents whatever they could they give us a little private lesson, whatever\nwe could just to keep up the thing. My father was a singer on the weddings. He was also\na canter, and he was one of the greatest men from the area. They used to call him all\naround the area for states to sing and things. He used to put words together. If he would\nhave been here in this country he would be the greatest man in the country as a singer.\nSo, it was very hard to even keep up with the families so he also had a job -- like we had\nhorse and wagon, which almost everybody had that thing. We had a little farm there to\ntry and grow some food things like that, but life was very hard, very hard life. When the\nHungarians were in already for a few years, then we saw the true colors from the\nHungarians. First of all, they put us, we have to give a day's work, everybody has to give\na free day's work. So, I went to work. I give them a day's work, so the thing of it is you\ncould have worked for somebody else too, if they pay you, you could work for somebody\nelse too. So, I worked five days a week so we didn't feel like going to work. The people\nwho had stores think like this. I used to get paid and go to work. What was the work?\nMost of the work was preparation for the war. We went out to work on the volleys. We\ndig big holes. We put trenches around the tanks should not come through. The Russian\ntanks should not be able to come through the area. So, we worked day in and day out.\nAfter the Hungarians decided why should there be one day where everybody goes to\nwork, so they put us to working more days. So, really we had the most miserable life of\nthe Hungarians for the past few years. They took away everything whatever we had. If\nsomebody had a cow, they took it away. If they had a horse, they took it away. They left\nyou flat with everything. The area where I was with all the people who we got along so\ngreat all those years, they looked the other way. I don't think there was one person who\nsurvived over there that somebody should hide that person. There was not such a thing.",
        "A: That was the period since the Hungarians came in. I would say from 1942 to 1944,\nbecause the first, in the beginning it was not too bad with the Hungarians, like I said.\nThey needed the wood and there was a wood factory. I worked in the mountains where\nthey sawed the wood and we cleaned off, you know around the wood they had that black\nthing around the wood, we chopped it off to clean the wood to be able to bring 1t down to\nprepare if for wood. So, it was a very hard life. We got paid very little. We got paid --\ntalking about child labor. You were 15, 16 and you put in eight, ten, twelve hours a day.\nIt was the same thing with almost with everybody had to go through the same thing.\nA. After, I would say in '43, we already it got very, very bad in general. Very bad for\neverybody for every Jew. If a Hungarian soldier passed on the street, the first thing he\ncalled over a Jew and he hit them. No reason. He went to the horses, they were riding\nhorses, he would beat them up. Then later on, we heard something, that something 1s\ngoing on in Poland. There was something, a daughter-in-law was from Poland and she\nwrote a letter. She was in Poland and her husband was in Visho. They couldn't get\ntogether because the war started already. So, she wrote a letter and it was censored so\nbad, that he couldn't write anything what's going on there. So, I will never forget this\nwoman was a rabbi's daughter-in-law. So, she wrote for her husband and which I said for\nthe rabbi, she wrote in the letter we should know what's going on there. She wrote like\nthis. There is that means money, is no more. It doesn't\nexit any more. So we know from that two words we started to figure out what's going on\nin Poland. There was no radio or any other communication. We didn't know. Later on, the\nsituation got very bad. We heard, first of all before the state came, they called to the\nArmy. They were calling all the Jewish children who were at age at that time, who were\n17, 18 19 to go to the Army. In the Army they used those Jewish kids. They used them to\nbring ammunition to the front line to do all kind of work for the Hungarian Army. The\nArmy -- they had uniformed Army, they had yellow around the arms -- armband, yellow.\nThis way they recognized them as Jews. There was also another group where they had\nwhite arm bands. That means they were not pure Jews. The mother was Jewish or the\nfather was Jewish. So, they had two type of things. I did not go -- I'm supposed to go to\nthe Army at that time, my father says to me, you don't have to go, let's go together\nbecause we don't know what happened. He also told me something -- he told me it looks\nlike something is going on terrible in the world. I don't think you're going to be a\nHungarian soldier. I think you are going to be some other place. Then, we all got\ntogether. They called us. How did they get the people together? There were drums. If you\nknow when sometimes they have a drum and they bang on the drum and they got the\npeople together, that was a sign that the whole town to get together because there is some\nnews to tell. Then they tell us that everybody there's going to be a round up and they have\nto go in this and this area like but us on the street. There was the Jewish street and they\nstarted making the Ghetto all around. The Jewish street over there and the Romanian\nstreet's name was , the number was 25. The Hungarian name was\n32. So, the reason is because I tell you this is because when they got us\nall together they told us which street to get in together. So this was the word the guy was\nusing to get us there. And the same thing they got all around the town all around the little\ntowns and they got all these people together and they bring them in and that's street\naround the area. We had so many people in the room that there was no room where to\nsleep or where to go or what to do anything because one was on top of the other one. The\ntime wasn't too long in there. We was about a month in there. They were-- who was\nwatching the Ghetto was the Hungarians and the Germans, the local people was watching\nin there. The food was very scarce. There was no food in there. My father used to know\nall those big shots in there from the town and he used to help a lot of people out. If they\nwere having a problem, he used to help them out. He used to go there, so he went over to\none of those guards and he said, \"look we are all together in one place.” Those people\nthey had farms - the Jewish people and they put away their food for the winter time. They\nhave them in the basement there. Let's bring it in. Let's feed them otherwise it's going to\nrot away anyhow. And so how some way my father convinced them and we started\nbringing in all the food from around. I got permission to go out of the Ghetto and I went\nout of course I bring back the food so there was also other people they brought in the\nfood and it started to get a little bit better. Mostly what we brought in was potatoes,\nthings like this because corn there was a lot of them. Then I saw a little later on I saw\nGerman soldiers began in the ghetto. They were already probably got their orders to\nround us out and start shipping out. They put us in the line, find out how many people\nthere are and they made four transports. My father was -- when they round them up,\nwhen the German soldier passed, he give him some kind of a salute, so the guy looked at\nhim and he asked him, he said, \"Are you a military man?\" He said, \"Yes I am, this and\nthis front and I am an officer.” Do you have a -- well, he didn't do anything he just\nbypassed and to find out that information. They made like I said four transports. We had\ntwo stations train stations. One stations they called it the small station where the train\nused to stop and drop off people, and the one station was a bigger station where the\nrailroad came in. I also want to say that before all those things, I worked for the\nHungarians. We took apart the tracks, the Romanian tracks, you know from the trains,\nand we send them into Hungary. So, I was loading and unloading the tracks. There was\ntwo Hungarian officers and they are not supposed to hire Jewish children for the job.\nWhen I went in there and applied for the job, he asked me the name, he asked me what\nyour name, I said Bernard Pasternak. He said that sounds too Jewish, so he changed my\nname for Pasteronish. That's a real Hungarian name, and I got the job. They paid very\ngood. We had it very good for a few months. The job only lasted for a few months\nbecause there wasn't so many tracks to pick apart and we loaded them. We did not load\nthem in the same town, in Visho from the same city, we had to go about 50 miles away\nwhere they loaded those tracks. So we went with the big trucks and we unloaded. That\nwas before the Ghetto and all those things happened. We -- due to the fact they were\nshort on box cars, so they made four transports and we were going on the fourth\ntransport. When they got together everybody, they told them don't take anything, just take\nwhat you could take with you because you have on other things over there and you\nwouldn't need them. To that point, we didn't know what was going on -- absolutely\nnothing. As a matter of fact, they told us we were going to working camps until the war is\nover for security reasons or whatever they want. We arrived with the fourth transport.\nWith the other three transports, I mean it was about two days apart, so the other three\ntransports left. When we got to our transport, I saw the box car and we saw all those\nthings what happened. People on there with small children crying throwing packets down\non the Hungarian soldiers and the collaborators pulling the bags out of the family they\nare taking away everything. They didn't need it anyhow, but we didn't know. So finally,\nwe went in the boxcars. I don't know, probably must have been 20 or 30 boxcars in there.\nWe went in that car. He push you in, maybe seventy, eighty people. You can't tell how\nmany you have with children, older ladies and things like this, and then they close the\ndoor and they locked it with a lock on the outside. The only air you had in that boxcar\nwas if you see a boxcar, the ones you see in the Holocaust Museum, the same boxcar was\nthe same one they were taking away. All you could see is the same thing you see\nthere. First we were going for about a day or so and then they opened the door for\neverybody and says there is water in the station here because those days all the trains\nwere going with water, so they had to pump in the water. So, they opened the door and\nthey were watching us like the biggest criminals with guns and says only one to leave the\ncar and go fill up with water for the rest of the people. It happened I was the one and my\nfather was the one. We tried to supply water, whatever we could to the other cars, and\nthen my father saw a hatch on the boxcar, because every boxcar had a hatch probably for\nthe . He took that so nobody should see it. We finish with the water,\nthen close the boxcar and we started going. Then my father called my over and said,\n\"Let's dig a hole in there. Let's break the floor there to make a facility.” We worked quite\na while. It was very dark and we carted through and we made a facility there to go out\nlike a thing. Everybody was using this. We were putting something\naround there so people would have a little privacy. It took quite a few days before we got\nto Auschwitz, but the middle of the way there was a few guys in the boxcar they told me,\nif you could pay attention, are we turning left or right and Hungary. I says to the guy, no\nwe are turning left, he says that's bad news because right is to Hungary, left 1s to Poland.\nIt's the one other area. I don't remember if it took five days or six days. When we got off\nin Auschwitz, first of all in that time when I was taking the water there was a couple of\ndead children already, which I took them out and there was somebody going through with\na carriage or wagon and I put them in the wagon because there was a lot of sick children\nalready and they caught already. Nothing in there was no food, no nothing, very little\nthings whatever we had. And the car, like my mother will know something.",
        "A: All right.",
        "A: No. You couldn't sneak out because the Ghetto was surrounded by corroborators to make\nsure nobody was out. And besides that, which I did not mention, you already had the\nyellow star. You had the yellow star, and if they caught you without wearing the yellow\nstar you were finished. So, right away they know you. And I think all the things that my\nfather knew so many of those guys and they hand picked a few of the people to go out of\nthe Ghetto to bring in the stuff. It wasn't -- the neighborhood was quite a ride, maybe\nthirty, forty miles in some area until we got all the food together and brought it in in the\ntank. Like I was saying, in the car, my mother put her hands around and squeezed me.\nShe said, \"I hope you remember me.” I did not know what she meant because we were so\nnaive we didn't know what's going on until the last minute. When we got off of the train,\nfirst what I saw it was sickening just to see. Our boxcar had the only one facility from all\nthe 40 or 50 wagons, whatever it was. They opened the door, all the dirt came out when\nthey opened the door. People were half to the waist with that dirt around from the train\nbecause there was no other way. You had to go from so many days. Only one time I\nremember they opened for water and after that they did not open for water. The trains\nwere going so fast. Usually in those days a train in Romania those days was going about\n30 miles an hour. You couldn't go any more because you had to put the water in, the coal,\nall those things. It took a very long time for those trains until they reached the\ndestination. But when we went in those boxcars, the trains were going so fast, my God, it\nmust have been 60 or 70 miles an hours. We thought the train is going to flap over, things\nlike this, because he was carrying animals in there. What difference does it make what\nhappened to the train. Now, when we arrived already in Auschwitz, there was a lot of\npeople over there came to the train. People were already in the camp. They came over\nand they say, if you have small child, give it to an older lady. So, my sister said to the\nguy, I have a small child and my mother. He said, \"Give it to your mother.” So, I had a\nlittle sister and my mother and of course my nephew, they went with my mother on the\none side. They looked, I saw a guy over there was looking and he put his hand out and he\nmake like this. After I find out there was . I didn't even know who that is. After I\nfind out that that was the guy who did all those things. He selected them. I was very\nworried because the younger one they put them all with the older people so I was pretty\nworried because I see what they're doing. I said something is going on because they are\nselecting the older people and the younger ones and the other ones they left go to work.\nThey put them in another area for work. So, finally I was dressed, you know, at that time\nwe had clothes from the Ghetto, people had so much clothes, so I had some kind of a coat\nat that time and I put a coat on and I looked a little older and I was sent on the side where\nthey send the people to work. That's what happened after. And that time there is other\nguys they came over and they says to us, \"Do you see over there, the smoke over there?\"\nAnd I said yes, what's going on over there? What are they doing there? He says, \"They're\nburning people there.” I said, burning people? He said yes, they call it a crematorium and\nthey're burning people over there. Then he said to me do you see all those people they are\ngoing over there. This is the people who were there already. We went from there, we\nwent in the camp from there. First, we had to take the clothes off and throw it in the\ncorner there. I took my coat and I throw it in the corner there. I figure it's going to be over\nsoon and I'll take my coat back. It never happened. So, then we went to the camp. We\nwent in the inside where they told the people what to do, where to go. We were lined up\nover there, and they first of all the guy who commanded the whole thing came out. He\nmade an appeal, an appeal they call it, to see how many people he has in his jurisdiction.\nThen another guy came over and he says, I was with my father, near my father at that\ntime, he came over and he said is there here any mechanics, any electricians. I was a tin\nsmith and mechanic right away I want to be. The other people said good for you you're\ngoing to be a mechanic and you're going to do better than we were doing. My father says\nto me why go over. Let's be all together. Let's go together. The people in the barracks\nthey were saying, why don't you let him go as a mechanic. Why -- suppose we go in\nanother place. We could see already what's going on. Let him go over there. So finally\nmy father says okay, go ahead. We went to another place in the camp there in Auschwitz.\nThe whole thing was only a few days. We went to another place and then all those\nmechanics they had we got round up and we were taking by big trucks to\n. We did not know at that time they took us to . We\nfigured there 1s the mechanics thing and there we were going to work. We arrived in\n. There was a camp over there already prepared. You got your place over\nthere and everything and then we find out we're going to work in a coal mine. That's what\nthey did with all of the mechanics. They put us in the coal mine. The next day we went\nalready to work which they were putting it --- there was three shifts. There was a\nmorning shift, a noon shift and a night shift. We went to the coal mine there and there\nwas two types of mines in there. First one was about 1,000 feet and one was about 1500\nor 1600 feet. I was working in the lower one, about 1500 feet. We came down there.\nThey give you a light. They give you a light to go to be able to see because it's so dark.\nThey gave me a lantern. The number was 4400. Also, when I go back, when I was in\nAuschwitz the time before I went to the camp, they give me they tattoo it, I got a tattoo in\nmy arm because most of the people they sent to work they put a tattoo in my arm. I got\nthe tattoo and I was so naive at that time. I was there with my cousin and we still didn't\nknow what was going on. I saw they give numbers and I saw some people get smaller\nnumber and bigger number and I went to where they give a bigger number. Because we\nwere naive we said let's have a bigger number. What they did to my cousin, I got 84\nwhatever I got number and he got a number after mine and something went wrong there\nand they put his head in a drum of water and they drowned him and he died on the spot\nover there. You never lasted more than a day over there in the camp. Then when we were\ngoing back, we went down to the coal mine --",
        "A: No, we did not know what happened to my mother until after I find out a few days later.\nEven they pointed out to us, we could not believe it. Then some people were talking\nabout the people and who worked in the crematorium, they call it the\n. They were saying to me, that's the living in that\nbarracks over there, they have everything over there because they are doing such a\nspecial job. Well, we did not know after a while they got rid of the and\ntook new people. We didn't know that. Then we find out after what happened and who\nthe was and what they did after a while. With my father, I was there after\nthe first line up, the first appeal after that. Then, I went to the place where the coal mine\nwas and my father wasn't at that place, and I never heard from him after. I never heard\nwhat happened. We went down in the coal mine, like I said, my lantern was 4400 and we\nwere working with civilian Polish people. The light --my light had a red stripe around\nand the civilian had white. We also to recognize us, in the center of the hat there was a\ncut in straight, this way they recognize you right away in case you run away someplace.\nThey put me to work in the coal mine, which I never heard of a coal mine. I never saw a\ncoal mine. A coal mine is this way. The one I was it was approximately four or five feet\nhigh. That doesn't mean there's coal in the whole thing. The coal is only about two feet in\nthe middle. In order to get the coal out, you have to have some kind of supporters to hold\nup, to be able to take the coal out. They dynamite the coal and if you wouldn't have had\nsupporters, the whole thing would fall down. So, you had to have special supporters to\nhold up and then to dig the coal out to get the coal out. Once we got the coal out from\nthere, you took it out with a shovel and there was something not far from where you\nthrow the shovel there, it was something, it was going up and down, five inches up, five\ninches down, you know it was shaking until the coal went down, because it was a little\ndown hill over there. There was one day when they come to inspect it looks like the\nGermans didn't get enough coal and they came to inspect the mines. What happened how\ncome there is no more coming out. I saw some people from far away, but I didn't pay\nmuch attention who they are, but they did look to me like they're civilians, Polish\ncivilians, work in the mine. They come around and they stop everybody over there who\nwere working there. Some of them they said report to the office, which I never saw those\npeople again anymore. So they took them off the line and they got new people. Then I\nwas told they eliminated them because they didn't do the job. Somehow, for some reason\nI don't know I always worked very hard all my life and I saw there is no way out. You\nreally have to work if you want to survive. So, I picked up work, kept on working the\nright way and they come around, the inspectors, the Nazi inspector, they came around\nand they checked me out, how I worked. Then the guy asked me, what is your number. I\nshowed him my tattoo and so the other guy says to me, you know you're going to have a\nlot of problems because they took your number down like the other guy. No, it was the\nother way around, believe it or not. They gave me a premium of a bottle of wine because\nI was a good worker. I took the bottle of wine and turned it in for a piece of bread. I gave\nit to one of the kapos inside. They gave me a piece of bread for it, which I wouldn't drink\nit anyhow. Also, for the good workers, they also give two cigarettes a day. I also turned\nin my cigarettes for a little soup or whatever they could. There were some people who\nwere chain smokers, they give away their food for the cigarettes. There was quite a few\nprisoners of war, Russian prisoners of war, and most of them they give away the\ncigarettes for the thing. What did we eat when going into the mine? In the morning, we\nhad black coffee with a little piece of bread. Of course there was no lunch. Lunch you\nwere at the mercy of the civilians. If you find a good civilian there, he'd throw you a\npiece of bread. If you find a civilian who didn't have or he didn't care, you were there\nwith bread, without a little piece of bread. Somehow, someway I managed to recognize\nthe guys a little bit, I always had a piece of bread. We were working until 6:00 at night.\nFrom 8:00 in the morning until about 6:00 at night. Something like that. Like I was\nsaying, there was a morning and a noon shift and a night shift. The night shift, the people\nwho brought the SS who escorted the morning shift had to take back the noon shift from\nthe camp. They always took back a shift because we didn't walk back to the camp without\na Nazi guard, which I would say it was a 15, 20 minute to half hour walk. At night they\nhad to take us back, they brought another shift and they had to take us back to the camp\nthere. What happened? We had something to finish and those Germans did not wait for\nus. We were sitting in that coal mine until the next evening. No food, absolutely no food,\nno nothing, only the mercy, whatever the civilian throw you a piece of bread of things\nlike this. I also, on Sunday we did not work. We worked six days a week. On Sunday I\nalso volunteer to clean the barracks a little bit for that I got another little soup. I always\ntried to manage somehow to get a little more. When we went in the coal mine, the kapos\nthey were carrying the lights to see where to go. I used to carry it for them or for that\nwhen I went back to the camp they give me another little piece of bread. So, I was trying\nto look around to see how I should be able to get a little bit more than I could get.",
        "A: No, you did not work when you got stuck there and you couldn't leave the coal mine\nbecause you had 1500 feet to go up by elevator. The lift took you down, so you couldn't\nleave anyhow and there was guards over there and a lot of corroborators. You couldn't go\nno place and you had to stay right in there. It was pretty cool too, it was July, August and\nit was pretty cool. There was horses and wagons in there. There was little wagons not\nwith the train, you pushed it by hand the railroad train. There was a lot of things going on\nin that mine. When you came out of that mine, you know it almost blinded you. I had to\nkeep my hand for a few minutes on my eyes because down in the mine, I saw very well\nlike it was daylight, once you get used to it. Then when you came out, you have to be\nprepared otherwise you would lose your eyes. When we went back to the camp, like I\nsaid, you have to take a shower every night. The place, I would describe it, 1t wasn't a\ndirty place. Really, they kept it very clean and we were forced to keep it clean. In the\nmorning when we get up, we had to make our bed. It was a three bunk bed and when you\nmake the bed the one was helping the other one. If there was a little bit uneven they came\nthey take it apart and you have to go all over again. Sometimes you couldn't even mix a\nlittle piece of bread with coffee, black coffee, because you had to make sure the bed is all\nright. When we came home, we took a shower and in this camp there was also other\npeople who did not work in the coal mines. They called them . That\nmeans they were working outside in the fields. We were getting different soap than the\nwas getting. They got a little piece of white soap, and we got a\npiece of yellow soap. The white soap did not take off the dirt, the coal dirt, because when\nwe came out from there we were black, coal black. We were --for two or three days we\nwere spitting black. So, this yellow soap was very good soap. It did the job. It cleaned\neverything off. Somehow, we got together with some people over there and we saw that\npiece of yellow soap, I would describe it 1t was about four by three inches and maybe one\ninch thick. Four by three approximately. And that soap was written a R-I-F. We didn't\nknow. We always said one to the other one give me RIF soap, give me a piece of RIF\nbecause it's better. You also had to be careful because they only give you a certain time,\nthey give you the soap it should last you a certain time, but when you bend down, you\nknow, sometimes they stole the piece of soap. That soap, the civilian used to buy it. You\nknow, you could put it in the pocket and bring it out, you got an extra piece of bread. So,\nyou had to be very careful it shouldn't be stolen. But later on, I was told that the R-I-F\nmeant fat, pure Jewish fat. That was what I was told.",
        "A: The people who were watching in there in the coal mine. They told us that at the end\nalready. Now, the situation, in that camp in there by the coal mine in . The\nsituation when we were not working on Sundays, we had three meals a day. In the\nmorning, like I said, we had a piece of bread and coffee. Lunch we had a little soup, no\nbread, and in the evening we had soup and a piece of bread when we came from the coal\nmine. If you knew a kapo, like I was carrying his lamp and things like this, so he couldn't\ndo much for me, the only one thing when he dig in the spoon to put it in my plate, the\nfood, it was full to the top so I already got awarded. I had a little more food in there.\nOnce in a while there was some kind of a piece of a meat. I don't think it weighed a tenth\nof one ounce. So, sometimes I take two pieces of that thing because I was carrying the\nlight. We had a lot of shooting around the area. We had a lot of bombs dropping in there\nand then we figured something is going on. We saw a lot of planes coming around, flying\nover. We saw a lot of captured pilots when we looked out of the thing, they brought them\nin. Then we know something is going on.",
        "A: Are you talking about in the mine?",
        "A: In the barracks we had that stripe uniforms like everybody else. They were clean. We\ncleaned them. There was laundry things. They were clean. In the mines when we come in\nwe had to change clothes. The next day we had another pair of clothes. They were pretty\nclean. So, it wasn't cold. I don't remember being cold in the barracks at that time. We\nwere very important workers because they. needed the coal so bad and the trains were\ncoming and going back and forth so that mine was working 24 hours so they want to keep\nus in good shape. When the inspectors came and they didn't like who somebody was they\ntook them off and they put new people, then we find out that they eliminated those\npeople. They took them out of camp. Sometime they could pick out 50 to 100 people in\none day. The next day you saw brand new people around. So, too many old people under\nsix months were in there, only those who did their day's work, did more than a day's work\nthey could work and the others they just picked them up like they were nothing.",
        "A: Yes, I was about 20.",
        "A: There was I would say at least 100 150 people at one time going. There was of course,\nwhen we moved out from the camp, from the barracks, we went to the mine. We walked,\nand there was SS on both sides watching us. You also, you didn't walk the right way, you\nwalked like a soldier. You know you had to go, the steps had to be even, if you didn't pay\nattention, it just happen you didn't pay attention to the step the guy came over and put his\nleg between the leg and you fall down, you know in the face, then you know right away\nyou didn't go on the step. All the way, most of the time you used to say \"one two, one\ntwo \". That's what they kept us to make the step there. The SS they did not\ncome in in the barracks. They stayed on the outside until we get in the barracks. So, we\ncame to the barracks and music was playing. We walked in. There was a band and we\ncame in and there was right away they called it, they counted the people. A\nlot of the time there was a disappearing too because there was local, let's say people, who\nknew the language, the Polish language, who know that language at that time. They\ndisappeared. The thing was if they caught someone who ran away, they make you watch\nthe hanging. They were hanging them on the spot. They got him, and then they would --\nlet's say we got home at 6:00 at night and then this they put you around and the hanging\nthing was in the center and you couldn't put your head down because they knocked your\nteeth out. You had to look straight up the way they were hanging the people. There was\nquite a few hangings over there. I only remember one guy that before they hanged him he\nsaid in Polish \" \", that's what it is. And I never forget that voice what he said.\nThere was about three or four hangings in that evening. And then we went to our\nbusiness like go to the shower and go to the food and like this. But most of the time when\nwe came home, we said oh boy another hanging, you know. They put, if you ever watch\nthose movies the way they hang things like this, you have to wait until the guy 1s blue,\nyou could not put down your head for five or ten minutes until the guy finished when\nthey figured he was real dead they let us go to our business.\nEnd of Tape #1\nTape #2",
        "A: Are we talking about the Ghetto?",
        "A: Well, in the Ghetto, most of the people we know from the area. We had a pretty close\nrelationship with most of the people in there. I wouldn't say one had the other one thing\nlike this because it was a thing like disaster thing, you know everyone was trying to\ncooperate and see whatever we could work out. Like home where I was, my mother she\nhad the kitchen there so there was I go in one day I see two three, four women in there\nthey are all cooking in the same place. You were cooking there with wood. You had to\nchop wood and all those things, light up the wood and things like this. Of course, the\nwhole kitchen was full of smoke in the beginning until the wood started burning a little\nbit. But I would say most of them cooperate one with the other one.",
        "A: Prayer is this way. Most of which the religion was so great it was one of the main things\nin the town is the religion. Everything, whatever the rabbi said, things like this, had to be\nfrom the religion. As a matter of fact, in the late thirties there was a lost of pioneers, they\nwent to Israel. That day it was Palestine. They went at that time they got all together, and\nI also was in Batar (ph). The Batar, you know that's the right wing body. I was there, and\nI was ready. I went to meetings, and I was ready to emigrate to Israel, because I am one --\nthere are a lot of people like this, which I love Israel and I love Zionist. I love the things.\nI was ready to emigrate to Israel, but our rabbis said you cannot go to Israel, to Palestine\nbecause there's strife over there and your a non-Jew over there so they forbid us to go to\nIsrael in those days. So, we just had to take our things whatever and we had to stick with\nwhatever they told us. There was a few people who didn't listen and they went to Israel.",
        "A: Well afterwards I said you turn right you go to Hungary, you turn left and you go to\nPoland. That time we know something is wrong, that they are taking us some place. Yes,\nthere were people, they had little bibles in the pocket. As a matter of fact, there was one\nguy with me from Czechoslovakia he had a little bible. I couldn't believe it. It must be\nseven by seven by two, a very thin one and he asked me -- it was on Rosh Hoshanna -- he\nasked me if I wanted to pray and I said yes, I took the little bible and we were praying.\nHe was passing around that thing. I don't know if there were any more but people were\npraying, the religion was one of the greatest things. Everybody was doing, just following\nthe religion.",
        "A: Well, most of the people in the camp, in the coal mine, there wasn't only Jews, there was\na lot of people, a lot of prisoners of war, a lot of French prisoners of war a lot of other\ntype of prisoners of war, and the camp we could did pray a little bit. As a matter of fact,\nthere was one day I remember on Yom Kippur we got all together in a corner and\nsomeone was leading the services between all the people. The Germans didn't come in.\nThe Nazis weren't there and the way how we got our food in the camp is they took your\nnumber down. One guy -- his name was Max, he was French, a prisoner of war. I don't\nknow. He had a board and he put down all the names from the barracks. We were there\nmaybe 5200 people in the barrack, he put down all the numbers from everybody, and\nwhen you went to get the food, he just looked at you. He knew exactly your number and\nhe marked it off. If he didn't know your number, he asked you. Is this and this your\nnumber and then you pass by him and he marked you off on that board. So, the\nrelationship inside I wouldn't say -- we had some Greeks there, some Greek prisoners of\nwar because I heard so many different languages. That's the way I picked up a little\nRussian a little Polish things like this. When the Hungarians came in in 1940 I speak very\nlittle Hungarian, almost nothing. Now, I'm very good in Hungarian and also of course\nRomania. I went to Romania school and then German, I had German when the Germans\nwere there. After the war, I was in Italy. I picked up Italian and then I picked up Spanish.\nI picked up about six or seven languages now which I could talk about it.",
        "A: No. I don't think my mother knew but I think my father had a very good idea of what's\ngoing on. It's a possibility he was told from his friends what happened. He didn't pass it\non. I could just tell you one more time. My father was one of the greatest man there was\nin that area with his knowledge and smarting. I don't think there was a second man.\nAnyone had a problem or something, they used to go to him. He spoke perfect Hungarian\nat that time, which he was in the Army. He was an officer in the Army. Then, it looks like\nthe Germans find out in the camp that he was an officer in their Army in World War I.\nThey sent him to ; was like a model of the\ncamps they said in Germany. He was there with a friend. He was a druggist. So, between\nboth of them, the friend who was a druggist which my father know about horses, they\nbecame a veteran doctor for the German horses in the camp. It wasn't too bad until about\na month before, which we keep the , that's the day when he dies is the\nfirst day of after Passover. The first day after Passover. Why do we\nknow? Because people who liberated from there they told us exactly all those things\nwhich I tell you now. How did he die? The bombs. There was such a tremendous\nbombing at that time and he got killed with the bombs because probably they wanted to\nwipe out Germans. They had a lot of military things in there and they wiped him out. He\nwas going to work, and other ones were going to work, so they all got killed, one month\nbefore the liberation. That's why we know exactly that date. We keep that date and time.\nWe have the tablets from his memorial thing. We have it in Israel. There's a rabbi\n. We grew up together. We helped him build the schull over there and\nwe put all the memorial tablets in his schull at .",
        "A: Now.",
        "A: When we saw so many bombs falling --- during the night, during the day we only heard\nboom, boom, boom, you know. You couldn't even sleep. If you wanted to sleep you\ncouldn't sleep because you heard so many bombs falling, so many shots and things like\nthis. Then we figured we know it's the Russians at that time because we know it from\nhome that the Russians were invading at that time and we know what happened. So, we\nknow that the Russians are close. So, they closed off the camp and at that time, they got\neverybody together and we started moving out. It was December or January. We started\nwalking. Whoever had a good pair of shoes had a good pair of shoes. Whoever had most\nof the time we had that wooden shoe on. That's most of the time you were wearing. But\nsometimes, some people had regular pair of shoes. I don't know how they got it, but they\ngot it so we were walking most of the time with a wooden shoe. We start up it was I\ncould tell you now it was in the evening during dark. We started walking. I would\nestimate 5,000 people, 6,000 people. We started walking. Walked all night. We walked\nall day, no stop. On the afternoon of the second day, they took us in to a farm, a farm area\nand they scattered us all around there in an open field where nobody could run away and\nthey had all the SS surrounding us. I also heard the SS talking Romania, some were\ntalking Hungarian, some were talking Polish, most were corroborators. So, when we got\nin that open field, I saw a place where there was a lot of hay and the farms packed it up\nover there probably for their animals, things like this. I went in that hay. I made myself a\nlittle hole in there. I went in there, the first thing I did I took the shoes off I put my feet in\nthe hay, I took my shoes off and the socks were soaked and wet and frozen. I put it\naround my waist all around and tried to dry them off a little bit. I kept them there for an\nhour or so, two hours, and then put them back on and started looking for food, whatever\nyou could find. There was a lot of fields with different type of food packed up over there.\nThey put it away for winter. Some people broke in, they took it out, they never came out.\nThey killed them. I was lucky somehow over there which I find some dry beets things\nlike this, whatever is left and things like this and that's what I ate the next day. Now, if\nyou don't eat for so many days you get weak and weaker and weaker. The order looks\nlike it was from the commanding officer there. Anybody who could not walk, you had to\neliminate them. And those collaborators with the Germans they did a good job. Anybody\nwho could follow, they shoot them. They kill them on the spot. At the time when we\nwalked, we saw so many dead bodies on both sides, females, male, when we saw those\nthings we tried to pull off a pair of shoes, things like this and that's the way I got my\nshoes in there. I took it off of a dead body. I took a coat off, some kind of a blanket, so,\nwe kept on walking. We walked for another few days. We --when I say walk, we did not\nwalk. We dragged the legs because you could not raise your leg more than an half an\ninch. There was no strength to raise your feet a little bit, so you were dragging him until\nyou came in Czechoslovakia to a railroad station and they were looking for boxcars. It\nwas January at that time already and Europe is very cold this time of the year. So, they\nwere looking for boxcar and they came around the Germans they say the language I had\nno problem because I spoke the language. So they said there is no more boxcars we had\nto go 1n open cars. So there was some open cars over there and there was some snow then\nmaybe two feet of snow was inside in those cars. It looks like they didn't use them for a\nlong time. The first thing we did was a few guys over there with the little strength we had\nwe pushed the snow to the center a little bit. We went in maybe eighty ninety people in\nthat open car. Some of the people you know we were all around, sitting all around that\ncar but some of the people had no room to get in there so they were staying 1n the center\nof the car, of that boxcar. We were leaning one to the other one just to try to get a little\nwarm in there. We were going maybe another day or so then we stopped in the station\nand then one guy was hollering from down there he asked is there anybody that could\nhear us or see us, so with a little strength I had I went up and looked down. So, he was\nsaying in German how many people are in that car. I counted and there was I think 82 or\n84, but I remember counting. I told him how many people. They told them I would say\napproximately about a pound of bread, a little loaf of bread, the same thing about a pound\nof margarine. When I give it out to everybody, there was nothing left. It was exactly what\nI said. So, we were going for another few days, we were driving in the car for another\nfew days and the only food we had was like a piece a bread and the margarine. The\nmargarine was so hard that I was nibbling in the margarine. It was hard. We didn't know\nwhere we were going, of course. Finally the destination was Buchenwald. We arrived at\nBuchenwald. Came to the railroad station and there is everybody out from the 80 people I\nthink 20 went out. The rest of them froze to death on the car there. We went out from that\ncar where we could. We went in the camp there. They had some soup for us, arrived in\nthere, which I remember we had some soup. We went in there, we got a little soup. They\ngive us showers over there. Of course, they cut our hair. Cut everything, you know,\nundress completely, cut everything. Went under the shower and then they give us a new\nnumber because the Auschwitz number, the tattoo number was no good for Buchenwald.\nSo, they give us a new number, and we have to go by the number now because nobody\nhad a name. My new number 117,682 so wherever you went you had to know the number\nbecause that was your life. There was a few days we were over there in Buchenwald, so\nwe rested a little bit. The barracks wasn't too bad. In there, it was a little warm in that\nbarrack at that time, and we had a little soup, things like this. We were able to stand on\nour legs. There came big trucks and they took us to to another camp\n. That camp wasn't the same camp where we were in the coal mine thing.\nThat was one of the filthiest camp in there. It was so bad in there there was no where to\nlay down in there. You had to sleep and go lay down wherever you could in there. The\nlice were eating you up. You could take them away with your hand. You could take a\nwhole bunch with one hand and push them away. Wherever you turn around, it's like\nmosquitos, where you go in a place with mosquitos around. That's the way the lice were\naround you. So, they got us together again and they put us to work in the next town. The\nnext town's name was . We went to work there in a mine, a stone mine.\nWe were digging stones, we were digging dirt out. That's the job they gave us. I don't\nknow really what they were doing over there, but we were working in the mine in there,\ntaking stones out. Then I saw there were little wagons in there and there was a lot of\nand I said to myself you know, maybe I could find out if they had any mechanic\nwork over here and I shouldn't have to dig and shovel rocks out of there. I went down\nthere. You couldn't run away because you had Nazis all around watching you. You\ncouldn't go far. You could only go where you were working. I went over there and there\nwas two guys, one German, heavyset guy. He was as bad as hell. But there was another\nguy, a Shorter fellow, his name was Max. I said to him in German, I said, I am a\nmechanic and you have so many of those guns, the drill guns, maybe you want me to help\nyou out with this. So, there was a Russian guy also, a prisoner of war, and that guy, he\nunderstood that kind of work. He got the job. So, this guy says to me, this guy Max, he\nsays, you know what, he says he's better in this, I have another job for you. Go back up to\nthe mines and whatever you see needs a little oil, a little fixing, so be the mechanic there\nand make sure everything runs smooth. I was very happy he gave me some tools. I don't\nthink the tools weighed two pounds. I couldn't even carry the tools. I was so weak I\ncouldn't even carry those tools, but some how, some way I carried the tools up there, and\nI was trying to fix whatever I can until the day passed, and then we walked back to the\ncamp whatever, the way we could walk back. We went back to the camp which it was\nbecause we were working in . We passed a lot of\nthe town. We walked through the town, which it was written in some hotel, this hotel 1s\nonly for people who want to gain a little weight. In German it was written. That hotel is\nknown for . It was written over there in the town. When we went\nthrough the town, the Germans, they came out and they brought some food for the SS.\nThey feed them food. God forbid if one was trying to grab the food. He didn't make it\nback to the camp. We went back to the camp. It went on for a little while going back and\nforth. Then we saw a lot of bombs, airplanes with a lot of things flying around. Then we\nsay, something is going on and something will happen. From there, it wasn't a long time -\n- it was only a few months in that camp. Then we started walking back to Buchenwald.\nThat was the second death march. That was the most miserable death march anyone\ncould witness. We left a few thousand people. The way we left and the way we were\ngoing. I don't think we arrived a few hundred people. I don't think so. On the way we\nwere going, the bombs were so great and the artillery fired was so severe, things like this,\nthe Germans were so afraid that they are going to kill them. At that time, we had the\nstriped clothes and of course we had some coats, too, striped coats. While you were\nwalking, the way you were walking and the planes they come so low, they could have\npicked you off with a machine gun. The Germans I had two Germans under my coat.\nThey were hiding under really my coat they shouldn't be able to be picked up. They\nsurvived that way, too. I wasn't the only one. Only the other people were the same way,\nthey did to the other people the same thing. We were hiding. I saw on the way the supply\nlanding strip, with trucks, with food burning. We were running to the truck to see if\nmaybe there was some kind of a food leftover, which did not burn. When you run to the\ntruck, the Germans killed you. You couldn't even go to the truck. There was also a lot of\nfarm there was a lot of food from the farm. There was apples things like this on both\nsides. If you run down to grab an apple the Germans killed you. You didn't have to wait\nfor the Nazis to kill you, they killed you once you stepped out of line. It came to a point, I\nwas so weak, I really could not go any more. I saw a truck over there where they picked\nup, it was in town, they picked up all the people who could not walk anymore, really\ncould not walk, they tell them to go in the truck and they carry them in the truck and they\nput them flat in a German flat truck. When I went over there, I got a beating from the\nGermans with a rifle. I got hit over the head and I got hit in the stomach and the side and\nhe says to me in German . I still could walk. We walked for\nanother few hours. That truck, which I'm supposed to be on they blew it up with grenades\nout of town. They blew the whole truck up with all the people inside there. Finally, we\narrive in Buchenwald.",
        "A: The Germans, the Germans blew it up. When I saw, before we arrived in Buchenwald, I\nnever saw a plane how it looks until it came so long, which actually, they waved at us the\npeople over there. That low they came down. I really couldn't make out what kind of a\nplane they were, whether they were British or which Allies they were, but I did find out.\nThey were American planes. I did find out that after the war. Then finally we arrived in\nBuchenwald. In Buchenwald when we arrived it was one of the miserable things that ever\nhappened to anybody in there. You arrived in there. You were laying flat. You go in there\nand first of all you couldn't do nothing. You were laying in there. You were sick. All kind\nof sickness you had in there. Then a day later they were giving you some soup. Now, you\nhad to stay in the line to get some food. There was no such thing anymore about names\nand numbers. You went over to get the soup. You were lined up a few thousand people\nbecause there was camp from before. They brought in other camps in that center camp.\nYou lined up by the time you took the food -- when they give you the food, by the time a\nfew feet away, they grabbed it from you already. The people themselves, the hungry\npeople, they grabbed you. You had to be very lucky to eat the food they give it to you\nover there because somebody would grab it. When I saw what happened when it came to\nmy turn, as soon as they put it in, I swallowed it on the spot. I didn't even carry it further\ndown. Sometimes I was lucky and I went twice in the lines. Sometimes I could go twice.\nA few days later we heard again shouting and we saw planes flying on top of us. We\nheard a lot of shouting going on and that's the time the Germans already came into the\ncamp, the Nazis. They already came into the camp and they started grabbing everybody\nbecause there was one place which was still in German hands. They wanted to get the\npeople there. They were still grabbing people and whoever they could, they came in with\na gun, and whoever couldn't make it, they shot him on the spot, which before, like I said,\na German never came into the camp. And they shot so many people on the spot over\nthere, I saw what happened. It came to my mind very fast. I had a in my nose,\nwhich it was bleeding all the time. I had to touch my nose it was bleeding. So, I was\nlaying down on the ground and I touch my nose and whatever blood I had I had in my\nmouth, put it in my mouth and lay down flat on my back with the eyes turned over. I was\nso skinny. I don't know how many pounds I have, maybe 50, 60, 40. I don't know how\nmany pounds I had. I was laying and then I saw the dead bodies how they look, so I was\nimitating the dead bodies over there. When the Germans came, two, three, four. They all\ncome around, and they first they shot all around whoever made a little move. When they\ncame around and the guy was loading the guns he says here's another one. The other said,\ndon't waste your bullets he's . He shouldn't shoot anymore. I was laying\nthere, maybe an hour, an hour and a half. I didn't even want to open my eyes to see who\nwas around. Then a guy walks around and says whoever can get up get because the\nGermans are gone, the Americans are here, at that time. Now we tried to get up whatever\nwe could. I saw American soldiers. Several of them were speaking Yiddish. They came\naround and they talk in Yiddish. That was one of the greatest things. American soldier to\ncome over to me and say in Yiddish, is there more Jews around? I said they're all Jews.\nMost of them are all Jews around. They were trying to do whatever they can. They did\nnot touch us because we were all sick. Not to get any disease from that thing. I see more\nsoldiers and more soldiers coming around and checking out what's going on. Later on, a\nwhile later I find out that guy who was watching and looking there it was General\nPatton's third army. Those people liberated us. It took a little while until everybody come\nto himself. It was one of the biggest mistake that our own people in the camps did. They\nwent and emptied out all the food that the Germans had accumulated. They brought it in\nto the camp. Nobody told us be careful, your stomach has shrunk. We started eating\nwhatever we could. I got a hole in a box of dog dishes and I kept on eating dog dishes\nuntil I got typhus. I got so sick they took me in a hospital, in the camp hospital, which it\nwas a Nazi hospital and guess who was the doctor? The Nazis. The German Nazis who\nwanted to destroy me, they are the ones that treated me in the camp because they were\nprisoners of war. It took quite a while until I came to myself but I could tell you one\nthing. I had a headache for five years. I couldn't get rid of the headache day and night\nfrom that typhus. What happened to the other people? Most of them died from overeating\nafter the war. They were eating -- there were so many things to eat it was a very few\npeople who understand. Then the German doctor told me in German, don't eat so much\nbecause your stomach is not strong enough. We felt a little better. We went out of the city\nwhich the next city near Buchenwald was Vilmar. That's a city. We saw so many\nAmerican soldiers over there. I don't know, there were thousands and thousands. And\nthey all were trying to help us, to give us something. One guy was giving candy, another\nguy a box of chocolate. What they did over there was trying to help us out to stay on our\nlegs. That wasn't so good either. You wouldn't get it, we would get sick with so much\nfood. I got a hold of a box of chewing gum. I took the box of chewing gum and I take one\nand oh, that tastes good. I take another one, that tastes good. Then I took four or five at\nthe time and oh, that tastes good. I swallowed it. I must have swallowed a few hundred\nchewing gums. Then I had the stomach cramps. I went back to the hospital and they had\nto pump my stomach because it was full of chewing gums. Then the American comes\nover, a Jewish soldier comes over and he says to me in Yiddish,\n, you chew that thing, you don't eat it. I said how do you\nchew it. So he showed me how you chew it. When I went out again in the city, I saw so\nmany people chewing that we recognize right away our people because they were\nchewing so funny. We know right away from looking around everybody wanted to be an\nAmerican to chew the gum at that time. So we were over there I'd say about a month or\ntwo months. Then they had lists over there of where your family and friends from other\ncamps. You could go in there and take a look and if you recognize anybody. I saw my\nthree sisters in a camp not far from there, in . There was busses provided\nby the Americans. Inside there was no more room, so I was riding on the roof, on top. So,\nI got there to it's a city. half of the was\nthe American side. So, finally I found then my sisters went to the Berger-meister to the\nmayor in there and my sisters told him -- I went there with another friend from my town.\nSo the Berger-meister made sure that we had food and he gave us a place over there, and\nhe put over there in another place so this was the way we were all together at that time.\nSo that time we were together with three sisters, and I ask my sisters, because we had\nfour sisters. One sister I know, the younger one, they went with my mother I know. So, I\nasked my other one, I said where is Esther, my younger sister? So, she says, she died of\nthe typhus, and they kept her where she was dead. So, I saw we were together and then\nwe made all the preparation to go back to Romania to find out to see maybe somebody is\nleft to see us start life out again. That is the time they made the agreement the way how\nGermany between the British, the Americans and Russians. Due to the fact that the\nRussians were in Berlin, so the Americans had to go there too, so they gave up all the\narea over there to the Russians. And the Americans pulled in. We was still in the camp in\nbecause we wanted to make preparation to go back to Romania to see\nwho's left. As the gang comes over, Jewish soldiers, and they said to us, all right, let's go\nin because we're going to leave the area and this is the Russians. When we were children\nwe were told how good communism, how good the Russians are, how good everything is\nso you could have such a nice life. You don't have to work, you get everything for\nnothing. When the guy told us this, I said what are you talking about. We were told how\ngood it is by the Russians. Why should we leave them. They're in the area we're going to\nstay. That Jewish captain, because he had some stripes, he says it's not what they told\nyou, it's what it is. We were there. The Americans left. Boy were we sorry the next day\nwhat happened. That comes around, a bunch of Russians, dirty with watches on their\narms, five or six watches, running after the girls which they couldn't stand on their legs\nhow weak they are, saying if you step out of the line, we'll send you to Siberia. That was\nthe thank you when they saw us over there. We're going to send you to different type of\nwork now, if you don't behave and things like this. So, we started making preparations to\ngo back. We took trains, whatever they had the trains, from one place to another one. It\ntook weeks and weeks from Germany to Czechoslovaks to and to Budapest.\nWe arrived in Budapest. We find already some collaborators from our town, and we tried\nto turn them in to the Russian. We told them what happened with them and then we kept\non and we went back to Romania. We went back to my home town. There\nwas nothing left in there in my hometown, just a few people came back. We tried to see\nwhat we could do. We couldn't work it out. We packed up whatever we had and we\nturned back. The turning back was not so easy because you had to go out of the Russian\nzone. We went in -- from Romania we went into Hungary. We were staying in the field\nall day long because the Russians should not catch us to take us back to Siberia. Finally\nwe went into Hungary and from Hungary we went to Budapest and Budapest there was\nalready operating a kitchen from . We had food in there. We had shelter in\nthere. Our destination was not Budapest. Our destination was further down to Israel,\nwhatever we go. So, we went to the border by Austria-Hungary border. There was a\nRussian guy. His name was Sashka. We sold something home in Wishno, whatever we\nhad, and we got a little money in there. This guy Sashka had truck and for a fee he took\nyou over to Austria, because he couldn't cross the border. This guy filled up a truck with\npeople like cattle flat down, and we went across to Austria. We went to Vienna. When we\nwent to Vienna there was already in the American zone, and we had to stay there a little\nbit in Vienna until they got all the trains ready. Then we went to Saltzburg. When we\nwent through the border, the Russians had to examine everybody. If they're not some of\nthem were running away from the Army, which there was a lot of Russian Jewish\nofficers. They came with us because they went to Israel. So, they wanted to see if there\nwere any deserters and things like this. So, we said we were all Greeks. We went on that\nplane as all Greeks from the war. They came around no, we're Greek.\nSo, finally we cross the border and went into Lenz. From Lenz, that's right over the\nborder and we went over to Saltzburg. Then we settled in Saltzburg. I had one sister, she\ndid not leave Romania so my brother went back from Saltzburg to bring him back into\nSaltzburg. We were in Saltzburg for a little while. In the meantime, I was training myself\nto be a soldier, and Israeli soldier. I was training . | was very good in the\ntraining thing, which they told me I do very good. My sister find out from my aunt, we\nhad a few aunts, a couple aunts in New York. She remembers the others where they are,\nso she wrote a letter to them, and they got back a letter with some money in the envelope\nin there. He says, don't go to Israel. You have time to go to Israel. First come to America\nand then you go to Israel. Let's come over here first and settle. I was ready to go to Israel,\nso we had a big debate, and she told us how good America 1s. They said they have\neverything you could find even money on the street. I said to myself and to my brother, I\nsaid listen, look they have the Marshall plan, they got everything for nothing. Couldn't\nyou imagine if you get everything over here for nothing. Couldn't you imagine if you go\nto the source. So, finally we decided we go to America. I came with the boat with\nGeneral Greeley. It was an American boat. I came in December 1949. It took over a week\nto get to the country. I worked in the ship, also. I worked in the kitchen, which I couldn't\nwork too much because I was so seasick for a few days but then I felt better and I went to\nwork. We arrived in New York which the aunts picked us up. So I was in a hotel, and\nalso when they picked us up there was a taxi driver and he put six in the taxi to take us\nover. I was the last one to get out of the taxi and I looked down and I looked all over and\nso the guy asked me in Yiddish he says, , what are you looking for. I said I\nlook for dollars. He says, boy if you come for that, he says you don't know how you're\ngoing to get here until you get a dollar. That was the hello in America. So, then I went to\nthe hotel, and then I got through friends, I got a job. I was in the hotel only a few months.\nThere's a lot I left out. When we went back with the trains to ride back into Budapest,\nthere was no room inside of the trains. We were riding on the slate roofs on top of the\ntrains for days. When a bridge came, you had to lay down flat before you know, you\ncould get killed and things like this. To go back, we arrived in New York, like I said, I\ngot a job. I got a job in the metal factory. First I did odd jobs all over and then I got a job\nin a metal factory. I was doing pretty good for about a year or so. It was very hard work,\nand then the boss came over to me. He looked at me and he says whatever I do, I just\nhappen to do right. He calls me over and he says how would you like to take over the\narea, to be the lead man. I was in the union at that time. So, I says, I'm in the union, they\ngive you pension, all those things. I started with the union. He says, I'm not going to\ntouch your union, just take over the job as a lead man. I took over the job as a lead man,\nand I corrected a lot of mistakes in the department and that department started booming.\nThe boss comes again and he says, how about doing this and this and things like this. So,\nfinally I became the research and the developing machinery. I know that because I was a\nmechanic so I had a lot of knowledge of machinery. I was the one who went to buy\nmachines all over the country for cleaning machines, cleaning special metal. Like a metal\nengineer. They even give me the title metal engineer. I traveled all over. I got machines\nin there. As a matter of fact, there was one time, one of the bosses was a German Jew\ndecent and he went to Frankfurt. He bought a machine there, and I had to go there and\ncheck out that machine there in Frankfurt. Which I said I'd never go back there, but I said\na job is a job so I went back to Germany, checked out the machine on its progress and\neverything worked out good. There was a time when I had over 200 people taking care\nover there. There was an operation working day and night, brought in a lot of machines.\nThen the place was sold to another corporation that wasn't so good, everything. Then a\nfew years later, I figure it's already time for me to look around. I was already in my late\n20s. I start to look around and get married and bring up a family. So, I went to places\nwhere young people got together, especially all the people who came from the other side.\nWe had a place. There was the Hotel Diplomat and other places we used to get together.\nSo, I went there with some friends and I asked my friend, who is that girl over there. Oh\nshe said, my friend, would you like to know her? I go over there and I start talking a little\nbit and I asked her where she comes. She also comes from the area where I came, and she\nbecame my wife. We got to know each other. She became my wife, so we got married.\nWe lived in the Bronx in New York for a little while and then we moved to Yonkers,\nwhich I still there but in different places. We grow up we have three sons now. They\nwent to school. They all went to Hebrew university. They went to chivas. All their lives\nthey went to school. I worked at least 12,14 hours a day, and when I came home, my wife\nwas a real estate broker, she went to work, so a lot of times we only saw each other a few\nhours. We worked very hard to educate the kids and it worked very good. My three boys\nthey are all attorneys, which one lives in the Washington area. One lives in New Jersey\nand one is still home, not married. We have two grandchildren, two little girls in Jersey\nand we have a boy and a girl here in the Washington area, and they all are doing very\ngood. We are very happy the way it worked out. Now, I'm retired and have a lot of\nhappiness with my grandchildren.",
        "A: I would like very much this information to be passed on for schooling to students to see\nwhat happened and also to be passed on for other generations because they should see\nwhatever happen at a time like this when one of the most civilized countries in the world\ncould do something like this to another human being. I want people to see it. I want\npeople to know it, and the bottom line I want never never to forget and just to keep on\nshowing it, looking and see whatever happened to the Jewish people.",
        "A: The people that are denying that it never happened, who are we talking about? Skinheads,\nNazis? What are we talking about. Most of the world they know it happened. Most of the\nworld knows what happened. They all see it. It's just a few of those people which make\nall the problems for everybody else. I wouldn't even pay attention what they say. You\ncan't even convince those people because they're always going to tell you it not happen.\nProve it to me, even if you prove it to them, they will say it never happened. Even if you\ntake them there they're going to say they died from a disease or something like this. You\ncannot convince those people. Those are a little minority, just a few of those people, so I\ndon't say you shouldn't pay attention to them because from a minority could grow a\nmajority, so you have to keep a check not to let it go out of hand.",
        "A: Well, you know, the thing is this, if anyone was looking for adventures, that was the time\nfor other countries to look at the adventurous things. The corroborators because at that\ntime they had a free hand they could do anything they wanted, and most of the time\nwhich it causes those problems. Then you take other governments, they became Nazis\nand all those things because for adventurous things, for their own adventures. Then they\npicked out really the most the Jewish people. They picked them out because they know\nthey're not going to fight back because their religion was so great that you're not\nsupposed to fight back even. You're not supposed to say anything. You're supposed to do\nthe right thing all the time. You're supposed to be a good man all the time. You're not\nsupposed to -- that's why it make me go to the , because if you see\nsomething that is not right, stand up for it. Don't let it go.",
        "A: My father was a singer at the weddings. Anybody -- I mean if people get married and\nthings like this, they used to call him to sing. He used to put words together all the time. I\nhave some music over here which they were playing in those days exactly the same type\nof music they were playing at weddings. This music goes back to the thirties and the\nearly forties. So, my father was not only the singer, he was a comedian too. He was\nknown all over Romania and Hungary. He was called all the time to perform all the\nthings. He also knows some famous people and he also did a lot of good things for the\nJewish community in the time when we had the big problems all the time.\nEnd of Tape #2\nTape #3",
        "A: This is the music you heard now as the type of music they used to play in the weddings in\nVisho from where I came. Also, this 1s the type of music they were playing all around the\narea, which my father was one of the greatest entertainers in the area. He was called\naround Romania around the state when it was Hungary he was called around the state to\nperform weddings. He was singing not only in Yiddish, he was singing in all kinds of\nlanguages. The way he put the words together was the words match one with the other\none it was amazing to hear. He had one of the nicest voice to sing those things. He also\nwas a good when he was in the schull. So, it was something, the greatest\nthing if they could get my father to perform at the wedding because he had so many\ninvitations to go around and perform ceremonies those kinds of weddings that he couldn't\nmake them all. And also, the transportation wasn't the right way. If you had to go forty\nmiles away, it took you a couple of days to get there. Most of the traveling was done by\nhorse and wagon. They also had a train. The train used to take you from one place to\nanother one. The trains if you see the old type of trains you have to put water in and\nlocomotive you have to put the coal in. You have to wait until 1t heats up good enough.\nOn the train it was written 45 kilometers an hour. That's about 30 miles, a little less. But\nit never made that much. Sometimes you feel like you could run faster than the train. This\nis part of the music which I'll stop for a couple of seconds, I want you to listen to that\ntype of music, you can't get it no place and only in the places. That's the\ntime when they went around the bride, going around the bride and pick up you know you\ncall it in Jewish . The husband comes around and looks at the bride\nand uncovers her and then covers her, leaves the cover on again. That's gypsies\nHungarian music. When they had a wedding in those days, it started in the afternoon and\nit went on late late at night. What type of music they were playing, because they had no\nnotes, they are playing straight without notes and it sounds so beautiful. Not only the\nJewish wedding, my father was also called to other types of weddings because like I said\nhe knows all kinds of language to put those words together. He was like his own\nsongwriter from the head. He never had to use a piece of paper to write a song or think\nlike this. It just came out straight. That's the time when they went to the . Due\nto the fact that my father was such a music lover, I think of him as music. I'm retired now\nand my hobby is music. Different type of music, Hebrew music, international music. I\ncould listen to music 24 hours and never get tired. Sometimes I take music before I take\nthe food. This picture is when I'm in the second grade. All those children around me, they\ndid not survive. The teachers which I'm standing near the teacher her name was\n. She was one of the meanest teachers we ever had. There probably\nwas in that class a few hundred children, but she was so mean that there wasn't one day\nthat I did not get beaten up. I got beaten up day by day. It wasn't only me, it was\neverybody else, too.",
        "A: On the second grade let's say, it's in the thirties, the early thirties.",
        "A: I am over there with the white shirt and tie. What happened was there was a special day\nin Romanian history and everybody had to get dressed with a white shirt and with\nsomething to look like a special person. The reason I had that was my neighbor had it and\nmy sister went in to borrow it and then I got it to wear it to school. I was so afraid of the\nteacher that I shouldn't get a beating I told my sister when I came back I wish I wouldn't\nhave that white shirt, I wouldn't have to stay near the teacher, because that much I was\nafraid.\n(Showing pictures on the video)\nIt's a possibility that some of them which I don't know may survive and live in different\nplaces and different countries, but I wouldn't know for sure that. But it's a good\npossibility that some of them are in other countries.",
        "A: Most of them are Jewish but not all.",
        "A: The teacher wasn't Jewish, with a name like this. No, she was wasn't. I look at the picture\nnow more and there is one guy which I recognize and he's in New York, one fellow. I\nalso was told another fellow, the girl on the left side I was told she is in Uruguay but I\nhave no information. This picture was made in 1936, I would say I was in the fourth\ngrade over there. The fellow on my left side I think he's around in the New York area,\nwhich when I came to this country I talked to him. I saw him. The other people I don't\nknow if they survived.",
        "A: This class I would say it's mixed, half Jews, half all types like Hungarians, Romanians,\nGermans and the teacher is right there in front. She wasn't too bad. She only beat me up a\ncouple times a week compared to the other one which she beat the kids every day, twice a\nday or more than that too. This teacher's name was . She was also a good\nteacher for learning. This picture was taken before the war in Visho. I'm standing in an\narea. Somebody passed over their head a camera and asked if he wanted a picture, say\nyes, so he took the picture. It was already cold. So, this picture was taken before the war,\nbefore the Ghetto.",
        "A: I must have been 17 or 18 something like this, nothing more. This picture was also taken\nbefore the war. I'm on the right side and my brother, Israel was on the left side, the left\nside of my hand. It was also taken in Visho. My brother is here. He lives in Elmont. This\nwas my sister, it was my sister Rose and my brother . My sister Rose was in\nthe concentration camp. She got liberated too, and we all came together to Budapest, but\nin that time she was so sick already from all the suffering they got reunited with her\nhusband in Austria. They had a child before the war which is the child I said she gave to\nmy mother and she died about 12 years ago. 1972 she died. This picture was also taken\njust before we went into the Ghetto. I was working. That's the time I was working for the\nHungarians and we took the train so we were working in the railroad but the railroad we\ntook all the tracks off and we send them into Hungary so there was a few children, three\nor four children we were working and that was the uniform I was wearing at that time\nwhen I did the work over there. This picture was taken in the Visho Ghetto. If you look\nclose, you can see the yellow star that we were wearing already. The two girls on the two\nsides are in the Ghetto. They were from another town. When they brought them in the\nGhetto they were in our area over there, so we were taking this picture. When I went\nback I found that picture.",
        "A: No, there was no time. It was one month time. We only had problems from the local\npeople. This was my father when he was in the Hungarian Army as an officer. This\npicture when we came to the United States, some relative of ours had that picture and\nthey gave it to us and we enlarged it a little bit and that's the only picture we have of him\nas a soldier, as an officer. This is my father. It was taken just before the deportation time,\nbefore the Ghetto. It also was a little picture we got it here in the United States from\nsome relative, small, and we enlarged it. I want to say something. It's my father I was\ntold, I don't remember, he had a blue eye and a brown eye, which it is very unusual for a\nperson to have two types of eyes. I wanted to tell you he had beautiful eyes, blue and\nbrown. This is my mother and she was a real Jewish mother trying very hard to raise a\nfamily of seven. If you see the hair, that's a week because the religion as you know, you\nhave to cut your hair once you're married. This is my grandmother, my mother's mother,\nwhich we didn't live far one from the other one. My grandfather he was used to make\nclothes and this is the way my mother knew how to sew. She learned it from her father.\nShe used to sew her own clothes for the children. She did a lot of things, repairing\nclothes. She was one of the greatest mom's I had. This is my original document after the\nliberation in Buchenwald. That was the first day I got back my name. I did not go by\nnumber, which the number at that time was 117,682. All the stamps you see there are\nfrom the United States Army. Twenty-fifth of May 1945. In Europe they put the day first,\nbefore the month, that's why you see 25, May, 1945. That was the liberation day, which\nyou can see Buchenwald right in the top there. My father is there on top of the carriage.\nThe fellow riding in the carriage when we went back to our city a few years back, he\ngave us a Small picture and we enlarged it a little bit. As a matter of fact this 1s the only\npicture of him being in that carriage over there. This is the carriage, the transportation\ncarriage we went from one place to another one.",
        "A: My father is the driver.\nEnd of Tape #3\nTape #4",
        "A: Soon we arrived in Auschwitz after it was the selection and they already told me that I'm\ngoing to work as a mechanic which it was not true. They put me in the coal mine and the\nfirst thing they did was they tattoo my arm. So they had different types of tattoos. Smaller\nand larger things and I went to the place where the bigger one is because I didn't even\nknow what it was all about. When they started tattooing, it was such a painful a lot of\npeople collapsed in there and some of them never even got up. When they got through\nwith the tattooing my arm was so swollen but a little while later it came down and it's\nsomething there which ever goes away. My tattoo number is A 9384 and it looks like I\nlive forever with this kind of number. Each time I go down from bath or whatever I do, I\ntake my shirt off, 1t reminds me of the past whatever happened to me.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 20, 1994\nRG-50.030*0177",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Bernard\nPasternak, conducted by Joan Ringelheim on April 20, 1994 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Bernard Pasternak\nApril 20, 1994"
    ]
}