{
    "rg": "RG-50.549.05.0014_trs_en",
    "sequence": [
        "Q: ...So that I can get the levels right.",
        "A: My voice is pretty good, it carries. I can assure you of that.",
        "Q: Yeah, it does. Are you traveling at all this summer?",
        "A: Yeah, as a matter of fact on the Fourth of July, we’re going to Tennessee. That is where my wife\nis from.",
        "Q: Is that right?",
        "A: We’re going to visit her family.",
        "Q: Whereabouts?",
        "A: Her brother. Bristol.",
        "Q: Bristol? I don’t know, I don’t know where that is.",
        "A: Bristol, tri-cities, Johnson City...",
        "Q: Okay.",
        "A: Kingsport. One side of the street is Tennessee, the other side is Virginia. [Laughing. ]",
        "Q: Okay. Over there in the east. Okay, it’s June the 26\", 2000 and this is an interview with Paul\nSchlisser. We’re in his home that’s in Jefferson County, Kentucky, just outside of Louisville.\nMy name is Arwen Donahue. This interview is being done for the Holocaust Survivors in\nKentucky Interview project that is supported by the U.S. Holocaust Memorial Museum and the\nKentucky Oral History Commission. Mr. Schlisser has been interviewed before by Yad Vashem\nin Israel as well as by the Survivors of the Shoah Foundation, however the Shoah Foundation\ninterview, there’s plans in the works for it to be redone because the video part of it didn’t come\nout. So, we are going to be talking some about his wartime experiences, but primarily focusing\non his life after the war. So, Mr. Schlisser, if we could start just with your date of birth and\nwhere you were born.\n1",
        "A: I was born on 17 November, 1935, in a little town called Almozd in Hungary. It’s not far from\nthe Romanian border.",
        "Q: And what was your name at birth?",
        "A: It was Paul, but in Hungarian it is Pali, PA LI. [Laughing.] So, it’s pronounced a little\ndifferent, but basically it’s the same name, but Hungarian style.",
        "Q: And your last name was Schlisser?",
        "A: Yes, I was born Schlisser.",
        "Q: Is that, was your family German originally?",
        "A: I don’t know, but at one time Hungary and Austria were one under the Austro-Hungarian\nEmpire. So it could have been that my family originally lived in Austria or somewhere. I don’t\nknow. But the name is German, yes. But I do not know what the original, what the source of it\nIS.",
        "Q: Do you know anything about your family’s history in the area? How long they had been in\nAlmozd?",
        "A: No, I really don’t. I know that we had an extended family. Almozd, my mother’s family lived\nthere. My grandparents lived there in the village and a couple of her, my uncles, a couple of her\nbrothers lived there. And in the region around there we had a whole lot of, she had about eleven\nbrothers and sisters and they were all basically somewhere in the region. So, a big family there.\nMy father’s parents, they lived, in his family they were in a different village, near the Tisza\nRiver, in a place called Butszentmihal', but we were born in Almozd.",
        "Q: What was your mother’s maiden name?",
        "A: Spitz. Her first name was Rose, Spitz.",
        "Q: And your father’s name?",
        "A: My father’s name was Schlisser.",
        "Q: First name?",
        "A: Oh, Morris, Morris.",
        "Q: What about your parents’ profession? What did your father do?",
        "A: My father was a merchant in leather. In other words he used to buy skin, cattle skin or skin of\npigs and then process them. He was like a middle man. He bought them, plus down and that\n' Now known as Tiszavaswarda.\n2\nkind of stuff and he sold it on to people who used them to actually make shoes and you know,\nleather products. That was his, and my mother was a seamstress.",
        "Q: Did she have a, just, how did she do her business? Did she have people come and...",
        "A: I don’t know. [Laughter.] I just know because my sisters told me that she was a seamstress, but\nI couldn’t tell you how. I assume that she was working from the, from our house, so I assume\nthat the people would bring, you know, stuff for her to, either to measure them or making dresses\nand stuff. In those days there wasn’t too many ready-made off-the-shelf dresses. Most of it you\nhad to make. So, I assume that’s the way it worked, but I really, out of my own knowledge I\nreally don’t know. I have no idea.",
        "Q: How many brothers and sisters did you have?",
        "A: We were four, two sisters and two brothers and I was the youngest.",
        "Q: Do you want to go ahead and state your brother’s and your sisters’ names?",
        "A: My oldest brother’s name was Mickey or Mike in English. He passed away. And my second\none was Ilona, she’s in Sweden. She has two daughters and six, eight grandchildren. My other\nsister, her name is Miriam, Maria was her Hungarian name, Mani (ph), and she is in Israel. And\nshe had four children, three daughters and one son and she got thirteen grandchildren. And me,\nand my wife’s name is Helen and we have one son, Anthony.",
        "Q: Did all of your brothers and sisters survive the war?",
        "A: My two sisters did and my brother did, but he got killed in Israel during one of the altercations\nover there between the Arabs and them. He fought during the Independence war, my oldest\nbrother.",
        "Q: So he was in Israel relatively early.",
        "A: Yeah, he went to Cyprus. He was in the prison camp by the British in Cyprus. And from there\nwent to Israel in ‘48 when they declared independence. He fought there with the Palmach (ph).",
        "Q: Was your family very religious?",
        "A: My grandparents were very religious. They were very, very religious. My parents, my father, he\nwas religious, but not to the extreme. In other words, he went on, on the Sabbath he went to the\nTemple and on holidays he went to the Temple. But he didn’t, you know, during the week, every\nday prayer and all that stuff like my grandparents, he didn’t. But we kept all the, you know, the\nholidays and everything, Friday night and Saturday, went to the Temple and all that stuff.",
        "Q: Do you have any other memories about your early childhood? Do you remember friendships?\nDid you have Jewish friends or non-Jewish friends in the town?\n3",
        "A: A lot of friends, but I remember basically one, his name was Peter, Christian boy. In Debrecen.\nWe moved, we didn’t stay. I was born in Almozd, but we didn’t live in Almozd. We moved\nfrom there to Debrecen, which is about the third largest city in Hungary. That was the center for\nthe Protestant section of Hungary, because basically Hungary is a Catholic country. Only the\nnorthern part of Hungary was basically Protestant, and their center was in Debrecen and that’s\nwhere we lived.",
        "Q: Why did your family move?",
        "A: When? I don’t know.",
        "Q: Or why’?",
        "A: I guess it was better for business for my father, was more central, as far as selling or transferring\ngoods. I’m just guessing. I have no idea why. I guess it was just better for the family, you\nknow, more centrally located. I would assume that because the village where we were born,\ndidn’t even have a train come through there. You had to go with a horse and buggy from that\ntown to the train station, which was, you know, about ten klicks (ph), which was about five miles\naway. So there was absolutely nothing there. It was strictly agriculture, you know, and so my\ngrandparents had some land there and all that. But I would assume that’s the main reason. He\nstill traveled down to all the villages and bought the skins and all that stuff, but basically his\nwarehouse and all that was in the city, and, you know, where they process the stuff. That’s as far\nas I can remember.",
        "Q: Did you go to public school in Debrecen?",
        "A: Ah, I don’t know what the problem... I only went to one grade, okay, before the war started.\nAnd so it was, I would assume it was considered a public school, but it was a Jewish, ran by the\nJewish community. And basically all the children in the school were Jewish kids. But whether it\nwas, you know, sanctioned, whether the Hungarian educational system was part of it or not, I...\nbut it wasn’t religious. It was secular and did basically, read, write, arithmetic, you know,\ngeography, all that other stuff you learn in a normal school. That’s what we learned, but it was\nbasically, all Jewish children went there.",
        "Q: So was that sanctioned by the state at that point? That the Jewish...",
        "A: That’s what I’m saying, I really don’t know. I assume that it was, but there’s no way for me to\nknow.",
        "Q: So, that was around what year, that you moved from Almozd to Debrecen?",
        "A: I don’t know, I could not tell you, from the time that I remember we were already in Debrecen. I\nwas about five or something like that. We were already living in Debrecen, so I could not tell\nyou when we actually moved there. I just know that I was born in ‘35 and I know we were in\nAlmozd then, that’s where I was born. So, somewhere between ‘35 and, you know...\n4",
        "Q: 44.",
        "A: ‘44. Oh no, long before then. I was five, so that would be ‘40, 1940, so somewhere between ‘35\nand ‘40 is when the family moved from Almozd to Debrecen.",
        "Q: What language did your family speak at home?",
        "A: Hungarian.",
        "Q: Did you speak Yiddish at all?",
        "A: My grandparents spoke and I guess my father knew Yiddish, but we, you know the children,\nwith my mother and father we only spoke Hungarian. And when we went to the Temple, we\nprayed in Hebrew. Because it was basically memorized rote, you know. I went to school,\nseparate religious school to learn to read in Hebrew from the Bible. But at home we only spoke\nHungarian, no other language.",
        "Q: But you mentioned you had a friend who was a Christian boy. Was he a neighbor or how did\nyou know him?",
        "A: He was a neighbor. We used to play soccer together and all that kind of stuff.",
        "Q: When did you start to notice, well the Germans didn’t occupy until 1944, did you notice any\nanti...",
        "A: Oh yes, it started, it started in actually about ‘43. What they called, the Hungarian Nazis, which\nwere called the Nilosh, which is the Arrow, Arrow...",
        "Q: Cross.",
        "A: ... something like that. Nilosh is basically somebody who shoots arrows. And you started\nwearing then already yellow stars and all that. At the time you just had to wear, you didn’t have\nto, 1t wasn’t until the Germans came in that they moved us into ghettos. But by then you already\nhad to sew on the yellow stars and all that stuff. And the Christian friends all of a sudden\ndisappeared [laughing]. They didn’t know you anymore. Even if they wanted to probably their\nparents told them, you know, “Stay away from them, don’t play with them,” and such and such.\nSo, yeah. It started actually in °43, but it really didn’t get serious until ‘44, then when the\nGermans... and that I remember vividly, because it was Passover. We went down to my\nmother’s parents. We were going to spend Passover with them. And so we all traveled down\nthere. I remember it was Passover night or the night thereafter, I’m not sure which, but the\npoliceman from the village came in from Almozd. He came in and said that all Jews must go\nback to where they lived. “So, your daughter,” he told my grandfather, “your daughter and her\nchildren must return immediately to Debrecen.” And so in the middle of the night we had to get\na buggy and horses and go back to the train station and catch a train back to Debrecen. From\nthere they told us that we have to move into the ghetto. And so they set aside a square, I don’t\nknow, about two or three square blocks, which they put wooden gates up on each end of the\n5\nstreet, blocked it off. And then windows that were looking outside from the ghetto, they bricked\nthem in, so basically you had an enclosed area of so many houses. A couple of streets, basically\nis what it amounted to. And they herded everybody in there.",
        "Q: Do you remember being herded in there?",
        "A: Well basically they told us you have so much time to, you know, to gather whatever you could\ncarry, belongings, whatever you could carry and, you know, and move in there. So, we moved\nin. And they allocated, you know, for each family a room or whatever. I don’t remember now.\nSpace. And stayed there and from there they took the men to work. I don’t know whatever kind\nof work they were doing. And they would come and take them off in the morning with shovels\nand stuff and then come back at night. My dad wasn’t there, because he was already taken to\nlabor camp where, they called it... for the Army, basically they were in the service, but they\nwere labor battalions for the Hungarian Army which was already fighting the Russians. And I\nguess they were digging trenches for them and that kind of stuff. So he was already taken. Back\nin ‘43 he was already gone. He wasn’t at home. So, he wasn’t there when we were moved into\nthe ghetto, just my mother and us four children.",
        "Q: Did your older brother, was he old enough to work?",
        "A: He was there. Yeah. He was already fourteen or fifteen at the time. He was apprentice in a\nshop, they were making bristles. All kind of... have to think about how to say it... brooms and\nfor...",
        "Q: Brushes?",
        "A: Brushes, yeah, that’s it. All kinds of brushes they were making in that place. He worked there\nas an apprentice. And my mother kept on sewing. That’s basically what we were supported on.",
        "Q: Did you stay home with your mother during the day?",
        "A: During the time that... no, I went to the first grade, but after when we moved into the ghetto,\nnobody, I mean there was no work in the ghetto. Basically the Jewish Community was divvying\nup food, whatever... I really don’t know where the food was coming from. How the allocation\nwent and all that kind of stuff. But we had food to eat, I mean, during that time anyway, we\ndidn’t, I don’t remember being hungry or anything like that. So I guess there was sufficient\namount of food available, you know, when in the ghetto.",
        "Q: Do you remember anything you ate? Any of the food?",
        "A: No. [Laughing.] I guess just normal food, you know, what my mother always would fix. I\nknow used to give me, come in from playing, because you’re, I’m what? I was seven and a half\nyears old, eight years old? I’m paying not much attention to that. She used to give me a piece of\nbread with butter on it, sprinkled with a little sugar. That was my snack. [Laughing.] Tasted\ngood to me. So as far as I know, normal food that she would normally prepare, you know, that’s\nwhat we had. I don’t remember... now thinking back at it, I really don’t remember what we ate.\nWhat kind of food. But we weren’t there that long, because once they got everybody together,\n6\nthey started cleaning out that place. Load people up and they went to Auschwitz. The only\nreason I’m sitting here talking to you right now is because the fact that my father was American.\nHe was born in New York City and he never accepted citizenship, Hungarian citizenship. So\nconsequently we were protected by the Swiss Embassy. So they put us in a separate house from\nthe rest of the ghetto. There were some other families there, who were foreign nationals or\nconsidered foreign nationals. And they were protected by the Hungarian police and not by the\nGermans. And so once the whole ghetto got emptied, because we didn’t know where they were\ntaking them. We were taken on train, we were taken to Budapest. And they put us there in a,\nwhat they called a protective house. Basically it was a prison, but, and part of the wing there,\nthey even had American flyers there. They were shot down. Because we seen them exercise.\nWe had no direct contact with them. But they were shot down, you know, they were bombing\nBudapest and the planes were shot down and they got captured. That’s where they kept them,\ntoo. So, that’s were they kept us till December 1944.",
        "Q: Do you remember being... do you remember what you were feeling during that time? Being this\nyoung boy, being afraid?",
        "A: No, no. I wasn’t afraid at all. No, no. I remember they were bombing, because the house that\nwe were in was close to the central train station. And they got bombed a lot. And so we always\nhad to go down to the shelter. I don’t remember being afraid, to be perfectly honest with you.\nSounds crazy, but if I was, I do not remember it as such, as being afraid. I guess at that age, you\nreally... do not comprehend, you know, what was going on. Was no reason, really, in my mind\nthere was no reason to be afraid. But no, I do not remember being afraid. Now, my sister might\nhave been, I don’t know. But I personally do not remember being afraid.",
        "Q: Were you close with your brothers and sisters?",
        "A: I think so. We always did everything together, together we used to go, Sundays we used to have\nmatinee, back in Debrecen, we used to have matinee operettas, you know. And we used to love\noperettas. I was just a tiny little thing. But we used to, always save our money and go, on\nSundays we used to go to the operetta, the matinee. [Laughing.] There was a place they called\nNagy Erd6 which 1s basically a little forest area and they had a big pond there and row boats.\nAnd I remember my brother taking me there, you know, for going on the pond with a row boat\nride. That kind of stuff I remember. We did things together, I mean we were close family. Even\ntoday, every year we try to see each other. Once a year we get together somewhere, if it’s at all\npossible.",
        "Q: So one sister, you said, lives in Sweden and the other in Israel?",
        "A: In Israel, right. That’s where they live. Matter of fact, I just came back. I visited my sister in\nIsrael. My sister from Sweden was sick, so she couldn’t join us. But that’s the first year that we\ndidn’t, all three of us weren’t together. So, next year we are going to Sweden, so whether she is\nsick or not, we’ll be there. We’ll visit her. Each year we try to get together.",
        "Q: When your, when the ghetto began to be liquidated did your father come back from the labor\nforce? Or what happened to him?\n7",
        "A: No. He joined us back in Budapest. They brought him back from whatever work Battalion he\nwas in. I guess the Swiss Embassy intervened. Anyway they brought him back and he joined us\nat the protective house. That’s where he rejoined us.",
        "Q: Do you remember anything else about your time in the protected house? You just had to...?",
        "A: Well basically there was a lot of families there. I remember one guy taught me how to play\nchess. [Laughing.|] They had French and Italian, all different nationalities, bunch of... well, no,\nwasn’t Italian, because they were, anyway, whoever were at war with the Nazis, with Germany\nand their allies. There was a whole bunch of different nationalities, I know that. I think there\nwas some French, too, Jewish, Jews.",
        "Q: Were all of them Jews?",
        "A: Yes, yes, I think so. Well, I better not say yes because I really don’t know. But I think that all of\nthem were Jews. And it was just normal, I mean they would... again I don’t know where the\nfood was coming, whether the Hungarian government provided the food or the Swiss or Red\nCross, I’m really not sure. I remember that one time the Red Cross came to inspect the house.\nAnd I was , because I guess we were considered prisoners. I remember one, and\nthey brought some packages and stuff. I really don’t remember a whole lot, detail-wise. I know\nthere were a lot of little kids and we played. The quarters were very tight, we only had, I think,\nfor the whole family, that’s four of us and my father and mother, I think we only had one big\nroom for all of us. So there was, space-wise there wasn’t a whole lot. And we had a window\nthat opened up on the courtyard. But it was all in four with the one gate you could come in or\nout. It was like enclosed. The hallways, the Hungarian police sitting in each hallway, armed.",
        "Q: Were they, did they treat you decently or were they cruel?",
        "A: Yes, the Hungarian police treated, you know, as far as I know they treated us decently. Okay?\nThe rough time was with the Nilosh (ph), with the Hungarian Nazis during the ghetto. And there\nthey hit you with the butt of the rifle, whatever, if they didn’t like your looks or whatever turned\nthem on, you know. But at the Protective house, they did treat us decently. There was no rough\nstuff or that kind of stuff. They were pretty decent.",
        "Q: Did you ever get hit while in the ghetto?",
        "A: Yeah a couple of times, but that was later on. That was around when I got to the concentration\ncamp. At the house itself there was... as far as I can, for me anyway, for my memories, I didn’t\nsee any mean beat-ups or that kind of stuff. I did not see anyone when I was around. December\nof ‘44, I guess the Russian were getting too close, and then they just moved everybody out in the\nstreet. Said, “Everybody out, pick up whatever you can carry.” And this was in December, cold,\nsnow on the ground. And they lined us up in the street and my brother, when he heard that they\nstarted hollering “Everybody out” and all that, he ran down underneath to the basement and\nopened the door for the bomb shelter to the street and he got out there. I followed him. And he\ntold me to go back. I would have been with him, but he didn’t go to the concentration camps.\n8\nHe took off. But he was already fifteen, obviously he couldn’t worry about me. He told me to\ngo back to mom and dad, so I went back and he took off. So he managed to escape. So he did\nnot come with us.\nEnd of Tape 1, Side A\n9\nTape 1, Side B",
        "Q: Tape one, side B. Where did your brother go?",
        "A: From what he told me later on, first of all he hid around there in Budapest till he managed to get\nout of Budapest. He went back to Almozd, to where he was born. He knew the people there,\nand they hid him till after the war. He worked for the farmers and all that. But they took care of\nhim, protected him and hid him. That’s where he went back to.",
        "Q: What else do you remember about that day?",
        "A: Well, that day is when all Hell broke loose. There was no trains from there, from Budapest, so\nthey marched us. We walked about four days, I guess, close to a couple hundred miles, I mean\nkilometers, which 1s about... a hundred kilometers is sixty miles, so probably about a hundred\nmiles, maybe a hundred and twenty miles we walked to a rail head. And we were cold, snow and\nyoung children. And they called it a death march, because whoever couldn’t keep up they just\nshot him. Dropped him whenever he couldn’t go no more and killed him. Either you went or\nyou died, as simple as that. So, they marched us in the snow and ice for about, I guess it was\nfour days by the time we got to the rail head.",
        "Q: Did you have any of your belongings with you, were you having to carry...?",
        "A: Well whatever, initially we had belongings with us, but as we walked we threw, basically got rid\nof most of the stuff we couldn’t carry. Just the most important necessities 1s what you kept.\nEverything else got thrown to the side of the road. And, you know, just kept on trucking.",
        "Q: Did you have any food with you? Or were you given any?",
        "A: Well each day, evening they usually had some big barns and stuff, I guess they took over from\nsome farms or whatever, they herded us in there because it wasn’t that many people to begin\nwith. I don’t know how many, but I wouldn’t think it was more than a few hundreds, maybe four\nor five hundred people the whole, the whole thing. So, they herded us in there. And usually they\nfed us some kind of a hot soup and some black bread, you know, rye. And that was basically all\nthe food we got.",
        "Q: Were all of the prisoners foreign nationals in this group?",
        "A: Yeah, that’s all from that protective house. They were considered foreign nationals, yes.",
        "Q: So there were a few hundred people just in that one house?",
        "A: Yes, yes, in that whole complex. It was four or five stories high, I mean the building. But\nanyway, yeah, whatever was in, they emptied out, the house, the prison, whatever you want to\ncall it. They took everybody from there.",
        "Q: Was it the Germans who were evacuating and leading the march?\n10",
        "A: Yes, there was Germans and some Hungarian Nazis were working with them, but basically the\nGermans SS was in charge. They’re the ones who controlled the whole thing, the movement and\nall that. So once we got to the rail head, there they separated the women and the children and the\nmen and they loaded us on separate cattle cars. And they packed us full in these cars. We barely\ncould breathe, and one little bucket in a corner for everybody to use as a toilet. And closed the\ndoors and off we went. We went... and my father was taken separately to, well all the men were\ntaken to different camps. And so they took us to Ravensbrick, that’s where our first\nconcentration camp was.",
        "Q: Do you remember starting to feel afraid during that time about what was going to happen to you\nand your family?",
        "A: I never, ever can remember that I was afraid. I’m not saying I wasn’t, but in my mind I do not\nremember being afraid. I was more... I don’t even know what I was feeling. I really didn’t\nknow what was going... I guess I was just trying to survive. My main motive was, in the cattle\ncar if you don’t watch it you will be trampled to death there. There were people who died in the\ncamp, I mean in the car going there. And I don’t know how long we traveled in the car. But\nhonestly, I really can’t tell you that I actually felt scared, no afraid. Now, I’m not saying that I\nwasn’t, but I do not remember that kind of feeling. Because maybe that was because of my age,\nyou know, and all that. It just didn’t dawn on me that I’m supposed to be afraid. I don’t know.\nMatter of fact, my sister tells me and I could not verify it for you, because I don’t know.\nBecause I’m not remembering. But once we were in Ravensbriick, it was like they had appell,\nbasically like reveille in the morning in the Army. Everybody had to fall out of the barracks and\nline up and had roll call, you know, account for everybody. And whoever was sick had to go,\nthat whole camp was nothing but women and children. Basically women, there were a few\nchildren, but not too many. My mother had a real terrible headache and she asked for some\nmedication or something and the German whipped her with... he had one of those riding, you\nknow?",
        "Q: Riding crop?",
        "A: Yeah, he slapped her across and I went and kicked him in the shin. [Laughing.] And my sister\nsaid everybody, they got deathly still. They were afraid that he was going to kill me or\nsomething. But he just turned around and he slapped me and I went flying, but that’s about, he\ndidn’t do nothing else to me, but, you know. That tells you I wasn’t afraid for my own personal.\nI don’t remember doing it, to be honest with you. But that’s what my sister told me that I did. I\npersonally cannot remember that I personally was afraid. From when we arrived at the camp\neverybody got taking all the clothes and everything away from them. And my mother had sewed\ngold coins and stuff into each one of our, because we didn’t know, you know, so she divvied up\nwhat we had and sewed into our overcoats just 1n case, you know, we could use it. Maybe the\nwhole family could have been saved. My dad got hold of the farmer one of the nights when we\nstopped overnight and talked to the farmer. And he had sewed in his overcoat, a big diamond\nring and he told the farmer he was going to give him the diamond ring if he hides us, the four of\nus, the four kids and him and my mom. And he agreed, so it must have been a pretty good\n11\ndiamond ring, you know pretty big diamond. But my mom wouldn’t go. She said that he might\nkill us himself for the rest of the stuff. She didn’t want to go.",
        "Q: When did that happen?",
        "A: It was on the way to the rail head from Budapest. Anyway, they took all the clothes away and\nthey gave us those striped, pajama type stuff. And they cut everybody’s hair, women, children,\neverything. And they gave us a shower, but it was water. It wasn’t gas. And they assigned us to\nbarracks. When we went out, after the reveille in the morning, they took us out to the field to\npick beets, cattle beets. And we ate cattle beets to keep us from starving.",
        "Q: Did they give you anything else to eat?",
        "A: Basically once a day they gave you a slice of black bread and soup made from cattle beets. Hot\nliquid, but it was wintertime, was cold. That’s basically what you got and while you worked out\nthere if you could sneak away some beets, then you chewed on that while you worked. And that\nwas it.",
        "Q: Did you have to work long hours? Do you have any sense of how long the days were?",
        "A: Well, they marched us from the camp out to the field. I don’t know how long it took to get us\nout there. It wasn’t too far from the fields. I don’t remember how far. Mainly I think the\ndifficulty was walking in the snow and ice and all that kind of stuff. But we went out to the\nfields and you pulled them beets, you know? They had a cart that you threw it on. Afternoon\nthey walk you back to the camp. I don’t know if that’s all. There might have been other stuff,\nother people picked, maybe because the younger one, the weak and all, the weaker people they\ntook to the easier, where the beets weren’t that heavy. They weren’t that big. Just depends,\nprobably had other kind of work details, too.",
        "Q: Did you work with your mother and your sisters?",
        "A: Yeah. I didn’t every day go out with them. But most of the time they just took everybody out.\nJust brought them down and took them out. So I don’t know, we stayed there for a couple of\nmonths and then one day they hollered everybody out from the barracks and they lined us up\nagain. And at the time my sister, Miriam, she was very sick and they had her in the dispensary\nover there. So started marching us toward the rail head and I remember Mama hollering,\n“Miriam, Miriam!” She didn’t want to leave her. [Weeping.] Anyway, they loaded us back up\nagain and my sister stayed behind. From there they took us to Bergen-Belsen. We arrived at\nBergen-Belsen and they took us in where the crematorium was and maybe because I was just a\nlittle child, but there was a mountain, nothing but dead corpses piled on top of each other. And\nthe smell and everything else, and stayed over there overnight. The next day they took us and\nput us in the barracks. There was no beds or anything. They had some straw. And give you a\nsack to fill up with straw. That was your bed. So, basically you laid on concrete in the winter.\nNo food. My mother died there. Then in May, ’45, we got liberated. The British and Canadian\ntroops actually liberated Bergen-Belsen. And then the Red Cross took us from where they found\nus, took us to hospital. We stayed there and the Swedish Red Cross took us from there to\n12\nSweden. I stayed about a year in hospital. They nursed me back to health. Then once I got out\nof the hospital, I joined my sister in the orphanage.",
        "Q: So you, I’m sorry, did your mother die of typhus? Was she ill?",
        "A: I don’t know what she died from. I have no idea. But a lot of people during that period of time\ndied from typhus. They... I think she probably more died from starvation than anything else,\nbecause what little food we could get hold, she would feed the kids, me and my sister. I don’t\nknow if she ate any or what, and so her condition... and we were susceptible to any disease that\nwas rampaging around in the place there. There was no cleaning, you didn’t wash you. Any\nkind of hygiene, so who knows what would have caused it.",
        "Q: So it was you and your sister, Ilona, who were...",
        "A: Ilona...",
        "Q: .. liberated.",
        "A: ...and my mother went to Bergen-Belsen, yeah. Me and Ilona was liberated from Bergen-\nBelsen.",
        "Q: Do you remember any details about the day of your liberation?",
        "A: The only thing I remember, somebody said that they were hanging, they’d seen some white flags\non the guard towers. What is the white flags? Germans put white flags on the towers. Didn’t\nmean nothing to me. I don’t know what the symbol, surrender, but how was... and then\nsomebody I heard said, holler something about, “the Germans are leaving.” I guess they try to\nhide. You know? The camp guards all were booking. [Laughing.] So, anyway. And then the\nnext thing you know the troops, the military was coming through the camps and all that. I guess\npicking up whoever was still living. Matter of fact they took us to the German hospital. I guess\nthey cleaned it out whoever was in there. Anyway they took it over and that’s where they were\ntaking us. Then they put up big, old hospital tents. That’s where the children, they brought the\nchildren to, we were in a hospital, a big hospital tent. I remember that. And I guess they started\nfeeding us slowly, slowly because we had hardly any stomach left. That’s what killed a lot of\npeople, I understand, is they gave them too much food too soon. Got diarrhea and all that, they\ncouldn’t handle it on their bodies. So anyway, wasn’t much left of me by that time. But anyway\nfrom there the Swedish Red Cross came and picked up all the children without any family and\neverything and took us to Sweden. They put us on one of those Red Cross trains and we arrived\nin Malmo. Had those white buses with red crosses on them. From there they took us to the\nhospital, Swedish hospital in Stockholm, I mean Malmo.",
        "Q: How old was, let’s see, you were ten years old at that time, right?",
        "A: Nine and a half. I would be ten in November.",
        "Q: And your sister, Ilona?\n13",
        "A: My sister, she was three years older, at least three, three, three and a half years older than I was.\nSo, she was about twelve and a half, between twelve and thirteen. But she was born in\nDecember, so she wasn’t quite thirteen, past twelve, but not thirteen.",
        "Q: How did the Swedish people treat you?",
        "A: Oh, they treated us very well. I mean, they were wonderful people. They cared for us. As far as\nI can remember, in the hospital anyway, they were very kind and all that. When we went to the\norphanage, I think it wasn’t Swedish. I think it was run by a Jewish agency. I think it wasn’t a\nSwedish government function. It was kind of tough. Started putting us back to school. But, had\none teacher who was teaching me in German. One teacher was teaching me in Polish.\n[Laughing. ]",
        "Q: Did you speak any Polish?",
        "A: I picked some up there. There were a lot of children who were Polish. So, it was pretty hard to\nlearn anything, because of all the language. Nobody was teaching me anything in Hungarian,\nwhich was the only language I really knew. But I learned there. I was able to speak pretty good\nPolish by the time I was done there, and German, too. And anyway, that was the education that\nwe got.",
        "Q: There was a school within the orphanage itself?",
        "A: That’s what I’m saying, they had some teachers, I guess, who were, before the war who were\nteachers. But one was a German, the other one was a Polish, that taught the subject, but in their\nlanguage, because that’s the only one that they knew how to use, so. But if you weren’t a Polish\nchild, it didn’t mean nothing to you. What do I need to learn Polish? How to spell or whatever\nPolish. The German guy, he, I think he taught math, so that was okay, one and one 1s two, you\nknow, doesn’t make no difference. As long as you understood what he was trying to say on the\nblackboard, so you could follow him fairly reasonable. Anyway they disbanded the orphanage.\nAnd by that time my sister was fifteen and she had to go out and work. They told her she has to\nfind a job and go to work. And they took me to a DP camp. I mean it wasn’t a camp, it was a\nhouse in a place called Tabo (ph), in Sweden. And basically I was on my own. There was a\nwoman who was a cook there, who was basically supposed to look after me. Look over me.\nAnd they enrolled me in a Swedish school, so now I had to learn Swedish. [Laughing.] You\nknow. And went to school in Sweden. Now I went to one grade in Hungary and what little\nschooling I got there at the orphanage. And from there they started me off... I think in sixth,\naccording to my age, which was sixth grade or something like that. Sixth, seventh grade. And\nobviously it wasn’t easy. But the children there was nice. They were fairly friendly for a\nstranger, you know, and all that. A couple of friends I had there. One was a little, wanted to be a\njockey. There was a horse farm not far from there. He and me used to go to the horse farm and\ntry to get, let him ride the horses and stuff. So, anyway I was there for a while. And a Jewish\nfamily came and they introduced me to them, and blah, blah, blah. They basically took me home\nwith them, in other words, they were going to be my guardians. They lived in Stockholm, so we\nmoved to Stockholm. And they enrolled me in school over there. They treated me nice, as a\n14\nmatter of fact they wanted to adopt me, but by that time I found my brother and my other sister,\nMiriam, in Israel. So I said, “No I don’t want to be adopted. I’m going to Israel.” So, that’s\nwhat I did.",
        "Q: How did you find your brother and sister?",
        "A: Through the Red Cross and through the Jewish Agency. We looked for Father, too. And I found\nmy father also. He went back to Hungary looking for us. He wrote and said, “Do not come back\nto Hungary.” He said, “I’m going back to the United States. When I get there I want you to join\nme there. In the meantime stay where you are.” But I didn’t want to stay there, so I signed up to\ngo to Israel. And my sister, I guess by that time she had a boyfriend, whatever, anyway she\ndecided she wanted to stay in Sweden. She stayed there, and I went to Israel.",
        "Q: What made you decide you wanted to go to Israel rather than staying in Sweden as you father\nhad suggested?",
        "A: Well, because I... I been always close to my older brother, and my older brother and sister was\nin Israel, so I said, “Well I'll just go there and wait for them until Father gets to the United\nStates, instead of here.” So anyway, that’s what I did. That was in ‘49, in May ‘49, I went to\nIsrael. The Swedish family, they wanted me to stay and they were going to adopt me and\neverything. I didn’t want to. And later on, I’m glad I didn’t, because that guy, my sister told me\nthat the guy and his wife got divorced. [Laughing.] So, you know, anyway, that’s neither here\nnor there. They were nice people, they treated me fine. As a matter of fact, my thirteen birthday,\nmy Bar Mitzvah, they did that at the big Temple in Stockholm.",
        "Q: That was your guardians, who...",
        "A: Yeah they are the ones who...",
        "Q: ...arranged that?",
        "A: Yeah, yeah, yeah. But religion is not my thing. After what I’ve seen, nobody can convince me\nthat faith is worth anything.",
        "Q: Did they pressure you to do the Bar Mitzvah?",
        "A: No, no, no. I willingly did that. I’m just saying I have no religious... I’m not religious of any\nkind. I don’t believe in all that stuff. That’s what the war did to me. What I’ve seen and\neverything. I said, there’s nobody up there watching anything if this can happen here. That’s\nme, anyway.\nEnd of Tape 1, Side B\n15\nTape 2, Side A",
        "Q: This tape number two, side A of an interview with Paul Schlisser. So, you were just talking\nabout leaving from Sweden and moving to...",
        "A: ... to Israel.",
        "Q: ...[srael. What year did you say that was?",
        "A: That was in ‘49, May of 1949.\nD: Who paid for your travel?",
        "A: I think the... as far as I know it was the Jewish Agency or whatever. You know, Aliyah Tano’ar\n(ph)which 1s basically the Jewish Agency gathering up the children, the No’ar (ph), which means\nthe young. I guess they’re the ones who paid for it. As far as I know. I didn’t have the money\nto pay for it, so they gave me the ticket and I went. I think, basically what they did, I flew from\nSweden to France, and in France the Agency picked me up and took me to a DP camp, I guess.\nAnd from there they loaded us up on a boat. By that time it wasn’t illegal anymore. The British\nwere gone. And they took us with a boat to Haifa. And we arrived and my brother was waiting\non me. We arrived like today and that evening he was already there, my older brother.",
        "Q: Do you remember that reunion?",
        "A: Yeah I remember it. We were glad to see each other and hugged and all that good stuff. I want\nto know how the trip was and how he was, how I was, how Illy was and all that. He said that\nhe’s going to take me to the village where he lives. The name of it was Kfar Warburg, it was a\nmoshav. Moshav means that everybody got, owns his own land, got his own farm. And they\njust have joint, the milk processing and the equipment, the major equipment and stuff 1s jointly\nowned, but each one got his own land and his own farm that he works, that’s a Moshav. So\nanyway, that’s where he took me. The family’s name was Lillieh (ph), they were German Jews,\nwho escaped before, during the Kristallnacht back in ‘39. They got out of Germany and came to\nIsrael. So, they are the ones who, he was with them before, when he first came to Israel. And so\nanyway that’s the family, and I worked half a day and went to school half a day. So again I had\nto learn a new language to go to school. And basically we went to school in the morning and\nworked in the afternoon.",
        "Q: On the farm?",
        "A: On the farm, on his farm, yeah.",
        "Q: What were you growing?",
        "A: Well, he had milk cows. He had about fourteen milking cows, so you had to grow feed for them.\nAnd you had, he grew vegetables, tomatoes and cucumbers and that kind of stuff. Eggplants.\nCauliflowers, corn, you know, just basically, it wasn’t, the land over there, you don’t have no\n16\nhuge acreage anyway. You’re talking about... dunam (ph), I guess, I don’t know how to\ncompare it with acres. But I would say he had no more than maybe fifteen acres of land. And so\nhe had to raise alfalfa to feed the cows. One thing he didn’t have to worry about, 1s that like here\nyou have to cut hay and put it away and all that, so that you would have food for the winter.\nOver there it grows year-round, semi-tropic, so you don’t have to worry about not having feed\nfor them. You just have to make sure that... but we grew hay, you know, alfalfa for... and cut\nhay to feed the cows, and all that. Basically I worked out on the farm, plowed, picked tomatoes,\npicked this and picked that and weeded. All the things you do ona farm. Milked cows and all\nthat stuff.",
        "Q: I had a couple of questions from earlier that I didn’t ask. I wondered if when you were with the\nfamily, the Jewish family in Sweden, if they...",
        "A: In Stockholm you mean?",
        "Q: ...1n Stockholm, if they asked you, did you talk to them, did they ask you anything about what\nyour experiences had been?",
        "A: No.",
        "Q: During the war?",
        "A: No, no. They never did. And I never talked about it. As a matter of fact, you’re probably only\nabout the second or third person I ever talked about, talked about it at all. First time I ever, well\nbeside Yad Vashem, you know, when we got interviewed, but that was with both my sisters there\nand they did most of the talking. And last year, the Jewish Community Center here in Louisville\nasked me to join them on Yom Ha... Remembrance, Day of Remembrance and all that, to tell\nmy story. So I reluctantly agreed that I would tell them whatever I remember. And so I did. I\nwent up there and said my piece. And that was, beside this here, that’s about the only time. I\ndon’t talk about it. And matter of fact, Professor Dickstein wanted me to go to one of the high\nschools and speak to the children about my experience and I declined. I said I just can’t handle\nit. I’m not going to constantly dig it out, dig it up. I just can’t live like that. I’m just not willing\nto constantly put myself through that. So, I don’t, normally don’t talk about it. I want to put it\nbehind me, not in front of me.",
        "Q: What made you agree to talk to me and to talk to the Jewish Community Center?",
        "A: Well, I really don’t know. I just, I think probably the main thing that motivated me on that is I\nread in places where, especially where they had the trial in Britain about people saying it never\nhappened and all that stuff, 1t’s somebody’s fantasies. And I’m here to tell you that it did\nhappen. And I guess that’s probably the main reason that I agreed to talk about it, is that, you\nknow, people are trying to change history. And if you don’t learn nothing, you don’t learn no\nlesson from what happened, it can happen again. That was my biggest motivation of joining the\nUS Army, is I felt that the Russians weren’t that much better than the Nazis were. They had the\ngulags, they had the camps. May not have been prosecuting Jews per se, but they were\nprosecuting human beings. That’s basically what decided, probably the only force in the world\n17\nduring this period of time that could prevent something like that happening is the U.S. Armed\nForces. And so that was my main reasoning for joining the Service. I served in the Israeli Army.\nI fought in the Sinai Desert in ‘56. And so I’ve been through the wringer. But that wouldn’t\naffect Israel, doesn’t affect the world. And probably the only force in the world at this time of\nhuman history who can make a difference is the United States and the U.S. Armed Forces. So,\nthat was my main motivation of joining the Service.",
        "Q: Another question, looking back on those days just after the war when you were a young boy in\nSweden, did you, I’m trying to think of how to form the question. But I’m wondering about\nwhether you, you were questioning or whether you understood why you and your family and\nothers had been singled out for this, for this horrible persecution. Did you have any\nunderstanding of what...?",
        "A: Yeah, I understood that it was basically based on my religion, basically that’s the only thing\nthat... you know. And then as I got older and I read. I’m not educated very well. I finished\nhigh school GED and I got some college behind me, about sixty-eight credit hours. But basically\nI read a lot, and my understanding that the foundation for this disaster has been laid a long, long\ntime and is basically... I don’t blame any particular faith, but basically they were teaching in\nchurches and stuff that the Jews killed Jesus and this and that and always had limitation on what\nJews can do. They always kept them outside of the mainstream society. And they were\nprohibited to be in certain trades and they were always prohibited in doing certain things. So\nthey were always kept like foreigners, you know, strangers or foreigners, whatever you want to\ncall them. And then the church teaching basically demonized them. So, I don’t think it was too\nhard for somebody like Hitler to come along and demagogue the issue to the point where people\ndidn’t, didn’t care. Because it’s supposed to be that most of them were Christians, supposedly\nsupposed to love thy brother and turn the other cheek and all that stuff, they’re teaching. But I\nguess that wasn’t what, what actually happened. I’ve seen them take a little baby and smash him\nagainst, his head against the wall. Kill him. And what human being would do something like\nthat? And then they go to church to pray? I mean, you look back at most of the wars in this\nworld today, most of the time, most of it is based on religion. Take a look right now. Sudan, got\na Muslim against the Christians. Northern Ireland, Catholics against the Protestants. You go to\nIndia, you got the... Sri Lanka, you got one sect fighting another and again it’s religion. Iraq,\nSunni Muslims, Shiite Muslims. So every place you look at, to me anyway, from what I read\nand seen, the biggest disaster in this world is religion. That’s my view.",
        "Q: How does that, how does that translate to your feelings about Israel and protecting Israel? You\nfought and risked your life fighting for Israel.",
        "A: Well, that’s something different, because if there was an Israel before the Second World War,\nbefore... this probably, I mean the Holocaust probably never would have happened. Because\nI’m not looking at it as religion, okay? I look at it as a homeland for a people. Because you can\ntake the Bible as a religion or you can take the Old Testament as a history of a people. And ’'m\nJewish and the Bible, the Old Testament to me is the history of my people, and as such every\npeople need a homeland. And that’s what motivated me. But I always consider myself\nAmerican, which is really funny, that even before the war, my dad always told me that he was\nAmerican, so I considered myself American. And he was born in Brooklyn, New York in 1906.\n18\nAnd he always told me that he is American and one of these days we’re going to go back to the\nUnited States. So, it was very natural for me, once I found him and once he got to the United\nStates himself and everything, that in ‘59 I came and joined him in the United States.",
        "Q: Had his parents been American or Hungarian?",
        "A: From what I understand and I’m really not positive, but it seems to me, what happened was that\nhis parents or his grandfather, 1t was him and his father, immigrated to the United States back in\nthe 1800s or somewhere, you know, late 1800s. And they lived here, matter of fact, I got an\naunt, who was born here and never left here. She’s passed away now in Houston. But her whole\nlife, she was born in the United States, lived in the United States and passed away in the United\nStates. So, they lived here, I guess in New York and either during the Depression, or early, they\ndecided that they would be better off and went back. That’s my understanding as to what\nhappened. And then my father was still, wasn’t... his sister was old enough that she said no,\nshe’s not going back with them, she’s staying. My father probably wasn’t old enough, you\nknow, to be on his own, so his father took him back with him to Hungary. That’s my\nunderstanding, you know, is what happened. But I’m not exactly sure as to what year, you\nknow, they came and what year they went back and all that. But that basically what happened.\nLike I say, probably if not for that, that he was born here, I probably wouldn’t be sitting here\ntalking to you, because I would have wound up in Auschwitz in the gas chamber.",
        "Q: About your early years in Israel, did you feel at all... I don’t know whether this 1s, well...",
        "A: Ask away.",
        "Q: [Laughing.| I had read and heard from a couple people that Holocaust survivors in some cases,\nwere discriminated against in Israel or looked down upon by people who had come before the\nwar started. Did you experience anything like that?",
        "A: No, I personally didn’t. Of course, I was basically with the youth, the youth movement. It might\nhave happened in some places. I’m not saying it didn’t. It might have. But in my personal\nexperience, like in the village where I was at, there was no, you know, down look. You pulled\nyour share. I’ve never been a whiner anyway. You know, I always pull my share, whatever\nneeds to be done, Ill go take care of it. I worked and I went to school. Pulled guard duty at\nnight with everybody else. Went with the youth and learned how to use a weapon and at night\nwhen the Arabs came and stole cows and stuff, we chased after them. [Laughing.] And all that\nstuff. I was, I personally did not feel that I was in any way looked down at or discriminated. But\ncould have been better treatment? Sure, it could have been better treatment for everybody\ninvolved. But, you know, you’re talking about a country just been formed, poor, wasn’t a whole\nlot of anything there. And everybody did the best they could with what they had. Sure I would\nhave liked to have gone to school full time and learned something, had a degree in something, at\nleast had a trade of some kind. But I didn’t expect that, it was just the way things worked out. I\ngot no complaints personally. If there’s some people that say they were discriminated against,\nmight have been. I have not, my personal, maybe because my brother was already there, you\nknow. He served in the Palmach, which was their elite troops in those days in Israel. So, I was, I\n19\nguess under his protective wings or whatever. But I personally did not feel any, and my sister\nwas in a kibbutz by then, Miriam. So, I did not feel that I was discriminated against.",
        "Q: What was the name of the town or the village where you were living?",
        "A: Kfar Warburg. That was the name of it. It was in southern Israel, south side of Tel Aviv, quite a\nway down there. The whole country in four hours you can traverse it one end to the other on a\ndecent road. [Laughing.] It wasn’t that, you know, that big a country. But it was to the south of\nTel Aviv, not far from Ashgelon. So, anyway.",
        "Q: When did you start serving in the Army?",
        "A: I joined the Israeli Army in ’50... I was seventeen, so let’s see, thirty-five, forty-five, fifty-two,\nso ‘52 is when I, or the beginning of ‘53 1s when I... ‘52. Because my brother had to sign\nbecause I wasn’t old enough and I volunteered, so he had to sign my paper so I could join the\nservice. So it was °52, was when I... I know the Korean War was still going on when I joined.",
        "Q: What made you decide to join?",
        "A: You mean the Service?",
        "Q: Uh huh.",
        "A: I just wanted to serve. I don’t know, wasn’t nothing particular. I just wanted to do my couple of\nyears in, you know, the Service. Before that I already worked on tractors, worked down with the\nBedouins in the Negev. I plowed their fields for them. I was the only Jew. I was about fifteen\nyears old. Had a.45 on my hip, tractor and my two Bedouins who guarded me. And I was\nplowing Sheikh Suleiman, who was their Sheikh, the head of their tribe. I was plowing his fields\nfor him. I was the only Jew there. I wasn’t afraid.",
        "Q: How did that come about?",
        "A: Well, the individual I worked for, who owned the tractor, he was my boss basically. I worked\nfor him. I guess he got the contract with, he got hired by Sheikh Suleiman to plow his fields.\nSo, we took the tractor down there. He left me down there to do the work, so I did the work.\n[Laughing.| Stayed there for about ten days, I guess. One night they woke me up and said,\n“Shhh, there are fedayins (ph) in the area,” which means there are Palestinian Arabs in the area.\nSo, they woke me up, and they said “We need to get out of here.” But they protected me. I\nmean I got no complaints. I wasn’t afraid. And sure enough, not long after my boss came with a\npick-up truck to pick me up and get me out of there. They had some problems, infiltrators. So,\nanyway. I had my adventures. I helped build the phosphate pools down in the Dead Sea. We\nbuilt big pools filled up with water and then the sun would evaporate the water and leave the salt.\nYou made a lot of different product out of that. The salt is, they got potassium and they got\niodine and they got all kind of stuff in it. They make all kinds of chemicals from that. So I\nhelped build the pools down there for that. I helped build the first highway to Elath. And also\n20\nhelped started bringing the oil pipelines back up from Elath, from the Red Sea up toward\nAshgelon. That was before I left for the United States.",
        "Q: So this was all done while you were in the Service?",
        "A: No, that was during the Service and after the Service. I was in the, in the Israeli Army I was in\nthe Engineers. And the Army engineers built the first road down to Elath, first main road, paved\nroad, regular road. So, I worked on that for the Army engineers, during . And the\npipeline was after I was already out of the Army and I worked for a company, a construction\ncompany, who were building the pipeline. So, I helped that and also the, I don’t know exactly\nhow you call it, the ponds, basically. They fill it up with water and let it evaporate. Helped build\nthem for the company down there, also through the construction company. I done all kinds of\nstuff in my life, as far as work. I dug ditches. I built walls from Jerusalem stone. You know, I\nbeen supporting myself since I was fourteen years old. What needed to be done, I did.",
        "Q: So, the whole time you were in Israel were you planning on coming to the United States\neventually?",
        "A: Yes, yes. Like I told you, my dad said to stay in Sweden and I hadn’t seen him since the war\ntime. Well, I didn’t want to wait in Sweden, so I went to Israel. And then during ‘56, during the\nSinai Campaign, the US Embassy came looking for me, they were going to evacuate me. But I\nwas already down in the Sinai, fighting, so, you know. And then they thought that I got killed,\nso they notified my father that I got killed. I come home and I check back with the Embassy to\nfind out what the status... because I was waiting for a visa. The reason it took me until ‘59 to get\nto the United States, was because there was no visas. You had to wait. Right now, all this illegal\naliens and all this stuff, and everybody says, “Well, poor guys...” Well, that’s not so, because\nevery time you got illegal alien coming in here that means that somebody who is waiting legally,\nwants to come in, you know, he can’t come in. He’s waiting. So that ain’t right. But anyway, I\nwas waiting for my legal visa to join my father. The only reason by ‘59 I finally got one is\nbecause in ‘56, the Hungarian Revolt — Remember that? Against the Russians, and a lot of\nHungarians got out of Hungary? So, they increased the number of visas and all that stuff for the\nHungarian refugees, and so that’s the reason why about ‘59 I got, managed to get to the United\nStates. It wasn’t that I didn’t want to come earlier. It was a question that I couldn’t legally come\nto the United States. So anyway, so...\nEnd of Tape 2, Side A\n21\nTape 2, Side B",
        "A: Later on I found out I didn’t need all that stuff, that I have... I really didn’t need a visa till if I\ncame back to the United States before I was twenty-four years old, I was automatically a U.S.\ncitizen, because I was considered an American due to my father’s birth. So anyway, so ‘59 is\nwhen I got to the States.",
        "Q: Do you, what else do you remember about, what else happened during the ‘56 war?",
        "A: What do you mean what else happened?",
        "Q: You haven’t talked in detail about what that experience was like.",
        "A: It’s war. People get killed. You get shot at, and basically I was with the Combat Engineers\nthere. To breach the roads we had to blow up roadblocks and stuff in Rafah. I was up in the\nnorthern section: Rafah, El’ Arish, Qantara, all the way out to the Suez Canal. And so anyway,\nso basically we breached the road and opened it for the armor to get through and we went\nthrough. And basically, the Egyptians didn’t want to fight. We found tanks, they were still\noperational, the engine running, just left them. They just jumped out and ran out barefoot into\nthe desert. Just left their equipment there. So... they’re poor , their officers\nwere partying somewhere and they left them there in the trenches. So anyway, the Egyptian\nArmy in those days anyway, weren’t very strong. And anyway. We lost some people, sure we\ndid. Took a hundred hours for the whole, it took the whole Sinai Desert one hundred hours,\nthat’s all, so. I did my job, whatever I was supposed to have done. I did mine and everybody\nelse. And to understand the Israeli Army you have to realize that they didn’t even have\ntransportation. And guys who missed their units, they hitchhiked to get to their units, to join\nthem. You know, in those days anyway, I don’t know about now, but in those days, people knew\ntheir duty and you didn’t have to tell them. They knew what they had to do and it got done. So,\nit wasn’t like an experience, sure it wasn’t no pleasant experience. I came back, I had a beard\n[Laughing.]. And when everybody else came back, because Eisenhower forced, you know, the\nIsraelis to withdraw from the Sinai. And since I was in the Engineers, I stayed behind. And\nwhat we did, we plowed up all the roads coming back from Sinai, this a-way, and we plowed up\nall the roads, destroyed all the tracks, train tracks. We took the train tracks, blew them up and all\nthe bridges, anything to slow them down. To slow the Egyptian Army from coming back in.\nAnd so we were the last ones out of Sinai. I guess that’s the reason maybe they thought that I\nwas dead, you know. [Laughing.] I didn’t come home. Most everybody was coming home. I\nwas still down there. We were the last ones out. So anyway, that’s the experience.",
        "Q: Had you been keeping in touch with your father during those years, writing letters?",
        "A: Yeah, we were exchanging letters, yeah. And he worked in Newark. He worked in a store as a\nsalesman and he got remarried, so my stepmother, she worked in a bakery as a saleslady. She\nhad ason. She lost one son, too, in the war. She had one son, he was with them. And he went\nto school in New York. And that’s basically it. I kept in touch. And then checked, I went to get\na visa and I was working with the U.S. Consulate in Tel Aviv and finally got the visa. And that’s\nit. That was in ‘59.\n22",
        "Q: How did you come to the U.S.?",
        "A: I flew, one of the Super Constellation, four-engine prop jobs. Flew from Tel Aviv to France.\nAnd something happened to the plane, and we stayed overnight in France. But the French Air,\nthey paid for my hotel stay in Paris for the night and all that till the next day. Then we flew on to\nIdlewild, now it’s Kennedy. In those days it was almost new. And my parents, my dad waited\nfor me there. And they took us, they lived in Newark in an apartment. So we got there, my aunt,\nthe one who never left the States, she lived in New York in those days. No, I’m sorry. No, she\ndidn’t. She already lived down in Miami. His son, her son, his name was Milton. He served in\nthe Second World War as a flight engineer on one of them Dakota airplanes. He flew mission\nover the hump in Burma. So, he was a Second World War veteran. He’s passed away now.\nAnd my uncle, he served in the Second World War. My aunt’s husband. He was with the CB’s,\nconstruction battalion. I arrived in May of ‘59. My dad said, “We’re going to move down to\nFlorida.” He had a ‘56 Ford, and so we drove down to Florida. We towed a U-Haul thing\nbehind us. And went to work there in... well when I was up in New York I worked for, within a\nweek, I had job, I had work. Work no problem. I have never had problem finding work. I\nworked for a chemical company, Ephart Fiber and Rubber Company. We were making erasers\nin a factory. Worked for them and then father said we’re going to move down to Florida. I said,\nokay. We moved down to Florida, that was toward the end of ‘59, the winter season. He worked\nas a waiter and I worked as a busboy in a hotel down on the beach. Name of the hotel was\nSterling Hotel.",
        "Q: What was the town?",
        "A: It was Miami Beach.",
        "Q: Miami Beach?",
        "A: Yeah, and I was down there. In 1960 I got a letter saying, “Greetings from your neighbors, you\njust have been drafted.” [Laughing.] So, I was just barely a year in the United States and I got\ndrafted in the U.S. Army.",
        "Q: So, you were already a citizen before you came? Is that right?",
        "A: I didn’t know it. I came late. I waited for my visa. I thought I had to have visa and all that,\neverybody else said the same thing. I just found out, long time later that I could have just come\nas a visitor. As soon as I stepped my foot in the, if I was less than twenty-four years old when I\narrived, this way, too, I was less than twenty-four, but if I would have got to the United States\nbefore I was twenty-four, I was automatically considered just like a native-born American. I\ndidn’t even need a visa. Nobody told me and I didn’t know. The only reason I know now ts\nbecause the Justice Department represented me against the Germans in... what do you call it?",
        "Q: Restitutions?\n23",
        "A: Damages, restitutions, yeah, under the Prince litigation. They would only represent people who\nwere, that were considered to be U.S. citizens during the war, okay, and on. And I was, by the\nJustice Department’s own... so the Immigration Service don’t know their own laws, basically.\nBut anyway I had to wait till ‘59 till I got visa to get to the United States.",
        "Q: How did you feel about being drafted to the U.S. Army?",
        "A: Well, I really didn’t have no bad feeling about it. I felt that if 1 wanted to become a citizen of the\nUnited States it’s my obligation to serve, you know, I felt, my country. I had no problems with\nthat. So the only problem I really had was, you know, to me, basic training and all that was no\nbig deal. I been through all that. [Laughing.] So, that was no big deal for me. But anyway,\nlanguage, I wasn’t speaking that well English during those days yet. I had a good friend, went to\nbasic training together, his name was James B. Smith, J.B. He was from North Carolina. And he\nbasically took me under his wings and he was teaching me English. Anytime I was saying\nsomething that wasn’t right, he would usually correct me and all that stuff. He was like, Mutt\nand Jeff? He was tall, skinny guy, you know, and I was short, stocky. And you didn’t have to\nlook far, 1f you seen one of us there the other one wasn’t too far away, was somewhere nearby.\nSo we became really close friends. I’m a godfather to one of his daughters. Even today we still\nkeep in touch. So we really been good friends. That was when I first, you know, got in. The\nonly thing I didn’t like about it, after basic training and advanced individual training. We both\nwere straight leg Infantry and they sent us to Germany. [Laughing.] Sent me right back to\nGermany, so that’s the only part, that was kind of rough on me, you know. I got over it anyway.",
        "Q: Did you consider, do you think they that would have considered your case if you had objected\nand asked to be posted somewhere else?",
        "A: They might have, I never tried. I’ve never been the kind that wanted special treatment or, you\nknow, special consideration or what have you. I’ve never, ever used my, all the twenty-some\nyears in the Service, I’ve never used my personal experience to try to get something different or\nspecial consideration or anything else. I never asked. I never even thought about asking for\nspecial consideration because of that. They sent me, I went and that’s basically it.",
        "Q: Did you have to mingle at all with Germans?",
        "A: Well, I didn’t have to. Basically the U.S. got its own bases. There’s some Germans who work\nthere on post, but you know, you don’t have to mingle with the German population. You got PX,\nyou got snack bar, you got movies, you got a club. You got everything on post that you would\nneed. So for a long time I didn’t go downtown. After a while I said, well, you know, go\ndowntown and look around, whatever, you know. You can’t lock yourself away. Don’t have to\nbe friends with anybody, but you can’t... and after a while you can’t blame a whole nation for\nwhat happened, it just doesn’t make sense. So I mean I don’t love them. [Laughing.] God\nknows I don’t love them. But I have no particular hate for the Germans. You can’t hate a\nwhole... if you had a specific individual that you knew was... you could hate them. But to me,\ndon’t make no sense to hate a whole nation. I mean it just doesn’t make sense. But anyway.\n24",
        "Q: Did your other buddies in the Army wonder why you weren’t going to town or did they mostly\nstay there at the post as well?",
        "A: I don’t know if they wondered or not. They never asked me personally, you know, about it. A\nlot of them, there was a lot of American guys that didn’t go downtown. You know, so I don’t\nthink that was particularly strange. If you knew what we went through, then you wouldn’t, you\ndidn’t have time. I mean Monday morning, you put your gear on and you marched out to the\ntraining area and you trained all week out in the training area. And then you came back\nThursday night, sometimes late at night and then you cleaned your weapons and stuff after\nmidnight before you even got to bed. And the next morning you had PT, you had classes, you\nhad this and that and then you had, Saturday morning you had a full field inspection. So you had\nSaturday afternoon and Sunday, that’s all you had. Then Monday you went back to the field.\nSo, day and a half, I mean you had to ask who wants to go running around? There were a whole\nlot of other guys who didn’t go a whole lot. Some ran around out to the night, the guesthouses\nand stuff, looking for German girls and all that kind of stuff. But you know, it wasn’t unusual\nfor guys not to go out. You only had about a day and a half to rest and relax. So, I don’t think it\nwas anything particular.",
        "Q: Did people in the Army with you know that you were Jewish?",
        "A: Oh yeah. I went to, matter of fact, I used to get Saturdays off, Saturday mornings off, while they\nstood full field inspection. I had to lay my stuff out, but I didn’t stand by my bed while the\ninspection was going on. I went to the Saturday morning prayers in the chapel, Jewish Chaplain.\nI went to, Friday night and Saturday morning I went to Chapel for services.",
        "Q: So, you did have some faith at that point, some sense of...?",
        "A: Well, I never denied that I was Jewish, my Jewish identity. Everybody that knows me, knows\nthat I’m Jewish. I’m not hiding anything. I’m just... what I’m saying is that I have just... and I\nbelieve in God, don’t get me wrong, even to this day. But I just do not believe that God really\ngives a hoot about any particular individual, you know. Something created this world. But I do\nnot believe that he cares about any particular individual, any... you know, which a lot of faith\nsays that, your personal, whatever, savior or He cares for you, whatever. In my view He don’t\ncare for anybody. He created and it’s up to you to, you know, to do the best you can. He\ncouldn’t care less about anything at all.",
        "Q: But would you actually pray when you went to services on Saturday morning?",
        "A: No, not really. I would listen to the sermon and all that stuff, but. No, I don’t think I really\nprayed. I don’t think I ever prayed since before the war. Well, I did when my father died. And\nwhen I go out to the... me and my step-brother, we usually meet once a year. We go down to\nFlorida because both my father and his mother is buried 1n cemetery there. And so, yes I say\nprayer for the dead at his grave. That I do, not because I believe, but because, to honor him, you\nknow, but it’s not the same. So anyway. That is just me.",
        "Q: Did you experience any anti-Semitism at all in the U.S. Army?\n25",
        "A: Yes, well there were always some, who hated everybody, you know. I really, didn’t bother me\nany. I mean they didn’t bother me personally, but I heard them talking, you know. I guess some\ndidn’t know I was Jewish initially. Jewish jokes and this and that. But that, it didn’t bother me\nany, and once they knew who I was, they won’t do it in front of me. Once they knew I was\nJewish they did not tell jokes in front of me or anything like that. I don’t know whether out of\nrespect for me or they knew if they did then me and him going to go to Fist City. I don’t know\nwhich. [Laughing.] Anyway they did not. So, I personally I really can’t tell, say that... I wasn’t\nprosecuted or anything. I wasn’t threatened or anything in that sense. Insensitivity? Sure, but,\nyou know, that’s everyday life. Doesn’t bother me any. Once they knew I was Jewish, then I\ndon’t ever, never remember a guy twice telling jokes in front of me. And if he was a buddy of\nmine, then fine. I got a Jewish joke for you. I says, “That’s okay, let’s hear it.” But that was\nfriendly banter not out of malicious, you know, hurtful type of thing. So that’s quite different.\nNo, I can’t, honestly can’t say that I was in any way discriminated or treated unfairly or\ndifferently because I’m Jewish while I was in the Service. I really, honestly can’t say that. I\ndon’t know maybe I was just fortunate, you know, the units that I was with. Or you know, what\nI can answer... matter of fact, once I had a Jewish Ist Sergeant. I had a Jewish guy working for\nme later on when I got up in the grades.",
        "Q: Did you, well you kind of, you entered the Army at time when...",
        "A: Cold War.",
        "Q: Cold War and I’m just wondering how you saw that and then also I know there were so many\nissues going on about civil rights for African-Americans. And I know the Army was one of the\nfirst really to integrate...",
        "A: No, that was before me. I mean integration started before I got into the Service. The integration\nstarted with Truman during the Korean War. Prior to the Korean War he ordered the Army to\nintegrate its units. Because before you had separate black, separate... but we had a lot of racial\nproblems even when I first got into the Service in the sixties. As a matter of fact, we had a race\nriot and we had fights, racial fights and that kind of stuff. Because, you know, for me, since I did\nnot, wasn’t raised with black, first time I ever seen blacks was when I got to the United States. I\nhad no prejudice. I wasn’t raised with any kind of preyudice against anybody. So, I basically, as\nI always, I would take an individual for himself. You know, I rate an individual for the\nindividual. If he deserve respect, he got respect. If I didn’t care for him, whether it’s white,\nblack, whatever, then I didn’t care for him. It wasn’t because of his race. It’s because I didn’t\ncare for his character or his behavior or, you now. That’s the way, you know, it was for me. But\nwhen I got in in 1960, you had a Brown Boot Army. I don’t know if you understand what a\nBrown Boot Army was. But Brown Boot Army, you had... basically, we had, like, our\nCompany, we had a room that was empty. There wasn’t a stitch of furniture, anything, it was an\nempty room. If you had any problem with anybody, you and him just went into the room and\nsettled your business with your fists. That’s the way things were done. We had a Platoon\nSergeant, his name was Cooper. He was half Indian and half Irish. And he was about 64” and\nweighed about two hundred thirty, somewhere around there. And you messed up and he’d take\nyou into the room there and put you through the woodshed. So he had a very well behaved\n26\nPlatoon. Everybody worked together. You can’t legislate away prejudice. That’s something\nthat you learn at home from your parents, from your society, from your parents, whatever,\nchurch, whatever. What you can do with the Army 1s, you force civility. Regardless of whether\nyou like him or not, while you are 1n the unit and while you are in the Army, you treat him the\nway you expect to be treated. And later on when I became a Platoon Sergeant, whatever, that\nwas my guiding principle. I didn’t care whether... I say, “I don’t care if you like him or not.\nThat’s neither here nor there. You two work together, perform the job, be civil to each other.\nOnce you get to know each other maybe you like him.” You know what I’m saying? That’s all\nyou can expect. You can’t legislate love or you can’t legislate racial prejudice away. That’s\nsilly to even think about it. Just like now, all this silly thing about the gays and all that stuff. I\ndon’t hate gays. Bible says that’s wrong, but I would want to know if anybody in my unit was\ngay that I had to fight with. I might have to, he might have to give me mouth-to-mouth\nresuscitation. Or I had to go to the shower with him, if I know he is gay I would be\nuncomfortable. Not a question that I hate him. That question doesn’t make no sense, because in\nthe Service you live so close together, you know? There is no little shower stall where you go in\nin your privacy. They got one big room with a bunch of shower heads where everybody takes\nshowers. And guys just feel uncomfortable when they know somebody is gay. And that’s the\nproblem, not that anybody has anything against gays. In my view anyway. And you got AIDS,\nyou don’t want to have to deal with somebody out in the battlefield if you get shot if you know\nhe is gay. You’re going to deal with it, try to patch his wound, which you have to do. And then\ncatch AIDS from him, you know. Those are the issues that people don’t think about when they\ncondemn the Armed Forces, well they’re preyudice or whatever. There’s a lot more to it than\nthat.",
        "Q: Were you surprised at all by some of the racism that you found in this country that is founded on\nprinciples of equality?",
        "A: Yeah, I was surprised. You know, because... I really didn’t realize it till I got to this country due\nto the fact that I never encountered any black people. So when I worked for Fiber, for Ephart\nFiber and Rubber Company, they had blacks there and all that. I was friends with, I treated\nthem, like everybody with respect just like I treat everybody else. I got to be friend with one of\nthem. But I noticed that every time like when you sit down to eat or this and that or lunch, or\nwhatever, you would see all the whites congregating. All the blacks would go sit over there.\nThere was no interaction between the races. That kind of struck me funny. So, I sit down and I\nsit down with...\nEnd of Tape 2, Side B\n27\nTape 3, Side A",
        "Q: This is tape number three, side A of an interview with Paul Schlisser.",
        "A: So anyway, the Fiber... I worked with a fellow worker who was black, and when everybody\nwent to lunch I noticed all the whites were sitting on one side and all the blacks were sitting\nsomewhere else. And the guy I worked with, he sat down to eat lunch. I just got my lunch and\nsat down beside him. He kind of looked at me a little funny. I didn’t realize there was anything\nwrong with it, because, you know, I had no idea it was not supposed to be that way.",
        "Q: Did you keep on sitting with him after that?",
        "A: Sure, yeah, every morning, every day lunch we usually, he and me, we’d sit down and have\nlunch and talk. He was asking me about Israel and I was telling him about Israel. [Laughing. ]\nAnd you know, he would tell me about what they were doing in Newark, his neighborhood and\nall that. Yeah, I mean, you know, we became friends.",
        "Q: Where were you posted in Germany?",
        "A: My first tour I was Bamberg. I was with the Ist Battle Group, 15th Infantry. And that’s the\nsame outfit that Eddie Murphy was in the Second World War. The most decorated individual in\nthe Second, Third Infantry Division. And Eisenhower was in the same outfit, at one time\nCompany Commander a long, long time ago. So, it’s a famous unit and I served it two years in\nthe Straight Leg Infantry.",
        "Q: And you were on another tour in Germany later?",
        "A: At the time I got out... I was draftee, so when I finished my two years I got out and went home,\nback to Miami and looked around and decided I was going to go into heating and air\nconditioning. And so I went to school and then I had to work. And I said, “Well this ain’t going\nto get it.” No time for myself or anything else. Went to school, from school you went to work\nand next morning got up, went to school, went to work. You had no time for yourself, nothing.\nSo I said, “Well I’m going to go back into the Army, this time voluntarily. I’ll make the Army a\ncareer.” Because I liked the Service, its purpose. And during that time we went up to a place\ncalled L.Z. X-Ray, which is now longer classified anyway. But it was up on the\nCzechoslovakian border and there was a bridge there that was mined. And you went up there,\npulled your duty for a month at a time. And if the balloon ever would go up, or the East\nGermans would attack the West, the job was to blow up the bridge. It was all mined and all that.\nSo then I realized, I seen the border and all that, I realized that this whole, back basically, the\nRussians were back to where the Nazis were. Plus I read, I don’t know then or a little later,\nSolzhenitsyn’s book about the gulags and all that. And I said, heck, they’re no better than the\nGermans were. So anyway I decided I was going to go back into the Service. So, I re-enlisted\nand lo and behold they went and sent me back to Germany. [Laughing.] That was my second\ntour in Germany. We were sent to Kaiserslautern and spent three years there. It was an Army\nDepot. I went into the maintenance field there. Then I came back, went to the 18\" Airborne\nCorps in Bragg, North Carolina. And from Bragg, North Carolina there was a little altercation in\n28\nthe Dominican Republic. There was a Leftist uprising and they had to send in the 82™ Airborne\nand I was with the 556 Light Maintenance Company and we were in there for support. My\nplatoon went in to support the 82™ in their operation in the Dominican Republic. That was ‘65.\nCame back from there, our unit was declared D-1, which means that we were alerted that we\nwere going to get shipped to ‘Nam. So we had to pack everything, all the equipment of the unit\nand all that stuff. That was going on, the deadline rates which means the equipment,\ninoperability of a lot of the equipment on post at Fort Bragg got so big that they told us to unpack\nour stuff and go back to work. [Laughing.] So, we went back to work and then they started\ntaking individuals. Like me, they took me, not me, but from the unit just individuals and shipped\nthem to Vietnam. So 1966, I was sent to Vietnam. I was there in the Central Highlands for a\nyear. And say well I’m just going to go back to the States and get shipped back here again, so I\nmight as well extend. So, I extended, got promoted and was sent to the Korean Tiger Division,\nsupport of the Korean Tiger Division, along Highway 1, between Bomber 2 and Elza English\n(ph)*. Anytime the Korean Tiger went out on a sweep and destroy, we went with them in\nsupport of them. In ‘68 I came back to, from ‘66 through ‘68, I was in Vietnam. I came back\nfrom Vietnam in, I think it was November ‘68 and was assigned to Fort Knox. I reported in, in\nDecember ‘68 to Fort Knox and I became an instructor in the Armor School.",
        "Q: About Vietnam, you had, you had by then already fought in a war and then been through a war\nas a victim and the war you fought in you obviously had, in Israel you felt passionate about the\ncause. And how did you feel about the cause in Vietnam? By that point were you, were you...?",
        "A: No, I was all for the war. I believe we did the right thing. And I still believe we did the right\nthing, actually. Except you can’t fight a war when the people are not with you. To me that was\nthe thing, because we were justified in what we were doing. I mean the North Koreans were\nattacking the South and it proved, I mean, it shamefully, the reporters and everything, they all\ntwisted everything to suit their views. But in fact, we were right. The North Koreans basically,\nif not for us, they probably would have gobbled up all of Southeast Asia, the Communists. They\nwound up, years later, they took over Cambodia. Laos, they already controlled. So basically the\ndominant theory was right, even though the reporters disputed it. So, we stood up against the\nCommunists. And that’s eventually after Reagan, finally they collapsed. But we basically\ncontained them and that was Truman’s policy, containing the Communists from spreading. If we\nwouldn’t have opposed them, heck probably over two-thirds of the world today would have been\nall in the communist top. You know, so, in my view we did the right thing. I know a lot of\npeople opposed it. And I got called a baby killer when I came back on leave from ‘Nam. After\nmy first year there I extended, so they gave me thirty days’ leave. So I came in, in Fort Lewis,\nWashington and everybody said, “Change clothes. Get in civilian clothes, don’t go out in the\nairport in the clothes.” I said, “I fought for this country in these clothes, it was my uniform. [Il\nbe doggone if I’m going to change clothes. I’m going home in uniform.” “Oh, you’re crazy,\nyou’re crazy.” “That’s okay.” Anyway I went and I went to Seattle to the airport and there were\nHare Krishna and all them other ones. And, “Baby killer!” I went and punched him in the mouth\nand knocked him down. [Laughing.] A cop was standing there looking, he didn’t, he just\nsmiled, he didn’t say nothing. And I just kept walking. Don’t call me no baby killer. I never\nkilled no baby. I came home in my uniform, and I hauled back to ‘Nam after a month leave, but\non my uniform and went back. I believe firmly in, you know, I’m not hiding. I think we did the\n? Schlisser was with E-Co 43\" Sig BN, in the Binh Dinh mountains of the Central Highlands.\n29\nright thing. I know a lot of people disagree. But it’s not true. We didn’t lose a single battle in\n‘Nam. Nota single, they can’t point to one single engagement that the United States Army or\nthe Marine Corps, the United States Forces lost. Not a single one. Every battle that we fought\nagainst the North Vietnamese we won. But they made it out that we lost, and we didn’t. The\npeople who lost is the comm... the politicians here in Washington. Because they first of all tied\none hand behind your back and said you can only fight with one hand. And you don’t go to war\nthat way. It’s ridiculous. So anyway, so yeah, I thought it was justified. I was for the Vietnam\nWar and I still say it was justified. Everything we found out up to now it just reinforces my view\nthat we were justified in doing it. Not the way we did it. Now, I agree we should never have\nfought the way we did. We should have gone in with the purpose of winning and we should\nhave won. The way you did that is you gone into North Vietnam and kicked their butt and got it\nover with. Instead of just, you know, “Well, you can’t get into Cambodia, you can’t bomb this,\nyou can’t do that.” You can’t fight no war that a-way and win. Crazy. Just like, you know, I\nwas interviewed by WAVE 3 TV. They wanted to know about Kosovo, what my views were. I\ntold them, I said, “Well I’m not talking for the Jewish community. You want my view, I'll talk\nfor myself. My view.” And I said, “First of all, anybody said that is a genocide 1s a liar. There\nwas no genocide in Kosovo.” And now it’s proved out, it’s true. There wasn’t any. Sure, I’m\nnot saying there wasn’t atrocities. But there’s a big difference between atrocities and genocide.\nI told them, “I wish they would have taken my family and put them on a passenger train and take\nthem to the border and put us off. All of us would have been together.” You know. I don’t call\nthat genocide. Sure they killed some here, killed there, but that’s atrocities they did to scare the\npopulation so they would run. That’s a long ways from genocide. Now Cambodia, that was\ngenocide. Did anybody open their mouth and say anything or do anything, where it really\ncounted? No, they didn’t. You know. To me, we have no business in Kosovo, that stuff been\ngoing on now for hundreds of years. And even while we sitting there, you know, they killing\neach other. The minute we move out of there, we be there a hundred years from now, we be still\nsitting there to keep them apart. They need to settle themselves. And same thing in Bosnia.\nBosnia, I don’t care what anybody says. The minute European forces get out of there, United\nStates and NATO get out of Bosnia, they’Il be right at each other’s throat. And they say Kosovo,\nyou know, ethnic cleansing. Well, where were we when Croatia forced out over half a million\nSerbs? We didn’t say a word, so what 1s the difference here? The Croats I hate. They were with\nthe Nazis. I mean they were allies to the Nazis. We caused, the United States caused most of the\nstuff that’s going on in Balkan now. It’s our fault. Okay? When Croatia, when Tito died and\nCroatia was the first one to declare that they are, their independence. Without asking any\nquestions, anything, right away we jumped in and recognized them as independent country.\nOkay? Well, they murdered a quarter of a million Serbs during the Second World War,\nincluding, plus Jews. The Croats. Okay? You think that the last of the Serbs are going, who\nlive there, are going to agree to come again under the rule of the Croats? You got to be crazy. I\nmean, you got to know the history of the world before you meddle. And if you don’t understand\nwhat the history 1s, they got no business meddling in there where you don’t know what the hell\nyou're doing. That’s my view anyway. I’m very upset about it, because I don’t think that, you\nknow, we had any business in there at all. But anyway, when they asked me I told them, I said\nthere was no, you know, genocide there. There might have been atrocities, but there’s no\ngenocide from what I consider, you know. They were comparing it to the Holocaust.",
        "Q: Is that why they were asking you, because they knew about your history?\n30",
        "A: Yeah. They had, they taped the thing when I was talking at the Jewish Community Center on the\nRemembrance. So they knew my background. So they came. I told them I’m not talking for the\nJewish community. You know, matter of fact, I’ve had very little contact with the Jewish\ncommunity, but if you want to know my opinion, personal opinion, I’ll gladly tell you what I\nthink. And that’s exactly what I told them. So, anyway.",
        "Q: Did you, how long did it, it’s pretty clear that you had to really believe in this country and in its\nfounding principles in order to do the kinds of service that you’ve done.",
        "A: Yes.",
        "Q: Did you have that right away? Is that something that you came to this country with or is it\nsomething that developed?",
        "A: No, I came with it to this country. I’ve always believed that the United States represents the\nfreedom of the Free World. In other words, even as a, when I was, right after the war in Sweden,\nyou know. And some of the children in the orphanage, whatever, they were for the Russians, the\ncommunists, Left inclination. We always had big argument, even as a little boy then, and I was\nalways defending the United States, because I felt, you know with my dad being from, born here\nand everything, I felt, you know, as an American, [Laughing.] even though I had never been\nhere. Anyway, I felt a kinship and I always believed that the United States basically represents\nthe human freedom. And I still do, you know. And it’s fine with me. I have no problem with\nsomebody like Joan Baez and all the other ones who opposed the war. That’s why we fought. I\nmean, they have the right to speak their view. They’re Americans and I respect their views. I\nmight not agree with it, but I respect it. I cannot expect, accept somebody like Jane Fonda, who\nwent to North Vietnam, you know, with North Vietnamese troops and there was prisoners of war\nin the Hanoi Hilton and stuff. And they went in to look at them. Any show that she is in, that is\nnot on my TV. I will not. Pll turn the station. I will not have anything that Jane Fonda has\nplayed in, movie, whatever. It may be the greatest movie in the world. It’s not going to play on\nmy TV.",
        "Q: You think the people who were protesting the war just didn’t understand the nature of war itself?",
        "A: I don’t know. They were misled in my view by the reporting that was going on here. Obviously\nnone of them wanted to go to fight. And so if you don’t want to go to fight, what do you do?\nYou oppose and you riot and you do everything else you can to get out of it. I don’t know what\nthe motive... I’m not setting any alterior motives. It might have been very noble motives for\nthem to oppose it. I’m not condemning anybody. I respect Muhammad Ali. He opposed the\nVietnam War, but he had the courage of his convictions. He stayed in this country. He said I\nwon’t fight because I’m not, you know, whatever. And was willing to go to jail if he had to for\nwhat he believed in. I respect that. I cannot respect someone like Clinton, you know, who did\neverything he could to stay out and then he lies about it. You know, what kind of principle is\nthat? He’s not a principled person to begin with. That’s my view. I always voted. Every\nelection I always vote. I believe in participating. As a matter of fact, I’m just reading a book\n31\nabout the history of Democracy in the United States, from back before the colonies, how the\nDemocracy developed. Just reading the book right now.",
        "Q: When and how did you meet your wife?",
        "A: That’s a good question. [Laughing.]| I was stationed here in Fort Knox in ‘69, the beginning of\n‘69. And I had a friend, Larry, and he was from Bristol, Tennessee. And he would always ask\nme to go home with him. And I said, “Nah, I don’t want to go. What do I go over there for? I\ndidn’t lose anything there.” So months later his car broke down and he had no way... he was\nmarried and his wife was back in Bristol. And he had no way to get home. So, I said, “You\nknow what? All these months you’ve been asking me to go with you home and all that, so Pll\ntake you home this weekend.” And we come back... I worked with him on his car, trying to get\nit fixed. We couldn’t get it fixed in time. So, I said, “Well, Pll take you home.” That’s the way\nit went. So he stopped on the way home, telling his wife that he’s bringing me, says, “Why don’t\nyou get him a date while he’s there?” [Laughing.] Okay. That sort of guy. That’s the exact\nway it happened. So we got there and then Helen was, that evening, we got there late in the\nevening, late in the afternoon. That evening went out to the VFW Club to dance and drink.\nAnyway, she was there. And then, that was April, and I think a week or ten days later or two\nweeks later was the Kentucky Derby. So, Ray’s wife was going to come up here, so Helen said,\n“Well, Pl come with you.” You know, so, “Okay,” so, one thing led to another. So that’s how\nwe met. [Laughing.] It’s one of those freaky, unintentional, you know, something that you\nnever...",
        "Q: When did you get married?",
        "A: In July of ‘69, so I think about three months after we met.",
        "Q: What kind of ceremony did you have?",
        "A: Just a civil. She wanted a church wedding. Her pastor wouldn’t marry us because I was Jewish\nand she was Presbyterian, whatever. [Laughing.| So we had just a civil service, civil ceremony,\nwhich was fine with me. I didn’t want no church wedding anyway or any kind of religious\nceremony, anyway. So we just had a civil marriage, you know.",
        "Q: You said a little earlier how you really, haven’t talked much about your history during the war.",
        "A: Yeah.",
        "Q: Did you talk with your wife at all about it during those early days?",
        "A: No. I told her I was in concentration and stuff, but I never mentioned anything about it, no. I\nthink the first time she ever heard it, is was when Dr. Dickstein, Professor Dickstein was here\nfrom the Shoah Foundation for the interview. I think that was the first time she ever heard\nanything about it. I don’t talk, not just to her, I just don’t talk about it, period. I want it behind\nme, not in front of me. I don’t want to live... my sister been twice in the nuthouse, the one in\n32\nSweden. She lives in the past all the time, that’s what she lives in. She can’t get over it. I don’t\nwant to be like that.",
        "Q: You feel like in a way like looking back too much would make you less healthy mentally?",
        "A: I get nightmares, my dear. When I talk about the stuff, for a week after that I got nightmares\nevery night. I didn’t tell you all kind of stuff that I could have told you, but I don’t want to,\nbecause I don’t want to dig it up. I seen old man get shot right in front of me, old guy with a\nbeard, looked like my grandfather. On the march to Budapest he couldn’t walk, just shot him\nlike nothing. I just, you know, doesn’t do nothing good. And I can’t deal with it. I can’t live\nlike that with the nightmare constantly on my mind. I just put it behind me. I closed it down as\ntight as I can close it down and that’s it. I’m willing to step forward when she asked me to, you\nknow. And like I said, the main reason I did that because I feel that at least I got to go on record\nthat it did happen. That it’s not somebody’s fantasy and it’s not, you know, somebody made it\nup. People say that it didn’t happen. That it did happen. So I felt that was my obligation do, but\nthat’s all. I mean I’m not going to be living in that. I refuse to do that. I’m just not...",
        "Q: I respect that. I don’t want to make you feel like I am pushing for something that you don’t want\nto talk about. Of course, you know what you’re willing to talk about and what you’re not. But I\nalso was, I’m interested, you had mentioned a little earlier that you’re not very, you’re not very\nconnected with the Jewish community here in Louisville?",
        "A: No, I’m not. I think I know a total of two, three people, beside Professor Dickstein and her\nhusband. I know Doctor Freiger, he’s a psychiatrist at the UL, University of Louisville, Mr.\nGrossmann and a couple of workers at the Jewish Community Center. And that’s basically all\nthe Jewish people that I know here in Louisville. Because most of my friends are from the Army\nand none of them are Jewish. And I probably wouldn’t fit in very well with my views and my\nway of thinking. I wouldn’t fit very well in with the Jewish community to be perfectly honest\nwith you.",
        "Q: I was interested because I think in some places where you have a large, I mean for example,\nwhen I’ve spoken with Holocaust survivors who live in New York City, where there are many\nother Holocaust survivors, they tend to really...",
        "A: Get together?",
        "Q: ...band together more. Whereas I think a lot of the people I’ve talked to here are more, you\nknow, just leading their own lives and it’s not as important to them to have that.",
        "A: No, to me, I don’t search out other Holocaust survivors. As a matter of fact, I met a lady at the\nmeeting with, what’s his name?",
        "Q: Martin Goldfarb... Goldberg?",
        "A: Yeah, that she was from the same town as me, Debrecen. And she was also a survivor. And she\ndidn’t know my family, because I was too small to remember. She was, must have been,\n33\nprobably my sister’s age, maybe a year or two older than her during that time. We talked. But\nshe was also liberated in Bergen-Belsen. But no, I don’t have any, first of all, it’s too far away\nfor me to drive all the way out there just for programs and stuff. There is no connection between\nme and my view of things and... most of the Jewish Community Center, they’re mostly\nAmericans, who were born here and raised here. Who have never been through anything like we\nhave. There’s absolutely no connection between us that, you know, that we can... see my life\nexperience is different than most of theirs. So, we have really nothing in common. I’m nota\nbusinessman. I’ve never been in business, never plan on being in business. I couldn’t sell you a\nglass of water if you were dying of thirst. I’d give you a glass of water, but I wouldn’t sell it to\nyou. I’m just a different type of person. So I just, wouldn’t fit in there. I go off to my own little\ndrum. I’m involved with the veterans of this state.\nEnd of Tape 3, Side A\n34\nTape 3, Side B",
        "Q: Tape three, side B. You work with the...",
        "A: I work with the veterans of this state. I volunteer for Kentucky Center for Veteran’s Affairs as a\ncounselor, veteran claim, help file claims and that kind of stuff. I’m also Vice-State Legislative\nRepresentative for Non-Commissioned Officers Association. So, that keeps me busy. I’m an\nofficial briefer for my association out at Fort Knox. I go out to the units and give them classes\non VA benefits and that kind of stuff. I do volunteer work under the Retirement Service Office\non Post at Fort Knox. And every time I have a Second World War veteran, I can help them it\nmakes me feel good. Even though I wasn’t liberated by American troops, but you know, I know\nthat he had a hand in liberating me, you know. So I’m glad when I can help one of them. So,\nthat’s what I do. I try to help veterans as much as I can. That’s my thing.",
        "Q: When did you retire?",
        "A: I retired medically in ‘83. I had two heart attacks and I had my colon removed. The VA rated\nme at two hundred percent, not a hundred. They can only get a hundred, but if you add all my\nstuff together, you get two hundred percent. I was exposed to Agent Orange. They sprayed that\nstuff down on me. We’re watching this thing fly over us and spray. We were underneath it. So,\nyeah, I’m basically a hundred percent disabled rated since ‘84, June, July of ‘83. That’s when\nthey removed my colon. I’ve got a plastic bag. That didn’t stop me. I just keep on trucking.\n[Laughing.] I’m a tough dude. I’ve got diabetes. Nobody in my family has diabetes, never had.\nAgain now it comes out, there’s a study going on that shows that guys exposed to Agent Orange\nhave twice or three times as high a chance of getting diabetes as the normal population. So, I\ndon’t know if that’s what caused it or something else, but anyway. So, I got heart disease. I got\ncolon gone. I got diabetes. Taking about twenty-some pills a day. But I ain’t quit. I’m still\ngoing. I’m sixty-five, will be in November and until God lets me stay around I will do the best I\ncan and that’s it.",
        "Q: You have one child?",
        "A: One son, he’s adopted. He’s not mine. I adopted him. He was my wife’s child. He was just a\nyoung boy, and his name is Anthony Keith Schlisser. I don’t have any children of my own.\nAnyway, not that I know of.",
        "Q: Did your son ever ask you about your past? Do you ever talk?",
        "A: Yes. We talked about it. With him I talked about it, not in particular details, just in general\nterms, so that he’ll understand where I’m coming from. And what my views are and why I got\nmy views the way I got them and all that. Yeah, we are pretty close, him and me. We\nunderstand each other. We are good friends. We are close.",
        "Q: Do you have anything else that you would like to say that I haven’t asked you about?\n35",
        "A: No, I don’t think so. I like Kentucky. I made my home here, and I feel like I’m a Kentuckian.\n‘68, ve been living here off and on just about. Since ‘83 when I retired, I’ve been living here\ncontinuously since then.",
        "Q: What do you like about it?",
        "A: The open space. I hate cities, people on top of each other. I like feeling the open space. I like\nthe country. And I like the hunting and fishing, used to, I’m not much able anymore. I used to\nlike to go out fishing and hunting. I like country music. I like Bluegrass. [Laughing.] Weird\nfora Jew, right? But anyway... I used to square dance. I’m just me. I’m not anybody else.\nThat’s the things I like. I also like classic. I like operas. So.",
        "Q: Did your family understand and respect your decision to marry...",
        "A: Marry my wife Helen? I never asked anybody. I never told them I’m marrying. I never ask\npermission. I married. Yeah, they accepted her. You can probably ask her about that, but I\nthink they did. My dad loved her. My dad once he got to know her, he loved her and so did my\nstep-mother, she also loved her. But I really didn’t, you know, I really didn’t care because it’s\nmy choice. It’s my life and I have to live it, not them. If they didn’t like it, tough. That’s the\nway I felt about it. You know, I know a lot of people want to be loved and all that good stuff,\nbut me, I just go with what I think is right. That’s what I do.",
        "Q: I don’t think we mentioned on the tape, but your wife is Presbyterian? Is that what you said?",
        "A: I think she is. I dare not say that for sure. [Laughing.] I think, I’m pretty sure that’s what she is.\nShe’s a Christian, anyway. But I think she is... not Lutheran. I’m pretty sure she’s a\nPresbyterian.",
        "Q: And she practices? Goes to church and keeps up with that?",
        "A: She used to. She used to. When we go down to home, her home church, she goes to church on\nSundays with her brother, who is a deacon in the church and all that. I don’t go with them, but\nshe goes. And even when we first got married, she insisted I go with her. She won’t go, she by\nherself and blah, blah, blah. So for a couple times I went with her, just out of respect for her and\nher family. I didn’t feel comfortable though. And I told her, I said, “Look, that’s your faith, not\nmine. Not that I... you want to go, you go. I have no problems, you know. Ill gladly take you\nthere and Ill gladly come and pick you up.” I tried to talk her into going here to church if she\nwanted to go. I'll gladly take her and there and bring her home gladly. Have no problem. Just\ndon’t ask me to go. And so from now, she goes with her brother and stuff and it’s fine. Yeah,\nshe believes, she’s got faith, which is fine with me. I have no quarrel with anybody who has\nfaith. It’s just me and my views. I don’t push my views on anybody else. I respect everybody\nelse’s faith as long as he practices and don’t expect somebody else to do it. You understand\nwhat I’m saying? Don’t force, don’t try to push iton me. Your faith is your faith and I respect\nyou, you and your faith. But that’s your faith and don’t try to convert me or push me or get me\nto... you know.\n36",
        "Q: Was there ever a point where you felt it would be important to you to marry a Jewish woman?\nWhere your Jewish identity was important enough to you that you felt like you had to do\nwhatever you could to carry on the tradition?",
        "A: That’s a tough one. I guess at one time, at one time, yes. I guess at one time that occurred to me,\nokay. But... I shouldn’t say this, but anyway. While I was in the military in Israel, okay, we\nwere on duty in the Jerusalem sector. It wasn’t a war, it was after. The Jordanians still had the\nold city. And to go to our post we had to go through a section of Jerusalem called Mea Shearim,\nwhich means “a hundred gates,” which was the ultra, ultra, Orthodox. And every time we had to\ngo through there to switch reliefs, you know, we had to go through their section, their\nneighborhood. And on Sabbath we used to go through there with a vehicle. They used to stone\nus. Okay? So I looked at this and I said to myself, what’s the difference between the fanatics,\nthe Jewish fanatics and the Ayatollah fanatics and all the other fanatics? There’s not one iota\ndifference between them. They’re all zealots for whatever their faith is. So, I reverted back to\nwhat I told you initially. I believe in Israel, beneath the country, for no other reason is the Jewish\npeople as a nation have a homeland. But for me, not for religious purposes. There’s, like I was\nthere visiting my sister in, you know for Passover this year. And there’s such a conflict between\nthe real religious and the non-religious there, you know. It’s crazy. You believe in your faith,\npractice it. Leave the other people alone. If they believe in... my sister is like me. She doesn’t\nbang her head against the wall. She believes in God and she holds basically all the Jewish\nholidays. She has to because it’s national holidays. But she’s not religious, goes to Temple all\nthe time and all that stuff. Everybody has a right to live their own life the way they see it’s fit.\nAnd that’s what I believe in. I believe in everybody should do, if I respect you... my neighbor\nhere is a very religious Baptist guy. A wonderful guy, wonderful friend. He’s been friend with\nme now for thirty years, since we’ve been here. We’ve been real close friends. We help each\nother. Anything I got he’s welcome to it and the same with him. Anything I need, if I needed\nhelp, he’d be there. I know he would. That’s how good of friends we are. And I respect him.\nHe goes to church on Wednesdays. He goes to church on Sundays. He’s a church elder. I\nrespect, I respect my brother-in-law, you know. It’s their faith, it’s fine. He never try to force,\nyou know, push his stuff on me. That’s all I’m saying. Everybody should... and I believe if you\nhave a faith, you should live it. Not go to church on Sunday and then cheat people on Monday.\nThat’s my principle, that’s me. What you hear, what I say is what I mean. That’s always been\nmy, I don’t say something that I don’t mean. If I tell you I was going to do something, you can\nput in the bank that I was going to do it. Except if I’m dead or laying there paralyzed where I\ncan’t move. That’s what I’m going to do. If I promised to do something, I will do it. My word\nis my bond, basically. With me, you can shake hands with me, that’s just like a contract. If I say\nsomething I was going to do, I’m going to do it. And that’s all there 1s to it.",
        "Q: I imagine that’s been very helpful to you in your career in the Army, because that’s important.",
        "A: Yes, yes, yes, it has. And I think I’ve been doing okay. I mean I have no problems. With my\neducation background and with everything else, I guess the biggest asset I had 1s my dedication.\nI never been a good speller. I mean I’m not stupid, you know. Don’t think I am stupid. I’m not.\nYou know, I might not have book learning to the max or get a certificate. But I made up for that\nby reading a lot and getting my education in the school of hard knocks, is what taught me. They\n37\nknew wherever the job needed to get done, as long as... turn me loose, tell me what you want\ndone, give me the resources to do it with and I will get it done. That was me. [Laughing. |",
        "Q: I’m going to ask you a question which I don’t know if it’s possible to answer, but PII ask it\nanyway and see what you think. You went through, I mean by the time you were a young child\nyou had been through more atrocities than most people have even imagined and a terrible,\nterrible war and you went on to fight in two more wars and you didn’t have to do that. What do\nyou think it was that...?",
        "A: Drove me?",
        "Q: Yeah. Because I think so many people would have said, okay, I’ve done...",
        "A: Done my part?",
        "Q: ...’ve had my share in the wars of the world.",
        "A: I really couldn’t tell you. Something inner, something inside of me drove me and what it was I\nreally couldn’t put it into words. If I would say any particular thing... I mean, you got to take\neach one on its own merit. You can’t just lump them all together. The war in Israel was a\nquestion of survival for the country. Because they closed the Suez Canal down. The lifeline for\nIsrael, because the oil must come in. At the time there was no pipeline from the Red Sea, so all\nthe oil was coming through the Suez Canal and it was delivered to Haifa to the refineries there,\nokay? So I didn’t make the decision to go to war. I was just a guy who was in the Reserves. I\nwas already out of the Service in Israel. And we had a password and when you heard your\npassword, you packed your bags and you reported to your unit. You had a specific location\nwhere you met. It was a civilian mobilization of the Army and you went and did what you were\nsupposed to have done. I guess duty, if anything that drove me I guess was duty, responsibility,\nduty to what I believe was right. If there was anything to define. Now as far as ‘Nam, again, I\ndidn’t... 1t was the United States Government decision to have, to go to the aid of the South\nVietnamese. It wasn’t mine. I just, again it was duty. I was in the Service, I was a career\nsoldier. Why would you be a career soldier? What, you’re going to run when the fighting starts?\nThat’s what you train for all the time. To when the nation calls you, then you be there to do\nyour... you know, and do your duty. And I hope anyway, that I was instrumental in saving some\nguy’s life, because with my experience, you know, I helped guide a lot of other guys to maybe, if\nI wasn’t there maybe somebody who had less experience would have got him killed. I’m not\nsaying that would have been the case, but basically the professional guys in the Service, the non-\ncommissioned officers, who had experience from the Korean War and then served in ‘Nam,\nthey’re basically who trained the new guys, you know, and got them understand what a war is all\nabout. How to survive. If anything I guess, duty is the main, main theme here, I think, from\nwhat you’re asking. Why I joined the Service, why I volunteered and stayed in the Service,\nthat’s a different story. That had a lot to do with economy and all this stuff. Plus I had an\nopportunity to use my talent, my God-given talents that I had in the best way and advance my\nown career was in the military instead of the civilian life. But as far as when the war started, I\nthink the main thing was duty. I mean duty to do your job.\n38",
        "Q: Were you in a combat unit while you were in ‘Nam? Or what were you?",
        "A: I was actually in the Signal outfit. The first time I was there I was in a place called Binh Dinh\nMountain, which was a seven thousand foot mountain. And it was about, I guess twenty miles\nfrom Dalat. There was no road in or out. All our supplies had to come by air. We got re-\nsupplied. And up there we had a relay, communication relay station to the North side, North\nVietnam and part of South Vietnam, the north part and the south part. Plus we had Air Force up\nthere, who were relaying instructions to the B-52 Bombers. So we’re sitting on a seven thousand\nfoot mountain, and jungle all the way around us. Charlie was down there. We lived in bunkers.\nWe got attacked by mortars, you know, and that kind of that stuff. We didn’t have no direct\nconfrontation. Then from there I moved to a place called Phu Ti Valley’ which is not far from\nNha Trang and there we were with the Korean Tiger Division. That is an Infantry Division, who\nwere actually doing the combat. We were supporting them and going out to, when they went out\nfor a sweep and destroy mission, we went out to provide them communication. So, we got shot\nat, but we weren’t involved in direct, you know, face-to-face, grunt job. The Koreans did that.\nSo, but I was running Highway One between Ban Me Thuot, and every morning before you even\ngot on there, you had to wait for them to clear all the mines out of there. So you never knew\nfrom one minute to the next when you’re going to get ona mine. And then the Vietnamese had\nthis nice little trick, they would have this little hot pot, motorcycle-type tax1 cabs. And you\nwould come around with your truck and they would pull out in front of you to slow you down,\nlike ina curve. And you had to stop down to not run over them. And when you slowed down,\nthey would ambush you and start shooting you, at you from the side. So what you define\n“combat”? In Vietnam there wasn’t any really... no, I wasn’t in the infantry unit. But in our\nbase camp, we got attacked. We killed nine guys there and the stetchel (ph)charged us. One of\nthem was our base barber that we killed. He was a Viet Cong. So you never knew who your, I\nmean who was your friend, who was your enemy. It was a weird kind of a war. There was no\nfront line, like in Korea or Second World War. You didn’t know who was your friend or who\nwas your foe, besides your own buddies in your own unit. Because all Vietnamese could have\nbeen Viet Cong. We had to go to this and we had to lock down our gas caps on our trucks.\nWhat they would do if you didn’t have the locks on them, they would take a hand grenade, put a\nrubber band around it, pull the pin, drop it inside your gas tank. Then the gas would eat away the\nrubber band, pop the thing and blow you to smithereens. So, you had to actually lock down with\na lock, you had to lock your caps so they couldn’t stick nothing in there. Children were, they\nwould hawk on the side of the road. They would try to sell you coke. Well if you’re stupid\nenough and you bought that coke, a lot of them had ground glass in it. If you drank that stuff it\ntore your guts up inside with shreds, slivers of glass. [Laughing.] So it was a different kind of\nwar. It wasn’t the type of war where you could say who was a combat guy and who wasn’t. But\nno, I wasn’t... you know, I was on sweep and destroy missions with the Koreans. I took\nconvoys from the seven thousand-foot mountain down to the air field about twenty miles away to\npick up our rations and water, drinking water and all that stuff. We got ambushed periodically\non the road and all that. Well, you call that combat? I would call that combat, but I wasn’t one\nof those guys that were crawling down those tunnels, tunnel rats or anything like that. I wasn’t\nin the Infantry outfit fighting. I got a good friend who works with me as a volunteer, he was\nSpecial Forces. He was on long range patrol. They went out to search Charlie. Now I would\nsay he was in the trenches more than I was. I just reacted when Charlie attacked me. He went\n3 Also called Rok Valley.\n39\nout looking for him, that’s different. But I did whatever was assigned me. I came to ‘Nam. I\nwas supposed to go to a direct support unit. Not even get close to where the combat was. I was\nsupposed to work on repairing vehicles and stuff. I got to Cam Ranh Bay and they said, “Eh,\nyou are now, guess what. You are now a 6-3 Charlie. You are a motor sergeant. You are going\nup in the Central Highlands.” Instead of staying right there in Nha Trang. Believe me, two years\nin ‘Nam and I never seen Saigon. I don’t know what Saigon looks like. I never been there. All\nmy time was up in the Central Highlands. I took two R&R tours, one I went to Australia and one\nI went to Hong Kong. Get away from it to relax.",
        "Q: What was your rank when you retired from the Army?",
        "A: I was E-8, Master Sergeant. I graduated from Sergeant Major Academy. I was going to make E-\n9, but I got sick and I got medically retired before I actually got promoted. But I actually retired\nas an E-8, graduated from Sergeant Major Academy. See it, my certificate. I mean the plaque?\nConclusion of Interview\n40\n"
    ],
    "questions": [
        "Q: ...So that I can get the levels right.",
        "Q: Yeah, it does. Are you traveling at all this summer?",
        "Q: Is that right?",
        "Q: Whereabouts?",
        "Q: Bristol? I don’t know, I don’t know where that is.",
        "Q: Okay.",
        "Q: Okay. Over there in the east. Okay, it’s June the 26\", 2000 and this is an interview with Paul\nSchlisser. We’re in his home that’s in Jefferson County, Kentucky, just outside of Louisville.\nMy name is Arwen Donahue. This interview is being done for the Holocaust Survivors in\nKentucky Interview project that is supported by the U.S. Holocaust Memorial Museum and the\nKentucky Oral History Commission. Mr. Schlisser has been interviewed before by Yad Vashem\nin Israel as well as by the Survivors of the Shoah Foundation, however the Shoah Foundation\ninterview, there’s plans in the works for it to be redone because the video part of it didn’t come\nout. So, we are going to be talking some about his wartime experiences, but primarily focusing\non his life after the war. So, Mr. Schlisser, if we could start just with your date of birth and\nwhere you were born.\n1",
        "Q: And what was your name at birth?",
        "Q: And your last name was Schlisser?",
        "Q: Is that, was your family German originally?",
        "Q: Do you know anything about your family’s history in the area? How long they had been in\nAlmozd?",
        "Q: What was your mother’s maiden name?",
        "Q: And your father’s name?",
        "Q: First name?",
        "Q: What about your parents’ profession? What did your father do?",
        "Q: Did she have a, just, how did she do her business? Did she have people come and...",
        "Q: How many brothers and sisters did you have?",
        "Q: Do you want to go ahead and state your brother’s and your sisters’ names?",
        "Q: Did all of your brothers and sisters survive the war?",
        "Q: So he was in Israel relatively early.",
        "Q: Was your family very religious?",
        "Q: Do you have any other memories about your early childhood? Do you remember friendships?\nDid you have Jewish friends or non-Jewish friends in the town?",
        "Q: Why did your family move?",
        "Q: Or why’?",
        "Q: Did you go to public school in Debrecen?",
        "Q: So was that sanctioned by the state at that point? That the Jewish...",
        "Q: So, that was around what year, that you moved from Almozd to Debrecen?",
        "Q: 44.",
        "Q: What language did your family speak at home?",
        "Q: Did you speak Yiddish at all?",
        "Q: But you mentioned you had a friend who was a Christian boy. Was he a neighbor or how did\nyou know him?",
        "Q: When did you start to notice, well the Germans didn’t occupy until 1944, did you notice any\nanti...",
        "Q: Cross.",
        "Q: Do you remember being herded in there?",
        "Q: Did your older brother, was he old enough to work?",
        "Q: Brushes?",
        "Q: Did you stay home with your mother during the day?",
        "Q: Do you remember anything you ate? Any of the food?",
        "Q: Do you remember being... do you remember what you were feeling during that time? Being this\nyoung boy, being afraid?",
        "Q: Were you close with your brothers and sisters?",
        "Q: So one sister, you said, lives in Sweden and the other in Israel?",
        "Q: When your, when the ghetto began to be liquidated did your father come back from the labor\nforce? Or what happened to him?",
        "Q: Do you remember anything else about your time in the protected house? You just had to...?",
        "Q: Were all of them Jews?",
        "Q: Were they, did they treat you decently or were they cruel?",
        "Q: Did you ever get hit while in the ghetto?",
        "Q: Tape one, side B. Where did your brother go?",
        "Q: What else do you remember about that day?",
        "Q: Did you have any of your belongings with you, were you having to carry...?",
        "Q: Did you have any food with you? Or were you given any?",
        "Q: Were all of the prisoners foreign nationals in this group?",
        "Q: So there were a few hundred people just in that one house?",
        "Q: Was it the Germans who were evacuating and leading the march?",
        "Q: Do you remember starting to feel afraid during that time about what was going to happen to you\nand your family?",
        "Q: Riding crop?",
        "Q: When did that happen?",
        "Q: Did they give you anything else to eat?",
        "Q: Did you have to work long hours? Do you have any sense of how long the days were?",
        "Q: Did you work with your mother and your sisters?",
        "Q: So you, I’m sorry, did your mother die of typhus? Was she ill?",
        "Q: So it was you and your sister, Ilona, who were...",
        "Q: .. liberated.",
        "Q: Do you remember any details about the day of your liberation?",
        "Q: How old was, let’s see, you were ten years old at that time, right?",
        "Q: And your sister, Ilona?",
        "Q: How did the Swedish people treat you?",
        "Q: Did you speak any Polish?",
        "Q: There was a school within the orphanage itself?",
        "Q: How did you find your brother and sister?",
        "Q: What made you decide you wanted to go to Israel rather than staying in Sweden as you father\nhad suggested?",
        "Q: That was your guardians, who...",
        "Q: ...arranged that?",
        "Q: Did they pressure you to do the Bar Mitzvah?",
        "Q: This tape number two, side A of an interview with Paul Schlisser. So, you were just talking\nabout leaving from Sweden and moving to...",
        "Q: ...[srael. What year did you say that was?",
        "Q: Do you remember that reunion?",
        "Q: On the farm?",
        "Q: What were you growing?",
        "Q: I had a couple of questions from earlier that I didn’t ask. I wondered if when you were with the\nfamily, the Jewish family in Sweden, if they...",
        "Q: ...1n Stockholm, if they asked you, did you talk to them, did they ask you anything about what\nyour experiences had been?",
        "Q: During the war?",
        "Q: What made you agree to talk to me and to talk to the Jewish Community Center?",
        "Q: Another question, looking back on those days just after the war when you were a young boy in\nSweden, did you, I’m trying to think of how to form the question. But I’m wondering about\nwhether you, you were questioning or whether you understood why you and your family and\nothers had been singled out for this, for this horrible persecution. Did you have any\nunderstanding of what...?",
        "Q: How does that, how does that translate to your feelings about Israel and protecting Israel? You\nfought and risked your life fighting for Israel.",
        "Q: Had his parents been American or Hungarian?",
        "Q: About your early years in Israel, did you feel at all... I don’t know whether this 1s, well...",
        "Q: [Laughing.| I had read and heard from a couple people that Holocaust survivors in some cases,\nwere discriminated against in Israel or looked down upon by people who had come before the\nwar started. Did you experience anything like that?",
        "Q: What was the name of the town or the village where you were living?",
        "Q: When did you start serving in the Army?",
        "Q: What made you decide to join?",
        "Q: Uh huh.",
        "Q: How did that come about?",
        "Q: So this was all done while you were in the Service?",
        "Q: So, the whole time you were in Israel were you planning on coming to the United States\neventually?",
        "Q: Do you, what else do you remember about, what else happened during the ‘56 war?",
        "Q: You haven’t talked in detail about what that experience was like.",
        "Q: Had you been keeping in touch with your father during those years, writing letters?",
        "Q: How did you come to the U.S.?",
        "Q: What was the town?",
        "Q: Miami Beach?",
        "Q: So, you were already a citizen before you came? Is that right?",
        "Q: Restitutions?",
        "Q: How did you feel about being drafted to the U.S. Army?",
        "Q: Did you consider, do you think they that would have considered your case if you had objected\nand asked to be posted somewhere else?",
        "Q: Did you have to mingle at all with Germans?",
        "Q: Did your other buddies in the Army wonder why you weren’t going to town or did they mostly\nstay there at the post as well?",
        "Q: Did people in the Army with you know that you were Jewish?",
        "Q: So, you did have some faith at that point, some sense of...?",
        "Q: But would you actually pray when you went to services on Saturday morning?",
        "Q: Did you experience any anti-Semitism at all in the U.S. Army?",
        "Q: Did you, well you kind of, you entered the Army at time when...",
        "Q: Cold War and I’m just wondering how you saw that and then also I know there were so many\nissues going on about civil rights for African-Americans. And I know the Army was one of the\nfirst really to integrate...",
        "Q: Were you surprised at all by some of the racism that you found in this country that is founded on\nprinciples of equality?",
        "Q: This is tape number three, side A of an interview with Paul Schlisser.",
        "Q: Did you keep on sitting with him after that?",
        "Q: Where were you posted in Germany?",
        "Q: And you were on another tour in Germany later?",
        "Q: About Vietnam, you had, you had by then already fought in a war and then been through a war\nas a victim and the war you fought in you obviously had, in Israel you felt passionate about the\ncause. And how did you feel about the cause in Vietnam? By that point were you, were you...?",
        "Q: Is that why they were asking you, because they knew about your history?",
        "Q: Did you, how long did it, it’s pretty clear that you had to really believe in this country and in its\nfounding principles in order to do the kinds of service that you’ve done.",
        "Q: Did you have that right away? Is that something that you came to this country with or is it\nsomething that developed?",
        "Q: You think the people who were protesting the war just didn’t understand the nature of war itself?",
        "Q: When and how did you meet your wife?",
        "Q: When did you get married?",
        "Q: What kind of ceremony did you have?",
        "Q: You said a little earlier how you really, haven’t talked much about your history during the war.",
        "Q: Did you talk with your wife at all about it during those early days?",
        "Q: You feel like in a way like looking back too much would make you less healthy mentally?",
        "Q: I respect that. I don’t want to make you feel like I am pushing for something that you don’t want\nto talk about. Of course, you know what you’re willing to talk about and what you’re not. But I\nalso was, I’m interested, you had mentioned a little earlier that you’re not very, you’re not very\nconnected with the Jewish community here in Louisville?",
        "Q: I was interested because I think in some places where you have a large, I mean for example,\nwhen I’ve spoken with Holocaust survivors who live in New York City, where there are many\nother Holocaust survivors, they tend to really...",
        "Q: ...band together more. Whereas I think a lot of the people I’ve talked to here are more, you\nknow, just leading their own lives and it’s not as important to them to have that.",
        "Q: Martin Goldfarb... Goldberg?",
        "Q: Tape three, side B. You work with the...",
        "Q: When did you retire?",
        "Q: You have one child?",
        "Q: Did your son ever ask you about your past? Do you ever talk?",
        "Q: Do you have anything else that you would like to say that I haven’t asked you about?",
        "Q: What do you like about it?",
        "Q: Did your family understand and respect your decision to marry...",
        "Q: I don’t think we mentioned on the tape, but your wife is Presbyterian? Is that what you said?",
        "Q: And she practices? Goes to church and keeps up with that?",
        "Q: Was there ever a point where you felt it would be important to you to marry a Jewish woman?\nWhere your Jewish identity was important enough to you that you felt like you had to do\nwhatever you could to carry on the tradition?",
        "Q: I imagine that’s been very helpful to you in your career in the Army, because that’s important.",
        "Q: I’m going to ask you a question which I don’t know if it’s possible to answer, but PII ask it\nanyway and see what you think. You went through, I mean by the time you were a young child\nyou had been through more atrocities than most people have even imagined and a terrible,\nterrible war and you went on to fight in two more wars and you didn’t have to do that. What do\nyou think it was that...?",
        "Q: Yeah. Because I think so many people would have said, okay, I’ve done...",
        "Q: ...’ve had my share in the wars of the world.",
        "Q: Were you in a combat unit while you were in ‘Nam? Or what were you?",
        "Q: What was your rank when you retired from the Army?"
    ],
    "answers": [
        "A: My voice is pretty good, it carries. I can assure you of that.",
        "A: Yeah, as a matter of fact on the Fourth of July, we’re going to Tennessee. That is where my wife\nis from.",
        "A: We’re going to visit her family.",
        "A: Her brother. Bristol.",
        "A: Bristol, tri-cities, Johnson City...",
        "A: Kingsport. One side of the street is Tennessee, the other side is Virginia. [Laughing. ]",
        "A: I was born on 17 November, 1935, in a little town called Almozd in Hungary. It’s not far from\nthe Romanian border.",
        "A: It was Paul, but in Hungarian it is Pali, PA LI. [Laughing.] So, it’s pronounced a little\ndifferent, but basically it’s the same name, but Hungarian style.",
        "A: Yes, I was born Schlisser.",
        "A: I don’t know, but at one time Hungary and Austria were one under the Austro-Hungarian\nEmpire. So it could have been that my family originally lived in Austria or somewhere. I don’t\nknow. But the name is German, yes. But I do not know what the original, what the source of it\nIS.",
        "A: No, I really don’t. I know that we had an extended family. Almozd, my mother’s family lived\nthere. My grandparents lived there in the village and a couple of her, my uncles, a couple of her\nbrothers lived there. And in the region around there we had a whole lot of, she had about eleven\nbrothers and sisters and they were all basically somewhere in the region. So, a big family there.\nMy father’s parents, they lived, in his family they were in a different village, near the Tisza\nRiver, in a place called Butszentmihal', but we were born in Almozd.",
        "A: Spitz. Her first name was Rose, Spitz.",
        "A: My father’s name was Schlisser.",
        "A: Oh, Morris, Morris.",
        "A: My father was a merchant in leather. In other words he used to buy skin, cattle skin or skin of\npigs and then process them. He was like a middle man. He bought them, plus down and that\n' Now known as Tiszavaswarda.\n2\nkind of stuff and he sold it on to people who used them to actually make shoes and you know,\nleather products. That was his, and my mother was a seamstress.",
        "A: I don’t know. [Laughter.] I just know because my sisters told me that she was a seamstress, but\nI couldn’t tell you how. I assume that she was working from the, from our house, so I assume\nthat the people would bring, you know, stuff for her to, either to measure them or making dresses\nand stuff. In those days there wasn’t too many ready-made off-the-shelf dresses. Most of it you\nhad to make. So, I assume that’s the way it worked, but I really, out of my own knowledge I\nreally don’t know. I have no idea.",
        "A: We were four, two sisters and two brothers and I was the youngest.",
        "A: My oldest brother’s name was Mickey or Mike in English. He passed away. And my second\none was Ilona, she’s in Sweden. She has two daughters and six, eight grandchildren. My other\nsister, her name is Miriam, Maria was her Hungarian name, Mani (ph), and she is in Israel. And\nshe had four children, three daughters and one son and she got thirteen grandchildren. And me,\nand my wife’s name is Helen and we have one son, Anthony.",
        "A: My two sisters did and my brother did, but he got killed in Israel during one of the altercations\nover there between the Arabs and them. He fought during the Independence war, my oldest\nbrother.",
        "A: Yeah, he went to Cyprus. He was in the prison camp by the British in Cyprus. And from there\nwent to Israel in ‘48 when they declared independence. He fought there with the Palmach (ph).",
        "A: My grandparents were very religious. They were very, very religious. My parents, my father, he\nwas religious, but not to the extreme. In other words, he went on, on the Sabbath he went to the\nTemple and on holidays he went to the Temple. But he didn’t, you know, during the week, every\nday prayer and all that stuff like my grandparents, he didn’t. But we kept all the, you know, the\nholidays and everything, Friday night and Saturday, went to the Temple and all that stuff.\n3",
        "A: A lot of friends, but I remember basically one, his name was Peter, Christian boy. In Debrecen.\nWe moved, we didn’t stay. I was born in Almozd, but we didn’t live in Almozd. We moved\nfrom there to Debrecen, which is about the third largest city in Hungary. That was the center for\nthe Protestant section of Hungary, because basically Hungary is a Catholic country. Only the\nnorthern part of Hungary was basically Protestant, and their center was in Debrecen and that’s\nwhere we lived.",
        "A: When? I don’t know.",
        "A: I guess it was better for business for my father, was more central, as far as selling or transferring\ngoods. I’m just guessing. I have no idea why. I guess it was just better for the family, you\nknow, more centrally located. I would assume that because the village where we were born,\ndidn’t even have a train come through there. You had to go with a horse and buggy from that\ntown to the train station, which was, you know, about ten klicks (ph), which was about five miles\naway. So there was absolutely nothing there. It was strictly agriculture, you know, and so my\ngrandparents had some land there and all that. But I would assume that’s the main reason. He\nstill traveled down to all the villages and bought the skins and all that stuff, but basically his\nwarehouse and all that was in the city, and, you know, where they process the stuff. That’s as far\nas I can remember.",
        "A: Ah, I don’t know what the problem... I only went to one grade, okay, before the war started.\nAnd so it was, I would assume it was considered a public school, but it was a Jewish, ran by the\nJewish community. And basically all the children in the school were Jewish kids. But whether it\nwas, you know, sanctioned, whether the Hungarian educational system was part of it or not, I...\nbut it wasn’t religious. It was secular and did basically, read, write, arithmetic, you know,\ngeography, all that other stuff you learn in a normal school. That’s what we learned, but it was\nbasically, all Jewish children went there.",
        "A: That’s what I’m saying, I really don’t know. I assume that it was, but there’s no way for me to\nknow.",
        "A: I don’t know, I could not tell you, from the time that I remember we were already in Debrecen. I\nwas about five or something like that. We were already living in Debrecen, so I could not tell\nyou when we actually moved there. I just know that I was born in ‘35 and I know we were in\nAlmozd then, that’s where I was born. So, somewhere between ‘35 and, you know...\n4",
        "A: ‘44. Oh no, long before then. I was five, so that would be ‘40, 1940, so somewhere between ‘35\nand ‘40 is when the family moved from Almozd to Debrecen.",
        "A: Hungarian.",
        "A: My grandparents spoke and I guess my father knew Yiddish, but we, you know the children,\nwith my mother and father we only spoke Hungarian. And when we went to the Temple, we\nprayed in Hebrew. Because it was basically memorized rote, you know. I went to school,\nseparate religious school to learn to read in Hebrew from the Bible. But at home we only spoke\nHungarian, no other language.",
        "A: He was a neighbor. We used to play soccer together and all that kind of stuff.",
        "A: Oh yes, it started, it started in actually about ‘43. What they called, the Hungarian Nazis, which\nwere called the Nilosh, which is the Arrow, Arrow...",
        "A: ... something like that. Nilosh is basically somebody who shoots arrows. And you started\nwearing then already yellow stars and all that. At the time you just had to wear, you didn’t have\nto, 1t wasn’t until the Germans came in that they moved us into ghettos. But by then you already\nhad to sew on the yellow stars and all that stuff. And the Christian friends all of a sudden\ndisappeared [laughing]. They didn’t know you anymore. Even if they wanted to probably their\nparents told them, you know, “Stay away from them, don’t play with them,” and such and such.\nSo, yeah. It started actually in °43, but it really didn’t get serious until ‘44, then when the\nGermans... and that I remember vividly, because it was Passover. We went down to my\nmother’s parents. We were going to spend Passover with them. And so we all traveled down\nthere. I remember it was Passover night or the night thereafter, I’m not sure which, but the\npoliceman from the village came in from Almozd. He came in and said that all Jews must go\nback to where they lived. “So, your daughter,” he told my grandfather, “your daughter and her\nchildren must return immediately to Debrecen.” And so in the middle of the night we had to get\na buggy and horses and go back to the train station and catch a train back to Debrecen. From\nthere they told us that we have to move into the ghetto. And so they set aside a square, I don’t\nknow, about two or three square blocks, which they put wooden gates up on each end of the\n5\nstreet, blocked it off. And then windows that were looking outside from the ghetto, they bricked\nthem in, so basically you had an enclosed area of so many houses. A couple of streets, basically\nis what it amounted to. And they herded everybody in there.",
        "A: Well basically they told us you have so much time to, you know, to gather whatever you could\ncarry, belongings, whatever you could carry and, you know, and move in there. So, we moved\nin. And they allocated, you know, for each family a room or whatever. I don’t remember now.\nSpace. And stayed there and from there they took the men to work. I don’t know whatever kind\nof work they were doing. And they would come and take them off in the morning with shovels\nand stuff and then come back at night. My dad wasn’t there, because he was already taken to\nlabor camp where, they called it... for the Army, basically they were in the service, but they\nwere labor battalions for the Hungarian Army which was already fighting the Russians. And I\nguess they were digging trenches for them and that kind of stuff. So he was already taken. Back\nin ‘43 he was already gone. He wasn’t at home. So, he wasn’t there when we were moved into\nthe ghetto, just my mother and us four children.",
        "A: He was there. Yeah. He was already fourteen or fifteen at the time. He was apprentice in a\nshop, they were making bristles. All kind of... have to think about how to say it... brooms and\nfor...",
        "A: Brushes, yeah, that’s it. All kinds of brushes they were making in that place. He worked there\nas an apprentice. And my mother kept on sewing. That’s basically what we were supported on.",
        "A: During the time that... no, I went to the first grade, but after when we moved into the ghetto,\nnobody, I mean there was no work in the ghetto. Basically the Jewish Community was divvying\nup food, whatever... I really don’t know where the food was coming from. How the allocation\nwent and all that kind of stuff. But we had food to eat, I mean, during that time anyway, we\ndidn’t, I don’t remember being hungry or anything like that. So I guess there was sufficient\namount of food available, you know, when in the ghetto.",
        "A: No. [Laughing.] I guess just normal food, you know, what my mother always would fix. I\nknow used to give me, come in from playing, because you’re, I’m what? I was seven and a half\nyears old, eight years old? I’m paying not much attention to that. She used to give me a piece of\nbread with butter on it, sprinkled with a little sugar. That was my snack. [Laughing.] Tasted\ngood to me. So as far as I know, normal food that she would normally prepare, you know, that’s\nwhat we had. I don’t remember... now thinking back at it, I really don’t remember what we ate.\nWhat kind of food. But we weren’t there that long, because once they got everybody together,\n6\nthey started cleaning out that place. Load people up and they went to Auschwitz. The only\nreason I’m sitting here talking to you right now is because the fact that my father was American.\nHe was born in New York City and he never accepted citizenship, Hungarian citizenship. So\nconsequently we were protected by the Swiss Embassy. So they put us in a separate house from\nthe rest of the ghetto. There were some other families there, who were foreign nationals or\nconsidered foreign nationals. And they were protected by the Hungarian police and not by the\nGermans. And so once the whole ghetto got emptied, because we didn’t know where they were\ntaking them. We were taken on train, we were taken to Budapest. And they put us there in a,\nwhat they called a protective house. Basically it was a prison, but, and part of the wing there,\nthey even had American flyers there. They were shot down. Because we seen them exercise.\nWe had no direct contact with them. But they were shot down, you know, they were bombing\nBudapest and the planes were shot down and they got captured. That’s where they kept them,\ntoo. So, that’s were they kept us till December 1944.",
        "A: No, no. I wasn’t afraid at all. No, no. I remember they were bombing, because the house that\nwe were in was close to the central train station. And they got bombed a lot. And so we always\nhad to go down to the shelter. I don’t remember being afraid, to be perfectly honest with you.\nSounds crazy, but if I was, I do not remember it as such, as being afraid. I guess at that age, you\nreally... do not comprehend, you know, what was going on. Was no reason, really, in my mind\nthere was no reason to be afraid. But no, I do not remember being afraid. Now, my sister might\nhave been, I don’t know. But I personally do not remember being afraid.",
        "A: I think so. We always did everything together, together we used to go, Sundays we used to have\nmatinee, back in Debrecen, we used to have matinee operettas, you know. And we used to love\noperettas. I was just a tiny little thing. But we used to, always save our money and go, on\nSundays we used to go to the operetta, the matinee. [Laughing.] There was a place they called\nNagy Erd6 which 1s basically a little forest area and they had a big pond there and row boats.\nAnd I remember my brother taking me there, you know, for going on the pond with a row boat\nride. That kind of stuff I remember. We did things together, I mean we were close family. Even\ntoday, every year we try to see each other. Once a year we get together somewhere, if it’s at all\npossible.",
        "A: In Israel, right. That’s where they live. Matter of fact, I just came back. I visited my sister in\nIsrael. My sister from Sweden was sick, so she couldn’t join us. But that’s the first year that we\ndidn’t, all three of us weren’t together. So, next year we are going to Sweden, so whether she is\nsick or not, we’ll be there. We’ll visit her. Each year we try to get together.\n7",
        "A: No. He joined us back in Budapest. They brought him back from whatever work Battalion he\nwas in. I guess the Swiss Embassy intervened. Anyway they brought him back and he joined us\nat the protective house. That’s where he rejoined us.",
        "A: Well basically there was a lot of families there. I remember one guy taught me how to play\nchess. [Laughing.|] They had French and Italian, all different nationalities, bunch of... well, no,\nwasn’t Italian, because they were, anyway, whoever were at war with the Nazis, with Germany\nand their allies. There was a whole bunch of different nationalities, I know that. I think there\nwas some French, too, Jewish, Jews.",
        "A: Yes, yes, I think so. Well, I better not say yes because I really don’t know. But I think that all of\nthem were Jews. And it was just normal, I mean they would... again I don’t know where the\nfood was coming, whether the Hungarian government provided the food or the Swiss or Red\nCross, I’m really not sure. I remember that one time the Red Cross came to inspect the house.\nAnd I was , because I guess we were considered prisoners. I remember one, and\nthey brought some packages and stuff. I really don’t remember a whole lot, detail-wise. I know\nthere were a lot of little kids and we played. The quarters were very tight, we only had, I think,\nfor the whole family, that’s four of us and my father and mother, I think we only had one big\nroom for all of us. So there was, space-wise there wasn’t a whole lot. And we had a window\nthat opened up on the courtyard. But it was all in four with the one gate you could come in or\nout. It was like enclosed. The hallways, the Hungarian police sitting in each hallway, armed.",
        "A: Yes, the Hungarian police treated, you know, as far as I know they treated us decently. Okay?\nThe rough time was with the Nilosh (ph), with the Hungarian Nazis during the ghetto. And there\nthey hit you with the butt of the rifle, whatever, if they didn’t like your looks or whatever turned\nthem on, you know. But at the Protective house, they did treat us decently. There was no rough\nstuff or that kind of stuff. They were pretty decent.",
        "A: Yeah a couple of times, but that was later on. That was around when I got to the concentration\ncamp. At the house itself there was... as far as I can, for me anyway, for my memories, I didn’t\nsee any mean beat-ups or that kind of stuff. I did not see anyone when I was around. December\nof ‘44, I guess the Russian were getting too close, and then they just moved everybody out in the\nstreet. Said, “Everybody out, pick up whatever you can carry.” And this was in December, cold,\nsnow on the ground. And they lined us up in the street and my brother, when he heard that they\nstarted hollering “Everybody out” and all that, he ran down underneath to the basement and\nopened the door for the bomb shelter to the street and he got out there. I followed him. And he\ntold me to go back. I would have been with him, but he didn’t go to the concentration camps.\n8\nHe took off. But he was already fifteen, obviously he couldn’t worry about me. He told me to\ngo back to mom and dad, so I went back and he took off. So he managed to escape. So he did\nnot come with us.\nEnd of Tape 1, Side A\n9\nTape 1, Side B",
        "A: From what he told me later on, first of all he hid around there in Budapest till he managed to get\nout of Budapest. He went back to Almozd, to where he was born. He knew the people there,\nand they hid him till after the war. He worked for the farmers and all that. But they took care of\nhim, protected him and hid him. That’s where he went back to.",
        "A: Well, that day is when all Hell broke loose. There was no trains from there, from Budapest, so\nthey marched us. We walked about four days, I guess, close to a couple hundred miles, I mean\nkilometers, which 1s about... a hundred kilometers is sixty miles, so probably about a hundred\nmiles, maybe a hundred and twenty miles we walked to a rail head. And we were cold, snow and\nyoung children. And they called it a death march, because whoever couldn’t keep up they just\nshot him. Dropped him whenever he couldn’t go no more and killed him. Either you went or\nyou died, as simple as that. So, they marched us in the snow and ice for about, I guess it was\nfour days by the time we got to the rail head.",
        "A: Well whatever, initially we had belongings with us, but as we walked we threw, basically got rid\nof most of the stuff we couldn’t carry. Just the most important necessities 1s what you kept.\nEverything else got thrown to the side of the road. And, you know, just kept on trucking.",
        "A: Well each day, evening they usually had some big barns and stuff, I guess they took over from\nsome farms or whatever, they herded us in there because it wasn’t that many people to begin\nwith. I don’t know how many, but I wouldn’t think it was more than a few hundreds, maybe four\nor five hundred people the whole, the whole thing. So, they herded us in there. And usually they\nfed us some kind of a hot soup and some black bread, you know, rye. And that was basically all\nthe food we got.",
        "A: Yeah, that’s all from that protective house. They were considered foreign nationals, yes.",
        "A: Yes, yes, in that whole complex. It was four or five stories high, I mean the building. But\nanyway, yeah, whatever was in, they emptied out, the house, the prison, whatever you want to\ncall it. They took everybody from there.\n10",
        "A: Yes, there was Germans and some Hungarian Nazis were working with them, but basically the\nGermans SS was in charge. They’re the ones who controlled the whole thing, the movement and\nall that. So once we got to the rail head, there they separated the women and the children and the\nmen and they loaded us on separate cattle cars. And they packed us full in these cars. We barely\ncould breathe, and one little bucket in a corner for everybody to use as a toilet. And closed the\ndoors and off we went. We went... and my father was taken separately to, well all the men were\ntaken to different camps. And so they took us to Ravensbrick, that’s where our first\nconcentration camp was.",
        "A: I never, ever can remember that I was afraid. I’m not saying I wasn’t, but in my mind I do not\nremember being afraid. I was more... I don’t even know what I was feeling. I really didn’t\nknow what was going... I guess I was just trying to survive. My main motive was, in the cattle\ncar if you don’t watch it you will be trampled to death there. There were people who died in the\ncamp, I mean in the car going there. And I don’t know how long we traveled in the car. But\nhonestly, I really can’t tell you that I actually felt scared, no afraid. Now, I’m not saying that I\nwasn’t, but I do not remember that kind of feeling. Because maybe that was because of my age,\nyou know, and all that. It just didn’t dawn on me that I’m supposed to be afraid. I don’t know.\nMatter of fact, my sister tells me and I could not verify it for you, because I don’t know.\nBecause I’m not remembering. But once we were in Ravensbriick, it was like they had appell,\nbasically like reveille in the morning in the Army. Everybody had to fall out of the barracks and\nline up and had roll call, you know, account for everybody. And whoever was sick had to go,\nthat whole camp was nothing but women and children. Basically women, there were a few\nchildren, but not too many. My mother had a real terrible headache and she asked for some\nmedication or something and the German whipped her with... he had one of those riding, you\nknow?",
        "A: Yeah, he slapped her across and I went and kicked him in the shin. [Laughing.] And my sister\nsaid everybody, they got deathly still. They were afraid that he was going to kill me or\nsomething. But he just turned around and he slapped me and I went flying, but that’s about, he\ndidn’t do nothing else to me, but, you know. That tells you I wasn’t afraid for my own personal.\nI don’t remember doing it, to be honest with you. But that’s what my sister told me that I did. I\npersonally cannot remember that I personally was afraid. From when we arrived at the camp\neverybody got taking all the clothes and everything away from them. And my mother had sewed\ngold coins and stuff into each one of our, because we didn’t know, you know, so she divvied up\nwhat we had and sewed into our overcoats just 1n case, you know, we could use it. Maybe the\nwhole family could have been saved. My dad got hold of the farmer one of the nights when we\nstopped overnight and talked to the farmer. And he had sewed in his overcoat, a big diamond\nring and he told the farmer he was going to give him the diamond ring if he hides us, the four of\nus, the four kids and him and my mom. And he agreed, so it must have been a pretty good\n11\ndiamond ring, you know pretty big diamond. But my mom wouldn’t go. She said that he might\nkill us himself for the rest of the stuff. She didn’t want to go.",
        "A: It was on the way to the rail head from Budapest. Anyway, they took all the clothes away and\nthey gave us those striped, pajama type stuff. And they cut everybody’s hair, women, children,\neverything. And they gave us a shower, but it was water. It wasn’t gas. And they assigned us to\nbarracks. When we went out, after the reveille in the morning, they took us out to the field to\npick beets, cattle beets. And we ate cattle beets to keep us from starving.",
        "A: Basically once a day they gave you a slice of black bread and soup made from cattle beets. Hot\nliquid, but it was wintertime, was cold. That’s basically what you got and while you worked out\nthere if you could sneak away some beets, then you chewed on that while you worked. And that\nwas it.",
        "A: Well, they marched us from the camp out to the field. I don’t know how long it took to get us\nout there. It wasn’t too far from the fields. I don’t remember how far. Mainly I think the\ndifficulty was walking in the snow and ice and all that kind of stuff. But we went out to the\nfields and you pulled them beets, you know? They had a cart that you threw it on. Afternoon\nthey walk you back to the camp. I don’t know if that’s all. There might have been other stuff,\nother people picked, maybe because the younger one, the weak and all, the weaker people they\ntook to the easier, where the beets weren’t that heavy. They weren’t that big. Just depends,\nprobably had other kind of work details, too.",
        "A: Yeah. I didn’t every day go out with them. But most of the time they just took everybody out.\nJust brought them down and took them out. So I don’t know, we stayed there for a couple of\nmonths and then one day they hollered everybody out from the barracks and they lined us up\nagain. And at the time my sister, Miriam, she was very sick and they had her in the dispensary\nover there. So started marching us toward the rail head and I remember Mama hollering,\n“Miriam, Miriam!” She didn’t want to leave her. [Weeping.] Anyway, they loaded us back up\nagain and my sister stayed behind. From there they took us to Bergen-Belsen. We arrived at\nBergen-Belsen and they took us in where the crematorium was and maybe because I was just a\nlittle child, but there was a mountain, nothing but dead corpses piled on top of each other. And\nthe smell and everything else, and stayed over there overnight. The next day they took us and\nput us in the barracks. There was no beds or anything. They had some straw. And give you a\nsack to fill up with straw. That was your bed. So, basically you laid on concrete in the winter.\nNo food. My mother died there. Then in May, ’45, we got liberated. The British and Canadian\ntroops actually liberated Bergen-Belsen. And then the Red Cross took us from where they found\nus, took us to hospital. We stayed there and the Swedish Red Cross took us from there to\n12\nSweden. I stayed about a year in hospital. They nursed me back to health. Then once I got out\nof the hospital, I joined my sister in the orphanage.",
        "A: I don’t know what she died from. I have no idea. But a lot of people during that period of time\ndied from typhus. They... I think she probably more died from starvation than anything else,\nbecause what little food we could get hold, she would feed the kids, me and my sister. I don’t\nknow if she ate any or what, and so her condition... and we were susceptible to any disease that\nwas rampaging around in the place there. There was no cleaning, you didn’t wash you. Any\nkind of hygiene, so who knows what would have caused it.",
        "A: Ilona...",
        "A: ...and my mother went to Bergen-Belsen, yeah. Me and Ilona was liberated from Bergen-\nBelsen.",
        "A: The only thing I remember, somebody said that they were hanging, they’d seen some white flags\non the guard towers. What is the white flags? Germans put white flags on the towers. Didn’t\nmean nothing to me. I don’t know what the symbol, surrender, but how was... and then\nsomebody I heard said, holler something about, “the Germans are leaving.” I guess they try to\nhide. You know? The camp guards all were booking. [Laughing.] So, anyway. And then the\nnext thing you know the troops, the military was coming through the camps and all that. I guess\npicking up whoever was still living. Matter of fact they took us to the German hospital. I guess\nthey cleaned it out whoever was in there. Anyway they took it over and that’s where they were\ntaking us. Then they put up big, old hospital tents. That’s where the children, they brought the\nchildren to, we were in a hospital, a big hospital tent. I remember that. And I guess they started\nfeeding us slowly, slowly because we had hardly any stomach left. That’s what killed a lot of\npeople, I understand, is they gave them too much food too soon. Got diarrhea and all that, they\ncouldn’t handle it on their bodies. So anyway, wasn’t much left of me by that time. But anyway\nfrom there the Swedish Red Cross came and picked up all the children without any family and\neverything and took us to Sweden. They put us on one of those Red Cross trains and we arrived\nin Malmo. Had those white buses with red crosses on them. From there they took us to the\nhospital, Swedish hospital in Stockholm, I mean Malmo.",
        "A: Nine and a half. I would be ten in November.\n13",
        "A: My sister, she was three years older, at least three, three, three and a half years older than I was.\nSo, she was about twelve and a half, between twelve and thirteen. But she was born in\nDecember, so she wasn’t quite thirteen, past twelve, but not thirteen.",
        "A: Oh, they treated us very well. I mean, they were wonderful people. They cared for us. As far as\nI can remember, in the hospital anyway, they were very kind and all that. When we went to the\norphanage, I think it wasn’t Swedish. I think it was run by a Jewish agency. I think it wasn’t a\nSwedish government function. It was kind of tough. Started putting us back to school. But, had\none teacher who was teaching me in German. One teacher was teaching me in Polish.\n[Laughing. ]",
        "A: I picked some up there. There were a lot of children who were Polish. So, it was pretty hard to\nlearn anything, because of all the language. Nobody was teaching me anything in Hungarian,\nwhich was the only language I really knew. But I learned there. I was able to speak pretty good\nPolish by the time I was done there, and German, too. And anyway, that was the education that\nwe got.",
        "A: That’s what I’m saying, they had some teachers, I guess, who were, before the war who were\nteachers. But one was a German, the other one was a Polish, that taught the subject, but in their\nlanguage, because that’s the only one that they knew how to use, so. But if you weren’t a Polish\nchild, it didn’t mean nothing to you. What do I need to learn Polish? How to spell or whatever\nPolish. The German guy, he, I think he taught math, so that was okay, one and one 1s two, you\nknow, doesn’t make no difference. As long as you understood what he was trying to say on the\nblackboard, so you could follow him fairly reasonable. Anyway they disbanded the orphanage.\nAnd by that time my sister was fifteen and she had to go out and work. They told her she has to\nfind a job and go to work. And they took me to a DP camp. I mean it wasn’t a camp, it was a\nhouse in a place called Tabo (ph), in Sweden. And basically I was on my own. There was a\nwoman who was a cook there, who was basically supposed to look after me. Look over me.\nAnd they enrolled me in a Swedish school, so now I had to learn Swedish. [Laughing.] You\nknow. And went to school in Sweden. Now I went to one grade in Hungary and what little\nschooling I got there at the orphanage. And from there they started me off... I think in sixth,\naccording to my age, which was sixth grade or something like that. Sixth, seventh grade. And\nobviously it wasn’t easy. But the children there was nice. They were fairly friendly for a\nstranger, you know, and all that. A couple of friends I had there. One was a little, wanted to be a\njockey. There was a horse farm not far from there. He and me used to go to the horse farm and\ntry to get, let him ride the horses and stuff. So, anyway I was there for a while. And a Jewish\nfamily came and they introduced me to them, and blah, blah, blah. They basically took me home\nwith them, in other words, they were going to be my guardians. They lived in Stockholm, so we\nmoved to Stockholm. And they enrolled me in school over there. They treated me nice, as a\n14\nmatter of fact they wanted to adopt me, but by that time I found my brother and my other sister,\nMiriam, in Israel. So I said, “No I don’t want to be adopted. I’m going to Israel.” So, that’s\nwhat I did.",
        "A: Through the Red Cross and through the Jewish Agency. We looked for Father, too. And I found\nmy father also. He went back to Hungary looking for us. He wrote and said, “Do not come back\nto Hungary.” He said, “I’m going back to the United States. When I get there I want you to join\nme there. In the meantime stay where you are.” But I didn’t want to stay there, so I signed up to\ngo to Israel. And my sister, I guess by that time she had a boyfriend, whatever, anyway she\ndecided she wanted to stay in Sweden. She stayed there, and I went to Israel.",
        "A: Well, because I... I been always close to my older brother, and my older brother and sister was\nin Israel, so I said, “Well I'll just go there and wait for them until Father gets to the United\nStates, instead of here.” So anyway, that’s what I did. That was in ‘49, in May ‘49, I went to\nIsrael. The Swedish family, they wanted me to stay and they were going to adopt me and\neverything. I didn’t want to. And later on, I’m glad I didn’t, because that guy, my sister told me\nthat the guy and his wife got divorced. [Laughing.] So, you know, anyway, that’s neither here\nnor there. They were nice people, they treated me fine. As a matter of fact, my thirteen birthday,\nmy Bar Mitzvah, they did that at the big Temple in Stockholm.",
        "A: Yeah they are the ones who...",
        "A: Yeah, yeah, yeah. But religion is not my thing. After what I’ve seen, nobody can convince me\nthat faith is worth anything.",
        "A: No, no, no. I willingly did that. I’m just saying I have no religious... I’m not religious of any\nkind. I don’t believe in all that stuff. That’s what the war did to me. What I’ve seen and\neverything. I said, there’s nobody up there watching anything if this can happen here. That’s\nme, anyway.\nEnd of Tape 1, Side B\n15\nTape 2, Side A",
        "A: ... to Israel.",
        "A: That was in ‘49, May of 1949.\nD: Who paid for your travel?",
        "A: I think the... as far as I know it was the Jewish Agency or whatever. You know, Aliyah Tano’ar\n(ph)which 1s basically the Jewish Agency gathering up the children, the No’ar (ph), which means\nthe young. I guess they’re the ones who paid for it. As far as I know. I didn’t have the money\nto pay for it, so they gave me the ticket and I went. I think, basically what they did, I flew from\nSweden to France, and in France the Agency picked me up and took me to a DP camp, I guess.\nAnd from there they loaded us up on a boat. By that time it wasn’t illegal anymore. The British\nwere gone. And they took us with a boat to Haifa. And we arrived and my brother was waiting\non me. We arrived like today and that evening he was already there, my older brother.",
        "A: Yeah I remember it. We were glad to see each other and hugged and all that good stuff. I want\nto know how the trip was and how he was, how I was, how Illy was and all that. He said that\nhe’s going to take me to the village where he lives. The name of it was Kfar Warburg, it was a\nmoshav. Moshav means that everybody got, owns his own land, got his own farm. And they\njust have joint, the milk processing and the equipment, the major equipment and stuff 1s jointly\nowned, but each one got his own land and his own farm that he works, that’s a Moshav. So\nanyway, that’s where he took me. The family’s name was Lillieh (ph), they were German Jews,\nwho escaped before, during the Kristallnacht back in ‘39. They got out of Germany and came to\nIsrael. So, they are the ones who, he was with them before, when he first came to Israel. And so\nanyway that’s the family, and I worked half a day and went to school half a day. So again I had\nto learn a new language to go to school. And basically we went to school in the morning and\nworked in the afternoon.",
        "A: On the farm, on his farm, yeah.",
        "A: Well, he had milk cows. He had about fourteen milking cows, so you had to grow feed for them.\nAnd you had, he grew vegetables, tomatoes and cucumbers and that kind of stuff. Eggplants.\nCauliflowers, corn, you know, just basically, it wasn’t, the land over there, you don’t have no\n16\nhuge acreage anyway. You’re talking about... dunam (ph), I guess, I don’t know how to\ncompare it with acres. But I would say he had no more than maybe fifteen acres of land. And so\nhe had to raise alfalfa to feed the cows. One thing he didn’t have to worry about, 1s that like here\nyou have to cut hay and put it away and all that, so that you would have food for the winter.\nOver there it grows year-round, semi-tropic, so you don’t have to worry about not having feed\nfor them. You just have to make sure that... but we grew hay, you know, alfalfa for... and cut\nhay to feed the cows, and all that. Basically I worked out on the farm, plowed, picked tomatoes,\npicked this and picked that and weeded. All the things you do ona farm. Milked cows and all\nthat stuff.",
        "A: In Stockholm you mean?",
        "A: No.",
        "A: No, no. They never did. And I never talked about it. As a matter of fact, you’re probably only\nabout the second or third person I ever talked about, talked about it at all. First time I ever, well\nbeside Yad Vashem, you know, when we got interviewed, but that was with both my sisters there\nand they did most of the talking. And last year, the Jewish Community Center here in Louisville\nasked me to join them on Yom Ha... Remembrance, Day of Remembrance and all that, to tell\nmy story. So I reluctantly agreed that I would tell them whatever I remember. And so I did. I\nwent up there and said my piece. And that was, beside this here, that’s about the only time. I\ndon’t talk about it. And matter of fact, Professor Dickstein wanted me to go to one of the high\nschools and speak to the children about my experience and I declined. I said I just can’t handle\nit. I’m not going to constantly dig it out, dig it up. I just can’t live like that. I’m just not willing\nto constantly put myself through that. So, I don’t, normally don’t talk about it. I want to put it\nbehind me, not in front of me.",
        "A: Well, I really don’t know. I just, I think probably the main thing that motivated me on that is I\nread in places where, especially where they had the trial in Britain about people saying it never\nhappened and all that stuff, 1t’s somebody’s fantasies. And I’m here to tell you that it did\nhappen. And I guess that’s probably the main reason that I agreed to talk about it, is that, you\nknow, people are trying to change history. And if you don’t learn nothing, you don’t learn no\nlesson from what happened, it can happen again. That was my biggest motivation of joining the\nUS Army, is I felt that the Russians weren’t that much better than the Nazis were. They had the\ngulags, they had the camps. May not have been prosecuting Jews per se, but they were\nprosecuting human beings. That’s basically what decided, probably the only force in the world\n17\nduring this period of time that could prevent something like that happening is the U.S. Armed\nForces. And so that was my main reasoning for joining the Service. I served in the Israeli Army.\nI fought in the Sinai Desert in ‘56. And so I’ve been through the wringer. But that wouldn’t\naffect Israel, doesn’t affect the world. And probably the only force in the world at this time of\nhuman history who can make a difference is the United States and the U.S. Armed Forces. So,\nthat was my main motivation of joining the Service.",
        "A: Yeah, I understood that it was basically based on my religion, basically that’s the only thing\nthat... you know. And then as I got older and I read. I’m not educated very well. I finished\nhigh school GED and I got some college behind me, about sixty-eight credit hours. But basically\nI read a lot, and my understanding that the foundation for this disaster has been laid a long, long\ntime and is basically... I don’t blame any particular faith, but basically they were teaching in\nchurches and stuff that the Jews killed Jesus and this and that and always had limitation on what\nJews can do. They always kept them outside of the mainstream society. And they were\nprohibited to be in certain trades and they were always prohibited in doing certain things. So\nthey were always kept like foreigners, you know, strangers or foreigners, whatever you want to\ncall them. And then the church teaching basically demonized them. So, I don’t think it was too\nhard for somebody like Hitler to come along and demagogue the issue to the point where people\ndidn’t, didn’t care. Because it’s supposed to be that most of them were Christians, supposedly\nsupposed to love thy brother and turn the other cheek and all that stuff, they’re teaching. But I\nguess that wasn’t what, what actually happened. I’ve seen them take a little baby and smash him\nagainst, his head against the wall. Kill him. And what human being would do something like\nthat? And then they go to church to pray? I mean, you look back at most of the wars in this\nworld today, most of the time, most of it is based on religion. Take a look right now. Sudan, got\na Muslim against the Christians. Northern Ireland, Catholics against the Protestants. You go to\nIndia, you got the... Sri Lanka, you got one sect fighting another and again it’s religion. Iraq,\nSunni Muslims, Shiite Muslims. So every place you look at, to me anyway, from what I read\nand seen, the biggest disaster in this world is religion. That’s my view.",
        "A: Well, that’s something different, because if there was an Israel before the Second World War,\nbefore... this probably, I mean the Holocaust probably never would have happened. Because\nI’m not looking at it as religion, okay? I look at it as a homeland for a people. Because you can\ntake the Bible as a religion or you can take the Old Testament as a history of a people. And ’'m\nJewish and the Bible, the Old Testament to me is the history of my people, and as such every\npeople need a homeland. And that’s what motivated me. But I always consider myself\nAmerican, which is really funny, that even before the war, my dad always told me that he was\nAmerican, so I considered myself American. And he was born in Brooklyn, New York in 1906.\n18\nAnd he always told me that he is American and one of these days we’re going to go back to the\nUnited States. So, it was very natural for me, once I found him and once he got to the United\nStates himself and everything, that in ‘59 I came and joined him in the United States.",
        "A: From what I understand and I’m really not positive, but it seems to me, what happened was that\nhis parents or his grandfather, 1t was him and his father, immigrated to the United States back in\nthe 1800s or somewhere, you know, late 1800s. And they lived here, matter of fact, I got an\naunt, who was born here and never left here. She’s passed away now in Houston. But her whole\nlife, she was born in the United States, lived in the United States and passed away in the United\nStates. So, they lived here, I guess in New York and either during the Depression, or early, they\ndecided that they would be better off and went back. That’s my understanding as to what\nhappened. And then my father was still, wasn’t... his sister was old enough that she said no,\nshe’s not going back with them, she’s staying. My father probably wasn’t old enough, you\nknow, to be on his own, so his father took him back with him to Hungary. That’s my\nunderstanding, you know, is what happened. But I’m not exactly sure as to what year, you\nknow, they came and what year they went back and all that. But that basically what happened.\nLike I say, probably if not for that, that he was born here, I probably wouldn’t be sitting here\ntalking to you, because I would have wound up in Auschwitz in the gas chamber.",
        "A: Ask away.",
        "A: No, I personally didn’t. Of course, I was basically with the youth, the youth movement. It might\nhave happened in some places. I’m not saying it didn’t. It might have. But in my personal\nexperience, like in the village where I was at, there was no, you know, down look. You pulled\nyour share. I’ve never been a whiner anyway. You know, I always pull my share, whatever\nneeds to be done, Ill go take care of it. I worked and I went to school. Pulled guard duty at\nnight with everybody else. Went with the youth and learned how to use a weapon and at night\nwhen the Arabs came and stole cows and stuff, we chased after them. [Laughing.] And all that\nstuff. I was, I personally did not feel that I was in any way looked down at or discriminated. But\ncould have been better treatment? Sure, it could have been better treatment for everybody\ninvolved. But, you know, you’re talking about a country just been formed, poor, wasn’t a whole\nlot of anything there. And everybody did the best they could with what they had. Sure I would\nhave liked to have gone to school full time and learned something, had a degree in something, at\nleast had a trade of some kind. But I didn’t expect that, it was just the way things worked out. I\ngot no complaints personally. If there’s some people that say they were discriminated against,\nmight have been. I have not, my personal, maybe because my brother was already there, you\nknow. He served in the Palmach, which was their elite troops in those days in Israel. So, I was, I\n19\nguess under his protective wings or whatever. But I personally did not feel any, and my sister\nwas in a kibbutz by then, Miriam. So, I did not feel that I was discriminated against.",
        "A: Kfar Warburg. That was the name of it. It was in southern Israel, south side of Tel Aviv, quite a\nway down there. The whole country in four hours you can traverse it one end to the other on a\ndecent road. [Laughing.] It wasn’t that, you know, that big a country. But it was to the south of\nTel Aviv, not far from Ashgelon. So, anyway.",
        "A: I joined the Israeli Army in ’50... I was seventeen, so let’s see, thirty-five, forty-five, fifty-two,\nso ‘52 is when I, or the beginning of ‘53 1s when I... ‘52. Because my brother had to sign\nbecause I wasn’t old enough and I volunteered, so he had to sign my paper so I could join the\nservice. So it was °52, was when I... I know the Korean War was still going on when I joined.",
        "A: You mean the Service?",
        "A: I just wanted to serve. I don’t know, wasn’t nothing particular. I just wanted to do my couple of\nyears in, you know, the Service. Before that I already worked on tractors, worked down with the\nBedouins in the Negev. I plowed their fields for them. I was the only Jew. I was about fifteen\nyears old. Had a.45 on my hip, tractor and my two Bedouins who guarded me. And I was\nplowing Sheikh Suleiman, who was their Sheikh, the head of their tribe. I was plowing his fields\nfor him. I was the only Jew there. I wasn’t afraid.",
        "A: Well, the individual I worked for, who owned the tractor, he was my boss basically. I worked\nfor him. I guess he got the contract with, he got hired by Sheikh Suleiman to plow his fields.\nSo, we took the tractor down there. He left me down there to do the work, so I did the work.\n[Laughing.| Stayed there for about ten days, I guess. One night they woke me up and said,\n“Shhh, there are fedayins (ph) in the area,” which means there are Palestinian Arabs in the area.\nSo, they woke me up, and they said “We need to get out of here.” But they protected me. I\nmean I got no complaints. I wasn’t afraid. And sure enough, not long after my boss came with a\npick-up truck to pick me up and get me out of there. They had some problems, infiltrators. So,\nanyway. I had my adventures. I helped build the phosphate pools down in the Dead Sea. We\nbuilt big pools filled up with water and then the sun would evaporate the water and leave the salt.\nYou made a lot of different product out of that. The salt is, they got potassium and they got\niodine and they got all kind of stuff in it. They make all kinds of chemicals from that. So I\nhelped build the pools down there for that. I helped build the first highway to Elath. And also\n20\nhelped started bringing the oil pipelines back up from Elath, from the Red Sea up toward\nAshgelon. That was before I left for the United States.",
        "A: No, that was during the Service and after the Service. I was in the, in the Israeli Army I was in\nthe Engineers. And the Army engineers built the first road down to Elath, first main road, paved\nroad, regular road. So, I worked on that for the Army engineers, during . And the\npipeline was after I was already out of the Army and I worked for a company, a construction\ncompany, who were building the pipeline. So, I helped that and also the, I don’t know exactly\nhow you call it, the ponds, basically. They fill it up with water and let it evaporate. Helped build\nthem for the company down there, also through the construction company. I done all kinds of\nstuff in my life, as far as work. I dug ditches. I built walls from Jerusalem stone. You know, I\nbeen supporting myself since I was fourteen years old. What needed to be done, I did.",
        "A: Yes, yes. Like I told you, my dad said to stay in Sweden and I hadn’t seen him since the war\ntime. Well, I didn’t want to wait in Sweden, so I went to Israel. And then during ‘56, during the\nSinai Campaign, the US Embassy came looking for me, they were going to evacuate me. But I\nwas already down in the Sinai, fighting, so, you know. And then they thought that I got killed,\nso they notified my father that I got killed. I come home and I check back with the Embassy to\nfind out what the status... because I was waiting for a visa. The reason it took me until ‘59 to get\nto the United States, was because there was no visas. You had to wait. Right now, all this illegal\naliens and all this stuff, and everybody says, “Well, poor guys...” Well, that’s not so, because\nevery time you got illegal alien coming in here that means that somebody who is waiting legally,\nwants to come in, you know, he can’t come in. He’s waiting. So that ain’t right. But anyway, I\nwas waiting for my legal visa to join my father. The only reason by ‘59 I finally got one is\nbecause in ‘56, the Hungarian Revolt — Remember that? Against the Russians, and a lot of\nHungarians got out of Hungary? So, they increased the number of visas and all that stuff for the\nHungarian refugees, and so that’s the reason why about ‘59 I got, managed to get to the United\nStates. It wasn’t that I didn’t want to come earlier. It was a question that I couldn’t legally come\nto the United States. So anyway, so...\nEnd of Tape 2, Side A\n21\nTape 2, Side B",
        "A: Later on I found out I didn’t need all that stuff, that I have... I really didn’t need a visa till if I\ncame back to the United States before I was twenty-four years old, I was automatically a U.S.\ncitizen, because I was considered an American due to my father’s birth. So anyway, so ‘59 is\nwhen I got to the States.",
        "A: What do you mean what else happened?",
        "A: It’s war. People get killed. You get shot at, and basically I was with the Combat Engineers\nthere. To breach the roads we had to blow up roadblocks and stuff in Rafah. I was up in the\nnorthern section: Rafah, El’ Arish, Qantara, all the way out to the Suez Canal. And so anyway,\nso basically we breached the road and opened it for the armor to get through and we went\nthrough. And basically, the Egyptians didn’t want to fight. We found tanks, they were still\noperational, the engine running, just left them. They just jumped out and ran out barefoot into\nthe desert. Just left their equipment there. So... they’re poor , their officers\nwere partying somewhere and they left them there in the trenches. So anyway, the Egyptian\nArmy in those days anyway, weren’t very strong. And anyway. We lost some people, sure we\ndid. Took a hundred hours for the whole, it took the whole Sinai Desert one hundred hours,\nthat’s all, so. I did my job, whatever I was supposed to have done. I did mine and everybody\nelse. And to understand the Israeli Army you have to realize that they didn’t even have\ntransportation. And guys who missed their units, they hitchhiked to get to their units, to join\nthem. You know, in those days anyway, I don’t know about now, but in those days, people knew\ntheir duty and you didn’t have to tell them. They knew what they had to do and it got done. So,\nit wasn’t like an experience, sure it wasn’t no pleasant experience. I came back, I had a beard\n[Laughing.]. And when everybody else came back, because Eisenhower forced, you know, the\nIsraelis to withdraw from the Sinai. And since I was in the Engineers, I stayed behind. And\nwhat we did, we plowed up all the roads coming back from Sinai, this a-way, and we plowed up\nall the roads, destroyed all the tracks, train tracks. We took the train tracks, blew them up and all\nthe bridges, anything to slow them down. To slow the Egyptian Army from coming back in.\nAnd so we were the last ones out of Sinai. I guess that’s the reason maybe they thought that I\nwas dead, you know. [Laughing.] I didn’t come home. Most everybody was coming home. I\nwas still down there. We were the last ones out. So anyway, that’s the experience.",
        "A: Yeah, we were exchanging letters, yeah. And he worked in Newark. He worked in a store as a\nsalesman and he got remarried, so my stepmother, she worked in a bakery as a saleslady. She\nhad ason. She lost one son, too, in the war. She had one son, he was with them. And he went\nto school in New York. And that’s basically it. I kept in touch. And then checked, I went to get\na visa and I was working with the U.S. Consulate in Tel Aviv and finally got the visa. And that’s\nit. That was in ‘59.\n22",
        "A: I flew, one of the Super Constellation, four-engine prop jobs. Flew from Tel Aviv to France.\nAnd something happened to the plane, and we stayed overnight in France. But the French Air,\nthey paid for my hotel stay in Paris for the night and all that till the next day. Then we flew on to\nIdlewild, now it’s Kennedy. In those days it was almost new. And my parents, my dad waited\nfor me there. And they took us, they lived in Newark in an apartment. So we got there, my aunt,\nthe one who never left the States, she lived in New York in those days. No, I’m sorry. No, she\ndidn’t. She already lived down in Miami. His son, her son, his name was Milton. He served in\nthe Second World War as a flight engineer on one of them Dakota airplanes. He flew mission\nover the hump in Burma. So, he was a Second World War veteran. He’s passed away now.\nAnd my uncle, he served in the Second World War. My aunt’s husband. He was with the CB’s,\nconstruction battalion. I arrived in May of ‘59. My dad said, “We’re going to move down to\nFlorida.” He had a ‘56 Ford, and so we drove down to Florida. We towed a U-Haul thing\nbehind us. And went to work there in... well when I was up in New York I worked for, within a\nweek, I had job, I had work. Work no problem. I have never had problem finding work. I\nworked for a chemical company, Ephart Fiber and Rubber Company. We were making erasers\nin a factory. Worked for them and then father said we’re going to move down to Florida. I said,\nokay. We moved down to Florida, that was toward the end of ‘59, the winter season. He worked\nas a waiter and I worked as a busboy in a hotel down on the beach. Name of the hotel was\nSterling Hotel.",
        "A: It was Miami Beach.",
        "A: Yeah, and I was down there. In 1960 I got a letter saying, “Greetings from your neighbors, you\njust have been drafted.” [Laughing.] So, I was just barely a year in the United States and I got\ndrafted in the U.S. Army.",
        "A: I didn’t know it. I came late. I waited for my visa. I thought I had to have visa and all that,\neverybody else said the same thing. I just found out, long time later that I could have just come\nas a visitor. As soon as I stepped my foot in the, if I was less than twenty-four years old when I\narrived, this way, too, I was less than twenty-four, but if I would have got to the United States\nbefore I was twenty-four, I was automatically considered just like a native-born American. I\ndidn’t even need a visa. Nobody told me and I didn’t know. The only reason I know now ts\nbecause the Justice Department represented me against the Germans in... what do you call it?\n23",
        "A: Damages, restitutions, yeah, under the Prince litigation. They would only represent people who\nwere, that were considered to be U.S. citizens during the war, okay, and on. And I was, by the\nJustice Department’s own... so the Immigration Service don’t know their own laws, basically.\nBut anyway I had to wait till ‘59 till I got visa to get to the United States.",
        "A: Well, I really didn’t have no bad feeling about it. I felt that if 1 wanted to become a citizen of the\nUnited States it’s my obligation to serve, you know, I felt, my country. I had no problems with\nthat. So the only problem I really had was, you know, to me, basic training and all that was no\nbig deal. I been through all that. [Laughing.] So, that was no big deal for me. But anyway,\nlanguage, I wasn’t speaking that well English during those days yet. I had a good friend, went to\nbasic training together, his name was James B. Smith, J.B. He was from North Carolina. And he\nbasically took me under his wings and he was teaching me English. Anytime I was saying\nsomething that wasn’t right, he would usually correct me and all that stuff. He was like, Mutt\nand Jeff? He was tall, skinny guy, you know, and I was short, stocky. And you didn’t have to\nlook far, 1f you seen one of us there the other one wasn’t too far away, was somewhere nearby.\nSo we became really close friends. I’m a godfather to one of his daughters. Even today we still\nkeep in touch. So we really been good friends. That was when I first, you know, got in. The\nonly thing I didn’t like about it, after basic training and advanced individual training. We both\nwere straight leg Infantry and they sent us to Germany. [Laughing.] Sent me right back to\nGermany, so that’s the only part, that was kind of rough on me, you know. I got over it anyway.",
        "A: They might have, I never tried. I’ve never been the kind that wanted special treatment or, you\nknow, special consideration or what have you. I’ve never, ever used my, all the twenty-some\nyears in the Service, I’ve never used my personal experience to try to get something different or\nspecial consideration or anything else. I never asked. I never even thought about asking for\nspecial consideration because of that. They sent me, I went and that’s basically it.",
        "A: Well, I didn’t have to. Basically the U.S. got its own bases. There’s some Germans who work\nthere on post, but you know, you don’t have to mingle with the German population. You got PX,\nyou got snack bar, you got movies, you got a club. You got everything on post that you would\nneed. So for a long time I didn’t go downtown. After a while I said, well, you know, go\ndowntown and look around, whatever, you know. You can’t lock yourself away. Don’t have to\nbe friends with anybody, but you can’t... and after a while you can’t blame a whole nation for\nwhat happened, it just doesn’t make sense. So I mean I don’t love them. [Laughing.] God\nknows I don’t love them. But I have no particular hate for the Germans. You can’t hate a\nwhole... if you had a specific individual that you knew was... you could hate them. But to me,\ndon’t make no sense to hate a whole nation. I mean it just doesn’t make sense. But anyway.\n24",
        "A: I don’t know if they wondered or not. They never asked me personally, you know, about it. A\nlot of them, there was a lot of American guys that didn’t go downtown. You know, so I don’t\nthink that was particularly strange. If you knew what we went through, then you wouldn’t, you\ndidn’t have time. I mean Monday morning, you put your gear on and you marched out to the\ntraining area and you trained all week out in the training area. And then you came back\nThursday night, sometimes late at night and then you cleaned your weapons and stuff after\nmidnight before you even got to bed. And the next morning you had PT, you had classes, you\nhad this and that and then you had, Saturday morning you had a full field inspection. So you had\nSaturday afternoon and Sunday, that’s all you had. Then Monday you went back to the field.\nSo, day and a half, I mean you had to ask who wants to go running around? There were a whole\nlot of other guys who didn’t go a whole lot. Some ran around out to the night, the guesthouses\nand stuff, looking for German girls and all that kind of stuff. But you know, it wasn’t unusual\nfor guys not to go out. You only had about a day and a half to rest and relax. So, I don’t think it\nwas anything particular.",
        "A: Oh yeah. I went to, matter of fact, I used to get Saturdays off, Saturday mornings off, while they\nstood full field inspection. I had to lay my stuff out, but I didn’t stand by my bed while the\ninspection was going on. I went to the Saturday morning prayers in the chapel, Jewish Chaplain.\nI went to, Friday night and Saturday morning I went to Chapel for services.",
        "A: Well, I never denied that I was Jewish, my Jewish identity. Everybody that knows me, knows\nthat I’m Jewish. I’m not hiding anything. I’m just... what I’m saying is that I have just... and I\nbelieve in God, don’t get me wrong, even to this day. But I just do not believe that God really\ngives a hoot about any particular individual, you know. Something created this world. But I do\nnot believe that he cares about any particular individual, any... you know, which a lot of faith\nsays that, your personal, whatever, savior or He cares for you, whatever. In my view He don’t\ncare for anybody. He created and it’s up to you to, you know, to do the best you can. He\ncouldn’t care less about anything at all.",
        "A: No, not really. I would listen to the sermon and all that stuff, but. No, I don’t think I really\nprayed. I don’t think I ever prayed since before the war. Well, I did when my father died. And\nwhen I go out to the... me and my step-brother, we usually meet once a year. We go down to\nFlorida because both my father and his mother is buried 1n cemetery there. And so, yes I say\nprayer for the dead at his grave. That I do, not because I believe, but because, to honor him, you\nknow, but it’s not the same. So anyway. That is just me.\n25",
        "A: Yes, well there were always some, who hated everybody, you know. I really, didn’t bother me\nany. I mean they didn’t bother me personally, but I heard them talking, you know. I guess some\ndidn’t know I was Jewish initially. Jewish jokes and this and that. But that, it didn’t bother me\nany, and once they knew who I was, they won’t do it in front of me. Once they knew I was\nJewish they did not tell jokes in front of me or anything like that. I don’t know whether out of\nrespect for me or they knew if they did then me and him going to go to Fist City. I don’t know\nwhich. [Laughing.] Anyway they did not. So, I personally I really can’t tell, say that... I wasn’t\nprosecuted or anything. I wasn’t threatened or anything in that sense. Insensitivity? Sure, but,\nyou know, that’s everyday life. Doesn’t bother me any. Once they knew I was Jewish, then I\ndon’t ever, never remember a guy twice telling jokes in front of me. And if he was a buddy of\nmine, then fine. I got a Jewish joke for you. I says, “That’s okay, let’s hear it.” But that was\nfriendly banter not out of malicious, you know, hurtful type of thing. So that’s quite different.\nNo, I can’t, honestly can’t say that I was in any way discriminated or treated unfairly or\ndifferently because I’m Jewish while I was in the Service. I really, honestly can’t say that. I\ndon’t know maybe I was just fortunate, you know, the units that I was with. Or you know, what\nI can answer... matter of fact, once I had a Jewish Ist Sergeant. I had a Jewish guy working for\nme later on when I got up in the grades.",
        "A: Cold War.",
        "A: No, that was before me. I mean integration started before I got into the Service. The integration\nstarted with Truman during the Korean War. Prior to the Korean War he ordered the Army to\nintegrate its units. Because before you had separate black, separate... but we had a lot of racial\nproblems even when I first got into the Service in the sixties. As a matter of fact, we had a race\nriot and we had fights, racial fights and that kind of stuff. Because, you know, for me, since I did\nnot, wasn’t raised with black, first time I ever seen blacks was when I got to the United States. I\nhad no prejudice. I wasn’t raised with any kind of preyudice against anybody. So, I basically, as\nI always, I would take an individual for himself. You know, I rate an individual for the\nindividual. If he deserve respect, he got respect. If I didn’t care for him, whether it’s white,\nblack, whatever, then I didn’t care for him. It wasn’t because of his race. It’s because I didn’t\ncare for his character or his behavior or, you now. That’s the way, you know, it was for me. But\nwhen I got in in 1960, you had a Brown Boot Army. I don’t know if you understand what a\nBrown Boot Army was. But Brown Boot Army, you had... basically, we had, like, our\nCompany, we had a room that was empty. There wasn’t a stitch of furniture, anything, it was an\nempty room. If you had any problem with anybody, you and him just went into the room and\nsettled your business with your fists. That’s the way things were done. We had a Platoon\nSergeant, his name was Cooper. He was half Indian and half Irish. And he was about 64” and\nweighed about two hundred thirty, somewhere around there. And you messed up and he’d take\nyou into the room there and put you through the woodshed. So he had a very well behaved\n26\nPlatoon. Everybody worked together. You can’t legislate away prejudice. That’s something\nthat you learn at home from your parents, from your society, from your parents, whatever,\nchurch, whatever. What you can do with the Army 1s, you force civility. Regardless of whether\nyou like him or not, while you are 1n the unit and while you are in the Army, you treat him the\nway you expect to be treated. And later on when I became a Platoon Sergeant, whatever, that\nwas my guiding principle. I didn’t care whether... I say, “I don’t care if you like him or not.\nThat’s neither here nor there. You two work together, perform the job, be civil to each other.\nOnce you get to know each other maybe you like him.” You know what I’m saying? That’s all\nyou can expect. You can’t legislate love or you can’t legislate racial prejudice away. That’s\nsilly to even think about it. Just like now, all this silly thing about the gays and all that stuff. I\ndon’t hate gays. Bible says that’s wrong, but I would want to know if anybody in my unit was\ngay that I had to fight with. I might have to, he might have to give me mouth-to-mouth\nresuscitation. Or I had to go to the shower with him, if I know he is gay I would be\nuncomfortable. Not a question that I hate him. That question doesn’t make no sense, because in\nthe Service you live so close together, you know? There is no little shower stall where you go in\nin your privacy. They got one big room with a bunch of shower heads where everybody takes\nshowers. And guys just feel uncomfortable when they know somebody is gay. And that’s the\nproblem, not that anybody has anything against gays. In my view anyway. And you got AIDS,\nyou don’t want to have to deal with somebody out in the battlefield if you get shot if you know\nhe is gay. You’re going to deal with it, try to patch his wound, which you have to do. And then\ncatch AIDS from him, you know. Those are the issues that people don’t think about when they\ncondemn the Armed Forces, well they’re preyudice or whatever. There’s a lot more to it than\nthat.",
        "A: Yeah, I was surprised. You know, because... I really didn’t realize it till I got to this country due\nto the fact that I never encountered any black people. So when I worked for Fiber, for Ephart\nFiber and Rubber Company, they had blacks there and all that. I was friends with, I treated\nthem, like everybody with respect just like I treat everybody else. I got to be friend with one of\nthem. But I noticed that every time like when you sit down to eat or this and that or lunch, or\nwhatever, you would see all the whites congregating. All the blacks would go sit over there.\nThere was no interaction between the races. That kind of struck me funny. So, I sit down and I\nsit down with...\nEnd of Tape 2, Side B\n27\nTape 3, Side A",
        "A: So anyway, the Fiber... I worked with a fellow worker who was black, and when everybody\nwent to lunch I noticed all the whites were sitting on one side and all the blacks were sitting\nsomewhere else. And the guy I worked with, he sat down to eat lunch. I just got my lunch and\nsat down beside him. He kind of looked at me a little funny. I didn’t realize there was anything\nwrong with it, because, you know, I had no idea it was not supposed to be that way.",
        "A: Sure, yeah, every morning, every day lunch we usually, he and me, we’d sit down and have\nlunch and talk. He was asking me about Israel and I was telling him about Israel. [Laughing. ]\nAnd you know, he would tell me about what they were doing in Newark, his neighborhood and\nall that. Yeah, I mean, you know, we became friends.",
        "A: My first tour I was Bamberg. I was with the Ist Battle Group, 15th Infantry. And that’s the\nsame outfit that Eddie Murphy was in the Second World War. The most decorated individual in\nthe Second, Third Infantry Division. And Eisenhower was in the same outfit, at one time\nCompany Commander a long, long time ago. So, it’s a famous unit and I served it two years in\nthe Straight Leg Infantry.",
        "A: At the time I got out... I was draftee, so when I finished my two years I got out and went home,\nback to Miami and looked around and decided I was going to go into heating and air\nconditioning. And so I went to school and then I had to work. And I said, “Well this ain’t going\nto get it.” No time for myself or anything else. Went to school, from school you went to work\nand next morning got up, went to school, went to work. You had no time for yourself, nothing.\nSo I said, “Well I’m going to go back into the Army, this time voluntarily. I’ll make the Army a\ncareer.” Because I liked the Service, its purpose. And during that time we went up to a place\ncalled L.Z. X-Ray, which is now longer classified anyway. But it was up on the\nCzechoslovakian border and there was a bridge there that was mined. And you went up there,\npulled your duty for a month at a time. And if the balloon ever would go up, or the East\nGermans would attack the West, the job was to blow up the bridge. It was all mined and all that.\nSo then I realized, I seen the border and all that, I realized that this whole, back basically, the\nRussians were back to where the Nazis were. Plus I read, I don’t know then or a little later,\nSolzhenitsyn’s book about the gulags and all that. And I said, heck, they’re no better than the\nGermans were. So anyway I decided I was going to go back into the Service. So, I re-enlisted\nand lo and behold they went and sent me back to Germany. [Laughing.] That was my second\ntour in Germany. We were sent to Kaiserslautern and spent three years there. It was an Army\nDepot. I went into the maintenance field there. Then I came back, went to the 18\" Airborne\nCorps in Bragg, North Carolina. And from Bragg, North Carolina there was a little altercation in\n28\nthe Dominican Republic. There was a Leftist uprising and they had to send in the 82™ Airborne\nand I was with the 556 Light Maintenance Company and we were in there for support. My\nplatoon went in to support the 82™ in their operation in the Dominican Republic. That was ‘65.\nCame back from there, our unit was declared D-1, which means that we were alerted that we\nwere going to get shipped to ‘Nam. So we had to pack everything, all the equipment of the unit\nand all that stuff. That was going on, the deadline rates which means the equipment,\ninoperability of a lot of the equipment on post at Fort Bragg got so big that they told us to unpack\nour stuff and go back to work. [Laughing.] So, we went back to work and then they started\ntaking individuals. Like me, they took me, not me, but from the unit just individuals and shipped\nthem to Vietnam. So 1966, I was sent to Vietnam. I was there in the Central Highlands for a\nyear. And say well I’m just going to go back to the States and get shipped back here again, so I\nmight as well extend. So, I extended, got promoted and was sent to the Korean Tiger Division,\nsupport of the Korean Tiger Division, along Highway 1, between Bomber 2 and Elza English\n(ph)*. Anytime the Korean Tiger went out on a sweep and destroy, we went with them in\nsupport of them. In ‘68 I came back to, from ‘66 through ‘68, I was in Vietnam. I came back\nfrom Vietnam in, I think it was November ‘68 and was assigned to Fort Knox. I reported in, in\nDecember ‘68 to Fort Knox and I became an instructor in the Armor School.",
        "A: No, I was all for the war. I believe we did the right thing. And I still believe we did the right\nthing, actually. Except you can’t fight a war when the people are not with you. To me that was\nthe thing, because we were justified in what we were doing. I mean the North Koreans were\nattacking the South and it proved, I mean, it shamefully, the reporters and everything, they all\ntwisted everything to suit their views. But in fact, we were right. The North Koreans basically,\nif not for us, they probably would have gobbled up all of Southeast Asia, the Communists. They\nwound up, years later, they took over Cambodia. Laos, they already controlled. So basically the\ndominant theory was right, even though the reporters disputed it. So, we stood up against the\nCommunists. And that’s eventually after Reagan, finally they collapsed. But we basically\ncontained them and that was Truman’s policy, containing the Communists from spreading. If we\nwouldn’t have opposed them, heck probably over two-thirds of the world today would have been\nall in the communist top. You know, so, in my view we did the right thing. I know a lot of\npeople opposed it. And I got called a baby killer when I came back on leave from ‘Nam. After\nmy first year there I extended, so they gave me thirty days’ leave. So I came in, in Fort Lewis,\nWashington and everybody said, “Change clothes. Get in civilian clothes, don’t go out in the\nairport in the clothes.” I said, “I fought for this country in these clothes, it was my uniform. [Il\nbe doggone if I’m going to change clothes. I’m going home in uniform.” “Oh, you’re crazy,\nyou’re crazy.” “That’s okay.” Anyway I went and I went to Seattle to the airport and there were\nHare Krishna and all them other ones. And, “Baby killer!” I went and punched him in the mouth\nand knocked him down. [Laughing.] A cop was standing there looking, he didn’t, he just\nsmiled, he didn’t say nothing. And I just kept walking. Don’t call me no baby killer. I never\nkilled no baby. I came home in my uniform, and I hauled back to ‘Nam after a month leave, but\non my uniform and went back. I believe firmly in, you know, I’m not hiding. I think we did the\n? Schlisser was with E-Co 43\" Sig BN, in the Binh Dinh mountains of the Central Highlands.\n29\nright thing. I know a lot of people disagree. But it’s not true. We didn’t lose a single battle in\n‘Nam. Nota single, they can’t point to one single engagement that the United States Army or\nthe Marine Corps, the United States Forces lost. Not a single one. Every battle that we fought\nagainst the North Vietnamese we won. But they made it out that we lost, and we didn’t. The\npeople who lost is the comm... the politicians here in Washington. Because they first of all tied\none hand behind your back and said you can only fight with one hand. And you don’t go to war\nthat way. It’s ridiculous. So anyway, so yeah, I thought it was justified. I was for the Vietnam\nWar and I still say it was justified. Everything we found out up to now it just reinforces my view\nthat we were justified in doing it. Not the way we did it. Now, I agree we should never have\nfought the way we did. We should have gone in with the purpose of winning and we should\nhave won. The way you did that is you gone into North Vietnam and kicked their butt and got it\nover with. Instead of just, you know, “Well, you can’t get into Cambodia, you can’t bomb this,\nyou can’t do that.” You can’t fight no war that a-way and win. Crazy. Just like, you know, I\nwas interviewed by WAVE 3 TV. They wanted to know about Kosovo, what my views were. I\ntold them, I said, “Well I’m not talking for the Jewish community. You want my view, I'll talk\nfor myself. My view.” And I said, “First of all, anybody said that is a genocide 1s a liar. There\nwas no genocide in Kosovo.” And now it’s proved out, it’s true. There wasn’t any. Sure, I’m\nnot saying there wasn’t atrocities. But there’s a big difference between atrocities and genocide.\nI told them, “I wish they would have taken my family and put them on a passenger train and take\nthem to the border and put us off. All of us would have been together.” You know. I don’t call\nthat genocide. Sure they killed some here, killed there, but that’s atrocities they did to scare the\npopulation so they would run. That’s a long ways from genocide. Now Cambodia, that was\ngenocide. Did anybody open their mouth and say anything or do anything, where it really\ncounted? No, they didn’t. You know. To me, we have no business in Kosovo, that stuff been\ngoing on now for hundreds of years. And even while we sitting there, you know, they killing\neach other. The minute we move out of there, we be there a hundred years from now, we be still\nsitting there to keep them apart. They need to settle themselves. And same thing in Bosnia.\nBosnia, I don’t care what anybody says. The minute European forces get out of there, United\nStates and NATO get out of Bosnia, they’Il be right at each other’s throat. And they say Kosovo,\nyou know, ethnic cleansing. Well, where were we when Croatia forced out over half a million\nSerbs? We didn’t say a word, so what 1s the difference here? The Croats I hate. They were with\nthe Nazis. I mean they were allies to the Nazis. We caused, the United States caused most of the\nstuff that’s going on in Balkan now. It’s our fault. Okay? When Croatia, when Tito died and\nCroatia was the first one to declare that they are, their independence. Without asking any\nquestions, anything, right away we jumped in and recognized them as independent country.\nOkay? Well, they murdered a quarter of a million Serbs during the Second World War,\nincluding, plus Jews. The Croats. Okay? You think that the last of the Serbs are going, who\nlive there, are going to agree to come again under the rule of the Croats? You got to be crazy. I\nmean, you got to know the history of the world before you meddle. And if you don’t understand\nwhat the history 1s, they got no business meddling in there where you don’t know what the hell\nyou're doing. That’s my view anyway. I’m very upset about it, because I don’t think that, you\nknow, we had any business in there at all. But anyway, when they asked me I told them, I said\nthere was no, you know, genocide there. There might have been atrocities, but there’s no\ngenocide from what I consider, you know. They were comparing it to the Holocaust.\n30",
        "A: Yeah. They had, they taped the thing when I was talking at the Jewish Community Center on the\nRemembrance. So they knew my background. So they came. I told them I’m not talking for the\nJewish community. You know, matter of fact, I’ve had very little contact with the Jewish\ncommunity, but if you want to know my opinion, personal opinion, I’ll gladly tell you what I\nthink. And that’s exactly what I told them. So, anyway.",
        "A: Yes.",
        "A: No, I came with it to this country. I’ve always believed that the United States represents the\nfreedom of the Free World. In other words, even as a, when I was, right after the war in Sweden,\nyou know. And some of the children in the orphanage, whatever, they were for the Russians, the\ncommunists, Left inclination. We always had big argument, even as a little boy then, and I was\nalways defending the United States, because I felt, you know with my dad being from, born here\nand everything, I felt, you know, as an American, [Laughing.] even though I had never been\nhere. Anyway, I felt a kinship and I always believed that the United States basically represents\nthe human freedom. And I still do, you know. And it’s fine with me. I have no problem with\nsomebody like Joan Baez and all the other ones who opposed the war. That’s why we fought. I\nmean, they have the right to speak their view. They’re Americans and I respect their views. I\nmight not agree with it, but I respect it. I cannot expect, accept somebody like Jane Fonda, who\nwent to North Vietnam, you know, with North Vietnamese troops and there was prisoners of war\nin the Hanoi Hilton and stuff. And they went in to look at them. Any show that she is in, that is\nnot on my TV. I will not. Pll turn the station. I will not have anything that Jane Fonda has\nplayed in, movie, whatever. It may be the greatest movie in the world. It’s not going to play on\nmy TV.",
        "A: I don’t know. They were misled in my view by the reporting that was going on here. Obviously\nnone of them wanted to go to fight. And so if you don’t want to go to fight, what do you do?\nYou oppose and you riot and you do everything else you can to get out of it. I don’t know what\nthe motive... I’m not setting any alterior motives. It might have been very noble motives for\nthem to oppose it. I’m not condemning anybody. I respect Muhammad Ali. He opposed the\nVietnam War, but he had the courage of his convictions. He stayed in this country. He said I\nwon’t fight because I’m not, you know, whatever. And was willing to go to jail if he had to for\nwhat he believed in. I respect that. I cannot respect someone like Clinton, you know, who did\neverything he could to stay out and then he lies about it. You know, what kind of principle is\nthat? He’s not a principled person to begin with. That’s my view. I always voted. Every\nelection I always vote. I believe in participating. As a matter of fact, I’m just reading a book\n31\nabout the history of Democracy in the United States, from back before the colonies, how the\nDemocracy developed. Just reading the book right now.",
        "A: That’s a good question. [Laughing.]| I was stationed here in Fort Knox in ‘69, the beginning of\n‘69. And I had a friend, Larry, and he was from Bristol, Tennessee. And he would always ask\nme to go home with him. And I said, “Nah, I don’t want to go. What do I go over there for? I\ndidn’t lose anything there.” So months later his car broke down and he had no way... he was\nmarried and his wife was back in Bristol. And he had no way to get home. So, I said, “You\nknow what? All these months you’ve been asking me to go with you home and all that, so Pll\ntake you home this weekend.” And we come back... I worked with him on his car, trying to get\nit fixed. We couldn’t get it fixed in time. So, I said, “Well, Pll take you home.” That’s the way\nit went. So he stopped on the way home, telling his wife that he’s bringing me, says, “Why don’t\nyou get him a date while he’s there?” [Laughing.] Okay. That sort of guy. That’s the exact\nway it happened. So we got there and then Helen was, that evening, we got there late in the\nevening, late in the afternoon. That evening went out to the VFW Club to dance and drink.\nAnyway, she was there. And then, that was April, and I think a week or ten days later or two\nweeks later was the Kentucky Derby. So, Ray’s wife was going to come up here, so Helen said,\n“Well, Pl come with you.” You know, so, “Okay,” so, one thing led to another. So that’s how\nwe met. [Laughing.] It’s one of those freaky, unintentional, you know, something that you\nnever...",
        "A: In July of ‘69, so I think about three months after we met.",
        "A: Just a civil. She wanted a church wedding. Her pastor wouldn’t marry us because I was Jewish\nand she was Presbyterian, whatever. [Laughing.| So we had just a civil service, civil ceremony,\nwhich was fine with me. I didn’t want no church wedding anyway or any kind of religious\nceremony, anyway. So we just had a civil marriage, you know.",
        "A: Yeah.",
        "A: No. I told her I was in concentration and stuff, but I never mentioned anything about it, no. I\nthink the first time she ever heard it, is was when Dr. Dickstein, Professor Dickstein was here\nfrom the Shoah Foundation for the interview. I think that was the first time she ever heard\nanything about it. I don’t talk, not just to her, I just don’t talk about it, period. I want it behind\nme, not in front of me. I don’t want to live... my sister been twice in the nuthouse, the one in\n32\nSweden. She lives in the past all the time, that’s what she lives in. She can’t get over it. I don’t\nwant to be like that.",
        "A: I get nightmares, my dear. When I talk about the stuff, for a week after that I got nightmares\nevery night. I didn’t tell you all kind of stuff that I could have told you, but I don’t want to,\nbecause I don’t want to dig it up. I seen old man get shot right in front of me, old guy with a\nbeard, looked like my grandfather. On the march to Budapest he couldn’t walk, just shot him\nlike nothing. I just, you know, doesn’t do nothing good. And I can’t deal with it. I can’t live\nlike that with the nightmare constantly on my mind. I just put it behind me. I closed it down as\ntight as I can close it down and that’s it. I’m willing to step forward when she asked me to, you\nknow. And like I said, the main reason I did that because I feel that at least I got to go on record\nthat it did happen. That it’s not somebody’s fantasy and it’s not, you know, somebody made it\nup. People say that it didn’t happen. That it did happen. So I felt that was my obligation do, but\nthat’s all. I mean I’m not going to be living in that. I refuse to do that. I’m just not...",
        "A: No, I’m not. I think I know a total of two, three people, beside Professor Dickstein and her\nhusband. I know Doctor Freiger, he’s a psychiatrist at the UL, University of Louisville, Mr.\nGrossmann and a couple of workers at the Jewish Community Center. And that’s basically all\nthe Jewish people that I know here in Louisville. Because most of my friends are from the Army\nand none of them are Jewish. And I probably wouldn’t fit in very well with my views and my\nway of thinking. I wouldn’t fit very well in with the Jewish community to be perfectly honest\nwith you.",
        "A: Get together?",
        "A: No, to me, I don’t search out other Holocaust survivors. As a matter of fact, I met a lady at the\nmeeting with, what’s his name?",
        "A: Yeah, that she was from the same town as me, Debrecen. And she was also a survivor. And she\ndidn’t know my family, because I was too small to remember. She was, must have been,\n33\nprobably my sister’s age, maybe a year or two older than her during that time. We talked. But\nshe was also liberated in Bergen-Belsen. But no, I don’t have any, first of all, it’s too far away\nfor me to drive all the way out there just for programs and stuff. There is no connection between\nme and my view of things and... most of the Jewish Community Center, they’re mostly\nAmericans, who were born here and raised here. Who have never been through anything like we\nhave. There’s absolutely no connection between us that, you know, that we can... see my life\nexperience is different than most of theirs. So, we have really nothing in common. I’m nota\nbusinessman. I’ve never been in business, never plan on being in business. I couldn’t sell you a\nglass of water if you were dying of thirst. I’d give you a glass of water, but I wouldn’t sell it to\nyou. I’m just a different type of person. So I just, wouldn’t fit in there. I go off to my own little\ndrum. I’m involved with the veterans of this state.\nEnd of Tape 3, Side A\n34\nTape 3, Side B",
        "A: I work with the veterans of this state. I volunteer for Kentucky Center for Veteran’s Affairs as a\ncounselor, veteran claim, help file claims and that kind of stuff. I’m also Vice-State Legislative\nRepresentative for Non-Commissioned Officers Association. So, that keeps me busy. I’m an\nofficial briefer for my association out at Fort Knox. I go out to the units and give them classes\non VA benefits and that kind of stuff. I do volunteer work under the Retirement Service Office\non Post at Fort Knox. And every time I have a Second World War veteran, I can help them it\nmakes me feel good. Even though I wasn’t liberated by American troops, but you know, I know\nthat he had a hand in liberating me, you know. So I’m glad when I can help one of them. So,\nthat’s what I do. I try to help veterans as much as I can. That’s my thing.",
        "A: I retired medically in ‘83. I had two heart attacks and I had my colon removed. The VA rated\nme at two hundred percent, not a hundred. They can only get a hundred, but if you add all my\nstuff together, you get two hundred percent. I was exposed to Agent Orange. They sprayed that\nstuff down on me. We’re watching this thing fly over us and spray. We were underneath it. So,\nyeah, I’m basically a hundred percent disabled rated since ‘84, June, July of ‘83. That’s when\nthey removed my colon. I’ve got a plastic bag. That didn’t stop me. I just keep on trucking.\n[Laughing.] I’m a tough dude. I’ve got diabetes. Nobody in my family has diabetes, never had.\nAgain now it comes out, there’s a study going on that shows that guys exposed to Agent Orange\nhave twice or three times as high a chance of getting diabetes as the normal population. So, I\ndon’t know if that’s what caused it or something else, but anyway. So, I got heart disease. I got\ncolon gone. I got diabetes. Taking about twenty-some pills a day. But I ain’t quit. I’m still\ngoing. I’m sixty-five, will be in November and until God lets me stay around I will do the best I\ncan and that’s it.",
        "A: One son, he’s adopted. He’s not mine. I adopted him. He was my wife’s child. He was just a\nyoung boy, and his name is Anthony Keith Schlisser. I don’t have any children of my own.\nAnyway, not that I know of.",
        "A: Yes. We talked about it. With him I talked about it, not in particular details, just in general\nterms, so that he’ll understand where I’m coming from. And what my views are and why I got\nmy views the way I got them and all that. Yeah, we are pretty close, him and me. We\nunderstand each other. We are good friends. We are close.\n35",
        "A: No, I don’t think so. I like Kentucky. I made my home here, and I feel like I’m a Kentuckian.\n‘68, ve been living here off and on just about. Since ‘83 when I retired, I’ve been living here\ncontinuously since then.",
        "A: The open space. I hate cities, people on top of each other. I like feeling the open space. I like\nthe country. And I like the hunting and fishing, used to, I’m not much able anymore. I used to\nlike to go out fishing and hunting. I like country music. I like Bluegrass. [Laughing.] Weird\nfora Jew, right? But anyway... I used to square dance. I’m just me. I’m not anybody else.\nThat’s the things I like. I also like classic. I like operas. So.",
        "A: Marry my wife Helen? I never asked anybody. I never told them I’m marrying. I never ask\npermission. I married. Yeah, they accepted her. You can probably ask her about that, but I\nthink they did. My dad loved her. My dad once he got to know her, he loved her and so did my\nstep-mother, she also loved her. But I really didn’t, you know, I really didn’t care because it’s\nmy choice. It’s my life and I have to live it, not them. If they didn’t like it, tough. That’s the\nway I felt about it. You know, I know a lot of people want to be loved and all that good stuff,\nbut me, I just go with what I think is right. That’s what I do.",
        "A: I think she is. I dare not say that for sure. [Laughing.] I think, I’m pretty sure that’s what she is.\nShe’s a Christian, anyway. But I think she is... not Lutheran. I’m pretty sure she’s a\nPresbyterian.",
        "A: She used to. She used to. When we go down to home, her home church, she goes to church on\nSundays with her brother, who is a deacon in the church and all that. I don’t go with them, but\nshe goes. And even when we first got married, she insisted I go with her. She won’t go, she by\nherself and blah, blah, blah. So for a couple times I went with her, just out of respect for her and\nher family. I didn’t feel comfortable though. And I told her, I said, “Look, that’s your faith, not\nmine. Not that I... you want to go, you go. I have no problems, you know. Ill gladly take you\nthere and Ill gladly come and pick you up.” I tried to talk her into going here to church if she\nwanted to go. I'll gladly take her and there and bring her home gladly. Have no problem. Just\ndon’t ask me to go. And so from now, she goes with her brother and stuff and it’s fine. Yeah,\nshe believes, she’s got faith, which is fine with me. I have no quarrel with anybody who has\nfaith. It’s just me and my views. I don’t push my views on anybody else. I respect everybody\nelse’s faith as long as he practices and don’t expect somebody else to do it. You understand\nwhat I’m saying? Don’t force, don’t try to push iton me. Your faith is your faith and I respect\nyou, you and your faith. But that’s your faith and don’t try to convert me or push me or get me\nto... you know.\n36",
        "A: That’s a tough one. I guess at one time, at one time, yes. I guess at one time that occurred to me,\nokay. But... I shouldn’t say this, but anyway. While I was in the military in Israel, okay, we\nwere on duty in the Jerusalem sector. It wasn’t a war, it was after. The Jordanians still had the\nold city. And to go to our post we had to go through a section of Jerusalem called Mea Shearim,\nwhich means “a hundred gates,” which was the ultra, ultra, Orthodox. And every time we had to\ngo through there to switch reliefs, you know, we had to go through their section, their\nneighborhood. And on Sabbath we used to go through there with a vehicle. They used to stone\nus. Okay? So I looked at this and I said to myself, what’s the difference between the fanatics,\nthe Jewish fanatics and the Ayatollah fanatics and all the other fanatics? There’s not one iota\ndifference between them. They’re all zealots for whatever their faith is. So, I reverted back to\nwhat I told you initially. I believe in Israel, beneath the country, for no other reason is the Jewish\npeople as a nation have a homeland. But for me, not for religious purposes. There’s, like I was\nthere visiting my sister in, you know for Passover this year. And there’s such a conflict between\nthe real religious and the non-religious there, you know. It’s crazy. You believe in your faith,\npractice it. Leave the other people alone. If they believe in... my sister is like me. She doesn’t\nbang her head against the wall. She believes in God and she holds basically all the Jewish\nholidays. She has to because it’s national holidays. But she’s not religious, goes to Temple all\nthe time and all that stuff. Everybody has a right to live their own life the way they see it’s fit.\nAnd that’s what I believe in. I believe in everybody should do, if I respect you... my neighbor\nhere is a very religious Baptist guy. A wonderful guy, wonderful friend. He’s been friend with\nme now for thirty years, since we’ve been here. We’ve been real close friends. We help each\nother. Anything I got he’s welcome to it and the same with him. Anything I need, if I needed\nhelp, he’d be there. I know he would. That’s how good of friends we are. And I respect him.\nHe goes to church on Wednesdays. He goes to church on Sundays. He’s a church elder. I\nrespect, I respect my brother-in-law, you know. It’s their faith, it’s fine. He never try to force,\nyou know, push his stuff on me. That’s all I’m saying. Everybody should... and I believe if you\nhave a faith, you should live it. Not go to church on Sunday and then cheat people on Monday.\nThat’s my principle, that’s me. What you hear, what I say is what I mean. That’s always been\nmy, I don’t say something that I don’t mean. If I tell you I was going to do something, you can\nput in the bank that I was going to do it. Except if I’m dead or laying there paralyzed where I\ncan’t move. That’s what I’m going to do. If I promised to do something, I will do it. My word\nis my bond, basically. With me, you can shake hands with me, that’s just like a contract. If I say\nsomething I was going to do, I’m going to do it. And that’s all there 1s to it.",
        "A: Yes, yes, yes, it has. And I think I’ve been doing okay. I mean I have no problems. With my\neducation background and with everything else, I guess the biggest asset I had 1s my dedication.\nI never been a good speller. I mean I’m not stupid, you know. Don’t think I am stupid. I’m not.\nYou know, I might not have book learning to the max or get a certificate. But I made up for that\nby reading a lot and getting my education in the school of hard knocks, is what taught me. They\n37\nknew wherever the job needed to get done, as long as... turn me loose, tell me what you want\ndone, give me the resources to do it with and I will get it done. That was me. [Laughing. |",
        "A: Drove me?",
        "A: Done my part?",
        "A: I really couldn’t tell you. Something inner, something inside of me drove me and what it was I\nreally couldn’t put it into words. If I would say any particular thing... I mean, you got to take\neach one on its own merit. You can’t just lump them all together. The war in Israel was a\nquestion of survival for the country. Because they closed the Suez Canal down. The lifeline for\nIsrael, because the oil must come in. At the time there was no pipeline from the Red Sea, so all\nthe oil was coming through the Suez Canal and it was delivered to Haifa to the refineries there,\nokay? So I didn’t make the decision to go to war. I was just a guy who was in the Reserves. I\nwas already out of the Service in Israel. And we had a password and when you heard your\npassword, you packed your bags and you reported to your unit. You had a specific location\nwhere you met. It was a civilian mobilization of the Army and you went and did what you were\nsupposed to have done. I guess duty, if anything that drove me I guess was duty, responsibility,\nduty to what I believe was right. If there was anything to define. Now as far as ‘Nam, again, I\ndidn’t... 1t was the United States Government decision to have, to go to the aid of the South\nVietnamese. It wasn’t mine. I just, again it was duty. I was in the Service, I was a career\nsoldier. Why would you be a career soldier? What, you’re going to run when the fighting starts?\nThat’s what you train for all the time. To when the nation calls you, then you be there to do\nyour... you know, and do your duty. And I hope anyway, that I was instrumental in saving some\nguy’s life, because with my experience, you know, I helped guide a lot of other guys to maybe, if\nI wasn’t there maybe somebody who had less experience would have got him killed. I’m not\nsaying that would have been the case, but basically the professional guys in the Service, the non-\ncommissioned officers, who had experience from the Korean War and then served in ‘Nam,\nthey’re basically who trained the new guys, you know, and got them understand what a war is all\nabout. How to survive. If anything I guess, duty is the main, main theme here, I think, from\nwhat you’re asking. Why I joined the Service, why I volunteered and stayed in the Service,\nthat’s a different story. That had a lot to do with economy and all this stuff. Plus I had an\nopportunity to use my talent, my God-given talents that I had in the best way and advance my\nown career was in the military instead of the civilian life. But as far as when the war started, I\nthink the main thing was duty. I mean duty to do your job.\n38",
        "A: I was actually in the Signal outfit. The first time I was there I was in a place called Binh Dinh\nMountain, which was a seven thousand foot mountain. And it was about, I guess twenty miles\nfrom Dalat. There was no road in or out. All our supplies had to come by air. We got re-\nsupplied. And up there we had a relay, communication relay station to the North side, North\nVietnam and part of South Vietnam, the north part and the south part. Plus we had Air Force up\nthere, who were relaying instructions to the B-52 Bombers. So we’re sitting on a seven thousand\nfoot mountain, and jungle all the way around us. Charlie was down there. We lived in bunkers.\nWe got attacked by mortars, you know, and that kind of that stuff. We didn’t have no direct\nconfrontation. Then from there I moved to a place called Phu Ti Valley’ which is not far from\nNha Trang and there we were with the Korean Tiger Division. That is an Infantry Division, who\nwere actually doing the combat. We were supporting them and going out to, when they went out\nfor a sweep and destroy mission, we went out to provide them communication. So, we got shot\nat, but we weren’t involved in direct, you know, face-to-face, grunt job. The Koreans did that.\nSo, but I was running Highway One between Ban Me Thuot, and every morning before you even\ngot on there, you had to wait for them to clear all the mines out of there. So you never knew\nfrom one minute to the next when you’re going to get ona mine. And then the Vietnamese had\nthis nice little trick, they would have this little hot pot, motorcycle-type tax1 cabs. And you\nwould come around with your truck and they would pull out in front of you to slow you down,\nlike ina curve. And you had to stop down to not run over them. And when you slowed down,\nthey would ambush you and start shooting you, at you from the side. So what you define\n“combat”? In Vietnam there wasn’t any really... no, I wasn’t in the infantry unit. But in our\nbase camp, we got attacked. We killed nine guys there and the stetchel (ph)charged us. One of\nthem was our base barber that we killed. He was a Viet Cong. So you never knew who your, I\nmean who was your friend, who was your enemy. It was a weird kind of a war. There was no\nfront line, like in Korea or Second World War. You didn’t know who was your friend or who\nwas your foe, besides your own buddies in your own unit. Because all Vietnamese could have\nbeen Viet Cong. We had to go to this and we had to lock down our gas caps on our trucks.\nWhat they would do if you didn’t have the locks on them, they would take a hand grenade, put a\nrubber band around it, pull the pin, drop it inside your gas tank. Then the gas would eat away the\nrubber band, pop the thing and blow you to smithereens. So, you had to actually lock down with\na lock, you had to lock your caps so they couldn’t stick nothing in there. Children were, they\nwould hawk on the side of the road. They would try to sell you coke. Well if you’re stupid\nenough and you bought that coke, a lot of them had ground glass in it. If you drank that stuff it\ntore your guts up inside with shreds, slivers of glass. [Laughing.] So it was a different kind of\nwar. It wasn’t the type of war where you could say who was a combat guy and who wasn’t. But\nno, I wasn’t... you know, I was on sweep and destroy missions with the Koreans. I took\nconvoys from the seven thousand-foot mountain down to the air field about twenty miles away to\npick up our rations and water, drinking water and all that stuff. We got ambushed periodically\non the road and all that. Well, you call that combat? I would call that combat, but I wasn’t one\nof those guys that were crawling down those tunnels, tunnel rats or anything like that. I wasn’t\nin the Infantry outfit fighting. I got a good friend who works with me as a volunteer, he was\nSpecial Forces. He was on long range patrol. They went out to search Charlie. Now I would\nsay he was in the trenches more than I was. I just reacted when Charlie attacked me. He went\n3 Also called Rok Valley.\n39\nout looking for him, that’s different. But I did whatever was assigned me. I came to ‘Nam. I\nwas supposed to go to a direct support unit. Not even get close to where the combat was. I was\nsupposed to work on repairing vehicles and stuff. I got to Cam Ranh Bay and they said, “Eh,\nyou are now, guess what. You are now a 6-3 Charlie. You are a motor sergeant. You are going\nup in the Central Highlands.” Instead of staying right there in Nha Trang. Believe me, two years\nin ‘Nam and I never seen Saigon. I don’t know what Saigon looks like. I never been there. All\nmy time was up in the Central Highlands. I took two R&R tours, one I went to Australia and one\nI went to Hong Kong. Get away from it to relax.",
        "A: I was E-8, Master Sergeant. I graduated from Sergeant Major Academy. I was going to make E-\n9, but I got sick and I got medically retired before I actually got promoted. But I actually retired\nas an E-8, graduated from Sergeant Major Academy. See it, my certificate. I mean the plaque?\nConclusion of Interview\n40\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nPAUL SCHLISSER\nJune 26, 2000\n[Copy-checked and partially authenticated by A.D. —9/1/05]\nTape 1, Side A"
    ]
}