{
    "rg": "RG-50.030.0072_trs_en",
    "sequence": [
        "Q: Could you please state your name.",
        "A: Anita Magnus Frank.",
        "Q: And Magnus is your maiden name?",
        "A: That's my maiden name, um-hum.",
        "Q: Uh, where were you born?",
        "A: I was born in Emmen, Holland, January 29, 1936.",
        "Q: Where is Emmen located?",
        "A: Emmen is located in the province of Drenthe. So it's in the north-eastern part of Holland. It's\njust below [Hone (ph)], if that does any good.",
        "Q: Uh, can you tell me about any of your recollections uh from your childhood, before the war\nbegan?",
        "A: Well, I know and that's not a recollection but I know when I was six weeks old my parents\nmoved to the southern part of Holland, to Breda, which is where we lived when the war\nbroke out in 19...May 10th, 1940. So I was only four when the war broke out and my\nrecollections are being part of a - oh I have got some as a matter of fact. I uh remember being\nvery very angry at my father, uh and I gather the story is sort of funny. When I was two, my\nuh father had decided that I was - oh I was one and a half - my father decided that it was time\nfor me to sit on the pot by myself, and I was, I gather, pretty stubborn, and my mother used\nto hold me up and he decided I was old enough to sit by myself, and he, so he said, he told\nme to sit down and I refused, I gather. Now I don't remember that, and according to the\nstory, he pushed me down and I screamed bloody murder and he walked out - and these are\nall, this was all reported, and my mother cried and I cried. Well, what I do remember is that I\nwas so angry at him that when he would come home on Fridays - he traveled - he uh was a\nrepresentative for a clothing firm - I remember it and I must have been only two years old -\nhearing the key in the door and I remember even sitting at the table and exactly what I sat,\nand as soon as I heard the key in the door I would take my plate and I would walk out of the\ndining room and I would go to the kitchen and eat with our uh our uh our maid, and I just\nrefused I gather, I refused to talk to him for months and I I have a lot of you know respect for\nthat little two-year old with such strong principles. Uh and then I remember uh going with\nmy mother to visit my aunt and uncle and my cousin was exactly my age in Assen. And they\nowned a clothing store there and I was spending a couple of weeks with them and getting to\nknow her which 1s still a memory on my part because they were sent to Auschwitz and of\ncourse never came back and coming back and and reconciling with my father. I I decided to\nforgive him after all that time and I talked to him about that and and he said, I said how did\nyou cope with that. how did you cope with this two year old just refusing to talk to you? He\nsaid, that was your choice and I respected your choice, and that's the kind of man that he is.\nUh, you know, I think he was later on very sorry he had done it but in those days that's that\nwas appropriate discipline. I remember that I was, interestingly enough, I was my father's\nfavorite. I was a very bright child. Uh I was very eager to learn. I have a brother who 1s three\nyears older than I am and my brother got into trouble early in the game uh in school, like he\nwas accused of stealing some stealing some crayons when he was in first grade, so I must\nhave been three. And the teacher called my father and I remember uh, oh my father just\nbeing furious at my brother and giving him spanking and sort of feeling, my feeling very\nsorry for him, and sort of you know wondering how he could be quote, a bad boy. Uh we\nlived in a in a we lived in a big house. My grandparents lived with us. Uh I don't remember\nmy grandmother very much. She died in '39, but my mother is German and my father had, as\nsoon as Hitler came to power as a matter of fact in 1933 or '34, my father got my mother's\nparents out of Germany. They lived with us in in this house so uh it was my parents, my\ngrandparents and then four children. My youngest sister was, my younger sister was born in\n1938 and then I had another sister born who was born in 1940 but she died in 1943. And I\nremember her being born. She was born just before the war, in 1940, and she was born in\nJanuary and thinking that that's my baby. That was my little baby sister - uh like she was my\nbirthday present, so I have had very warm memories of that. We had a, I remember just\nfeeling very safe in my family. It was a loving family. It was a large family. And it was a\nfamily that that cared deeply for each other uh and so you know, just just thinking back to\nthe little two-year old who stood up stood up to her father. I have a real sense that I was aa\nstrong, competent little girl uh who knew what she wanted. Another memory I have is we\nhad pictures, family pictures taken, and we had good friends who were photograp...he was a\nphotographer and so I remember just having to sit and pose and finally saying, no more of\nthat. I didn't want any more. And I just refused to participate. So again, uh memories of a\nlittle girl who had a strong sense of self, and I think that's significant because that that really\nchanged uh...",
        "Q: Were there other Jews in this town that you lived in?",
        "A: Oh yeah. Yes. The the photographer as a matter of fact uh, Alter was his name, were Jewish.\nHolland I think uh before the war had about 110,000 Jews. This town we lived in, Breda,\ndidn't, had over 200. It didn't have a large Jewish community, but it had a synagogue, an\northodox synagogue and my, as a matter of fact I remember my father and my my uh\ngrandfather going to synagogue uh and I remember on Friday night they had services, Friday\nnight, and we had our dinner and the candles on Friday night and uh it was it was a pretty\ntight Jewish community.",
        "Q: And you family was a part of that?",
        "A: Oh very much part of that. My parents were both raised in orthodox Jewish homes, my\nmother in Germany and my father in in Holland, but uh my father rebelled very early uh\nagainst orthodox Judaism so altho...although I'm not quite sure - we kept the kosh..., my\nparents kept a kosher home but I'm not sure whether it was mostly for their uh sake as 1t was\nfor my grandfather's sake who was raised and had lived all his live in an orthodox family.\nBut definitely part, strong part of the Jewish community.",
        "Q: Uh do you have any recollections of the beginning of the war?",
        "A: Yeah. I do. Uh I was four and the the the strongest recollection is when the Germans invaded\nbecause what happened was that we were told that they were going to bomb Breda and so all\nof us, and that was Jews, non-Jews, uh were told to leave Breda and my brother was\nhospitalized - he had a middle ear infection - and my mother was frantic because we were all\ntold to leave. My mother was absolutely frantic, was trying to get him into a hospital and\nthey were told that they had to keep the hospitals empty for the wounded that were expected,\nso all of us, uh all of us including my baby sister and my aunt - at that point my aunt, my\nmother's only sister and her daughter also lived with us, so 1t was a hugh family. My my\ngrandfather who was oh 80 years, uh five small children - by that time my baby sister was\nborn - five small children, uh the oldest of whom was seven, my parents, my aunt and her\ndaughter, all had to leave Breda. I remember that. We were, we had to walk - we walked\nabout I would say between twenty and thirty kilometers along a road uh trying to find farms\nwhere we could stay and I remember being strafed --the bombs, the Germans would bomb\nus. And uh there were seventy people killed just along that road and I remember uh a woman\nstill standing over her baby carriage, protecting her baby who was killed. And every time the\nthe airplanes would come, my aunt, my mother's sister, would pull us aside and and she was\nparticularly fond of me and she'd literally cover me with her body. And then when the\nairplanes left then we'd walk again, and I remember stopping at farms and the farms would\nbe full and finally - I think 1t was about 28 kilometers - we had walked 28 kilometers - uh\ngetting to a farm where they had some room and we spent about five days there, sleeping in\nthe hay, until the all-clear was sounded and then walking back - the having to walk back we\nwere not strafed - I don't remember being strafed or bombed during that walk back. Uh and\nhalf way through some buses came and so mothers with children were allowed to go on the\nbuses and so we didn't we didn't have to walk all the way back. And coming back to our\ntown and founding, finding the town unscathed basically - so that was the first memory of\nthe war. Uh then ...",
        "Q: When you returned to the town, was it already occupied by the Germans?",
        "A: Yes. You see at that point the Germans - they they overrun, they overran Holland in five\ndays, so I mean the the Dutch put up a strong resistance but you know, they were not\nprepared to deal with the masses and then of course the Germans bombed Rotterdam as\npunishment for German, for Dutch resistance. And uh so we were immediately occupied by\nthe Germans and nothing much happened immediately but then my memories of those early\nyears are pretty vague because they they started rounding up Jews - oh first from the coast.\nNow Breda 1s 50 kilometers north of Antwerp and 50 kilometers southeast of Rotterdam, and\nI gather they picked up Jews initially from the coastlines, so to prevent them from fleeing.\nThat's why I think there were so many Dutch were murd... were massacred - they they just\nhad no place to go. They couldn't leave. Holland was immediately occupied and all exits\nwere basically uh closed and so you were trapped in, we were trapped in our own country.\nAnd the first memories I have uh I have is of wearing a yellow, having to wear a yellow star\nand I was four, so I wasn't ready for school yet, but uh I remember that because we wore a\nyellow star, we weren't allowed to ride the buses. I remember we weren't allowed to have\nradios. Uh and then we were told that when I was ready to go to school in 1942, well really it\nwas 1941, uh we couldn't go to school anymore and so for a while there was a little Jewish\nschool that they had in a - I remember it was on the second floor of a of a building down\ntown Breda, and going there and sitting in a classroom with who knows - twenty other\nJewish children. And the children just disappearing. I mean one after the other these children\njust disappeared until that school closed and then my father tried to teach us at home and I\nthink that was in 1942 because Jewish children were not allowed to go to school anymore.\nAnd and then you know, getting strong messages that that something very bad was going to\nhappen and it was scary and my parents being scared and just fear, fear enveloping the\nfamily pretty much.",
        "Q: When you mentioned the children disappearing from the school, were were families at that\npoint being deported?",
        "A: Oh yes. That's when they started. They started deporting the Dutch Jews, as I said they uh\nthey started first deporting them from the coasts. They didn't - the reason we we survived 1s\nbecause they didn't get to us until 1942 uh so we lived in Breda until 19...until the fall of\n1942 uh but had they come had they come to us earlier we would have we would have\ndisappeared too. Uh see I have a memory still and this this was how close that it was. My\naunt lived in the same town we did but in a suburb of it, and they picked her up oh I think a\ncouple of months before they came to us, and I can remember, I mean I have a clear memory\nof standing in our doorway in the house that we lived in and waving goodbye to her and her\ndaughter, and they were off to a Polish war camp. That's what I was told. And they went\nwith a baby carriage to the train station where they were sent to Auschwitz and of course\nnever came back. And that was the aunt who was very very close to me, my mother's only\nsister and her daughter. So uh, so they were sent to Auschwitz uh where we would have gone\ntoo uh but - oh yeah, because we lived in Breda so we were just far enough from the border\nthat we were to be picked up later. And uh it just, and these children you know, may have\nlived on the on the outlying areas of Breda, the children, and then of course the schools\nclosed because there were no children really left.",
        "Q: During this period of the of the occupation, uh how did your parents tell you how to behave\nwhen you left the house?",
        "A: Uh, to be very very careful. I mean we wore yellow stars and and the yellow...the way it\nworked in Holland 1s that everybody had to have an ausweiss. That was like a passport, and -\nincluding us children - and uh in order for us in order for one to have rationing cards you had\nto have an ausweiss, and Jews had a big J on their ausweiss. And, of course, we had to wear\nthe yellow star. So you could be stopped at any time and asked for your ausweiss, and if you\nif you didn't have your ausweiss with you or and you wore a yellow star, you were shot\nalmost you were shot immediately. So what basically happened is we, they didn't let us uh -\nwe were young anyway - but they didn't, they they became extremely protective of us and\nthey didn't let us be out on the street by ourselves. And when we would go out, it was with\nmy grandfather. My grandmother had died in '39 but my grandfather would take us for\nwalks. As a matter of fact that's one of the reasons we were saved. It's just incredible,\nincredible uh circumstance. When I ...",
        "Q: Shoot. Why don't you go ahead and talk about that. We can go back.",
        "A: Yeah. The uh uh so that that - what happened was that life became totally family-oriented,\nthat uh they first picked up the Jewish men and I - that's another extraordinary situation - that\nmy my mother's father uh had been very very wealthy, and lived in Zempelburg | Pol:\nS_polno, or S_pdlno Krai_skie] in Germany. And after the 1st World War, during the Ist\nWorld War, had contributed a lot of money to the German war effort, and after World War I\nwhen that part of Germany where he lived uh became Polish, and he opted to remain\nGerman and he moved to Berlin, and he got a Cross of Merit from the German Kaiser. Uh\nthey picked up Dutch men first. They took them, Jewish men first and they took them to\nslave labor camps and my father had sort of been excused a couple of times one because he\nwas head of the Jewish Council, or he was not perhaps not head but he was a member of the\nJewish Council, because he had five children, uh and so on, but he had to, he was to report\nand I can remember it - my mother just being in tears. Well, the day before, the day before\nmy father was to report, my mother, and she is an incredible woman really - she took that\nCross of Merit to the Nazi commander of our town, and everybody said don't be ridiculous -\nit's not going to do you any good, and she said look at what my father did for you know the\nfatherland, and he actually acc...he actually excused my father, thanks to her. And again, that\nsaved our lives because without my father we would not have been saved. And the next\nweek, it turned out that was about a week before the rest of the family was going to be called\nout - we disappeared within that week. And the reason we survived is because a man who\nworked for City Hall, uh and I don't know - this this is what I was told - I mean that's not a\nmemory I have. I remember walking with my with my grandfather of course, but what\nhappened uh he would take us for walks and a man who worked for City Hall knew what\nwas knew what was happening to Jews. By 1942 by the way everybody knew what was\nhappening to Jews, so the the idea that people didn't know and America didn't know, and\nEngland didn't know is garbage. Because we knew and we had no radio. And everybody\nknew. Uh and uh this man had seen us because he worked for City Hall. He was familiar\nwith what's happening. He had seen my father take us four children for a walk. My baby\nsister was too little. And he felt so sorry for us because he knew what was going to happen to\nus, that one day he came to our house, he came to my father's house and he basically said do\nyou want to be killed. My father said no. He said well, why don't you do something about it.\nMy father said what can I do - I've got five small children and an elderly father-in-law. And\nhe said if I, if I promise to help you, will you try and get out, and within a week - and I\nremember a significant part of that - uh other friends, Dutch friends had given us names of\npeople who were willing to take in Jewish children, and within a week we disappeared, and\nit turned out to be just in time, just before the whole family would have been deported to\nAuschwitz, because most Jews went to Auschwitz. Uh and what he did is he gave us false\npassports so the false ausweiss, so as our name was in Dutch \"Magnus,\" uh he gave us\nauthentic passports--because he had access to the blanks--and with new names. And our new\nname became \"Wachness.” Of course, Magnus is spelled M - A - G- N - U-S. Wachness\nwas spelled - it sounds the same. So if we would make a mistake, it wouldn't be as\nnoticeable. But the spelling was totally different - it was W-A-C-H-N-E-S-S. And\nuh and I remember one day we were playing outside and my mother calling us in and saying,\nchildren, we want you all to pick a new name. And we had, because Anita is not a common\nDutch name - uh we had always pretended we had different names, and I still feel bad about\nthis because my sister Ingrid, the young...one just below me, her her play name had been\nLeesha (ph), but that's the one I had coveted, and mine had been Lanie (ph) and so when we\ngot to pick new names, I said I want to be Leesha, and I remember Ingrid saying that's my\nname and I said well I got to be first again. You know, I was the older girl so I got to pick so\nthat's how we picked the new name. My brother's name was Norman. He became Jan. I\nbecame Leesha. My sister Ingrid became Lenie (ph) and my other sister Helga became\nHennie. And so we got to pick new names and that's that seemed like a big lark to us and\nthen we were called inside, and in the meantime my parents had gotten names of people who\nwere willing to take us - we were called inside and we were told that we were all going to go\naway. And that we were going to go to strange people, and uh my parents didn't know who\nthey were, but that if we didn't go we would not...we would be killed. And that we were\nnever ever to tell anybody that we were Jewish because that would mean that we would die.\nAnd that we would have our new names, we would live with these people, and that the story\nthat they made up was - it's still a peculiar story that we had, we were Dutch but we had lived\nin a small town called Emden, which is near...it's a German town near the Dutch border,\nnorthwestern Germany, and that when the war broke out we decided we wanted to be in\nHolland - we didn't want to be, so we basically were refugees from Germany and my\ngrandfather who's who's German, that he was Swiss - uh and uh and because we were\nrefugees we couldn't live with our parents because my parents, our parents were looking for\njobs someplace else. And that's why we were, that's why we had to be you know with strange\npeople. That was the story that we were to tell people who would ask us uh you know why\nwe weren't living with our parents. Immediately after that my brother and I were taken away\nand taken to a family in the same town we lived in, and we stayed there for two weeks and\nuh was, they lived in a house that - and again in Holland because it's so such a crowded\ncountry, several families would live in the in the same house, so we lived on the second floor\nof this house and there were another family living on the first floor. The family on the first\nfloor did not know that we were on the second floor. So for two weeks we could not move. I\nremember we slept in the bathtub. We could not talk. We could not move. We couldn't do\nanything because we were told that if they, the people downstairs would find out that we\nwere upstairs we'd be killed. And we, I remember also that sometimes they would take us out\ntwelve o'clock at night just to give us some fresh air. So we'd we'd go outside and that was\nthat was a very hard time because in the mean...you know, we had no idea where our parents\nwere. I mean there 1s a six-year old and a nine-year old just taken away, totally, from parents,\nsisters, and everything else and and, and yet we knew - you know, there was no crying.\nThere was no whining. There was nothing. There was just obedience. And then after two\nweeks we were taken by some other people to the middle of the country and we stayed for\ntwo years with a magnificent family called the Buchas (ph) in Bilthoven--uh, which is a\nsmall town north of Utrecht, which is in the middle of Holland. And they ran a very\nprogressive school called the \"Werkplatz (ph),\" the \"work place.” She was a daughter of the\nCadbury family of the British chocolates Cadbury family. And they were Quakers; and\nbecause they ran a school, they took in other children who were not Jewish and so for them\nto have other children there was not as obvious as it would have been for you know for an\nordinary family. So that was a very safe place for us to be. Now we were told never ever ever\nto tell anybody we were Jewish. That nobody knew and that we were never to let it be\nknown, and so that was a horrendous burden on us. On me particularly and it's interesting\nthat when my brother's much older, well three years older than I am, I think I was much\nmore conscious of the whole situation than he was and uh and my earliest memory - I think\nwhen we we went to Bilthoven in in October - no in September of 1942, and again what\nsurprises me in retrospect is that there was no questioning - it was 1t was real acceptance and\nreal understanding of what was going to happen to us. There was no question about the fact\nthat if we were discovered we would be killed. I mean that, we lived with that throughout the\nwar, and I also - you know, now when I think about the horror of it, 1t blows me away. But\nI'm so grateful we were children because we accepted it - there was none of the the fear of\nthe neurosis, or the neurosis or anything else. There was none of the pathology that that\ncould have induced really uh because we just knew it was going to happen - that that was the\nway, you know, being very concrete still uh we just accepted that's the way it was and it was\nscary. Uh my father came to visit us in October; so after months, my father appeared. And it\nturned out he and my mother and my grandfather had gone to uh Limburg, which is in the\nsoutheastern part of Holland. We tried to go places where nobody knew us. My two younger\nsisters came about a month later and uh they had gone with my parents to Limburg but that\nwas too dangerous, so they they leaved them with another teacher of the school in the same\ntown that my brother and I were. And my baby sitter...sist...uh sister Rita went to\nwhich is in the western part of the country; though she died of diphtheria in 1943, so I never\nnever saw her again. Uh but my father came in October; and I'll remember his visit and it\nwas incredible to see him. And he told us that uh he told us that uh our birthdays have been\nchanged. That my brother, whose birthday was November 10th, was his new birthday was\nJanuary 3rd. And my birthday, which is January 29th, was going to be January 21. And we\naccepted all that. You know, again, you didn't question - that was the way it was, because it\nturned out that those were the birthdays that were in our new ausweiss - our new ausweiss\nwhich didn't have a J on it. Of course, no J's on our clothes, no no stars on our on our, no\nyellow stars on our clothes. And uh one of the children of the family we stayed, the Bucha\nfamily, I remember saying to my brother, \"Norman,\"--I mean, \"Jan, Jan, what's his name,\nJan. You know, you have a birthday coming up pretty soon.” And I said, \"Oh, no, no. His\nbirthday's not until January 3rd. We confused his birthday with a friend of his.”” Now\nunlikely story, but perfect logic to a six-year old. Uh and I I that's what I remember about me\n- an extraordinary competence - that sounds sort of conceited but in in dealing with the\nsituation and making up stories and it also gives me today such enormous respect for for\nchildren - I, they're capable of infinitely more you know than we ever give them credit for, so\nuh because I have these strong memories still of myself when I was when I was six years old.\nThen the next major trauma was Santa Claus. Now Santa Claus comes on December 5 in\nHolland and he is, he comes from Spain and it's a non-religious holiday. It's not like\nChristmas here. It's Santa Claus who comes with his black moire (ph) - his name is Peter\nfrom Spain on his white steed with his miter and and his staff. Uh Peter has a big uh bag on\nhis back and if you've been a good kid then you get candy and if you've been a bad kid you\nget put in the bag and sent, taken back to Spain, so ....(laughter) and I remember being in\nagony because you see I believed in Santa Claus and I was quite sure that Santa Claus didn't\nknow that my name had changed, and I couldn't tell Betty Bucha that I really wasn't Leesha\nWachness - that I really was Anita Magnus - because that would let her know that I was\nJewish - I mean I didn't - of course they knew, but I didn't know that they knew. So I can\nremember being absolutely terrified of Santa Claus coming because the way Santa Claus is\nin Holland, he comes in and visits and he sits down and you know he says, well, you know,\nhave you been a good girl and stuff like that, and uh I felt totally trapped - that's, talking\nabout terror - I was in pure terror. Uh and I'll never never forget when he came and already\ntrying to make up stories about what I would say to him if, when he called me Anita. I would\ntell him that he was making a mistake. But he came in, and because I was the youngest of the\nfamily, uh he said well, Leesha, have you been a good girl, and my relief - thinking my God,\nhe knows everything. You know, because I so firmly believed - it was, I'll never for...you\nknow, I'll never forget that intense relief of not being betrayed, because even a Santa Claus\ncould betray us. So uh when my father left us, and I'm back-tracking a little bit - my father\nleft us, my brother and I had to go to bed very early - I remember seven o'clock - uh we\nstarted to cry and that's probably the most intensive crying and I, in retrospect I think we we\nstarted with pre...pretend crying, and I'm not quite sure whether we did that because we\nreally wanted to cry ..... [Phrase missing]...a loving, caring oh unbelievably wonderful\nwoman. When she came upstairs, I was afraid we were going to be punished, but she she of\ncourse didn't punish us. She was very very nurturing and very loving and and seemed to\nunderstand why we were crying. But I learned early in the game during the war years uh I\nlearned early that there was something very wrong with who I was. I mean that's probably\none of the major lessons. I mean when you look at our lives I mean we were among the most\nfortunate of all Jews in Holland because we were not, we were out in the open. We were like\nDutch children except we didn't live with our parents, and sure we were 1n danger and it\nturned out that several times they were very very close to catching us. I'll get in to that in a\nmoment, but when you compare it to most, to most other kids who were, like Anne Frank\nwho was hidden uh for years, you know, and they could not go out and we were infinitely\nmore fortunate. Uh we were out. We were able to go to school. We, and the school was a\nmagnificent school, very progressive. Uh we had friends. We could play, could breathe fresh\nair and yet we also knew that, and I knew very intensively uh intensely, that I could be\nbetrayed anytime, and so I learned early in the game that I was not to draw any attention to\nmyself. That I could not, I had to be a very good girl. I could not be naughty. I could not do\nanything that would make anybody notice me. And so I learned not to complain and I\nlearned not to express any feelings and I learned not to be a bad girl and I learned not to ever\ndisobey because anything - I didn't dare do anything that again would make people angry at\nme because if they were angry at me they might betray me. So it it put this this vice around\nme, basically, and when I compare that to the little girl who snubbed her father you know I I\nam aware of what a dramatic impact that war had, uh and at and it was really the most the\nmost poignant memory I have was oh in 1943 I think it was, uh we were riding on what's a\n[bock... (ph)] - it's a bicycle with a big sort of uh box in front of it and that's how they would\ntransport vegetables and stuff like that - and somebody was riding it and my brother and I\nwere sitting in it, on the edge and I was holding on and then I noticed my brother was not\nholding on and I of course being you know wanting to be just as brave as he, I decided not to\nhold on just at the worse possible time as he was going around the corner, and I fell off the\n[bock... (ph)], hit my head on the on the asphalt, on the pavement. I'm sure I had a\nconcussion, but I thought I'd done something very bad, and I had the most blinding headache\nthat I can imagine and I I went back. I didn't say anything because I thought I'd done\nsomething very bad. I didn't say anything to Betty Bucha, but I was in such pain that I would\njust start crying and I'd just walk out of the room, and would come back and then I would\njust be in so much pain again and I would just walk out again. I remember I just was going in\nand out, just terrified of being noticed, so I never told her. And another time I was running\nand I ran into a wall, and I got a a big uh cut on my forehead. My terror was about being\nbetrayed to the Germans. It wasn't about hurting. It wasn't about, you know, having fallen. It\nwas that I had done something bad, and I was, this could meant the end of my life. I mean\ncrazy associations. But basically I learned that uh I, you know, I I was not to ever do\nanything that in anyway would make anybody mad at me or upset at me or or would draw\nattention to me.",
        "Q: Were there many Germans in the this town where the school was located?",
        "A: Oh yeah. Oh there were Germans all over the place. They were not, in Holland they were not\nas as obvious I mean you know that, during the war during the war itself because they they\nfelt the Dutch were also Aryans so the Dutch except for the Jews were just fine and they\nreally believed that the Dutch would eventually cooperate with them. And so for the first\nfour years, except they did pick up a lot of Dutch men, they were quite quite lenient with the\nDutch population itself and no where as vicious and brutal as they were for example with the\nwith the Poles or with the uh with the Russians, particularly the Ukrainians because they\nwere the untermenschen. The Dutch were supposedly part of the great Aryan race - the the\nsuper race, and it was just the Jews who were you know the vermin, according to their uh\nphilosophy. So the Dutch, Holland didn't really - no, that's not true - the underground of\ncourse suffered. I mean they, when you were caught helping Jews or if you were caught\nworking underground but the but the but the actual occupation did not become very serious\nuntil 1944 when they finally convinced uh were convinced the Dutch were not going to join\nthem in their uh lunacy.",
        "Q: What what happened next in in the school?",
        "A: Well, we stayed in that school for two years. Uh and II did well and we stayed with this\nwonderful family for two years. We were again very fortunate - my two younger sisters were\nnot as fortunate because they were shifted from one family to the next. But we stayed with\nthe same family. We moved several times but that's because the Germans the Germans uh\ntook over. I mean they, we lived in a house near the school and the Germans requisitioned\nthat, and then we moved to another house and then we moved to another house, but that was\nbecause the Germans just you know, when they when they wanted houses they just kicked\npeople out. But we just lived with the family. We would go and we visited our parents once\nduring Christmas and uh there was there was uh and that was the first time that I had seen....I\ncan't remember whether - that was not Christmas of '42. I think we visited them Christmas of\n'43. Uh I can remember in '43 I saw my mother I think for the first time because my baby\nsister died, uh Rita died in and she came and told us that Rita had died and I\nremember just crying, being incredibly unhappy.",
        "Q: So your mother came to the school, or to the house....?",
        "A: Yes, to the house where we were staying, yeah, to tell us that Rita had died. And then I just\nremember just being very sad and crying. But the the most amazing thing was that we just\nsort of accepted it. You know, we never whined. We never demanded. We never we never\ndid anything I think to betray our family or or even endanger our family. The the biggest\ndanger to us came, well there were lots - it turned out there were lots of times when my\nparents were very close to being discovered - and the reason we survived is because the\nDutch that, who encountered us didn't betray us. It was just the unbelievable luck that all the\nDutch who discovered our Jewishness were good were good people. And that included the\nDutch police. And you know again most Jews were not that fortunate. But the most\ndangerous time for us came in 1943 when uh my sister stayed with some teachers at that\nschool and one of them was caught with some communist books, and when she was asked\nwho else lived 1n that house, uh she said well, two little girls. And they said immediately\nnow that those are Jews. I mean they they assumed that any children who who weren't, who\ndidn't live with their parents were Jewish children. So that was the first time that we were\ngoing to go and visit our parents so we, the first time that I must have visited them was in the\nsummer of '40...'43. Uh and the Germans uh we were told were going to accompany us on\nthe train and they were going to interrogate us on the train and that would have been the end\nof us because there is no way that we were sophisticated enough to to make up enough of a\nstory uh particularly my younger sisters wouldn't have. They, who are one and two years\nyounger than I am, but German thoroughness of course demanded that they could look at\nthese Jewish children and it so happened that my younger sister and I were standing in front\nof the house. Now uh I was quite, much lighter and I have blue eyes and you know, I don't,\nI'm not typically Jewish - I don't have a semit...I don't have Semitic features and my sister,\nmy younger sister has blonde curly hair, blue eyed. I mean, and they looked at us and said,\n. You know, \"They can't be Jews.” So...because we didn't look\nJewish. And that was one of the reasons, as a matter of fact, that we were saved is because\nthe man who gave us, was his name, who gave us the false passports, said\nthat he he had selected us to help because we did not have Semitic features. I mean it's just a\nhorrifying thought when you think about it, but it allowed us or the fact that we were not\nquote \"typically\" whatever typically Jewish is. Of course we didn't look typically Jewish - uh\nthat's how come we survived. And again we didn't fit the German stereotype of you know\ntypical Jews. So again we were miraculously saved. Uh I mean we miraculously not not\ntrapped. Uh my parents had, I gather, they told me they had razor blades ready. They were\nnot going to be caught alive. They were not. They knew what was going to happen to them\nand they weren't uh...and they also, they would have killed themselves because they also\nknew if they were caught they would betray us and so again you know there were all all\nthese very conscious decisions were made as to trying to have as many of us survive as\npossible. And we were able to visit them in in the summer. I spent I think a week with them\nand then we visited them again in the following Christmas and there we had an accident\nhappen to us. We were standing at a, they were they were sledding down a slope, a snowy\nslope, and mother and my sister and I were standing too close and a sled ran over us. My\nmother had high boots on but I didn't and I got a deep wound which became severely\ninfected and I got boils all over my body. And that was on two of my legs and which which\ndidn't heal for months until until the following spring. Again lucky that I was strong enough,\nwe survived - you know, there wasn't any penicillin and uh so on. But basically in 19...for\ntwo years we lived as school children and we lived without our parents and we lived with\nfear and I can remember saying to one of the other girls, the daughter of the family, I said I\nhave a very big secret but I can't tell you until the war is over. (Laughter) I, 1t was like, you\nknow, I was like I knew the war one day would be over, so I must have a lot of hope uh and\na lot a lot of optimism. I guess I must have felt that we would live. Uh and at the same time I\nremember my major mission was not to do anything that would betray us. And my middle,\nmy younger sisters would sometimes really do dumb things like well, dumb things, what do\nyou expect of a - I was six, so they were four and five. I remember Ingrid at one point, we\nwere walking and she said oh she said oh Leesha - I was Leesha - Leesha, you know I met a\nI met a girl whose name was Ingrid and I told her that used to be my name. And I said don't\never say that (laughter) - I remember having to remind her that she was not to not to ever\never uh uh you know remind anyone or tell anybody that that Lanie wasn't her real name.\nBut what's remarkable is that we played we the game right on until the very end. Uh and\nagain turned out that the only people knew we were Jewish was the family itself. Their\nchildren didn't know we were Jewish. And, but we made friends and we saw our parents\nevery once in a while and uh again unbelievable fortune fell our way because uh at in 1944\nmy, when after the Normandy landing uh things became very tight and that's when the\nGermans became more vicious towards the Dutch. We had gone with the family to a farm in\nand there was a lot of bombing, a lot of strafing, and the family told my parents they\ncould no longer be responsible for us. So that was, that was August of '44 and my mother\ncame - my mother has always been very brave. My father has said if 1t weren't for my mother\nand her courage we would never have survived the war, because she again and again and\nagain, she would be the one who who said to my father, you know, it's going to work out and\nshe would she would take on the police who came to the house and questioned them and\ninterrogated them, cause see from their perspective they were interrogated many times about\nwho they were and what they were doing. Now they were out in the open too, but my father\nwasn't working and so their story was a more difficult one than ours, and so they had\ncontinual contact with [Pinkstrum (ph)], the one who gave us the false papers, and he again\nthroughout the war continued to help us make up stories supporting my parents' stories and\nso on so that if we had had one NSB--which was the Nazi...which was the Nazi support\ngroup in Holland. If we had had one real Nazi supporter, we would never have made it. But\nuh somehow, again, we...we didn't. But in 1944, my mother came to get us. She got my\nbrother and me; and my two younger sisters already were with her. And incredibly, in\nSeptember of 1944, we were liberated by the Americans. Uh they came up, they had landed\nin Normandy, and they came up through Belgium and just through a tiny part of Holland.\nAnd they were supposed to meet up with the British at Arnhem. They made a movie, \"The\nbridge...\", \"A Bridge Too Far.” And, of course, there was a German panzer division at\nArnhem; and the British were defeated there.’ So instead of liberating the rest of Holland,\nthey went into Germany. Had we stayed in the middle of Holland we would not have been\nliberated until May of 1945. But we were liberated uh uh - as I said we we went back to\nLimburg in August. And in September, I'll never forget that in September of 1944, lots of\nbombing, lots of explosions. Was a Sunday and my mother came - we were sleeping on the\nattic, and we slept, we stayed in a house but my parents had rented the front room and a\ncouple of bedrooms of a very nasty, ugly woman uh who turned out... She said, \"If I had\nknown you were Jews, you would never have lived.” horrible woman. Her name was\n[Bilders (ph)]. Anyway, we, my, there was so much bombing that my parents, my mother\ncame to get us and we were standing 1n the in the front living room, and my mother was\ncombing my hair, and there was a table here - my mother was standing here and I was\nstanding right there - and there was the window. And a grenade exploded. And a big piece of\nthe grenade flew right between my mother and me and scorched her nose. And it bounced\nagainst the wall, and it bounced back on the table and a pair of pajamas and the pajamas\nburst burst into flames, but again you know death was so close. Uh it's it's just miraculous - a\nfew inches either direction would have killed either my mother or me. Uh so we got out of\nthe living room and we spent the day in the cellar, and we heard all the shooting. My mother\nagain was very brave. She would go upstairs and I'm I'll never forget at four o'clock, it was\nabout four o'clock and she would go upstairs. At four o'clock she screamed - she said the\nAmericans are here. And I, if there's anything that stands out in my memory it's it's those\nwords - the Americans, the Americans were here. And the Americans coming up on the hill -\nuh we lived sort of on a hill, and the Amer...the Germans were retreating up the hill, and they\nwere shooting down at the Americans. Of course we were dying to go upstairs, and uh see\nwhat was happening, uh and we were allowed to, after a while we were allowed to go up,\nand I cannot tell you what that meant. I, it's a memory that you know will never cease in my\nmind. As, I think America has always had such a close place in my heart because it meant it\nmeant life for us, and in all sorts of ways, and that was before we had any idea we would\never come here. Uh but there were the American soldiers and they were being shot at by the\nGermans but it didn't seem to bother them very much. They were ducking the bullets. And\nthen after a few days when we were allowed to go - perhaps two days I think - we were not\nallowed to go out because there was so much shooting going on, but after a few days we\nwere allowed to go out - one of the best sights I remember seeing was Germans with their\n' This battle took place September 17-25, 1944.\narms, you know, over their head and the feeling that they no longer present the threat to us\nand that we no longer were in danger was just a relief and an over-whelming sense that, you\nknow, it's hard to describe. I mean talking about freedom and I was then eight years old and\nI'll never forget that immense relief. What was amazing was that uh in December of course\nwe had the Battle of the Bulge, and at that point everybody knew we were Jewish - some,\neverybody knew - that little town that we lived in was uh , a little town near\nin Holland. Of course then it was clear you know, we made it and let people know that we\nwere Jewish. Then we had the Battle of the Bulge, and that - I remember being terrified of\nthat because if the Germans had won that, I knew that would be the end of us again. So there\nwas was some more fear then, but then when the Americans won, the Allies won, then I\nthink we really felt that we had survived uh and just that we would live. And then one of the\nhardest things was for my poor mother to get back to our original names. (Laughter)",
        "Q: Tell me about that.",
        "A: Well, I mean all of a sudden instead of being Jan and Leesha and Lanie and Hennie, we had\nto...we were again Norman and Anita and Ingrid and Helga. And I can remember her saying\nLeesha, , Lanie - oh, whatever your names are, you know, come inside. We uh we uh\nit was it was unbelievable to go back and be with our parents again. Uh and I can remember\nthinking I will never ever ever leave them again. It was just like, it was like having a whole\nnew life. Uh we had some very, some interesting times because we that's the first time that I\nsaw black people. Uh we were liberated by the American Army; and the blacks were\nseparated, segre...segregated. So they lived in tents in the field, and the Ameri...and the\nwhites were uh in a hotel. And I can remember asking my mother, \"Why are they so black?,\"\nyou know. I couldn't understand that skin could be black, because we...the Holland didn't\nhave any dark people. And I, I remember saying to her, you know, \"Why don't they use\nclorox? Perhaps that would...’ (Laughter) Just didn't seem... it didn't...didn't make any sense\nto me. And we were scared of them. But then we were fascinated by them; and they were\nwonderful. We would go and sort of talk to them, and they'd give us big chocolates. And uh\nthe Americans who...the American soldiers stayed in a hotel; and I remember we would go\ndown there. My parents had told us you never ask for anything. Now the Dutch kids, you\nknow, I mean that had had nothing for a long time... I mean, that's the first time we saw\noranges, the first time we had candy--all of that stuff. Food had been rationed. Food was\nmini...had the minimal. So we'd go there; and we'd stand there and look at them with our big\neyes. And, of course, the soldiers just loved us because we never asked for anything. We\nalways ended up with the most. (Laughter) And my youngest sister, Helga, would pick up\nsoldiers, which was fine because she was six years old. And one day she came home with a\nchaplain - said, \"Mommy, that's the best I could find.” (Laughter) So we ...that was our first\nencounter with Americans. We met uh a Jewish soldier - a guy name from\nCalifornia, who became a very good friend of ours, and uh it was almost like we had to get\nused to being out in the open again and regaining our own identity. And it's only in\nretrospect that I now realize what a hugh price we paid. Because you know when you're\ngoing through this as a child that's the way life is. You don't really question it. You do what\nyou have to do, and given those circumstances, children will follow the rules. At least all of,\nwe did. But uh right smack after the war you see, I mean not even after the war because the\nrest of Holland wasn't liberated, some very bad things started to happen. Uh the part of\nHolland that we lived in was all Catholic - one hundred percent Catholic - and so as soon as\nit became known that we were Jewish, we got things like Christ killers, dirty Jews, uh -\nHolland which really had not known anti-Semitism before the war, the horror of of World\nWar II is that it awakened in Holland I think an awful lot of anti-Semitism, a tremendous\namount. And we started encountering that - I mean in retrospect it just blows me away to\nthink that uh there was no debriefing. Nobody ever ever talked to us about what had\nhappened. There was no counseling. There was no support. It was as if we now were, we had\nto enter a new but it was a foreign society - it wasn't Holland the way we had known it\nbecause we became we became dirty Jews. Now not by officialdom necessarily, but the\nchildren uh I remember that soon after - because we hadn't gone to school and you know in\nthe meantime you can imagine what our schooling must have been like, uh very interrupted,\nvery sporadic, and the first four years if I had, if I went to school two years it was a lot. Uh\nby the time I was eight, let's see, nine - by the time I was nine I think I had been to school\nabout two years at the most. So my father taught me a lot at home. But I remember going to\nschool again after not having been in school for six months or so, and there was a birthday\nparty and we were the only ones who were not invited to go to the birthday party, and my\nfather took us on a big walk and he consoled us. But it was just, see we had to come, we had\nbeen non-people, and then we remained outsiders. Uh we stayed in that town uh we that we\nleft the family and went and stayed with a woman whose husband had been a a Nazi, and so\nhe was imprisoned and she was forced to take us. Now she was scared of us - she thought\nthat we would, I don't know what she thought we would do, but uh so we lived there you\nknow for a couple of months, because we could not go back to Breda because the Germans\nwere still occupying so much of Holland. And even though Breda was also liberated pretty\nsoon after we were in Limburg, uh it still wasn't safe to travel. So uh, we kept on going to -\nand all the schools were Catholic. I mean, that that again talking about the intense necessity\nfor free...you know, for separation of church and state - uh I'll never forget the experience we\nhad having to go, having no choice but to go to Catholic schools, and and being called Christ\nkillers. Now that only intensified the feelings that the war had fostered in me - the feelings\nthat there was something wrong with me and being a Jew was a bad thing. Uh ashamed of\nbeing Jewish. Uncomfortable being Jewish. Uh something that you wanted to hide. It wasn't\nOK to be who you are. You were different and you know how bad it 1s for children to be\ndifferent - I mean how hard it is for them to be . It's bad for kids to be different. It's\nhard for kids to be different. Uh and so we felt that we never, we just never fitted in and as\nsoon as we could we went back to Breda which was not until I think April of 1945, so for\nabout four months we lived very tightly with our family but the best thing was that our\nfamily was back together.",
        "Q: OK. We have to stop now. We have to change tapes.\nTape #2",
        "Q: Can you tell me what happened when you returned to Breda?",
        "A: Yeah. We we finally were able to leave, I think we went back to Breda in April of '45. We\nwere, all of you know the war ended in May of '45, May 5, 1945 in in Europe and we went\nback to - we had nothing. Of course what had happened is my parents had left the house we\nlived in and my mo...my mother had had oh just her her dowry had been this gorgeous stuff\nand and of course everything was left behind and we came back with nothing. We stayed for\nabout six weeks with a family where my aunt had stayed - the one who, my mother's sister,\nthe one who was killed in Auschwitz. We stayed there and then uh after six weeks the\nwoman said to us, well you can't stay here any more. And we had no place to go. So we\nmoved into a house that had been bombed and the whole backside of the house - there was\nno backside of the house at all. There was one room that had windows. It was a large house\nbut you know it was uninhabitable. It had no gas and electricity. It had no water and uh again\nwe had no place to go so we moved in. We basically squatted into that house with the one\nroom with the windows. And the the water just poured in and it just because it had no\nbackside, uh just poured in. So my father just made holes in the floor so the water would run\ndown. He boarded up some of the other uh rooms with uh planks so that we could at least\nsleep there. And for a couple of weeks we would go to neighbors to get water and so on. It\nwas just, there was no place for us to go and we had absolutely nothing. My father didn't\nhave a job. We didn't have any money, so he got a job with the British censorship in\nGermany so, so in 19... uh... 1940 ...I think, that was '45 I think - 1t was almost immediately\nafter the war uh after we were liberated, he went off to Germany and worked for the British\ncensorship there. So my mother was left alone with four children and her aging grandfather--\nher aging father, my grandfather, who lived across the street. Some friends uh had given him\naroom. And so we lived in this house, in this bombed-out house for about six months. In the\nmeantime my mother was alone. My brother could not adjust to the school system in Breda\nanymore. We...the closest school to us was a Protestant school; so instead of going to a\nCatholic school, we went to a Protestant school. And again being the outsider was so\nobvious because of religion. We did not belong in a religious school, and it was\nuncomfortable and it made us feel uh unwanted. Now we did not encounter there any uh of\nthe anti-Semitism. I mean nobody there called us Christ killers or any of that stuff but we\nwere not accepted either. Well, finally my - the only way you could get a habitable house\nwas by finding a place that people would move out of. And then you had to present it to the\nNotes Commission, which is the housing need commission and then they would rule\non whether you were eligible to move into that house. And several times my mother would\nfind a place and we would never get it and it would, the situation got to be pretty desperate.\nWell, finally we found a very nice house on the Juliana (ph), and it was uh next to a little\noffice of the conservation company. And we were, and the way that it went was that you had\nto uh tell the tell the commission where the house was and uh then they would decide. But\nbecause they continually took, wouldn't let my mother move into the house, my mother said\nyou know, I'm not going to tell you where it 1s unless you let me know that I can have it, and\nthey would, she finally was promised that that they could have the house. And we were\nassigned that house, and just before we were supposed to move in, the head of that\nconservation company wanted that house because it was right next to his office. And again\nwe were, they told that, we were told we couldn't live in that house. In the meantime you\nknow we lived in an unhabitable, uninhabitable place which was, just made the situation\nterrible. My mother was alone. She was close to a nervous breakdown I think. She had been\nso strong during the war. She was, she had crying spells and she was 1n agony over .\nIt's hard for me to fathom now really she survived as well as she did under the intense kind\nof suffering. I mean she came back and it was very clear to us that almost our whole family\nhad been wiped out. Her only sister and her...her daughter were wiped out. My father came\nfrom a family of seven brothers and sisters. Only he and his oldest brother survived; and my\nuncle's only son, Bert (ph), had been killed by the Germans. We had two cousins who\nsurvived. They escaped the concentration camp in Holland, but their parents and their...that\nwas their sister, that was the girl that I visited before the war - the family I visited. They were\nkilled. They were dragged out of and . They died probably en route to\nAuschwitz, and we, I don't know really what happened to . So after the war you\nknow, there we were. And of the Dutch, the Jews in Breda, I think a total of twenty survived.\nTwo young men survived the labor, the slave labor camps - young, strong men. And the\nAlters, the...the photographer - he was killed and she survived with her two daughters. But\nfor the rest, just we were alone. And so anyway so she, under those circumstances again, and\nthen living 1n this this house which wasn't a house, and again being denied that denied that\nhouse uh, what in effect we did is that the school that that we had gone to became a very\nfashionable school after the war and the Dutch princesses went there. Juliana's daughters\nwent there; and uh when again we were denied that house my mother went to uh the friends\nwho where my fath...where my grandfather was staying, and he had some, he knew some\npeople who were higher-ups and basically they, he said to that commission, he said unless\nMrs. Magnus, , gets that house, this is going to go straight up to the Queen, and\nthese, the response was oh those damn Jews - they want so much again. And I just, the anti-\nSemitism which really had been dormant I think, or had, I I just don't think Holland was anti-\nSemitic before the war. If it was anti-Semitic 1t was well-hidden, but the Germans - and that's\none of the horrors for me - in some ways the Germans won the war, because they succeeded.\nThey made the Europe Judenrein; they made it Jew-free. And there 1s uh, I still pick it up\nwhen I go to Europe. There is an awful lot of anti-Semitism in Europe and they awakened\nthe viciousness. So that you see, that's what we had to live with then after the war. And it\nwas never overt - well, that's not true. It was overt. I mean you know - those damned Jews -\nthey want so much again basically was the response to us. Uh but we did get the house. I\nmean the threat of using, of going straight to the queen and of using some some influence\nthere - in effect we were assigned that house so in December of '45, 1t was very tragic\nbecause my grandfather died of a heart attack. My mother tried to get him in a hospital. They\nwouldn't take him to a hospital. And he died of a heart attack. So there was mother just with\nher father just dead and the horror of the war, moving... Uh, my brother had gone back to the\nschool that we had gone... He...he could not adjust to to the school in Breda, and he went\nback to Bilthoven. He stayed with the Buchas. So there were just the three girls and my\nmother; and we moved into that house in Julianalan. And uh I gather my father just sent us\nsome money from Germany, and we also got some reparation. We never got much but we\ngot probably a couple of thousand dollars, which allowed us to buy some furniture because\nof course everything had been stolen. We had nothing. But we had come back to some\nclothes. And so my, slowly but surely my mother was able to to furnish the house and to to\nbuy some of the necessities and get us some things and uh my father came back from\nGermany I think in 1946. And sort of a resumed - my brother came back from Bilthoven and\nwe resumed a normal, quote normal family life. But even right there in , | remember\none day in front of our sidewalk - dirty Christ killers. I mean, there again; and it just made\nabsolutely no sense. Now I must stress that my my parents, my father went to the school - uh\nwe lived we lived close to aaa sort of a lower class wor...neighborhood. Our our street was\nvery very nice and very middle, middle-class, but we lived next to a heavily Catholic uh\nlower class neighborhood and uh my father went to the school, and - because we knew we\nknew that which kids had done it - and they did reprimand those kids. I need to stress that\nthere was no official support for this, but again, these were messages that the children had\ngotten from somebody, from some place and some bo...some body and I don't know who\ngave them those messages. But it just retnforced that whole sense of not OK-ness. Of\nsomething being wrong you know. Now there were no Jews left and there were just, as a\nmatter of fact, only four of us plus the Alter children - I think we were the only Jewish\nchildren who survived. And we were, you know, strangers in our own land. And I felt that.\nThat, I don't know that my sisters felt 1t as much I did, but I think they did too. I think all of\nus felt 1t very very strongly. It was never the way it used to be. It was it was, Holland ceased\nbeing in a way our home. Uh now we went uh, after we moved we went to a school called\nthe [Nutschool (ph)], the nut school. And after that I went to the gymnasium. Uh, but my\nlearning was inhibited. This may sound crazy - uh there was something in me and I think\nthat's perhaps the little two-year old rebel still was operating because uh even though I had\nalways been a very very bright child, I started progressively doing worse in school. And\nthere was something in me that that just wasn't coping well with with the Dutch school\nsystem. It just wasn't working. My youngest sister, Helga, developed a terrible thyroid\ncondition. She...uh she got a hyper-thyroid--she had a throat like that, and her eyes were\nbulging from it. A very very bright little girl. She just became practically non-functional. Uh\nmy middle sister, Ingrid, cried a lot. My my brother Norman uh flunked out of school. We all\nbecame non-functional. And yet we had loving parents, lots of support. I mean, my parents--\nif it hadn't been for them, I... I cannot imagine what would have happened to us. But\nmiraculously, my parents, notwithstanding everything that they have gone through, provided\nus with love and support and caring and...and a feeling of belonging. And if it hadn't...as I\nsaid if it hadn't been for them, I think we would all have gone down the drain. But there was\nno recognition on the part of anybody uh what the consequences were of...of our\nexperiences, of the war experiences. It was never discussed. It was never dealt with. It was\nnever acknowledged. And so there we were, four children who basically weren't functioning\nvery well at all. I...I flunked the uh...I flunked uh my second year. Now the gymnasium 1s a\ncollege preparatory school, and it is pretty select. I mean, you learn...by the time you go to\nseventh grade, which is the first year of the gymnasium, then. I think that the system has\nchanged. But I started studying Latin and uh Algebra; and by the second year of that school,\nthe eighth grade, I added Greek and uh Chemistry and English. And by the time I\nwas...before, just before coming to America, I was studying English, German, French, Latin,\nGreek, physics, chemistry, math.... I mean, just this intense array of subjects; but I wasn't\ndoing well. It was like I could not study. I wasn't absorbing the material, and it was like my\nmind was blocked. And I could never - you know, it's funny - it's only now all of a sudden\nwhile I'm talking to you I'm beginning to recognize why my mind was blocked. Because my\nwhole life was blocked. Because we were non...we were non-people. We could not be who\nwe were. And we never told anybody we were Jewish. That was just not acknowledged. Uh,\nI remember we had one Hanukkah party, I think in 1948; and it was just like sneaking. It was\nat night - we, I think the whole Jewish community of Breda--what little was left of it. Of\ncourse, the synagogue...there, there was no no synagogue anymore because there were no\nJews left. But I think the few Jews that were left all went to the Hanukkah party; and I\nremember learning some songs. And that was my first exposure to Judaism, was that one\nHanukkah party. And I remember still some of the songs, and there was a and that\nwas it. That that was about the only Jewish part of me that was even acknowledged. My\nparents, I think, must have gotten the same message: you don't acknowledge it, you don't\ndeal with it, you don't recognize it, you don't... 1t wasn't discussed. You go on with life. And\nuh Holland, you know, being in Holland as I even mentioned to you earlier, became like\nbeing in being in a foreign land. Uh I need to stress, though, that since we didn't mention\nJudaism, that didn't come up. And I had friends. It wasn't that I was an outcast. I mean, I had\nfriends. Uh, I was invited to homes. You know, I was not...1t was not at all like in Limburg.\nIn Breda, on the contrary, I made some very very dear friends and best friends who of course\nwere non-Jewish. Uh, so it wasn't that I was isolated and alone. Nothing like that. But\nemotionally and intellectually, I think, all of us were stunted. Uh and my parents...in 1950, I\nthink, my father changed jobs. I think he decided that just Holland...we'd had it there. And he\nwrote to our friend, Henry Koster (ph). Now Henry Koster uh was a movie director here in\nthis country; and he...1t seemed that he met my father before the war. In the 1920's, when\nGermany was suffering from this tremendous inflation before Hitler, my father was...had\ntraveled in Germany for business, and that's how he met my mother also in Germany. And he\nhad helped Henry Koster several times. I gather, financially; and they had stayed in touch.\nAnd Henry Koster was Jewish. Came to America in the 1930's, and became very successful\nin the movie industry. He directed German pictures; and uh it was, you know, made it\nin the movie industry. And after the war, my father was able to contact him again, and he\nsent us care packages. As a matter of fact, a funny story - you know the Germans, you know\nthe Dutch too, took everything we had but uh we were, I told you we were liberated by\nAmericans and they went to Germany afterwards and those soldiers would send us big boxes\nfull of clothes. In a way, I'm sure they they robbed the Germans to send us those those\nclothes; because we had no clothes. We had nothing. And so, for a while, we were clothed in\nGerman clothing that they sent us. We didn't...didn't go beyond that. Uh but but when when\nHenry Koster found out that we had survived, he they sent us care packages. So then aft...\ninstead of being dressed in German clothes, we were dressed in American clothes. We got\nlots of packages from the United States with food and clothing. It was enormously helpful;\nbecause, of course, there was nothing to be had in Holland. And uh and Holland was in very\nvery bad shape. They not only had been terribly terribly damaged uh but the economy was\nwrecked. In 1944, when the Germans finally recognized that the you know the Dutch were\nnot going to join them in their Aryan lunacy, uh uh they starved the Dutch. And about a\nhundred thousand Dutch died during the starvation [winter (ph)] of 1944. Again, that was\nwhen we were in the southern part. We were liberated. Incredible when you think about it.\nAnd uh although there was hunger there, too. I mean, there was no food there either; but\nnothing like the suffering that the Amsterdamers and the Rotterdamers experienced at all. So\nanyway, we were...we were... he contacted Henry Koster. And Henry...in those days you had\nto have sponsorship; and he decided...he agreed to sponsor us and became our sponsor. And\nour number...our number came up in 1952. Uh, our opportunity came to come to America;\nand we we we left Holland. Because Holland had ceased being uh our land, our country,\nbasically. And uh we came to America; which was the best thing that could ever have\nhappened to us. There's no no question about that. It it freed every single one of us, in in the\nmost intense way. Uh my little sister Helga...the Dutch had no idea, the Dutch doctors; she\nwas sent from one doctor to the next. And she was...she was just in terrible problems.\nTerrible, terrible problems. Because she couldn't learn, she couldn't remember. She had a\nviolent temper. She was just unmanageable. Uh, my parents moved to St. Louis; and in... We\narrived in America December 7th, 194...1952; and in June of 1953, a Jewish hospital--a\nJewish hospital in St. Louis--they operated on her for free. And they took out, thank God, a\nbenign huge tumor out of her. And uh she just blossomed. Right now, she is uh a nurse\nadvisor for the International Council of Nurses in Geneva, Switzerland. I mean, she has an\nincredible job in Geneva, Switzerland; and has just accomplished enormous things. Uh the\nsame with...I, uh interestingly enough... Uh, we came to America; and our Henry Koster\nhappened to be in New York when we arrived - he knew we were arriving - and he greeted\ngreeted us in Hoboken. He was at...at the ship. Uh, and we didn't know he was going to be\nthere, but I I recognized him from his pictures. It was amazing. I remember going up to him\nand saying, \"Hey, are you Henry Koster?\" He said, \"Yes.” I mean, like it was just again one\nof these intuitive things. Anyway, he asked one of us to come to be like a baby-sitter for him\nand his...uh for his children; not for him, for his children. He had a nine year old and a six\nyear old. So because I was the oldest of the girls... uh I went with my parents to St. Louis,\nand after we took the bus from New York to St. Louis, and my parents...we had...my mother\nhad some distant cousins in St. Louis. And I, I think six days later, took the bus by myself at\nage 16 in December all the way from St. Louis to Los Angeles. You know, we had no idea\nabout America. I mean, I'm not sure I'd let a 16 year old go by herself now. But what did we\nknow?",
        "Q: Did anything happen on the bus?",
        "A: No. People were very nice. Although a very funny thing is, we came through Albuquerque--\nwhere I now live--we came through Albuquerque, and it was absolute desolate and barren\nand it was December. And I said to myself, \"That's the last place I'll ever live!\" And that's\nwhere I've ended up. (Laughter) Turned out to be very nice. But I went to... went and I\nmoved--of all the insane places--to Beverly Hills, California. And I... they lived in this\ngorgeous home on Whittier Drive in North Beverly Hills; and they had a butler and a maid,\nand--good heavens!--a three car garage and a swimming pool. Unbelievable luxury. You\nknow, no greater contrast than uh Holland--which was barely beginning to recover from the\nwar for the Marshall plan was just beginning to take effect--and going to Beverly Hills,\nCalifornia--which has got to be one of the extremes of American affluence. Uh it was a\ndevastating time for me; and that sounds terrible, but I had just, you know - the only thing I\nhad going for me was my family. There was no self there. There was very little self left after\nthe war. And again, from that little girl who was able to dare to stand up to her father, I pretty\nmuch had learned that it was my job to be a good little girl and to please and to take care of\nothers and not to...not to pay any attention to my needs. And basically the worst of it was I I\nhad learned not even to know what my needs were. My job was to please others. My job was\nto go along. My job was to be invisible. My job was to not cause any trouble. And again, I\nneed to stress that's not what my parents told me. On the contrary. If anybody gave me\nsupport, it was my parents. But that's what I'd learned, and that's something I...my parents\nwere not able to undo for me. I mean, again, since the war was never discussed and these\nissues were never dealt with, all of that was hidden. And all I knew about myself was that I\nwas whoever I was, which was Jewish, was not OK. It was something to be ashamed of. It\nwas something to be hidden. It was something not to talk about, and that I had no basic rights\neither. So this girl goes to Beverly Hills, California--of all ridiculous places. And I don't\nmean to be ridiculous, but you know what I'm talking about. And I enter this, and I'm fully\naware that most of Beverly Hills is not the movie industry. Uh on the contrary. But I\nhappened to enter the the movie...the movie uh life; and that's an artificial, superficial in\nthose days uh environment. I mean, even naive as I was and ignorant as I was, I knew those\npeople weren't real at all. As a matter of fact, I think the only real man I met was Marlon\nBrando. And I met a whole bunch of movie stars. And I remember the one that I really felt\ngood about was Marlon Brando, 'cause he was...he...he... I broke my leg; and he came to visit\nme, while he was in the house. That...that's when Henry Koster was making the movie\nnamed \"Desirée\", and Jean...Jean Simmons and Marlon Brando and a whole bunch of others\ncame to the house. And he came up to see me; and I remember thinking, \"Now, there. He...at\nleast, he seems to be somebody that seems authentic.” But for the rest, I entered an\nenvironment that was was fake and artificial; and I did not know about that, either. Because I\nthought that was real, and again I thought there was something with me. Uh so I gained fifty\npounds. The only...the only the only uh the only pleasure I had was eating. And within about\nsix months, I gained fifty pounds. And ended up, you know, a hundred and seventy-five\npounds fatso. Which, in a way, was perfect; because the meant that my nothingness now was\nreally real. Because who wanted a 175-pound, you know, \"blimp\" uh 1n this...in this\nenvironment that so prized beauty and exterior and facade? It was...1n a way, it was just\nright; because it meant that I could hide behind that. And this feeling of nothingness and of\nbeing worthless was, sadly enough, uh reinforced by my being in in...1n California. Uh, one\nof the most poignant for me uh circumstances was that I was very lonely. And I...I went to\nBeverly Hills High School, and again they were very nice to me. I am in no way blaming the\nkids, because 1n retrospect I did not encounter any unkind children...kids at Beverly Hills\nHigh School. I...I'm amazed at how how how kind they were; but I was an outsider. And I\ndidn't belong. And they all lived at home with their parents. And they, of course, had all\nthese material things; which didn't matter, but I didn't have my parents and I didn't belong.\nAnd uh within about a month, I was so desperately unhappy that I remember just thinking,\n\"God, I wish something would happen to me so I wouldn't have to go to school. So I\nwouldn't be so alone, and so...again, so much of an outsider.” And yet, the most insane thing\nwas, when I went to Beverly Hills High School, I was all of a sudden--you know, because it's\nso heavily Jewish--all of a sudden, I was there with fellow Jews. Except I didn't belong with\nthem either. I didn't fit in with them, either. I didn't fit in anywhere. So, I uh kept on hoping\nsomething would happen so I wouldn't have to go to school, so I wouldn't be so lonely and\nso miserable. And I broke my leg, and I was so happy. I played...I broke my leg playing\nhockey... hockey; and instead of worrying about pain, I just was so grateful that I didn't have\nto go to school. And that's when I met Marlon Brando. He happened to come to the house.\nBut...and that's also when I gained all that weight. That was a good way of hiding myself.\nAnd I mean, I was desperately unhappy, desperately lonely; and uh something that\nreinforced my worthlessness--my sense of worthlessness, I should say--was I... I was\npromised that I would go... The first thing, the first big outing that we would have, 1s that\nHenry Koster uh had directed--I think it was \"The Robe.” It wasn't \"Desirée.” I don't know, it\nwas one movie. And and uh he told me I could go to the premiere. And I was looking\nforward to that. I thought that was just going to be the greatest. Well, two days before the\nmovie--before the premiere of the movie--uh uh Peter got sick. The little, the youngest one\ngot sick. And I was told I had to stay home with him. And for the only time that I can\nremember, I went to Peggy, Henry's wife. And I said, I...1 quote, I complained. I said,\n\"Peggy, you know I have really been looking forward to this. Is there anything we can do?\nCan we find anybody else to take care of Peter? Uh, you know, I would really like to go.” I\nthink that's the most that I said. Well, I was told that there was no choice; there was nobody\nelse to take care of Peter, and I had to stay home. And I stayed home with Peter. And two\ndays later, I was called on the carpet by Henry Koster--who told me that it was my job to\ntake care of Peter, and I was not to make Peggy unhappy. That I had made her very unhappy\nwith my complaining. And that absolutely devastated me. Just...1t confirmed everything that\nI had subconsciously believed about myself, that I had absolutely no rights. That who I was,\nwhat I needed, what I felt, what I wanted, was absolutely unimportant. And that I was...I was\na non-person. And because I'm the kind of person that I am, uh I accepted that about myself.\nI didn't fight it. I just became a worthless person. And this may sound crazy, because right\nnow I'm the exact opposite. And and what I recognize, I've come...I'm like the topsy-turvy\ndolls. I, I'm one of those who you can push me down, but I won't stay down forever. I...I'm\nback to that little two-year old who stood up to her father. Uh, but 1t devastated me. And I\ngraduated from Beverly Hills High School; and immediately went to St. Louis, went back to\nmy parents and went to Washington University. After Washington University, I got my...\nNever made friends, never. Never dated. Uh, and the only thing I had going for me was that\nand so the the rector of the University sent a letter to the uh to to Beverly Hills High School.\nAnd I'll never forget it. It said, \"What she may be lacking in intelligence, she'll make up\nthrough industriousness.” I mean, those were the exact words. And I remember thinking,\neven then, \"You know what? They've got me all wrong.” One thing - I've never been stupid,\nbut I've also never been particularly industrious. (Laughter) And I knew intuitively\nthey...they knew nothing about me. But that's typical, isn't it. I'd hidden myself so well that\nnobody knew me. Uh and I kept myself hidden, because I was a non-person,\nthroughout...throughout my college years. Although I became very active in organizations. I\nmean, I was always such a good girl - I helped and I was active. And academically I just did\nbetter and better and better and better. I mean, that was the one area where I allowed myself\nto be unblocked; because I figured that's the only thing I had going for me was my\nintelligence. And the other thing I had going for me--and I can remember saying that to me--\n\"OK. Even if nobody loves me, at least my parents love me.” I'm so aware [that] if 1t hadn't\nbeen for their love for me, if I hadn't been so sure of their love for me, I wouldn't have made\nit. And I often wonder how people make it who don't...who don't have that. Uh, and I... I\nmean, I graduated from Washington University a Phi Beta Kappa, got a Woodrow Wilson\nScholarship to Harvard, got a Masters in Russian studies from Harvard--but still as a non-\nperson. That's a crazy thing. Still a non-person. Still somebody who...who was not in touch\nwith any of her needs, her wants, her feelings. I didn't date. Had a hard time making friends,\neven though every... You know, people liked me because I'm such a nice person. But there\nwas...there was a non-person. And I started working for the Rand Corporation, after my\nMasters, in Santa Monica. I went back to California. My parents, in the meantime, moved to\nCalifornia. And I went back to California, and I worked for the Rand Corporation. And I\nremember my boss saying to me...he said, \"Anita, you're the most non-aggressive person I\nhave ever met.” It was true. I mean, if you...if the sky was blue, and if you said to me, \"Gee,\nthe sky looks sort of grey.” I said, \"Yeah, you're right. The sky 1s grey.” I didn't dare disagree\nwith anybody. I didn't dare argue with anybody. I was afraid that if I would, you know, uh\noppose something you would say that you would stop liking me. Uh or you would not, you\nknow, you would disapprove of me. I was just...it's unbelievable in retrospect how trapped I\nwas in my non-entity. Uh, and interesting that Becky--Betty Bucha, uh the the woman who\nwho with whom we stayed during the war, came to visit us. And she...she knew that I had\nchanged. I mean, even from the time she knew that that uh I had become a very different\nperson.",
        "Q: When did she visit you?",
        "A: She visited us in St. Louis, so... While I was in college, so in the 19...I graduated from\nWashington University in '58, so...so 1956, or so. So about ten years after the war. So I\nwas...I was about nineteen. And she she told me that I had changed, even from the little girl\nthat she had known. Uh, and and and now in retrospect it was all cumulative. It was all\ncumulative, too. From being this this very strong little competent girl to becoming a...just a\nnothing, nothing person.",
        "Q: OK. You were, you were telling us about your working at the Rand Corporation.\nWhat...what happened to you after that?",
        "A: Oh. Well, that's the wonderful thing, when things started to happen. Uh, I went to the Soviet\nUnion as a guide in the American Exhibit. And in the Soviet Union, uh the director of that\nexhibit was a man named John Dixon. And I met his, his ...he had taken his wife and his\nchildren there. And, mind you, we had been in America ten years. And Elizabeth and I\nbecame very good friends. She was there with her two chil....two small children. I sort of\nlatched on to her, and she was the very first person in America--and this may just in\nretrospect seem so strange...uh, this was 1960...1962--that I felt really valued me. She liked\nme. And I can remember my very conscious thoughts; thinking, \"Well, if Elizabeth likes me,\nand I value her, there's got to be some value to me.” Because I truly believed there was no\nvalue to me. And so it was a very conscious process, and I was I was very dependent on her\nfriendship. Uh when I went back to California, because I worked for Rand in California, I\nwas able to get transferred to to the Rand Corporation here in uh in uh Washington, DC. And\nmy friendship with her was incredibly important to me, because it was the first. As I said, the\nfirst time in ten years, since coming to America, that I felt valued by anybody outside of my\nparents. Even though my teachers had, you know, my my professors at Washington\nUniversity had been wonderful. They valued me. But this was the first time I felt that\nsomebody valued me as a person. And that was sort of the beginning of my recovery. I\nmean, I never had psychological help or anything like that. I, I--in retrospect, had I known\nthen what I know now, I probably should have. I probably should have gotten help. But what\ndid I know? Uh, but that was the beginning sort of my recovery; in which I began to to\nappreciate the fact that I was a person after all, and I had...I had some value, probably. But\nit's taken me years to get to the point where I am now. Where, I mean, I know I am a person\nof value. You don't have to tell me. And and crazy enough, it's taken me years to be\ncomfortable with being Jewish. I am still...[ am still not totally comfortable with being\nJewish. I'm almost... I'm ashamed of it. I'm...I'm comfortable with... I remember at\nWashington University, because it had a strong Jewish population, feeling embarrassed if\nany of the Jewish kids were loud or obnoxious. My immediate reaction was, \"Don't do that.\nDon't draw attention to yourself.” Not wanting to associate with them. Not wanting to be\nknown as one of them. So that fear of association 1s overwhelming. Overwhelming that if\nthey draw attention to themselves, and they found out, you know, they'd be identi...they're\nidentified as Jews, that that may be the end of them. And that'll be the end of me again. Uh, I\ncan remember going to Harvard; and being so pleased, because Harvard has a huge Jewish\npopulation, but I did not pick up that--uh this sounds terrible on my part, but there is uh, you\nknow, what what will be...what might be stereotypically interpreted as as some loudness and\nsome obnoxiousness. Which just - I didn't notice it at all. Harvard was a more sophisticated\nsituation. I had never noticed Beverly Hills, either, by the way. But it was...I felt that 1t was\npresent at Washington University; so at Harvard I was more comfortable. I fitted in a little\nbit better. But there, that whole - I'm so aware of that whole fear still that if Jews do\nsomething bad, it's going to be the end of us. That if...and if I'm identified as a Jew, then I'm\ngoing to be. And if Jews do something negative, then I'm going to be bad. And that, you\nknow, I'm 53 years old. I still am not at peace with it. I'm still not comfortable with it. And\nthat's sort of scary, isn't it? Because you know rationally, intellectually, I know this has\nnothing to do with me. I mean, we had a terrible thing happen in Albuquerque. We had a\nJewish man who killed...he killed two... He went into a bagel shop, and he killed the the\nowner and his son-in-law. He was just crazy. And then he went to California. I don't know\nwhether you've read about it. He went to California, and he killed one of the guards at the\nWarner...at uh the Universal Studios. I mean, this was an insane man; and he was Jewish.\nMy immediate reaction was, \"Oh, my God. What is that going to mean?\" Not only the horror\nof the poor people who were his victims, but are they going to make an issue out of this. Is\nthis going to give rise to anti-Semitism. Uh, you know, what is that going to mean to the rest\nof us? I still have that fear. And I know it's irrational, because nobody made anything out of\nit. It was never ever an issue. Not in Albuquerque, not in California. But it was an issue with\nthe movie \"The Last Temptation of Christ,\" you know. When some ministers, uh--they later\nrecanted; but basically said, \"Well, don't...you know, you're the cause of anti-Semitism.”\nBecause some Jews--I gather uh it was the the head of the studio in which the movie was\nmade--and they there that anti-Semitis..anti-Semitism did raise its ugly head. But I'm still\naware of those, that fear of association and fear that that association 1s going to bring\ndisaster. And the other thing that I'm also aware of, and that's still something that's staying\nwith me, is I don't take anything for granted. Uh, when our son--we have a seventeen year\nold--uh when he was little, I wanted to make absolutely sure that nobody would ever do him\nany harm. I...I guess I still don't really trust the outside world not to not to harm the innocent.\nAnd so I like to think I'm not too over-protective a mother or so - he might argue with me.\nBut I would not play, let him play out alone by himself when he was little. Uh he's always\ngone to private schools, so I never had to worry about him walking on the streets alone. I\ncouldn't, I don't think I could have stood the thought of my little boy potentially being\naccosted or or hurt by by any outsiders or being hurt by a car, so there is an intense feeling of\nmy wanting to protect him from any harm that might come his way. Not so much - I mean he\ncould climb trees and he could do all sorts of wonderful things and my husband is\nmagnificent and he he just has encouraged him to do all sorts of wild things, so it's not that\nhe's a protected, smothered little boy. On the contrary, not at all. But I know that in my own\nbehavior I wanted to make sure that no outsider could ever hurt him - that I never wanted to\nbe in a position where I could, where I would could ever have done something that might\nhave uh prevented harm coming to him. And that immense relief that I have, feel, now that\nhe's seventeen - he's taking karate and he's you know, gorgeous kid. Uh but I feel in in in\nknowing that he can take care of himself the intense - that that strong feeling. And it's\ninteresting because my cousin, her daughter was born in 1942 and she was, she was shifted\naround to thirty different families and her parents were in hiding when she was born, and this\nlittle baby was just shifted to - they survived. Uh, and she 1s, she's 46 or something like that -\nshe's younger, about six years younger than I am, and she and I have exactly the same\nreactions as we don't, we we saw each other last uh September - we don't take anything for\ngranted. We don't believe that everything is just going to turn out OK. We feel strongly that\nwe need to do whatever it takes to make sure things do work out. Uh when after I I when\nafter I married in '69 uh my husband uh when he would come home late or it was or not\nappear when I had expected him, I would just be terrified that something had happened to\nhim. Irrationally. Just not really believing that I could be this lucky. Not really believing that\nmy life could be so rich and so full, that I could be so lucky to have a wonderful husband and\nthen this incredible child that we do have and we have, you know, we have a wonderful kid\nuh who's just just everything I could possibly hope for in a child. And and and it's still hard\nfor me to believe that I should be so lucky as to have all that.",
        "Q: How did you come to move from Washington to uh Albuquerque?",
        "A: Well, my husband - I uh, after I met Elizabeth and after I began to sort of establish a sense of\nself - let's see, I was 26 years old - uh I moved to Washington and in Washington I was with\nthe Rand Corporation here, and then I worked for the Xerox Education Division, and I went\nback to the Soviet Union uh in 1965 as a guide in the American exhibit, and I just started to\nblossom. I mean it was just like life just - I really took hold of life. And I started to date, and\nI started to enjoy life and I started to make lots of friends - I mean it's just my life just turned\naround slowly but surely. And uh I moved to New York. I I worked for Xerox in\nWashington and then New York, and then got - I didn't like New York at all - moved back to\nWashington, DC and my last job was as associate director of the Clearing House\non Higher Education. I started the clearinghouse here as a matter of fact. And didn't have a\ndirector, so I got to do a lot of traveling, and I met my husband uh in Albuquerque, on a trip\nto Albuquerque. Uh he had just - he's a psychiatrist and he had just started uh work at the uh\nMedical School at UMN uh in Albuquerque, and he and I met and uh I was 32 years old and\nI had just decided I probably was never going to get married, and that was OK because I was\nhaving a wonderful time (laughter) and so I met him and within a very short time we decided\nto get married, and so I sort of gave up my job and my friends and everything and I really\nhad a wonderful life in Washington. Loved it out here. Gave all that up to go to that that one\nplace I said I would never go to which was Albuquerque, New Mexico. And uh I did. Of\ncourse there wasn't much I could do there with uh my Master's in Russian studies, so I\nfigured if you can't fight them you join them and I decided to go back to school and I got a\nPh.D. in, with a focus on child development/family relationship and I have - we've been\nthere for the last 21 years uh and I teach at the University part-time and and I do some\ncounseling part-time and it's amazing because my whole focus on family relationships/child\ndevelopment has made me so aware of the horrendous impact of the war years and all the\nthings that ideally should have happened after the war that didn't happen, how much pain\ncould have been prevented if people had been more aware of the horrendous impact of - even\nthe, let me compare...our experiences are nothing compared to concentration camp\nexperiences. They're nothing compared to the experiences of an Anne Frank living in in\nhiding for two years. I I, we've got to be among the most fortunate Jewish survivors. Uh\nthere's no question in my mind and even with that unbelievable fortune uh the damage that\nwas done and then the - and this may sound so corny but the unbelievable blessing of\ncoming to America, which for every single one of us has been a God-send. As you know, I\nmean we came to America and we were truly freed here. And even though I went through a\ndifficult time, that was not America's fault. That was just a you know continuation of of bad\npatterns but it was - America freed us up and America helped us prosper. Not financi...not\njust financially because we're all doing just fine, but emotionally and spiritually and in every\nevery way possible. Uh I just, you know, I just I still cannot believe our our our our\nunbelievable fortune. Then I met a man which is really interesting, because Alan, uh\nalthough we have our differences because we're very different people, but he was just the\nideal person for me because he let me know from the very beginning that uh I was going to\nbe responsible for my own life, and he's a psychiatrist, and he wasn't about to quote \"take\ncare\" of me. He wasn't about to uh you know quote \"make me happy\" or be responsible for\nmy well-being. What I mean by that is he let me know that I was in charge of me, and that\nwas the best thing he could have done for me. He never he never enabled me, he never uh\nfed into my feeling sorry for myself or my feeling inadequate or my feeling ineffective or my\nfeeling not valuable. On the contrary, he he just uh you know unlike many men he never\nexpected me to serve him. He never expected me to cater to him. He respected me and he\nexpected me to respect myself. Now sometimes he's a little bit too tough with that, but but\nthe basic message was and I remember early in the game, I I knew that either we would get\ndivorced because uh you know he didn't play my game the way I thought most men do. I\nmean a good example is oh soon after we were married uh oh I was unhappy about\nsomething he had done - I don't remember - and I was crying and I was in bed and he woke\nup and he said what's the matter. I said, na, you don't love me, or something like that. He said\nI'mtired, _, I'm going to sleep. And I walked out of the bedroom and I went to the\nbedroom at the other end of the house, and I waited for him to come. He never showed up.\nAnd I was furious. What do I do now? He's not following my game plan. And I thought well,\nyou know, he didn't know what I expected him to do, and so I thought OK - I'm going to you\nknow I'm going to pull one on him, so I got a cup of coffee and I served him a cup of coffee,\nwhich surprised him, because I wasn't following the rules, and I asked him, I said after we\nhad talked, I said why didn't you come after me. He said look, you made the decision the\ndecision to leave the bedroom. I respect your decision. I assumed you didn't want to be with\nme. I wasn't going to impose my personality on you by being on you. I said well didn't you\nknow that I wanted you to come after me. He said no, I knew none of that. The only thing I\nknew was that you left the bedroom. You wanted to be alone. One of the most valuable\nlessons I learned in our marriage. It meant don't play games with me. And I learned - you see\nthat's where self-respect comes in, is you you act honestly and you're straight. You're real.\nYou're open. And you're, you're honest.",
        "Q: Can you tell me briefly about what happened to the rest of your family, ...",
        "A: Yeah.",
        "Q: .. your siblings and your parents?",
        "A: Well, my parents--again incredible. My parents went to St. Louis. My mother, who had\nnever worked outside the home, immediately got a job in a purse factory as a laborer. My\nfather, who had been in business in Holland, worked in a paint factory in St. Louis. Got\nterrible lead poisoning - horribly sick. Survived, thank God; but we knew nothing about\nWorkman's Compensation, so we never got anything for it. Uh, then worked for years as a\ncustodian in a school 1n in in uh University City and worked as a gardener. I mean, they...and\nmy mother worked as a nurse's aide. They both went to the lowest level uh jobs basically uh\nthat that...you know; because they weren't... My father was in business. He wasn't trained for\nanything else. But with that uh the value wasn't on education so we all you know pooled our\nmoney together. I went to Washington University, got some scholarships and uh got through\nthere with a little bit of their help. But mostly, earning money during the summer myself and\nthen the scholarships to Harvard. My, yeah, two younger sisters both went to Jewish hospital\nnursing school and got their RN's from...from the hospital. They went...didn't go to college.\nMy brother is an interesting story. He had to join the Air Force uh and immediately after we\narrived because he was of of uh military draft age. He went to Japan. Met a Japanese girl.\nWanted to marry her. The rabbi refused to marry her, them, because she wasn't Jewish, and\nhe converted and he became a very religious Christian. Uh still is. He, that caused a big rift\nin our family initially because he was pretty fanatic about it and he wrote things like, you\nknow, you if you Jesus you know what was Jews were damned if you don't believe in Jesus\nyou're damned and all that other stuff. Didn't endear him to me but uh he has just totally\nchanged. He's still a very strong believer. He has two children, both of whom are very\nreligious Christians, but there is full acceptance now of the fact that that's not not anything\nthat I can go by, I mean that I, under no circumstances do I uh do I follow any kind of\nChristian beliefs and uh he respects our position and we respect his position so our\nrelationship now is is a wonderful one. It, for him it was the right thing. He was the most lost\nof all, because he had nothing. He didn't do well in in high school. Anyway I was the more\nsuccessful one, and and again with no understanding of the psychological uh after-affects he\nhe was really damaged enormously I think by the war and that whole sense of self and he got\na lot of support through his religion and I'm very happy that he got that. And so now he has\nhis own church in Denver, Colorado. He, both his children are married. He has got six\ngrandchildren - three each. My un middle sister, Ingrid, has her own little business - it's\nDelight Punch (ph)- in Orlando, Florida. She's an extraordinarily enterprising young woman.\nUh has three, but really two children. She adopted a little girl in in Thailand. She and her\nhusband were both in the Air Force. She is a nurse. Went back and got her respiratory\ntherapy degree and uh uh she has two natural born children - I'm saying the third one has not\nbeen a very happy experience sadly enough, but the two children that were born to her and\nher husband uh are now nineteen and seventeen, and one is pre-law and the other one is pre-\nmed. And my youngest sister, Helga, uh has married young. She was 21, married uh also a\ndoctor. Uh, and has four children. She...she's the one who had that horrible thyroid disease.\nShe is unbelievable. She uh I think graduated from high school with one year of high school.\nI mean, just; but was able to... After nursing school, she married Dick, bore four children,\nwent back to college, got her BS degree, got her Master's degree as a pediatric clinician. And\nDick, her husband, is an internist and he's now a . And they traveled throughout\nAfrica. He, he's been...he's been in Ghana. He's been in Uganda; and now, for the last ten\nyears, they've been in Geneva, Switzerland where he's with the World Health Organization\nuh doing extraordinarily well and she works with the International Council of Nurses uh\nsetting up workshops, primary care workshops for nurses all around the country, uh all\naround the world. Phenomenal. I mean, she has blossomed intellectually, emotionally,\nsocially. They have four children. Her oldest son is getting his Ph.D. in immunology at Case\nWestern. Her second, her daughter...her oldest daughter, is a nurse. The second daughter\nprobably will get a Ph.D. She has a Master's in Medical Anthropology, and will get her\nPh.D. in Public Health. The youngest one is in medical school. So they're all in the field.\nAnd our son is uh seventeen; and he 1s a wonderful, is a brilliant student. Is going to go to\nCarlton. He got an early decision to Carlton College, and probably will study uh uh physics\nand philosophy. So our children have done extraordinarily well. Uh they're magnificent - all\nof our kids are just magnificent kids. You know, and I think of all the children who are not\nborn. I'm thinking of all the millions who are not born and who you know have never had a\nchance to... We treasure our children, you know; and I think that's also part of our past. To\nall of us, tremendous value in our children. And all of our children have ...are just\nextraordinary kids.",
        "Q: Well, thank you very much.",
        "A: OK. That's it.\n"
    ],
    "questions": [
        "Q: Could you please state your name.",
        "Q: And Magnus is your maiden name?",
        "Q: Uh, where were you born?",
        "Q: Where is Emmen located?",
        "Q: Uh, can you tell me about any of your recollections uh from your childhood, before the war\nbegan?",
        "Q: Were there other Jews in this town that you lived in?",
        "Q: And you family was a part of that?",
        "Q: Uh do you have any recollections of the beginning of the war?",
        "Q: When you returned to the town, was it already occupied by the Germans?",
        "Q: When you mentioned the children disappearing from the school, were were families at that\npoint being deported?",
        "Q: During this period of the of the occupation, uh how did your parents tell you how to behave\nwhen you left the house?",
        "Q: Shoot. Why don't you go ahead and talk about that. We can go back.",
        "Q: Were there many Germans in the this town where the school was located?",
        "Q: What what happened next in in the school?",
        "Q: So your mother came to the school, or to the house....?",
        "Q: Tell me about that.",
        "Q: OK. We have to stop now. We have to change tapes.",
        "Q: Can you tell me what happened when you returned to Breda?",
        "Q: Did anything happen on the bus?",
        "Q: When did she visit you?",
        "Q: OK. You were, you were telling us about your working at the Rand Corporation.\nWhat...what happened to you after that?",
        "Q: How did you come to move from Washington to uh Albuquerque?",
        "Q: Can you tell me briefly about what happened to the rest of your family, ...",
        "Q: .. your siblings and your parents?",
        "Q: Well, thank you very much."
    ],
    "answers": [
        "A: Anita Magnus Frank.",
        "A: That's my maiden name, um-hum.",
        "A: I was born in Emmen, Holland, January 29, 1936.",
        "A: Emmen is located in the province of Drenthe. So it's in the north-eastern part of Holland. It's\njust below [Hone (ph)], if that does any good.",
        "A: Well, I know and that's not a recollection but I know when I was six weeks old my parents\nmoved to the southern part of Holland, to Breda, which is where we lived when the war\nbroke out in 19...May 10th, 1940. So I was only four when the war broke out and my\nrecollections are being part of a - oh I have got some as a matter of fact. I uh remember being\nvery very angry at my father, uh and I gather the story is sort of funny. When I was two, my\nuh father had decided that I was - oh I was one and a half - my father decided that it was time\nfor me to sit on the pot by myself, and I was, I gather, pretty stubborn, and my mother used\nto hold me up and he decided I was old enough to sit by myself, and he, so he said, he told\nme to sit down and I refused, I gather. Now I don't remember that, and according to the\nstory, he pushed me down and I screamed bloody murder and he walked out - and these are\nall, this was all reported, and my mother cried and I cried. Well, what I do remember is that I\nwas so angry at him that when he would come home on Fridays - he traveled - he uh was a\nrepresentative for a clothing firm - I remember it and I must have been only two years old -\nhearing the key in the door and I remember even sitting at the table and exactly what I sat,\nand as soon as I heard the key in the door I would take my plate and I would walk out of the\ndining room and I would go to the kitchen and eat with our uh our uh our maid, and I just\nrefused I gather, I refused to talk to him for months and I I have a lot of you know respect for\nthat little two-year old with such strong principles. Uh and then I remember uh going with\nmy mother to visit my aunt and uncle and my cousin was exactly my age in Assen. And they\nowned a clothing store there and I was spending a couple of weeks with them and getting to\nknow her which 1s still a memory on my part because they were sent to Auschwitz and of\ncourse never came back and coming back and and reconciling with my father. I I decided to\nforgive him after all that time and I talked to him about that and and he said, I said how did\nyou cope with that. how did you cope with this two year old just refusing to talk to you? He\nsaid, that was your choice and I respected your choice, and that's the kind of man that he is.\nUh, you know, I think he was later on very sorry he had done it but in those days that's that\nwas appropriate discipline. I remember that I was, interestingly enough, I was my father's\nfavorite. I was a very bright child. Uh I was very eager to learn. I have a brother who 1s three\nyears older than I am and my brother got into trouble early in the game uh in school, like he\nwas accused of stealing some stealing some crayons when he was in first grade, so I must\nhave been three. And the teacher called my father and I remember uh, oh my father just\nbeing furious at my brother and giving him spanking and sort of feeling, my feeling very\nsorry for him, and sort of you know wondering how he could be quote, a bad boy. Uh we\nlived in a in a we lived in a big house. My grandparents lived with us. Uh I don't remember\nmy grandmother very much. She died in '39, but my mother is German and my father had, as\nsoon as Hitler came to power as a matter of fact in 1933 or '34, my father got my mother's\nparents out of Germany. They lived with us in in this house so uh it was my parents, my\ngrandparents and then four children. My youngest sister was, my younger sister was born in\n1938 and then I had another sister born who was born in 1940 but she died in 1943. And I\nremember her being born. She was born just before the war, in 1940, and she was born in\nJanuary and thinking that that's my baby. That was my little baby sister - uh like she was my\nbirthday present, so I have had very warm memories of that. We had a, I remember just\nfeeling very safe in my family. It was a loving family. It was a large family. And it was a\nfamily that that cared deeply for each other uh and so you know, just just thinking back to\nthe little two-year old who stood up stood up to her father. I have a real sense that I was aa\nstrong, competent little girl uh who knew what she wanted. Another memory I have is we\nhad pictures, family pictures taken, and we had good friends who were photograp...he was a\nphotographer and so I remember just having to sit and pose and finally saying, no more of\nthat. I didn't want any more. And I just refused to participate. So again, uh memories of a\nlittle girl who had a strong sense of self, and I think that's significant because that that really\nchanged uh...",
        "A: Oh yeah. Yes. The the photographer as a matter of fact uh, Alter was his name, were Jewish.\nHolland I think uh before the war had about 110,000 Jews. This town we lived in, Breda,\ndidn't, had over 200. It didn't have a large Jewish community, but it had a synagogue, an\northodox synagogue and my, as a matter of fact I remember my father and my my uh\ngrandfather going to synagogue uh and I remember on Friday night they had services, Friday\nnight, and we had our dinner and the candles on Friday night and uh it was it was a pretty\ntight Jewish community.",
        "A: Oh very much part of that. My parents were both raised in orthodox Jewish homes, my\nmother in Germany and my father in in Holland, but uh my father rebelled very early uh\nagainst orthodox Judaism so altho...although I'm not quite sure - we kept the kosh..., my\nparents kept a kosher home but I'm not sure whether it was mostly for their uh sake as 1t was\nfor my grandfather's sake who was raised and had lived all his live in an orthodox family.\nBut definitely part, strong part of the Jewish community.",
        "A: Yeah. I do. Uh I was four and the the the strongest recollection is when the Germans invaded\nbecause what happened was that we were told that they were going to bomb Breda and so all\nof us, and that was Jews, non-Jews, uh were told to leave Breda and my brother was\nhospitalized - he had a middle ear infection - and my mother was frantic because we were all\ntold to leave. My mother was absolutely frantic, was trying to get him into a hospital and\nthey were told that they had to keep the hospitals empty for the wounded that were expected,\nso all of us, uh all of us including my baby sister and my aunt - at that point my aunt, my\nmother's only sister and her daughter also lived with us, so 1t was a hugh family. My my\ngrandfather who was oh 80 years, uh five small children - by that time my baby sister was\nborn - five small children, uh the oldest of whom was seven, my parents, my aunt and her\ndaughter, all had to leave Breda. I remember that. We were, we had to walk - we walked\nabout I would say between twenty and thirty kilometers along a road uh trying to find farms\nwhere we could stay and I remember being strafed --the bombs, the Germans would bomb\nus. And uh there were seventy people killed just along that road and I remember uh a woman\nstill standing over her baby carriage, protecting her baby who was killed. And every time the\nthe airplanes would come, my aunt, my mother's sister, would pull us aside and and she was\nparticularly fond of me and she'd literally cover me with her body. And then when the\nairplanes left then we'd walk again, and I remember stopping at farms and the farms would\nbe full and finally - I think 1t was about 28 kilometers - we had walked 28 kilometers - uh\ngetting to a farm where they had some room and we spent about five days there, sleeping in\nthe hay, until the all-clear was sounded and then walking back - the having to walk back we\nwere not strafed - I don't remember being strafed or bombed during that walk back. Uh and\nhalf way through some buses came and so mothers with children were allowed to go on the\nbuses and so we didn't we didn't have to walk all the way back. And coming back to our\ntown and founding, finding the town unscathed basically - so that was the first memory of\nthe war. Uh then ...",
        "A: Yes. You see at that point the Germans - they they overrun, they overran Holland in five\ndays, so I mean the the Dutch put up a strong resistance but you know, they were not\nprepared to deal with the masses and then of course the Germans bombed Rotterdam as\npunishment for German, for Dutch resistance. And uh so we were immediately occupied by\nthe Germans and nothing much happened immediately but then my memories of those early\nyears are pretty vague because they they started rounding up Jews - oh first from the coast.\nNow Breda 1s 50 kilometers north of Antwerp and 50 kilometers southeast of Rotterdam, and\nI gather they picked up Jews initially from the coastlines, so to prevent them from fleeing.\nThat's why I think there were so many Dutch were murd... were massacred - they they just\nhad no place to go. They couldn't leave. Holland was immediately occupied and all exits\nwere basically uh closed and so you were trapped in, we were trapped in our own country.\nAnd the first memories I have uh I have is of wearing a yellow, having to wear a yellow star\nand I was four, so I wasn't ready for school yet, but uh I remember that because we wore a\nyellow star, we weren't allowed to ride the buses. I remember we weren't allowed to have\nradios. Uh and then we were told that when I was ready to go to school in 1942, well really it\nwas 1941, uh we couldn't go to school anymore and so for a while there was a little Jewish\nschool that they had in a - I remember it was on the second floor of a of a building down\ntown Breda, and going there and sitting in a classroom with who knows - twenty other\nJewish children. And the children just disappearing. I mean one after the other these children\njust disappeared until that school closed and then my father tried to teach us at home and I\nthink that was in 1942 because Jewish children were not allowed to go to school anymore.\nAnd and then you know, getting strong messages that that something very bad was going to\nhappen and it was scary and my parents being scared and just fear, fear enveloping the\nfamily pretty much.",
        "A: Oh yes. That's when they started. They started deporting the Dutch Jews, as I said they uh\nthey started first deporting them from the coasts. They didn't - the reason we we survived 1s\nbecause they didn't get to us until 1942 uh so we lived in Breda until 19...until the fall of\n1942 uh but had they come had they come to us earlier we would have we would have\ndisappeared too. Uh see I have a memory still and this this was how close that it was. My\naunt lived in the same town we did but in a suburb of it, and they picked her up oh I think a\ncouple of months before they came to us, and I can remember, I mean I have a clear memory\nof standing in our doorway in the house that we lived in and waving goodbye to her and her\ndaughter, and they were off to a Polish war camp. That's what I was told. And they went\nwith a baby carriage to the train station where they were sent to Auschwitz and of course\nnever came back. And that was the aunt who was very very close to me, my mother's only\nsister and her daughter. So uh, so they were sent to Auschwitz uh where we would have gone\ntoo uh but - oh yeah, because we lived in Breda so we were just far enough from the border\nthat we were to be picked up later. And uh it just, and these children you know, may have\nlived on the on the outlying areas of Breda, the children, and then of course the schools\nclosed because there were no children really left.",
        "A: Uh, to be very very careful. I mean we wore yellow stars and and the yellow...the way it\nworked in Holland 1s that everybody had to have an ausweiss. That was like a passport, and -\nincluding us children - and uh in order for us in order for one to have rationing cards you had\nto have an ausweiss, and Jews had a big J on their ausweiss. And, of course, we had to wear\nthe yellow star. So you could be stopped at any time and asked for your ausweiss, and if you\nif you didn't have your ausweiss with you or and you wore a yellow star, you were shot\nalmost you were shot immediately. So what basically happened is we, they didn't let us uh -\nwe were young anyway - but they didn't, they they became extremely protective of us and\nthey didn't let us be out on the street by ourselves. And when we would go out, it was with\nmy grandfather. My grandmother had died in '39 but my grandfather would take us for\nwalks. As a matter of fact that's one of the reasons we were saved. It's just incredible,\nincredible uh circumstance. When I ...",
        "A: Yeah. The uh uh so that that - what happened was that life became totally family-oriented,\nthat uh they first picked up the Jewish men and I - that's another extraordinary situation - that\nmy my mother's father uh had been very very wealthy, and lived in Zempelburg | Pol:\nS_polno, or S_pdlno Krai_skie] in Germany. And after the 1st World War, during the Ist\nWorld War, had contributed a lot of money to the German war effort, and after World War I\nwhen that part of Germany where he lived uh became Polish, and he opted to remain\nGerman and he moved to Berlin, and he got a Cross of Merit from the German Kaiser. Uh\nthey picked up Dutch men first. They took them, Jewish men first and they took them to\nslave labor camps and my father had sort of been excused a couple of times one because he\nwas head of the Jewish Council, or he was not perhaps not head but he was a member of the\nJewish Council, because he had five children, uh and so on, but he had to, he was to report\nand I can remember it - my mother just being in tears. Well, the day before, the day before\nmy father was to report, my mother, and she is an incredible woman really - she took that\nCross of Merit to the Nazi commander of our town, and everybody said don't be ridiculous -\nit's not going to do you any good, and she said look at what my father did for you know the\nfatherland, and he actually acc...he actually excused my father, thanks to her. And again, that\nsaved our lives because without my father we would not have been saved. And the next\nweek, it turned out that was about a week before the rest of the family was going to be called\nout - we disappeared within that week. And the reason we survived is because a man who\nworked for City Hall, uh and I don't know - this this is what I was told - I mean that's not a\nmemory I have. I remember walking with my with my grandfather of course, but what\nhappened uh he would take us for walks and a man who worked for City Hall knew what\nwas knew what was happening to Jews. By 1942 by the way everybody knew what was\nhappening to Jews, so the the idea that people didn't know and America didn't know, and\nEngland didn't know is garbage. Because we knew and we had no radio. And everybody\nknew. Uh and uh this man had seen us because he worked for City Hall. He was familiar\nwith what's happening. He had seen my father take us four children for a walk. My baby\nsister was too little. And he felt so sorry for us because he knew what was going to happen to\nus, that one day he came to our house, he came to my father's house and he basically said do\nyou want to be killed. My father said no. He said well, why don't you do something about it.\nMy father said what can I do - I've got five small children and an elderly father-in-law. And\nhe said if I, if I promise to help you, will you try and get out, and within a week - and I\nremember a significant part of that - uh other friends, Dutch friends had given us names of\npeople who were willing to take in Jewish children, and within a week we disappeared, and\nit turned out to be just in time, just before the whole family would have been deported to\nAuschwitz, because most Jews went to Auschwitz. Uh and what he did is he gave us false\npassports so the false ausweiss, so as our name was in Dutch \"Magnus,\" uh he gave us\nauthentic passports--because he had access to the blanks--and with new names. And our new\nname became \"Wachness.” Of course, Magnus is spelled M - A - G- N - U-S. Wachness\nwas spelled - it sounds the same. So if we would make a mistake, it wouldn't be as\nnoticeable. But the spelling was totally different - it was W-A-C-H-N-E-S-S. And\nuh and I remember one day we were playing outside and my mother calling us in and saying,\nchildren, we want you all to pick a new name. And we had, because Anita is not a common\nDutch name - uh we had always pretended we had different names, and I still feel bad about\nthis because my sister Ingrid, the young...one just below me, her her play name had been\nLeesha (ph), but that's the one I had coveted, and mine had been Lanie (ph) and so when we\ngot to pick new names, I said I want to be Leesha, and I remember Ingrid saying that's my\nname and I said well I got to be first again. You know, I was the older girl so I got to pick so\nthat's how we picked the new name. My brother's name was Norman. He became Jan. I\nbecame Leesha. My sister Ingrid became Lenie (ph) and my other sister Helga became\nHennie. And so we got to pick new names and that's that seemed like a big lark to us and\nthen we were called inside, and in the meantime my parents had gotten names of people who\nwere willing to take us - we were called inside and we were told that we were all going to go\naway. And that we were going to go to strange people, and uh my parents didn't know who\nthey were, but that if we didn't go we would not...we would be killed. And that we were\nnever ever to tell anybody that we were Jewish because that would mean that we would die.\nAnd that we would have our new names, we would live with these people, and that the story\nthat they made up was - it's still a peculiar story that we had, we were Dutch but we had lived\nin a small town called Emden, which is near...it's a German town near the Dutch border,\nnorthwestern Germany, and that when the war broke out we decided we wanted to be in\nHolland - we didn't want to be, so we basically were refugees from Germany and my\ngrandfather who's who's German, that he was Swiss - uh and uh and because we were\nrefugees we couldn't live with our parents because my parents, our parents were looking for\njobs someplace else. And that's why we were, that's why we had to be you know with strange\npeople. That was the story that we were to tell people who would ask us uh you know why\nwe weren't living with our parents. Immediately after that my brother and I were taken away\nand taken to a family in the same town we lived in, and we stayed there for two weeks and\nuh was, they lived in a house that - and again in Holland because it's so such a crowded\ncountry, several families would live in the in the same house, so we lived on the second floor\nof this house and there were another family living on the first floor. The family on the first\nfloor did not know that we were on the second floor. So for two weeks we could not move. I\nremember we slept in the bathtub. We could not talk. We could not move. We couldn't do\nanything because we were told that if they, the people downstairs would find out that we\nwere upstairs we'd be killed. And we, I remember also that sometimes they would take us out\ntwelve o'clock at night just to give us some fresh air. So we'd we'd go outside and that was\nthat was a very hard time because in the mean...you know, we had no idea where our parents\nwere. I mean there 1s a six-year old and a nine-year old just taken away, totally, from parents,\nsisters, and everything else and and, and yet we knew - you know, there was no crying.\nThere was no whining. There was nothing. There was just obedience. And then after two\nweeks we were taken by some other people to the middle of the country and we stayed for\ntwo years with a magnificent family called the Buchas (ph) in Bilthoven--uh, which is a\nsmall town north of Utrecht, which is in the middle of Holland. And they ran a very\nprogressive school called the \"Werkplatz (ph),\" the \"work place.” She was a daughter of the\nCadbury family of the British chocolates Cadbury family. And they were Quakers; and\nbecause they ran a school, they took in other children who were not Jewish and so for them\nto have other children there was not as obvious as it would have been for you know for an\nordinary family. So that was a very safe place for us to be. Now we were told never ever ever\nto tell anybody we were Jewish. That nobody knew and that we were never to let it be\nknown, and so that was a horrendous burden on us. On me particularly and it's interesting\nthat when my brother's much older, well three years older than I am, I think I was much\nmore conscious of the whole situation than he was and uh and my earliest memory - I think\nwhen we we went to Bilthoven in in October - no in September of 1942, and again what\nsurprises me in retrospect is that there was no questioning - it was 1t was real acceptance and\nreal understanding of what was going to happen to us. There was no question about the fact\nthat if we were discovered we would be killed. I mean that, we lived with that throughout the\nwar, and I also - you know, now when I think about the horror of it, 1t blows me away. But\nI'm so grateful we were children because we accepted it - there was none of the the fear of\nthe neurosis, or the neurosis or anything else. There was none of the pathology that that\ncould have induced really uh because we just knew it was going to happen - that that was the\nway, you know, being very concrete still uh we just accepted that's the way it was and it was\nscary. Uh my father came to visit us in October; so after months, my father appeared. And it\nturned out he and my mother and my grandfather had gone to uh Limburg, which is in the\nsoutheastern part of Holland. We tried to go places where nobody knew us. My two younger\nsisters came about a month later and uh they had gone with my parents to Limburg but that\nwas too dangerous, so they they leaved them with another teacher of the school in the same\ntown that my brother and I were. And my baby sitter...sist...uh sister Rita went to\nwhich is in the western part of the country; though she died of diphtheria in 1943, so I never\nnever saw her again. Uh but my father came in October; and I'll remember his visit and it\nwas incredible to see him. And he told us that uh he told us that uh our birthdays have been\nchanged. That my brother, whose birthday was November 10th, was his new birthday was\nJanuary 3rd. And my birthday, which is January 29th, was going to be January 21. And we\naccepted all that. You know, again, you didn't question - that was the way it was, because it\nturned out that those were the birthdays that were in our new ausweiss - our new ausweiss\nwhich didn't have a J on it. Of course, no J's on our clothes, no no stars on our on our, no\nyellow stars on our clothes. And uh one of the children of the family we stayed, the Bucha\nfamily, I remember saying to my brother, \"Norman,\"--I mean, \"Jan, Jan, what's his name,\nJan. You know, you have a birthday coming up pretty soon.” And I said, \"Oh, no, no. His\nbirthday's not until January 3rd. We confused his birthday with a friend of his.”” Now\nunlikely story, but perfect logic to a six-year old. Uh and I I that's what I remember about me\n- an extraordinary competence - that sounds sort of conceited but in in dealing with the\nsituation and making up stories and it also gives me today such enormous respect for for\nchildren - I, they're capable of infinitely more you know than we ever give them credit for, so\nuh because I have these strong memories still of myself when I was when I was six years old.\nThen the next major trauma was Santa Claus. Now Santa Claus comes on December 5 in\nHolland and he is, he comes from Spain and it's a non-religious holiday. It's not like\nChristmas here. It's Santa Claus who comes with his black moire (ph) - his name is Peter\nfrom Spain on his white steed with his miter and and his staff. Uh Peter has a big uh bag on\nhis back and if you've been a good kid then you get candy and if you've been a bad kid you\nget put in the bag and sent, taken back to Spain, so ....(laughter) and I remember being in\nagony because you see I believed in Santa Claus and I was quite sure that Santa Claus didn't\nknow that my name had changed, and I couldn't tell Betty Bucha that I really wasn't Leesha\nWachness - that I really was Anita Magnus - because that would let her know that I was\nJewish - I mean I didn't - of course they knew, but I didn't know that they knew. So I can\nremember being absolutely terrified of Santa Claus coming because the way Santa Claus is\nin Holland, he comes in and visits and he sits down and you know he says, well, you know,\nhave you been a good girl and stuff like that, and uh I felt totally trapped - that's, talking\nabout terror - I was in pure terror. Uh and I'll never never forget when he came and already\ntrying to make up stories about what I would say to him if, when he called me Anita. I would\ntell him that he was making a mistake. But he came in, and because I was the youngest of the\nfamily, uh he said well, Leesha, have you been a good girl, and my relief - thinking my God,\nhe knows everything. You know, because I so firmly believed - it was, I'll never for...you\nknow, I'll never forget that intense relief of not being betrayed, because even a Santa Claus\ncould betray us. So uh when my father left us, and I'm back-tracking a little bit - my father\nleft us, my brother and I had to go to bed very early - I remember seven o'clock - uh we\nstarted to cry and that's probably the most intensive crying and I, in retrospect I think we we\nstarted with pre...pretend crying, and I'm not quite sure whether we did that because we\nreally wanted to cry ..... [Phrase missing]...a loving, caring oh unbelievably wonderful\nwoman. When she came upstairs, I was afraid we were going to be punished, but she she of\ncourse didn't punish us. She was very very nurturing and very loving and and seemed to\nunderstand why we were crying. But I learned early in the game during the war years uh I\nlearned early that there was something very wrong with who I was. I mean that's probably\none of the major lessons. I mean when you look at our lives I mean we were among the most\nfortunate of all Jews in Holland because we were not, we were out in the open. We were like\nDutch children except we didn't live with our parents, and sure we were 1n danger and it\nturned out that several times they were very very close to catching us. I'll get in to that in a\nmoment, but when you compare it to most, to most other kids who were, like Anne Frank\nwho was hidden uh for years, you know, and they could not go out and we were infinitely\nmore fortunate. Uh we were out. We were able to go to school. We, and the school was a\nmagnificent school, very progressive. Uh we had friends. We could play, could breathe fresh\nair and yet we also knew that, and I knew very intensively uh intensely, that I could be\nbetrayed anytime, and so I learned early in the game that I was not to draw any attention to\nmyself. That I could not, I had to be a very good girl. I could not be naughty. I could not do\nanything that would make anybody notice me. And so I learned not to complain and I\nlearned not to express any feelings and I learned not to be a bad girl and I learned not to ever\ndisobey because anything - I didn't dare do anything that again would make people angry at\nme because if they were angry at me they might betray me. So it it put this this vice around\nme, basically, and when I compare that to the little girl who snubbed her father you know I I\nam aware of what a dramatic impact that war had, uh and at and it was really the most the\nmost poignant memory I have was oh in 1943 I think it was, uh we were riding on what's a\n[bock... (ph)] - it's a bicycle with a big sort of uh box in front of it and that's how they would\ntransport vegetables and stuff like that - and somebody was riding it and my brother and I\nwere sitting in it, on the edge and I was holding on and then I noticed my brother was not\nholding on and I of course being you know wanting to be just as brave as he, I decided not to\nhold on just at the worse possible time as he was going around the corner, and I fell off the\n[bock... (ph)], hit my head on the on the asphalt, on the pavement. I'm sure I had a\nconcussion, but I thought I'd done something very bad, and I had the most blinding headache\nthat I can imagine and I I went back. I didn't say anything because I thought I'd done\nsomething very bad. I didn't say anything to Betty Bucha, but I was in such pain that I would\njust start crying and I'd just walk out of the room, and would come back and then I would\njust be in so much pain again and I would just walk out again. I remember I just was going in\nand out, just terrified of being noticed, so I never told her. And another time I was running\nand I ran into a wall, and I got a a big uh cut on my forehead. My terror was about being\nbetrayed to the Germans. It wasn't about hurting. It wasn't about, you know, having fallen. It\nwas that I had done something bad, and I was, this could meant the end of my life. I mean\ncrazy associations. But basically I learned that uh I, you know, I I was not to ever do\nanything that in anyway would make anybody mad at me or upset at me or or would draw\nattention to me.",
        "A: Oh yeah. Oh there were Germans all over the place. They were not, in Holland they were not\nas as obvious I mean you know that, during the war during the war itself because they they\nfelt the Dutch were also Aryans so the Dutch except for the Jews were just fine and they\nreally believed that the Dutch would eventually cooperate with them. And so for the first\nfour years, except they did pick up a lot of Dutch men, they were quite quite lenient with the\nDutch population itself and no where as vicious and brutal as they were for example with the\nwith the Poles or with the uh with the Russians, particularly the Ukrainians because they\nwere the untermenschen. The Dutch were supposedly part of the great Aryan race - the the\nsuper race, and it was just the Jews who were you know the vermin, according to their uh\nphilosophy. So the Dutch, Holland didn't really - no, that's not true - the underground of\ncourse suffered. I mean they, when you were caught helping Jews or if you were caught\nworking underground but the but the but the actual occupation did not become very serious\nuntil 1944 when they finally convinced uh were convinced the Dutch were not going to join\nthem in their uh lunacy.",
        "A: Well, we stayed in that school for two years. Uh and II did well and we stayed with this\nwonderful family for two years. We were again very fortunate - my two younger sisters were\nnot as fortunate because they were shifted from one family to the next. But we stayed with\nthe same family. We moved several times but that's because the Germans the Germans uh\ntook over. I mean they, we lived in a house near the school and the Germans requisitioned\nthat, and then we moved to another house and then we moved to another house, but that was\nbecause the Germans just you know, when they when they wanted houses they just kicked\npeople out. But we just lived with the family. We would go and we visited our parents once\nduring Christmas and uh there was there was uh and that was the first time that I had seen....I\ncan't remember whether - that was not Christmas of '42. I think we visited them Christmas of\n'43. Uh I can remember in '43 I saw my mother I think for the first time because my baby\nsister died, uh Rita died in and she came and told us that Rita had died and I\nremember just crying, being incredibly unhappy.",
        "A: Yes, to the house where we were staying, yeah, to tell us that Rita had died. And then I just\nremember just being very sad and crying. But the the most amazing thing was that we just\nsort of accepted it. You know, we never whined. We never demanded. We never we never\ndid anything I think to betray our family or or even endanger our family. The the biggest\ndanger to us came, well there were lots - it turned out there were lots of times when my\nparents were very close to being discovered - and the reason we survived is because the\nDutch that, who encountered us didn't betray us. It was just the unbelievable luck that all the\nDutch who discovered our Jewishness were good were good people. And that included the\nDutch police. And you know again most Jews were not that fortunate. But the most\ndangerous time for us came in 1943 when uh my sister stayed with some teachers at that\nschool and one of them was caught with some communist books, and when she was asked\nwho else lived 1n that house, uh she said well, two little girls. And they said immediately\nnow that those are Jews. I mean they they assumed that any children who who weren't, who\ndidn't live with their parents were Jewish children. So that was the first time that we were\ngoing to go and visit our parents so we, the first time that I must have visited them was in the\nsummer of '40...'43. Uh and the Germans uh we were told were going to accompany us on\nthe train and they were going to interrogate us on the train and that would have been the end\nof us because there is no way that we were sophisticated enough to to make up enough of a\nstory uh particularly my younger sisters wouldn't have. They, who are one and two years\nyounger than I am, but German thoroughness of course demanded that they could look at\nthese Jewish children and it so happened that my younger sister and I were standing in front\nof the house. Now uh I was quite, much lighter and I have blue eyes and you know, I don't,\nI'm not typically Jewish - I don't have a semit...I don't have Semitic features and my sister,\nmy younger sister has blonde curly hair, blue eyed. I mean, and they looked at us and said,\n. You know, \"They can't be Jews.” So...because we didn't look\nJewish. And that was one of the reasons, as a matter of fact, that we were saved is because\nthe man who gave us, was his name, who gave us the false passports, said\nthat he he had selected us to help because we did not have Semitic features. I mean it's just a\nhorrifying thought when you think about it, but it allowed us or the fact that we were not\nquote \"typically\" whatever typically Jewish is. Of course we didn't look typically Jewish - uh\nthat's how come we survived. And again we didn't fit the German stereotype of you know\ntypical Jews. So again we were miraculously saved. Uh I mean we miraculously not not\ntrapped. Uh my parents had, I gather, they told me they had razor blades ready. They were\nnot going to be caught alive. They were not. They knew what was going to happen to them\nand they weren't uh...and they also, they would have killed themselves because they also\nknew if they were caught they would betray us and so again you know there were all all\nthese very conscious decisions were made as to trying to have as many of us survive as\npossible. And we were able to visit them in in the summer. I spent I think a week with them\nand then we visited them again in the following Christmas and there we had an accident\nhappen to us. We were standing at a, they were they were sledding down a slope, a snowy\nslope, and mother and my sister and I were standing too close and a sled ran over us. My\nmother had high boots on but I didn't and I got a deep wound which became severely\ninfected and I got boils all over my body. And that was on two of my legs and which which\ndidn't heal for months until until the following spring. Again lucky that I was strong enough,\nwe survived - you know, there wasn't any penicillin and uh so on. But basically in 19...for\ntwo years we lived as school children and we lived without our parents and we lived with\nfear and I can remember saying to one of the other girls, the daughter of the family, I said I\nhave a very big secret but I can't tell you until the war is over. (Laughter) I, 1t was like, you\nknow, I was like I knew the war one day would be over, so I must have a lot of hope uh and\na lot a lot of optimism. I guess I must have felt that we would live. Uh and at the same time I\nremember my major mission was not to do anything that would betray us. And my middle,\nmy younger sisters would sometimes really do dumb things like well, dumb things, what do\nyou expect of a - I was six, so they were four and five. I remember Ingrid at one point, we\nwere walking and she said oh she said oh Leesha - I was Leesha - Leesha, you know I met a\nI met a girl whose name was Ingrid and I told her that used to be my name. And I said don't\never say that (laughter) - I remember having to remind her that she was not to not to ever\never uh uh you know remind anyone or tell anybody that that Lanie wasn't her real name.\nBut what's remarkable is that we played we the game right on until the very end. Uh and\nagain turned out that the only people knew we were Jewish was the family itself. Their\nchildren didn't know we were Jewish. And, but we made friends and we saw our parents\nevery once in a while and uh again unbelievable fortune fell our way because uh at in 1944\nmy, when after the Normandy landing uh things became very tight and that's when the\nGermans became more vicious towards the Dutch. We had gone with the family to a farm in\nand there was a lot of bombing, a lot of strafing, and the family told my parents they\ncould no longer be responsible for us. So that was, that was August of '44 and my mother\ncame - my mother has always been very brave. My father has said if 1t weren't for my mother\nand her courage we would never have survived the war, because she again and again and\nagain, she would be the one who who said to my father, you know, it's going to work out and\nshe would she would take on the police who came to the house and questioned them and\ninterrogated them, cause see from their perspective they were interrogated many times about\nwho they were and what they were doing. Now they were out in the open too, but my father\nwasn't working and so their story was a more difficult one than ours, and so they had\ncontinual contact with [Pinkstrum (ph)], the one who gave us the false papers, and he again\nthroughout the war continued to help us make up stories supporting my parents' stories and\nso on so that if we had had one NSB--which was the Nazi...which was the Nazi support\ngroup in Holland. If we had had one real Nazi supporter, we would never have made it. But\nuh somehow, again, we...we didn't. But in 1944, my mother came to get us. She got my\nbrother and me; and my two younger sisters already were with her. And incredibly, in\nSeptember of 1944, we were liberated by the Americans. Uh they came up, they had landed\nin Normandy, and they came up through Belgium and just through a tiny part of Holland.\nAnd they were supposed to meet up with the British at Arnhem. They made a movie, \"The\nbridge...\", \"A Bridge Too Far.” And, of course, there was a German panzer division at\nArnhem; and the British were defeated there.’ So instead of liberating the rest of Holland,\nthey went into Germany. Had we stayed in the middle of Holland we would not have been\nliberated until May of 1945. But we were liberated uh uh - as I said we we went back to\nLimburg in August. And in September, I'll never forget that in September of 1944, lots of\nbombing, lots of explosions. Was a Sunday and my mother came - we were sleeping on the\nattic, and we slept, we stayed in a house but my parents had rented the front room and a\ncouple of bedrooms of a very nasty, ugly woman uh who turned out... She said, \"If I had\nknown you were Jews, you would never have lived.” horrible woman. Her name was\n[Bilders (ph)]. Anyway, we, my, there was so much bombing that my parents, my mother\ncame to get us and we were standing 1n the in the front living room, and my mother was\ncombing my hair, and there was a table here - my mother was standing here and I was\nstanding right there - and there was the window. And a grenade exploded. And a big piece of\nthe grenade flew right between my mother and me and scorched her nose. And it bounced\nagainst the wall, and it bounced back on the table and a pair of pajamas and the pajamas\nburst burst into flames, but again you know death was so close. Uh it's it's just miraculous - a\nfew inches either direction would have killed either my mother or me. Uh so we got out of\nthe living room and we spent the day in the cellar, and we heard all the shooting. My mother\nagain was very brave. She would go upstairs and I'm I'll never forget at four o'clock, it was\nabout four o'clock and she would go upstairs. At four o'clock she screamed - she said the\nAmericans are here. And I, if there's anything that stands out in my memory it's it's those\nwords - the Americans, the Americans were here. And the Americans coming up on the hill -\nuh we lived sort of on a hill, and the Amer...the Germans were retreating up the hill, and they\nwere shooting down at the Americans. Of course we were dying to go upstairs, and uh see\nwhat was happening, uh and we were allowed to, after a while we were allowed to go up,\nand I cannot tell you what that meant. I, it's a memory that you know will never cease in my\nmind. As, I think America has always had such a close place in my heart because it meant it\nmeant life for us, and in all sorts of ways, and that was before we had any idea we would\never come here. Uh but there were the American soldiers and they were being shot at by the\nGermans but it didn't seem to bother them very much. They were ducking the bullets. And\nthen after a few days when we were allowed to go - perhaps two days I think - we were not\nallowed to go out because there was so much shooting going on, but after a few days we\nwere allowed to go out - one of the best sights I remember seeing was Germans with their\n' This battle took place September 17-25, 1944.\narms, you know, over their head and the feeling that they no longer present the threat to us\nand that we no longer were in danger was just a relief and an over-whelming sense that, you\nknow, it's hard to describe. I mean talking about freedom and I was then eight years old and\nI'll never forget that immense relief. What was amazing was that uh in December of course\nwe had the Battle of the Bulge, and at that point everybody knew we were Jewish - some,\neverybody knew - that little town that we lived in was uh , a little town near\nin Holland. Of course then it was clear you know, we made it and let people know that we\nwere Jewish. Then we had the Battle of the Bulge, and that - I remember being terrified of\nthat because if the Germans had won that, I knew that would be the end of us again. So there\nwas was some more fear then, but then when the Americans won, the Allies won, then I\nthink we really felt that we had survived uh and just that we would live. And then one of the\nhardest things was for my poor mother to get back to our original names. (Laughter)",
        "A: Well, I mean all of a sudden instead of being Jan and Leesha and Lanie and Hennie, we had\nto...we were again Norman and Anita and Ingrid and Helga. And I can remember her saying\nLeesha, , Lanie - oh, whatever your names are, you know, come inside. We uh we uh\nit was it was unbelievable to go back and be with our parents again. Uh and I can remember\nthinking I will never ever ever leave them again. It was just like, it was like having a whole\nnew life. Uh we had some very, some interesting times because we that's the first time that I\nsaw black people. Uh we were liberated by the American Army; and the blacks were\nseparated, segre...segregated. So they lived in tents in the field, and the Ameri...and the\nwhites were uh in a hotel. And I can remember asking my mother, \"Why are they so black?,\"\nyou know. I couldn't understand that skin could be black, because we...the Holland didn't\nhave any dark people. And I, I remember saying to her, you know, \"Why don't they use\nclorox? Perhaps that would...’ (Laughter) Just didn't seem... it didn't...didn't make any sense\nto me. And we were scared of them. But then we were fascinated by them; and they were\nwonderful. We would go and sort of talk to them, and they'd give us big chocolates. And uh\nthe Americans who...the American soldiers stayed in a hotel; and I remember we would go\ndown there. My parents had told us you never ask for anything. Now the Dutch kids, you\nknow, I mean that had had nothing for a long time... I mean, that's the first time we saw\noranges, the first time we had candy--all of that stuff. Food had been rationed. Food was\nmini...had the minimal. So we'd go there; and we'd stand there and look at them with our big\neyes. And, of course, the soldiers just loved us because we never asked for anything. We\nalways ended up with the most. (Laughter) And my youngest sister, Helga, would pick up\nsoldiers, which was fine because she was six years old. And one day she came home with a\nchaplain - said, \"Mommy, that's the best I could find.” (Laughter) So we ...that was our first\nencounter with Americans. We met uh a Jewish soldier - a guy name from\nCalifornia, who became a very good friend of ours, and uh it was almost like we had to get\nused to being out in the open again and regaining our own identity. And it's only in\nretrospect that I now realize what a hugh price we paid. Because you know when you're\ngoing through this as a child that's the way life is. You don't really question it. You do what\nyou have to do, and given those circumstances, children will follow the rules. At least all of,\nwe did. But uh right smack after the war you see, I mean not even after the war because the\nrest of Holland wasn't liberated, some very bad things started to happen. Uh the part of\nHolland that we lived in was all Catholic - one hundred percent Catholic - and so as soon as\nit became known that we were Jewish, we got things like Christ killers, dirty Jews, uh -\nHolland which really had not known anti-Semitism before the war, the horror of of World\nWar II is that it awakened in Holland I think an awful lot of anti-Semitism, a tremendous\namount. And we started encountering that - I mean in retrospect it just blows me away to\nthink that uh there was no debriefing. Nobody ever ever talked to us about what had\nhappened. There was no counseling. There was no support. It was as if we now were, we had\nto enter a new but it was a foreign society - it wasn't Holland the way we had known it\nbecause we became we became dirty Jews. Now not by officialdom necessarily, but the\nchildren uh I remember that soon after - because we hadn't gone to school and you know in\nthe meantime you can imagine what our schooling must have been like, uh very interrupted,\nvery sporadic, and the first four years if I had, if I went to school two years it was a lot. Uh\nby the time I was eight, let's see, nine - by the time I was nine I think I had been to school\nabout two years at the most. So my father taught me a lot at home. But I remember going to\nschool again after not having been in school for six months or so, and there was a birthday\nparty and we were the only ones who were not invited to go to the birthday party, and my\nfather took us on a big walk and he consoled us. But it was just, see we had to come, we had\nbeen non-people, and then we remained outsiders. Uh we stayed in that town uh we that we\nleft the family and went and stayed with a woman whose husband had been a a Nazi, and so\nhe was imprisoned and she was forced to take us. Now she was scared of us - she thought\nthat we would, I don't know what she thought we would do, but uh so we lived there you\nknow for a couple of months, because we could not go back to Breda because the Germans\nwere still occupying so much of Holland. And even though Breda was also liberated pretty\nsoon after we were in Limburg, uh it still wasn't safe to travel. So uh, we kept on going to -\nand all the schools were Catholic. I mean, that that again talking about the intense necessity\nfor free...you know, for separation of church and state - uh I'll never forget the experience we\nhad having to go, having no choice but to go to Catholic schools, and and being called Christ\nkillers. Now that only intensified the feelings that the war had fostered in me - the feelings\nthat there was something wrong with me and being a Jew was a bad thing. Uh ashamed of\nbeing Jewish. Uncomfortable being Jewish. Uh something that you wanted to hide. It wasn't\nOK to be who you are. You were different and you know how bad it 1s for children to be\ndifferent - I mean how hard it is for them to be . It's bad for kids to be different. It's\nhard for kids to be different. Uh and so we felt that we never, we just never fitted in and as\nsoon as we could we went back to Breda which was not until I think April of 1945, so for\nabout four months we lived very tightly with our family but the best thing was that our\nfamily was back together.\nTape #2",
        "A: Yeah. We we finally were able to leave, I think we went back to Breda in April of '45. We\nwere, all of you know the war ended in May of '45, May 5, 1945 in in Europe and we went\nback to - we had nothing. Of course what had happened is my parents had left the house we\nlived in and my mo...my mother had had oh just her her dowry had been this gorgeous stuff\nand and of course everything was left behind and we came back with nothing. We stayed for\nabout six weeks with a family where my aunt had stayed - the one who, my mother's sister,\nthe one who was killed in Auschwitz. We stayed there and then uh after six weeks the\nwoman said to us, well you can't stay here any more. And we had no place to go. So we\nmoved into a house that had been bombed and the whole backside of the house - there was\nno backside of the house at all. There was one room that had windows. It was a large house\nbut you know it was uninhabitable. It had no gas and electricity. It had no water and uh again\nwe had no place to go so we moved in. We basically squatted into that house with the one\nroom with the windows. And the the water just poured in and it just because it had no\nbackside, uh just poured in. So my father just made holes in the floor so the water would run\ndown. He boarded up some of the other uh rooms with uh planks so that we could at least\nsleep there. And for a couple of weeks we would go to neighbors to get water and so on. It\nwas just, there was no place for us to go and we had absolutely nothing. My father didn't\nhave a job. We didn't have any money, so he got a job with the British censorship in\nGermany so, so in 19... uh... 1940 ...I think, that was '45 I think - 1t was almost immediately\nafter the war uh after we were liberated, he went off to Germany and worked for the British\ncensorship there. So my mother was left alone with four children and her aging grandfather--\nher aging father, my grandfather, who lived across the street. Some friends uh had given him\naroom. And so we lived in this house, in this bombed-out house for about six months. In the\nmeantime my mother was alone. My brother could not adjust to the school system in Breda\nanymore. We...the closest school to us was a Protestant school; so instead of going to a\nCatholic school, we went to a Protestant school. And again being the outsider was so\nobvious because of religion. We did not belong in a religious school, and it was\nuncomfortable and it made us feel uh unwanted. Now we did not encounter there any uh of\nthe anti-Semitism. I mean nobody there called us Christ killers or any of that stuff but we\nwere not accepted either. Well, finally my - the only way you could get a habitable house\nwas by finding a place that people would move out of. And then you had to present it to the\nNotes Commission, which is the housing need commission and then they would rule\non whether you were eligible to move into that house. And several times my mother would\nfind a place and we would never get it and it would, the situation got to be pretty desperate.\nWell, finally we found a very nice house on the Juliana (ph), and it was uh next to a little\noffice of the conservation company. And we were, and the way that it went was that you had\nto uh tell the tell the commission where the house was and uh then they would decide. But\nbecause they continually took, wouldn't let my mother move into the house, my mother said\nyou know, I'm not going to tell you where it 1s unless you let me know that I can have it, and\nthey would, she finally was promised that that they could have the house. And we were\nassigned that house, and just before we were supposed to move in, the head of that\nconservation company wanted that house because it was right next to his office. And again\nwe were, they told that, we were told we couldn't live in that house. In the meantime you\nknow we lived in an unhabitable, uninhabitable place which was, just made the situation\nterrible. My mother was alone. She was close to a nervous breakdown I think. She had been\nso strong during the war. She was, she had crying spells and she was 1n agony over .\nIt's hard for me to fathom now really she survived as well as she did under the intense kind\nof suffering. I mean she came back and it was very clear to us that almost our whole family\nhad been wiped out. Her only sister and her...her daughter were wiped out. My father came\nfrom a family of seven brothers and sisters. Only he and his oldest brother survived; and my\nuncle's only son, Bert (ph), had been killed by the Germans. We had two cousins who\nsurvived. They escaped the concentration camp in Holland, but their parents and their...that\nwas their sister, that was the girl that I visited before the war - the family I visited. They were\nkilled. They were dragged out of and . They died probably en route to\nAuschwitz, and we, I don't know really what happened to . So after the war you\nknow, there we were. And of the Dutch, the Jews in Breda, I think a total of twenty survived.\nTwo young men survived the labor, the slave labor camps - young, strong men. And the\nAlters, the...the photographer - he was killed and she survived with her two daughters. But\nfor the rest, just we were alone. And so anyway so she, under those circumstances again, and\nthen living 1n this this house which wasn't a house, and again being denied that denied that\nhouse uh, what in effect we did is that the school that that we had gone to became a very\nfashionable school after the war and the Dutch princesses went there. Juliana's daughters\nwent there; and uh when again we were denied that house my mother went to uh the friends\nwho where my fath...where my grandfather was staying, and he had some, he knew some\npeople who were higher-ups and basically they, he said to that commission, he said unless\nMrs. Magnus, , gets that house, this is going to go straight up to the Queen, and\nthese, the response was oh those damn Jews - they want so much again. And I just, the anti-\nSemitism which really had been dormant I think, or had, I I just don't think Holland was anti-\nSemitic before the war. If it was anti-Semitic 1t was well-hidden, but the Germans - and that's\none of the horrors for me - in some ways the Germans won the war, because they succeeded.\nThey made the Europe Judenrein; they made it Jew-free. And there 1s uh, I still pick it up\nwhen I go to Europe. There is an awful lot of anti-Semitism in Europe and they awakened\nthe viciousness. So that you see, that's what we had to live with then after the war. And it\nwas never overt - well, that's not true. It was overt. I mean you know - those damned Jews -\nthey want so much again basically was the response to us. Uh but we did get the house. I\nmean the threat of using, of going straight to the queen and of using some some influence\nthere - in effect we were assigned that house so in December of '45, 1t was very tragic\nbecause my grandfather died of a heart attack. My mother tried to get him in a hospital. They\nwouldn't take him to a hospital. And he died of a heart attack. So there was mother just with\nher father just dead and the horror of the war, moving... Uh, my brother had gone back to the\nschool that we had gone... He...he could not adjust to to the school in Breda, and he went\nback to Bilthoven. He stayed with the Buchas. So there were just the three girls and my\nmother; and we moved into that house in Julianalan. And uh I gather my father just sent us\nsome money from Germany, and we also got some reparation. We never got much but we\ngot probably a couple of thousand dollars, which allowed us to buy some furniture because\nof course everything had been stolen. We had nothing. But we had come back to some\nclothes. And so my, slowly but surely my mother was able to to furnish the house and to to\nbuy some of the necessities and get us some things and uh my father came back from\nGermany I think in 1946. And sort of a resumed - my brother came back from Bilthoven and\nwe resumed a normal, quote normal family life. But even right there in , | remember\none day in front of our sidewalk - dirty Christ killers. I mean, there again; and it just made\nabsolutely no sense. Now I must stress that my my parents, my father went to the school - uh\nwe lived we lived close to aaa sort of a lower class wor...neighborhood. Our our street was\nvery very nice and very middle, middle-class, but we lived next to a heavily Catholic uh\nlower class neighborhood and uh my father went to the school, and - because we knew we\nknew that which kids had done it - and they did reprimand those kids. I need to stress that\nthere was no official support for this, but again, these were messages that the children had\ngotten from somebody, from some place and some bo...some body and I don't know who\ngave them those messages. But it just retnforced that whole sense of not OK-ness. Of\nsomething being wrong you know. Now there were no Jews left and there were just, as a\nmatter of fact, only four of us plus the Alter children - I think we were the only Jewish\nchildren who survived. And we were, you know, strangers in our own land. And I felt that.\nThat, I don't know that my sisters felt 1t as much I did, but I think they did too. I think all of\nus felt 1t very very strongly. It was never the way it used to be. It was it was, Holland ceased\nbeing in a way our home. Uh now we went uh, after we moved we went to a school called\nthe [Nutschool (ph)], the nut school. And after that I went to the gymnasium. Uh, but my\nlearning was inhibited. This may sound crazy - uh there was something in me and I think\nthat's perhaps the little two-year old rebel still was operating because uh even though I had\nalways been a very very bright child, I started progressively doing worse in school. And\nthere was something in me that that just wasn't coping well with with the Dutch school\nsystem. It just wasn't working. My youngest sister, Helga, developed a terrible thyroid\ncondition. She...uh she got a hyper-thyroid--she had a throat like that, and her eyes were\nbulging from it. A very very bright little girl. She just became practically non-functional. Uh\nmy middle sister, Ingrid, cried a lot. My my brother Norman uh flunked out of school. We all\nbecame non-functional. And yet we had loving parents, lots of support. I mean, my parents--\nif it hadn't been for them, I... I cannot imagine what would have happened to us. But\nmiraculously, my parents, notwithstanding everything that they have gone through, provided\nus with love and support and caring and...and a feeling of belonging. And if it hadn't...as I\nsaid if it hadn't been for them, I think we would all have gone down the drain. But there was\nno recognition on the part of anybody uh what the consequences were of...of our\nexperiences, of the war experiences. It was never discussed. It was never dealt with. It was\nnever acknowledged. And so there we were, four children who basically weren't functioning\nvery well at all. I...I flunked the uh...I flunked uh my second year. Now the gymnasium 1s a\ncollege preparatory school, and it is pretty select. I mean, you learn...by the time you go to\nseventh grade, which is the first year of the gymnasium, then. I think that the system has\nchanged. But I started studying Latin and uh Algebra; and by the second year of that school,\nthe eighth grade, I added Greek and uh Chemistry and English. And by the time I\nwas...before, just before coming to America, I was studying English, German, French, Latin,\nGreek, physics, chemistry, math.... I mean, just this intense array of subjects; but I wasn't\ndoing well. It was like I could not study. I wasn't absorbing the material, and it was like my\nmind was blocked. And I could never - you know, it's funny - it's only now all of a sudden\nwhile I'm talking to you I'm beginning to recognize why my mind was blocked. Because my\nwhole life was blocked. Because we were non...we were non-people. We could not be who\nwe were. And we never told anybody we were Jewish. That was just not acknowledged. Uh,\nI remember we had one Hanukkah party, I think in 1948; and it was just like sneaking. It was\nat night - we, I think the whole Jewish community of Breda--what little was left of it. Of\ncourse, the synagogue...there, there was no no synagogue anymore because there were no\nJews left. But I think the few Jews that were left all went to the Hanukkah party; and I\nremember learning some songs. And that was my first exposure to Judaism, was that one\nHanukkah party. And I remember still some of the songs, and there was a and that\nwas it. That that was about the only Jewish part of me that was even acknowledged. My\nparents, I think, must have gotten the same message: you don't acknowledge it, you don't\ndeal with it, you don't recognize it, you don't... 1t wasn't discussed. You go on with life. And\nuh Holland, you know, being in Holland as I even mentioned to you earlier, became like\nbeing in being in a foreign land. Uh I need to stress, though, that since we didn't mention\nJudaism, that didn't come up. And I had friends. It wasn't that I was an outcast. I mean, I had\nfriends. Uh, I was invited to homes. You know, I was not...1t was not at all like in Limburg.\nIn Breda, on the contrary, I made some very very dear friends and best friends who of course\nwere non-Jewish. Uh, so it wasn't that I was isolated and alone. Nothing like that. But\nemotionally and intellectually, I think, all of us were stunted. Uh and my parents...in 1950, I\nthink, my father changed jobs. I think he decided that just Holland...we'd had it there. And he\nwrote to our friend, Henry Koster (ph). Now Henry Koster uh was a movie director here in\nthis country; and he...1t seemed that he met my father before the war. In the 1920's, when\nGermany was suffering from this tremendous inflation before Hitler, my father was...had\ntraveled in Germany for business, and that's how he met my mother also in Germany. And he\nhad helped Henry Koster several times. I gather, financially; and they had stayed in touch.\nAnd Henry Koster was Jewish. Came to America in the 1930's, and became very successful\nin the movie industry. He directed German pictures; and uh it was, you know, made it\nin the movie industry. And after the war, my father was able to contact him again, and he\nsent us care packages. As a matter of fact, a funny story - you know the Germans, you know\nthe Dutch too, took everything we had but uh we were, I told you we were liberated by\nAmericans and they went to Germany afterwards and those soldiers would send us big boxes\nfull of clothes. In a way, I'm sure they they robbed the Germans to send us those those\nclothes; because we had no clothes. We had nothing. And so, for a while, we were clothed in\nGerman clothing that they sent us. We didn't...didn't go beyond that. Uh but but when when\nHenry Koster found out that we had survived, he they sent us care packages. So then aft...\ninstead of being dressed in German clothes, we were dressed in American clothes. We got\nlots of packages from the United States with food and clothing. It was enormously helpful;\nbecause, of course, there was nothing to be had in Holland. And uh and Holland was in very\nvery bad shape. They not only had been terribly terribly damaged uh but the economy was\nwrecked. In 1944, when the Germans finally recognized that the you know the Dutch were\nnot going to join them in their Aryan lunacy, uh uh they starved the Dutch. And about a\nhundred thousand Dutch died during the starvation [winter (ph)] of 1944. Again, that was\nwhen we were in the southern part. We were liberated. Incredible when you think about it.\nAnd uh although there was hunger there, too. I mean, there was no food there either; but\nnothing like the suffering that the Amsterdamers and the Rotterdamers experienced at all. So\nanyway, we were...we were... he contacted Henry Koster. And Henry...in those days you had\nto have sponsorship; and he decided...he agreed to sponsor us and became our sponsor. And\nour number...our number came up in 1952. Uh, our opportunity came to come to America;\nand we we we left Holland. Because Holland had ceased being uh our land, our country,\nbasically. And uh we came to America; which was the best thing that could ever have\nhappened to us. There's no no question about that. It it freed every single one of us, in in the\nmost intense way. Uh my little sister Helga...the Dutch had no idea, the Dutch doctors; she\nwas sent from one doctor to the next. And she was...she was just in terrible problems.\nTerrible, terrible problems. Because she couldn't learn, she couldn't remember. She had a\nviolent temper. She was just unmanageable. Uh, my parents moved to St. Louis; and in... We\narrived in America December 7th, 194...1952; and in June of 1953, a Jewish hospital--a\nJewish hospital in St. Louis--they operated on her for free. And they took out, thank God, a\nbenign huge tumor out of her. And uh she just blossomed. Right now, she is uh a nurse\nadvisor for the International Council of Nurses in Geneva, Switzerland. I mean, she has an\nincredible job in Geneva, Switzerland; and has just accomplished enormous things. Uh the\nsame with...I, uh interestingly enough... Uh, we came to America; and our Henry Koster\nhappened to be in New York when we arrived - he knew we were arriving - and he greeted\ngreeted us in Hoboken. He was at...at the ship. Uh, and we didn't know he was going to be\nthere, but I I recognized him from his pictures. It was amazing. I remember going up to him\nand saying, \"Hey, are you Henry Koster?\" He said, \"Yes.” I mean, like it was just again one\nof these intuitive things. Anyway, he asked one of us to come to be like a baby-sitter for him\nand his...uh for his children; not for him, for his children. He had a nine year old and a six\nyear old. So because I was the oldest of the girls... uh I went with my parents to St. Louis,\nand after we took the bus from New York to St. Louis, and my parents...we had...my mother\nhad some distant cousins in St. Louis. And I, I think six days later, took the bus by myself at\nage 16 in December all the way from St. Louis to Los Angeles. You know, we had no idea\nabout America. I mean, I'm not sure I'd let a 16 year old go by herself now. But what did we\nknow?",
        "A: No. People were very nice. Although a very funny thing is, we came through Albuquerque--\nwhere I now live--we came through Albuquerque, and it was absolute desolate and barren\nand it was December. And I said to myself, \"That's the last place I'll ever live!\" And that's\nwhere I've ended up. (Laughter) Turned out to be very nice. But I went to... went and I\nmoved--of all the insane places--to Beverly Hills, California. And I... they lived in this\ngorgeous home on Whittier Drive in North Beverly Hills; and they had a butler and a maid,\nand--good heavens!--a three car garage and a swimming pool. Unbelievable luxury. You\nknow, no greater contrast than uh Holland--which was barely beginning to recover from the\nwar for the Marshall plan was just beginning to take effect--and going to Beverly Hills,\nCalifornia--which has got to be one of the extremes of American affluence. Uh it was a\ndevastating time for me; and that sounds terrible, but I had just, you know - the only thing I\nhad going for me was my family. There was no self there. There was very little self left after\nthe war. And again, from that little girl who was able to dare to stand up to her father, I pretty\nmuch had learned that it was my job to be a good little girl and to please and to take care of\nothers and not to...not to pay any attention to my needs. And basically the worst of it was I I\nhad learned not even to know what my needs were. My job was to please others. My job was\nto go along. My job was to be invisible. My job was to not cause any trouble. And again, I\nneed to stress that's not what my parents told me. On the contrary. If anybody gave me\nsupport, it was my parents. But that's what I'd learned, and that's something I...my parents\nwere not able to undo for me. I mean, again, since the war was never discussed and these\nissues were never dealt with, all of that was hidden. And all I knew about myself was that I\nwas whoever I was, which was Jewish, was not OK. It was something to be ashamed of. It\nwas something to be hidden. It was something not to talk about, and that I had no basic rights\neither. So this girl goes to Beverly Hills, California--of all ridiculous places. And I don't\nmean to be ridiculous, but you know what I'm talking about. And I enter this, and I'm fully\naware that most of Beverly Hills is not the movie industry. Uh on the contrary. But I\nhappened to enter the the movie...the movie uh life; and that's an artificial, superficial in\nthose days uh environment. I mean, even naive as I was and ignorant as I was, I knew those\npeople weren't real at all. As a matter of fact, I think the only real man I met was Marlon\nBrando. And I met a whole bunch of movie stars. And I remember the one that I really felt\ngood about was Marlon Brando, 'cause he was...he...he... I broke my leg; and he came to visit\nme, while he was in the house. That...that's when Henry Koster was making the movie\nnamed \"Desirée\", and Jean...Jean Simmons and Marlon Brando and a whole bunch of others\ncame to the house. And he came up to see me; and I remember thinking, \"Now, there. He...at\nleast, he seems to be somebody that seems authentic.” But for the rest, I entered an\nenvironment that was was fake and artificial; and I did not know about that, either. Because I\nthought that was real, and again I thought there was something with me. Uh so I gained fifty\npounds. The only...the only the only uh the only pleasure I had was eating. And within about\nsix months, I gained fifty pounds. And ended up, you know, a hundred and seventy-five\npounds fatso. Which, in a way, was perfect; because the meant that my nothingness now was\nreally real. Because who wanted a 175-pound, you know, \"blimp\" uh 1n this...in this\nenvironment that so prized beauty and exterior and facade? It was...1n a way, it was just\nright; because it meant that I could hide behind that. And this feeling of nothingness and of\nbeing worthless was, sadly enough, uh reinforced by my being in in...1n California. Uh, one\nof the most poignant for me uh circumstances was that I was very lonely. And I...I went to\nBeverly Hills High School, and again they were very nice to me. I am in no way blaming the\nkids, because 1n retrospect I did not encounter any unkind children...kids at Beverly Hills\nHigh School. I...I'm amazed at how how how kind they were; but I was an outsider. And I\ndidn't belong. And they all lived at home with their parents. And they, of course, had all\nthese material things; which didn't matter, but I didn't have my parents and I didn't belong.\nAnd uh within about a month, I was so desperately unhappy that I remember just thinking,\n\"God, I wish something would happen to me so I wouldn't have to go to school. So I\nwouldn't be so alone, and so...again, so much of an outsider.” And yet, the most insane thing\nwas, when I went to Beverly Hills High School, I was all of a sudden--you know, because it's\nso heavily Jewish--all of a sudden, I was there with fellow Jews. Except I didn't belong with\nthem either. I didn't fit in with them, either. I didn't fit in anywhere. So, I uh kept on hoping\nsomething would happen so I wouldn't have to go to school, so I wouldn't be so lonely and\nso miserable. And I broke my leg, and I was so happy. I played...I broke my leg playing\nhockey... hockey; and instead of worrying about pain, I just was so grateful that I didn't have\nto go to school. And that's when I met Marlon Brando. He happened to come to the house.\nBut...and that's also when I gained all that weight. That was a good way of hiding myself.\nAnd I mean, I was desperately unhappy, desperately lonely; and uh something that\nreinforced my worthlessness--my sense of worthlessness, I should say--was I... I was\npromised that I would go... The first thing, the first big outing that we would have, 1s that\nHenry Koster uh had directed--I think it was \"The Robe.” It wasn't \"Desirée.” I don't know, it\nwas one movie. And and uh he told me I could go to the premiere. And I was looking\nforward to that. I thought that was just going to be the greatest. Well, two days before the\nmovie--before the premiere of the movie--uh uh Peter got sick. The little, the youngest one\ngot sick. And I was told I had to stay home with him. And for the only time that I can\nremember, I went to Peggy, Henry's wife. And I said, I...1 quote, I complained. I said,\n\"Peggy, you know I have really been looking forward to this. Is there anything we can do?\nCan we find anybody else to take care of Peter? Uh, you know, I would really like to go.” I\nthink that's the most that I said. Well, I was told that there was no choice; there was nobody\nelse to take care of Peter, and I had to stay home. And I stayed home with Peter. And two\ndays later, I was called on the carpet by Henry Koster--who told me that it was my job to\ntake care of Peter, and I was not to make Peggy unhappy. That I had made her very unhappy\nwith my complaining. And that absolutely devastated me. Just...1t confirmed everything that\nI had subconsciously believed about myself, that I had absolutely no rights. That who I was,\nwhat I needed, what I felt, what I wanted, was absolutely unimportant. And that I was...I was\na non-person. And because I'm the kind of person that I am, uh I accepted that about myself.\nI didn't fight it. I just became a worthless person. And this may sound crazy, because right\nnow I'm the exact opposite. And and what I recognize, I've come...I'm like the topsy-turvy\ndolls. I, I'm one of those who you can push me down, but I won't stay down forever. I...I'm\nback to that little two-year old who stood up to her father. Uh, but 1t devastated me. And I\ngraduated from Beverly Hills High School; and immediately went to St. Louis, went back to\nmy parents and went to Washington University. After Washington University, I got my...\nNever made friends, never. Never dated. Uh, and the only thing I had going for me was that\nand so the the rector of the University sent a letter to the uh to to Beverly Hills High School.\nAnd I'll never forget it. It said, \"What she may be lacking in intelligence, she'll make up\nthrough industriousness.” I mean, those were the exact words. And I remember thinking,\neven then, \"You know what? They've got me all wrong.” One thing - I've never been stupid,\nbut I've also never been particularly industrious. (Laughter) And I knew intuitively\nthey...they knew nothing about me. But that's typical, isn't it. I'd hidden myself so well that\nnobody knew me. Uh and I kept myself hidden, because I was a non-person,\nthroughout...throughout my college years. Although I became very active in organizations. I\nmean, I was always such a good girl - I helped and I was active. And academically I just did\nbetter and better and better and better. I mean, that was the one area where I allowed myself\nto be unblocked; because I figured that's the only thing I had going for me was my\nintelligence. And the other thing I had going for me--and I can remember saying that to me--\n\"OK. Even if nobody loves me, at least my parents love me.” I'm so aware [that] if 1t hadn't\nbeen for their love for me, if I hadn't been so sure of their love for me, I wouldn't have made\nit. And I often wonder how people make it who don't...who don't have that. Uh, and I... I\nmean, I graduated from Washington University a Phi Beta Kappa, got a Woodrow Wilson\nScholarship to Harvard, got a Masters in Russian studies from Harvard--but still as a non-\nperson. That's a crazy thing. Still a non-person. Still somebody who...who was not in touch\nwith any of her needs, her wants, her feelings. I didn't date. Had a hard time making friends,\neven though every... You know, people liked me because I'm such a nice person. But there\nwas...there was a non-person. And I started working for the Rand Corporation, after my\nMasters, in Santa Monica. I went back to California. My parents, in the meantime, moved to\nCalifornia. And I went back to California, and I worked for the Rand Corporation. And I\nremember my boss saying to me...he said, \"Anita, you're the most non-aggressive person I\nhave ever met.” It was true. I mean, if you...if the sky was blue, and if you said to me, \"Gee,\nthe sky looks sort of grey.” I said, \"Yeah, you're right. The sky 1s grey.” I didn't dare disagree\nwith anybody. I didn't dare argue with anybody. I was afraid that if I would, you know, uh\noppose something you would say that you would stop liking me. Uh or you would not, you\nknow, you would disapprove of me. I was just...it's unbelievable in retrospect how trapped I\nwas in my non-entity. Uh, and interesting that Becky--Betty Bucha, uh the the woman who\nwho with whom we stayed during the war, came to visit us. And she...she knew that I had\nchanged. I mean, even from the time she knew that that uh I had become a very different\nperson.",
        "A: She visited us in St. Louis, so... While I was in college, so in the 19...I graduated from\nWashington University in '58, so...so 1956, or so. So about ten years after the war. So I\nwas...I was about nineteen. And she she told me that I had changed, even from the little girl\nthat she had known. Uh, and and and now in retrospect it was all cumulative. It was all\ncumulative, too. From being this this very strong little competent girl to becoming a...just a\nnothing, nothing person.",
        "A: Oh. Well, that's the wonderful thing, when things started to happen. Uh, I went to the Soviet\nUnion as a guide in the American Exhibit. And in the Soviet Union, uh the director of that\nexhibit was a man named John Dixon. And I met his, his ...he had taken his wife and his\nchildren there. And, mind you, we had been in America ten years. And Elizabeth and I\nbecame very good friends. She was there with her two chil....two small children. I sort of\nlatched on to her, and she was the very first person in America--and this may just in\nretrospect seem so strange...uh, this was 1960...1962--that I felt really valued me. She liked\nme. And I can remember my very conscious thoughts; thinking, \"Well, if Elizabeth likes me,\nand I value her, there's got to be some value to me.” Because I truly believed there was no\nvalue to me. And so it was a very conscious process, and I was I was very dependent on her\nfriendship. Uh when I went back to California, because I worked for Rand in California, I\nwas able to get transferred to to the Rand Corporation here in uh in uh Washington, DC. And\nmy friendship with her was incredibly important to me, because it was the first. As I said, the\nfirst time in ten years, since coming to America, that I felt valued by anybody outside of my\nparents. Even though my teachers had, you know, my my professors at Washington\nUniversity had been wonderful. They valued me. But this was the first time I felt that\nsomebody valued me as a person. And that was sort of the beginning of my recovery. I\nmean, I never had psychological help or anything like that. I, I--in retrospect, had I known\nthen what I know now, I probably should have. I probably should have gotten help. But what\ndid I know? Uh, but that was the beginning sort of my recovery; in which I began to to\nappreciate the fact that I was a person after all, and I had...I had some value, probably. But\nit's taken me years to get to the point where I am now. Where, I mean, I know I am a person\nof value. You don't have to tell me. And and crazy enough, it's taken me years to be\ncomfortable with being Jewish. I am still...[ am still not totally comfortable with being\nJewish. I'm almost... I'm ashamed of it. I'm...I'm comfortable with... I remember at\nWashington University, because it had a strong Jewish population, feeling embarrassed if\nany of the Jewish kids were loud or obnoxious. My immediate reaction was, \"Don't do that.\nDon't draw attention to yourself.” Not wanting to associate with them. Not wanting to be\nknown as one of them. So that fear of association 1s overwhelming. Overwhelming that if\nthey draw attention to themselves, and they found out, you know, they'd be identi...they're\nidentified as Jews, that that may be the end of them. And that'll be the end of me again. Uh, I\ncan remember going to Harvard; and being so pleased, because Harvard has a huge Jewish\npopulation, but I did not pick up that--uh this sounds terrible on my part, but there is uh, you\nknow, what what will be...what might be stereotypically interpreted as as some loudness and\nsome obnoxiousness. Which just - I didn't notice it at all. Harvard was a more sophisticated\nsituation. I had never noticed Beverly Hills, either, by the way. But it was...I felt that 1t was\npresent at Washington University; so at Harvard I was more comfortable. I fitted in a little\nbit better. But there, that whole - I'm so aware of that whole fear still that if Jews do\nsomething bad, it's going to be the end of us. That if...and if I'm identified as a Jew, then I'm\ngoing to be. And if Jews do something negative, then I'm going to be bad. And that, you\nknow, I'm 53 years old. I still am not at peace with it. I'm still not comfortable with it. And\nthat's sort of scary, isn't it? Because you know rationally, intellectually, I know this has\nnothing to do with me. I mean, we had a terrible thing happen in Albuquerque. We had a\nJewish man who killed...he killed two... He went into a bagel shop, and he killed the the\nowner and his son-in-law. He was just crazy. And then he went to California. I don't know\nwhether you've read about it. He went to California, and he killed one of the guards at the\nWarner...at uh the Universal Studios. I mean, this was an insane man; and he was Jewish.\nMy immediate reaction was, \"Oh, my God. What is that going to mean?\" Not only the horror\nof the poor people who were his victims, but are they going to make an issue out of this. Is\nthis going to give rise to anti-Semitism. Uh, you know, what is that going to mean to the rest\nof us? I still have that fear. And I know it's irrational, because nobody made anything out of\nit. It was never ever an issue. Not in Albuquerque, not in California. But it was an issue with\nthe movie \"The Last Temptation of Christ,\" you know. When some ministers, uh--they later\nrecanted; but basically said, \"Well, don't...you know, you're the cause of anti-Semitism.”\nBecause some Jews--I gather uh it was the the head of the studio in which the movie was\nmade--and they there that anti-Semitis..anti-Semitism did raise its ugly head. But I'm still\naware of those, that fear of association and fear that that association 1s going to bring\ndisaster. And the other thing that I'm also aware of, and that's still something that's staying\nwith me, is I don't take anything for granted. Uh, when our son--we have a seventeen year\nold--uh when he was little, I wanted to make absolutely sure that nobody would ever do him\nany harm. I...I guess I still don't really trust the outside world not to not to harm the innocent.\nAnd so I like to think I'm not too over-protective a mother or so - he might argue with me.\nBut I would not play, let him play out alone by himself when he was little. Uh he's always\ngone to private schools, so I never had to worry about him walking on the streets alone. I\ncouldn't, I don't think I could have stood the thought of my little boy potentially being\naccosted or or hurt by by any outsiders or being hurt by a car, so there is an intense feeling of\nmy wanting to protect him from any harm that might come his way. Not so much - I mean he\ncould climb trees and he could do all sorts of wonderful things and my husband is\nmagnificent and he he just has encouraged him to do all sorts of wild things, so it's not that\nhe's a protected, smothered little boy. On the contrary, not at all. But I know that in my own\nbehavior I wanted to make sure that no outsider could ever hurt him - that I never wanted to\nbe in a position where I could, where I would could ever have done something that might\nhave uh prevented harm coming to him. And that immense relief that I have, feel, now that\nhe's seventeen - he's taking karate and he's you know, gorgeous kid. Uh but I feel in in in\nknowing that he can take care of himself the intense - that that strong feeling. And it's\ninteresting because my cousin, her daughter was born in 1942 and she was, she was shifted\naround to thirty different families and her parents were in hiding when she was born, and this\nlittle baby was just shifted to - they survived. Uh, and she 1s, she's 46 or something like that -\nshe's younger, about six years younger than I am, and she and I have exactly the same\nreactions as we don't, we we saw each other last uh September - we don't take anything for\ngranted. We don't believe that everything is just going to turn out OK. We feel strongly that\nwe need to do whatever it takes to make sure things do work out. Uh when after I I when\nafter I married in '69 uh my husband uh when he would come home late or it was or not\nappear when I had expected him, I would just be terrified that something had happened to\nhim. Irrationally. Just not really believing that I could be this lucky. Not really believing that\nmy life could be so rich and so full, that I could be so lucky to have a wonderful husband and\nthen this incredible child that we do have and we have, you know, we have a wonderful kid\nuh who's just just everything I could possibly hope for in a child. And and and it's still hard\nfor me to believe that I should be so lucky as to have all that.",
        "A: Well, my husband - I uh, after I met Elizabeth and after I began to sort of establish a sense of\nself - let's see, I was 26 years old - uh I moved to Washington and in Washington I was with\nthe Rand Corporation here, and then I worked for the Xerox Education Division, and I went\nback to the Soviet Union uh in 1965 as a guide in the American exhibit, and I just started to\nblossom. I mean it was just like life just - I really took hold of life. And I started to date, and\nI started to enjoy life and I started to make lots of friends - I mean it's just my life just turned\naround slowly but surely. And uh I moved to New York. I I worked for Xerox in\nWashington and then New York, and then got - I didn't like New York at all - moved back to\nWashington, DC and my last job was as associate director of the Clearing House\non Higher Education. I started the clearinghouse here as a matter of fact. And didn't have a\ndirector, so I got to do a lot of traveling, and I met my husband uh in Albuquerque, on a trip\nto Albuquerque. Uh he had just - he's a psychiatrist and he had just started uh work at the uh\nMedical School at UMN uh in Albuquerque, and he and I met and uh I was 32 years old and\nI had just decided I probably was never going to get married, and that was OK because I was\nhaving a wonderful time (laughter) and so I met him and within a very short time we decided\nto get married, and so I sort of gave up my job and my friends and everything and I really\nhad a wonderful life in Washington. Loved it out here. Gave all that up to go to that that one\nplace I said I would never go to which was Albuquerque, New Mexico. And uh I did. Of\ncourse there wasn't much I could do there with uh my Master's in Russian studies, so I\nfigured if you can't fight them you join them and I decided to go back to school and I got a\nPh.D. in, with a focus on child development/family relationship and I have - we've been\nthere for the last 21 years uh and I teach at the University part-time and and I do some\ncounseling part-time and it's amazing because my whole focus on family relationships/child\ndevelopment has made me so aware of the horrendous impact of the war years and all the\nthings that ideally should have happened after the war that didn't happen, how much pain\ncould have been prevented if people had been more aware of the horrendous impact of - even\nthe, let me compare...our experiences are nothing compared to concentration camp\nexperiences. They're nothing compared to the experiences of an Anne Frank living in in\nhiding for two years. I I, we've got to be among the most fortunate Jewish survivors. Uh\nthere's no question in my mind and even with that unbelievable fortune uh the damage that\nwas done and then the - and this may sound so corny but the unbelievable blessing of\ncoming to America, which for every single one of us has been a God-send. As you know, I\nmean we came to America and we were truly freed here. And even though I went through a\ndifficult time, that was not America's fault. That was just a you know continuation of of bad\npatterns but it was - America freed us up and America helped us prosper. Not financi...not\njust financially because we're all doing just fine, but emotionally and spiritually and in every\nevery way possible. Uh I just, you know, I just I still cannot believe our our our our\nunbelievable fortune. Then I met a man which is really interesting, because Alan, uh\nalthough we have our differences because we're very different people, but he was just the\nideal person for me because he let me know from the very beginning that uh I was going to\nbe responsible for my own life, and he's a psychiatrist, and he wasn't about to quote \"take\ncare\" of me. He wasn't about to uh you know quote \"make me happy\" or be responsible for\nmy well-being. What I mean by that is he let me know that I was in charge of me, and that\nwas the best thing he could have done for me. He never he never enabled me, he never uh\nfed into my feeling sorry for myself or my feeling inadequate or my feeling ineffective or my\nfeeling not valuable. On the contrary, he he just uh you know unlike many men he never\nexpected me to serve him. He never expected me to cater to him. He respected me and he\nexpected me to respect myself. Now sometimes he's a little bit too tough with that, but but\nthe basic message was and I remember early in the game, I I knew that either we would get\ndivorced because uh you know he didn't play my game the way I thought most men do. I\nmean a good example is oh soon after we were married uh oh I was unhappy about\nsomething he had done - I don't remember - and I was crying and I was in bed and he woke\nup and he said what's the matter. I said, na, you don't love me, or something like that. He said\nI'mtired, _, I'm going to sleep. And I walked out of the bedroom and I went to the\nbedroom at the other end of the house, and I waited for him to come. He never showed up.\nAnd I was furious. What do I do now? He's not following my game plan. And I thought well,\nyou know, he didn't know what I expected him to do, and so I thought OK - I'm going to you\nknow I'm going to pull one on him, so I got a cup of coffee and I served him a cup of coffee,\nwhich surprised him, because I wasn't following the rules, and I asked him, I said after we\nhad talked, I said why didn't you come after me. He said look, you made the decision the\ndecision to leave the bedroom. I respect your decision. I assumed you didn't want to be with\nme. I wasn't going to impose my personality on you by being on you. I said well didn't you\nknow that I wanted you to come after me. He said no, I knew none of that. The only thing I\nknew was that you left the bedroom. You wanted to be alone. One of the most valuable\nlessons I learned in our marriage. It meant don't play games with me. And I learned - you see\nthat's where self-respect comes in, is you you act honestly and you're straight. You're real.\nYou're open. And you're, you're honest.",
        "A: Yeah.",
        "A: Well, my parents--again incredible. My parents went to St. Louis. My mother, who had\nnever worked outside the home, immediately got a job in a purse factory as a laborer. My\nfather, who had been in business in Holland, worked in a paint factory in St. Louis. Got\nterrible lead poisoning - horribly sick. Survived, thank God; but we knew nothing about\nWorkman's Compensation, so we never got anything for it. Uh, then worked for years as a\ncustodian in a school 1n in in uh University City and worked as a gardener. I mean, they...and\nmy mother worked as a nurse's aide. They both went to the lowest level uh jobs basically uh\nthat that...you know; because they weren't... My father was in business. He wasn't trained for\nanything else. But with that uh the value wasn't on education so we all you know pooled our\nmoney together. I went to Washington University, got some scholarships and uh got through\nthere with a little bit of their help. But mostly, earning money during the summer myself and\nthen the scholarships to Harvard. My, yeah, two younger sisters both went to Jewish hospital\nnursing school and got their RN's from...from the hospital. They went...didn't go to college.\nMy brother is an interesting story. He had to join the Air Force uh and immediately after we\narrived because he was of of uh military draft age. He went to Japan. Met a Japanese girl.\nWanted to marry her. The rabbi refused to marry her, them, because she wasn't Jewish, and\nhe converted and he became a very religious Christian. Uh still is. He, that caused a big rift\nin our family initially because he was pretty fanatic about it and he wrote things like, you\nknow, you if you Jesus you know what was Jews were damned if you don't believe in Jesus\nyou're damned and all that other stuff. Didn't endear him to me but uh he has just totally\nchanged. He's still a very strong believer. He has two children, both of whom are very\nreligious Christians, but there is full acceptance now of the fact that that's not not anything\nthat I can go by, I mean that I, under no circumstances do I uh do I follow any kind of\nChristian beliefs and uh he respects our position and we respect his position so our\nrelationship now is is a wonderful one. It, for him it was the right thing. He was the most lost\nof all, because he had nothing. He didn't do well in in high school. Anyway I was the more\nsuccessful one, and and again with no understanding of the psychological uh after-affects he\nhe was really damaged enormously I think by the war and that whole sense of self and he got\na lot of support through his religion and I'm very happy that he got that. And so now he has\nhis own church in Denver, Colorado. He, both his children are married. He has got six\ngrandchildren - three each. My un middle sister, Ingrid, has her own little business - it's\nDelight Punch (ph)- in Orlando, Florida. She's an extraordinarily enterprising young woman.\nUh has three, but really two children. She adopted a little girl in in Thailand. She and her\nhusband were both in the Air Force. She is a nurse. Went back and got her respiratory\ntherapy degree and uh uh she has two natural born children - I'm saying the third one has not\nbeen a very happy experience sadly enough, but the two children that were born to her and\nher husband uh are now nineteen and seventeen, and one is pre-law and the other one is pre-\nmed. And my youngest sister, Helga, uh has married young. She was 21, married uh also a\ndoctor. Uh, and has four children. She...she's the one who had that horrible thyroid disease.\nShe is unbelievable. She uh I think graduated from high school with one year of high school.\nI mean, just; but was able to... After nursing school, she married Dick, bore four children,\nwent back to college, got her BS degree, got her Master's degree as a pediatric clinician. And\nDick, her husband, is an internist and he's now a . And they traveled throughout\nAfrica. He, he's been...he's been in Ghana. He's been in Uganda; and now, for the last ten\nyears, they've been in Geneva, Switzerland where he's with the World Health Organization\nuh doing extraordinarily well and she works with the International Council of Nurses uh\nsetting up workshops, primary care workshops for nurses all around the country, uh all\naround the world. Phenomenal. I mean, she has blossomed intellectually, emotionally,\nsocially. They have four children. Her oldest son is getting his Ph.D. in immunology at Case\nWestern. Her second, her daughter...her oldest daughter, is a nurse. The second daughter\nprobably will get a Ph.D. She has a Master's in Medical Anthropology, and will get her\nPh.D. in Public Health. The youngest one is in medical school. So they're all in the field.\nAnd our son is uh seventeen; and he 1s a wonderful, is a brilliant student. Is going to go to\nCarlton. He got an early decision to Carlton College, and probably will study uh uh physics\nand philosophy. So our children have done extraordinarily well. Uh they're magnificent - all\nof our kids are just magnificent kids. You know, and I think of all the children who are not\nborn. I'm thinking of all the millions who are not born and who you know have never had a\nchance to... We treasure our children, you know; and I think that's also part of our past. To\nall of us, tremendous value in our children. And all of our children have ...are just\nextraordinary kids.",
        "A: OK. That's it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 4, 1990\nRG-50.030*0072",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Anita\nMagnus Frank, conducted by Linda Kuzmack on January 4, 1990 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANITA MAGNUS FRANK\nJanuary 4, 1990"
    ]
}