{
    "rg": "RG-50.030.0440_trs_en",
    "sequence": [
        "Question: Could you be so kind to tell us your name?",
        "Answer: My name is Lotte Hirsch, Hersh(ph) in English, H-I-R-S-C-H.",
        "Q: I would like also to know when and where you were born.",
        "A: I was born May 1918 before world, the end of World War I. And I was born in Czernowitz,\nChernowoods(ph), Chernofsa(ph).",
        "Q: In Bukovina?",
        "A: Bukovina, the, at that time still province of the Austria-Hungarian empire.",
        "Q: Can you tell us in a few words about your background, your, your family life, your school years\nin, in Czernowitz?",
        "A: Yes. My father was a, a lawyer but worked for the government for the, the Department of\nFinance in Czernowitz and in 1914, he was transferred to Vienna by the Ministry of Finance and\nlived there for four years with my mother and my 16 years old sister, so born 1912. She went to\nschool, we always spoke German at home. And my parents were example of Austrian, very loyal\nAustrian citizens.",
        "Q: So how was your life, what do you remember about your school years? Where, where did you\ngo to school, why type of school was this?",
        "A: I went to Romanian school the first, I did not go to kindergarten, the Romanian grade school. I\nwent to a public Romania, there were private schools, but I went to a public Romanian schools, had\ncolleagues, Gentile and few Jewish. It was a Gentile school and felt comfortable. And I have only\none, especially which is in my mind, one memory of anti-Semitic and hostile remark of someone\nand I was I think seven or eight years old. And that was in the house of my, a friend of mine whose\nfather was a priest. It was a Greek, a Greek Orthodox religion was prevailing and he was a Greek\nOrthodox priest. And 1t was Paysa(ph) time and he asked me, he knew that I was Jewish and asked\nme very intensively about our habits and whether we ate mussels and did I know that there might be\nblood in it, etc. And that shocked me then, in much I did not cry or what, and that was my first\nexperience with remark like that. Otherwise we had Christian neighbors and so on, we, we’re just\nin peace of, with them. It was grade, I mean grade school and then high school we went to a private\nschool and that was mostly, many Jewish colleagues, also some Christians. I, that was first to\neighth of lycee and then, should I go on with my studies, or?",
        "Q: Yeah, if you could be so kind as to continue about, about, how whether [talkover] years before\nthe war and if you encountered any other cases of anti-Semitism directed or your family\nencountered cases of anti-Semitism and then we’ll go on with the war years.",
        "A: It was encountered directly and indirectly. Directly, it was just very much in my mind, was\nalready, I was a student at the University of Czernowitz, where I, I had one year of law and, and at\nthe same time literary humanities and I continued this . And at that time, there was the\nKova Kooza(ph) time in Romania, 1938, and I watched, I was supposed to go out at night and I see\ncoming toward me some, I mean at some distance, some colleagues of mine from the law school\nwith clubs in their hands and looking for Jews and beating them up. And they ran back home but I\nthen had the report from many people who experienced it and that was very strong shock because I\ndid not, these were my boyfriends, my colleagues, my friends, among them.",
        "Q: So, so these people were followers of Kova Kooza(ph)? [talkover] But followers of Kova\nKooza(ph)?",
        "A: No, they were followers, they were not, yes.",
        "Q: Okay. Can you, can you describe, at length, please take your time, what happened to you and\nyour family once the Soviets took for one year, Bukovina in 1940. What did you witness in terms\nof what happened to the Jewish population of Bukovina between July 1940 and June 1941?",
        "A: May I go back to the, my student years because that is something very important about it?",
        "Q: Sure, please, please.",
        "A: I told you about direct experiences and I will tell you two indirect experiences of which, affected\nmy, my career, my life. In 1936 when I finished high school with my baccalaureate, the dream of\nmy life when I was a little girl, you would have asked me what I am going to become, I would tell\nyou a pediatrician. I had this great election for medicine. And in 1936, there was numerus\nnoolus(ph) which means that I could not get into any medical school. I, resignation, I continued my\nhumanity studies until 1940 when the Russians come in. The other indirect, so that affected me\npersonally very much, the other indirect experience in the family was my sister who had her PhD at\nthat time, still pretty rare, in humanities, in French. And she was very well qualified for being a\nuniversity professor. She could teach only at the high school level and not in the public school. So\nthat affected both of us. I would, now I can come back to the place which you asked me.",
        "Q: Sure, so, so again, if you could tell us, what did you witness before, between July 1940 and June\n1941 during the one year of occupation of Bukovina and of Czernowitz of course by the Soviets.",
        "A: By the Soviets? I had to interrupt my studies. I worked, I did not continue my studies. I was\nsupposed to have my at that time. And I worked in factory in the, some secretarial\nwork, I had picked up some Russian and that was enough for my job. And I, I mean this is the\nexperience of the Russian Occupation. From my very personal, I told you that I had this 16 years\nolder sister and she, she’s much more, I was closer, closer to her than to my mother or my father.\nAnd she was not married at that time and we spend a lot of time together. And the, the discrepancy\nbetween her and me, she was crying for, for the collapse of the old world, of the belle epoch(ph),\nwhich she experienced and was very sad and, and worried. I was, and me being very young, there\nwas a lot of curiosity what are the Russians, what is going to happen now? And I had a, quite a good\nyear, from the, let us say from the emotional and, point of view, however, our standard of life went\nway down because my father is a lawyer, did not earn one penny, only what my, the very poor\nsalary which I earned and my sister also teaching in some school. And so from that point of view\nbut, and how did I experience that? I knew some, I picked up some Russian that I knew also from\nbefore something and I felt quite comfortable not, not enthusiastic but not really very bad, not\nthreatened yet.",
        "Q: Did you, did you witness for deportations done by the...",
        "A: The Russians.",
        "Q: By the Russians.",
        "A: Yes, the first were the Russians who did it. I witnessed it only from my home and from hearsay.\nBut there were very close friends of my father’s who were deported and never came back. And\nthere were others, and there were relatives who were deported and never came back. There was,\nand some cousins and the very old parents of them volunteered to go with them and that 1s\nSiberia.",
        "Q: Do you remember which, when this was roughly, the months when this happened?",
        "A: The month when, when the deportations [talkover] .. .",
        "Q: Was fall or was winter?",
        "A: Before 1941, it, that was, they, at the end of, in the spring, summer °41.",
        "Q: Okay. Unless you want to say something more about this year, 1940, 1941, the, the year of\nSoviet Occupation, we can go farther and start to talk about what happened to you and your family\nonce the Germans and Romanians entered Czernowitz and what exactly, what happened to you\nduring the first and your family during the first days of the war. So we are on 22™...",
        "A: Yes.",
        "Q: Of June, 1941.",
        "A: Yes. I could elaborate on °40, ’41, but it is not, I don’t think it if very relevant, only for the fact,\nthe only fact which 1s relevant is that I met my husband at that time. Although we were, he’s also\nfrom Czernowitz and we lived quite in the neighborhood but we never met each other because we\nsomehow belonged to different circles. And, and so I met him in this factory where I, where I\nworked as a secretary and we went out a whole year already. No, only the last few month of this\nyear. No, as a matter of fact, some eight or nine month and during the Russian Occupation. And,\nthat is the only thing which I think 1s important for you.",
        "Q: Okay. Very good so we are on 22™ of June, 1941.",
        "A: 742.",
        "Q: °41.",
        "A: °41. Yes. When the war broke out.",
        "Q: Yeah.",
        "A: This is the following. In, okay, a neighbor rang the bell and told us that the, the airport was\nbombarded. And I was, the war broke out and my, I had a director there at the factory,\nI was in the factory. And this, my director said, “Nobody goes home. You stay here, overnight.”\nAnd my husband, went somehow to him, and talked to him and he let me go home. And we,\nCzernowitz was, when the, when the Russians left, this town was without water, without light and\nnow let me, I don’t want to mix something up.",
        "Q: Okay.",
        "A: Yes. And I, I told you that I already was with my, so to say engaged...",
        "Q: Yah.",
        "A: We, what date in, that when, this, my husband did not work yet, a little later but he will tell you\nabout that but we were in our house until October 11\", 1941.",
        "Q: But let’s, let’s back off a little bit. Let, let’s describe, 1f you could describe to us what did you\nwitness when the Romanian troops and the German troops entered Czernowitz and what happened\nuntil October, I mean what happened during the summer, and during the early fall?",
        "A: That was not yet the wearing of the star, there was not yet, there was not yet restrictions that you\nhave, cannot go out at, at certain hours. That, that came later.",
        "Q: So, so, so the life wasn’t a [talkover] the first few months was a normal life.",
        "A: Not, not normal because everything was destroyed. The city was [talkover]",
        "Q: But for Jews there were no discrimination during [talkover]",
        "A: For, for Jews, we already, until, that was October 11, we were already taken to the ghetto.",
        "Q: Okay.",
        "A: Then already, yet I don’t, I don’t remember very exactly when they imposed this not going out\nin the street and not going [talkover].",
        "Q: How ‘bout, how ‘bout, let me, let me back off again and ask you, did you witness during the\nfirst days of the war, or more exactly when the Romanian and German troops entered Czernowitz,\ndid you see, did you witness any executions, any deportations during those days?",
        "A: I did not witness executions but I heard of them immediately. There were a lot of people taken\nto so-called house of , and they were, and they were friends, two friends of mine there,\nof ours there. And they were in, and they were, I think I made a mistake, and they were threatened,\nall the time threatened by people who watched over them. And finally, many of them were taken\nout and executed, among them our chief rabbi, Mark(ph), and but, but nobody was, and all the\nothers were just threatened and let go home again. When I think back now, I remember that there\nwas sooner than that imposed, the star and the curfew because I, I was not married yet but we were\nalways together, my husband and I and he spent a lot of time at my house and I remember that there\nwas already wearing the star and I remember the first day, that I do indeed wear the star which was\nvery strong emotional |[talkover] experience.",
        "Q: Can you describe please, where and how they moved you and your family to the ghetto?",
        "A: Yes. On, we did not know anything about an establishment of the ghetto be, before the very\nearly morning of the, of the 11\" of October.",
        "Q: October 1941.",
        "A: October 1941. Again, very early in the morning. We were at the same neighbor, rang the bell\nand told us there are some signs, big signs put up in the street that you should not, but the signs were\nnot a direct, 1t was indirect authority. It said something which you could not understand very well.\nIt was written that you cannot, you shouldn’t have contact with Jews, you should not buy anything\nfrom them, you should not sell them anything, etc., etc. And it was not clear. By the way,\ninteresting 1s that the, my, Carl, my betrothed at that time went to work. He worked at the railway\nstation. And he went to work and I was alone with my parents, with my sister and they told us\nthis, this ghetto and we have to be there as soon as possible. And you already, we, we\nlooked out of the window and right on the second or the third floor and we saw people with bundles\nalready leaving the house. What did they, what did the Czernowitz people do, they, I mean, the\nRomanians. They enclosed a certain part of, of the city and all the Jews who had somebody there\nwalked in and we moved to another, our house was evacuated, our apartment. And we had to move\nto some, some relatives. Interesting is, that when we, there were some neighbors in the house and\nthey said, “You know, well look at that, they’re taking us to a ghetto and they’re, they will deport\nus.” And my father, who I told you was a lawyer, he said, “But this is against European, the\n. The European right of, European law.” And the, so my neighbor thought\n, didn’t know that you are, that you’re, don’t, I’m not an alcoholic, I would think that\nyou had something to drink because you see the people, the people go for the ghetto. We of course\nprepared and then my husband came and, and all the family together, the whole family, I don’t\nenumerate all the family. And we lived in house of a cousin who lived in a street which belonged to\nthe ghetto. Our street did not fall into the ghetto. And we were immensely crowded there but we\nwere still together. The family was together. And in, on this, yes, then we stayed there until let us\nsay the, 16\", in this particular house.",
        "Q: 16 of October.",
        "A: Of October, or maybe it was the 15\". They evacuated street by street and they came, the people\non, on these peasant carts to the railway station and putting and taking them away.\nVery interesting event, also, I would like to mention that my, my Carl and I, we had everything\npacked on this cart already, already, yes. In the, I go back. In the, the early morn, morning, I don’t\nknow, six or seven o’clock, some soldiers came and knocked at the said to us, “We,\nit’s, it’s your turn. You better pack.” And we packed the things of the whole family on this cart and\nit was loaded to the top and everybody was looking for only Carl and me because we were the\nyoungest of the family. And we were, they were standing there, some of them, very old and broken,\nand, and Carl and I were walking the street, back and forth. And a friend of ours came and said,\n“Carl, you know they’re, they are making lists of specialists, of people who have a certain\nprofession. And these people won’t go.” And Carl went to the, yes, and when we walked, some\nofficers came, Romanian officers came and he accosted, he went to one and told him, “I am an\nengineer and I hear about lists.”” And he said to him, “Stay .’ Not one word, and, and\nleft, this officer. Very kindly he said it and but only one word. And when we arrived, and then\ncame our turn, there were cart by cart standing there in line and when our, it came our, our cart\ncame on the turn of us, at this court, on one side it went to the railway station, on the other side it\nwent back to the city. Carl took some bill out of his pocket and gave it to the soldier who was\nwatching there and he took us to the other direction. And then we went to another relative who\nlived there but not in the ghetto. And of course, they, then we stayed there.",
        "Q: So there were some Jews left out of the ghetto.",
        "A: There were some Jews left out.",
        "Q: Yah.",
        "A: They, there, they were, I mean, yes, no, there were some Jews who did not live in the ghetto.",
        "Q: I see. [talkover]",
        "A: Who did not, part of us [talkover]",
        "Q: So the soldiers took you, took you back to the ghetto, practically.",
        "A: Not to the ghetto, it was not, 1t was outside the ghetto.",
        "Q: Oh, I see, I see.",
        "A: No, no, it was in the ghetto. But the, it was still in the ghetto but it was not to the, he took us\nback to the ghetto but not in the railway station.",
        "Q: I understand.",
        "A: Yeah.",
        "Q: I understand.",
        "A: And we went to live, stayed there for a few, how is it in, about Parryom Poppovitch(ph)\nprobably, who was the mayor of our city. He came to bring the news to the house of this relative of\nmine that some Jews are going to stay and we knew...",
        "Q: And did you see him?",
        "A: No, I did not see him. He came, we heard about it, he came to the Jewish hospital.",
        "Q: I see.",
        "A: And, and talked to people. And so we, we stayed in, in this house and after one day, another\nhouse of my uncle opened up, I mean, we moved there because there was more room but we were\nsixty people in this house. And another about our, that is where I married, in the ghetto, again, we\nwere very young and daring and so we, yes?",
        "Q: How, how, how long the deportation lasted? What, what did you see in terms of deportation?",
        "A: Two, two days, 14 days in the ghetto. What I saw of the deportations was, I only knew of them.\nAnd I, everybody was very busy with himself. So I would like to tell you only that we were many\nin the ghetto and that we came one day out of the ghetto. We, we went, we went to some rabbi and\nthis was Friday and he said he cannot marry us so we said we want to, civil marriage because we\nknew would either stay together or leave together. And we, Carl and I went to this major who was\nthe, the leader of the ghetto, the...",
        "Q: Commander.",
        "A: Commander of the ghetto and he, he told us, “You know, I let you out. And ask for, you have to\nask for permission to, 14 days it has to be.” And he took us to the general .. .",
        "Q: The mayor ;",
        "A: The mayor, yes, and, and he told us, under escort, we went. And also to, to the, the",
        "Q: Okay, I understand, it’s a office.",
        "A: We married, to the office, yes...",
        "Q: Where people were getting married.",
        "A: And, and that was, they gave us a little ceremony there and they’re very friendly because it was\nPoppovitch(ph), the, who was the of course in the...",
        "Q: The mayor.",
        "A: The mayor. And that is how we, and about deportations? After then we came back home.",
        "Q: Yah.",
        "A: After 14 days he let us go back. Well...",
        "Q: Did, did the ghetto remain sealed?",
        "A: No.",
        "Q: Or, or was, was...",
        "A: They opened these, they were, they put some boards. That is was not a very heavy, not a, not a\nwall or what.",
        "Q: Okay.",
        "A: They took it apart and let you go home.",
        "Q: So after, after let’s say the fall of 1941, they allow you to go home? Or you stayed...",
        "A: After eight, 14, yes [talkover]...",
        "Q: The winter of ’41, winter of, beginning of 1942, you were still in the ghetto or they allow you\nto...",
        "A: No, I was only from, from 11\" of October to let us say, to, the end of October.",
        "Q: I understand.",
        "A: I was there.",
        "Q: I understand.",
        "A: 25\" or what.",
        "Q: What, what else did you witness during the beginning of, end of 1941, beginning of 1942 in\nterms of Jewish life in, in, in Czernowitz?",
        "A: The Jews were, everybody was packed. The ones who were not deported, yes? And I don’t go\ninto, into, into numbers now, but there was a heavy deportation during that time. What was our\nlife? Our life was, we had one eye on the people who were out in Transnistria and were deported\nand we wanted to help and tried all kind of generous(ph). It was one part of us. At the same time,\nwhat we are, as far as we are concerned, we had to these curfews and we had, and we had to wear\nthe, the star and we led a relatively normal life. But we had no, no income and so we lived from\nwhat we sold piece by piece, rugs, furniture, jewelry but, we, I think it was a good school for many,\nthe value of material possessions and thinking about, about what\nimportant things and about life first of all. And of course family, family and friendship was very\nimportant. And the Jewish life went on. We were among us, through the curfew, we could not very\nwell visit and we visited, we stayed overnight. And, and otherwise, people continued to eat and to\nwrite and there was established some possibilities to teach the children, mainly the parents but also\nsome schools were, Jewish schools.",
        "Q: Tell me please, did you witness a second wave of deportations from...",
        "A: Yes.",
        "Q: 1942 and what did you witness [talkover], what did you see? So please take your time on\ndescribing complex?",
        "A: Okay. All of a sudden, so quite of the Poppovitch(ph)\n[End of Side 1 of Tape 1]",
        "Q: Would you be so kind to tell us if you witnessed the deportations from the summer of 1942 and\nwhat exactly you witnessed? Please take your time and describe to us, at length, what you saw.",
        "A: The deportations of 1942, I witnessed direct, direct or more than that from the\nwindow in, where I stayed at that time. Where we lived at that time. It was a house in a corner and,\nand this particular corner they assembled, the Romanian police assembled Jews, Jewish people\nwhom they collected from several houses. One night, they, the rang bell at our, the bell rang, the\nbell rang at our house, at our apartment, in the middle of the night. It was two o’clock and my\nhusband went to the door and asked, “Who is there?” And they said, and they said, “We are looking\nfor Kahanni(ph),” which was a neighbor and which was hidden so she, they did not get her. But\nyou can imagine our state of mind until we heard that they’re looking for Kahanni(ph) and not for\nus. So, but we, that was it. Another time, we looked, we heard some commotion at the window and\nwe looked down. We were always watching from this window and watching what is going on at\nthat corner. And there was several families but my eyes was on one of them because these were\nsome people we knew. And there was a very Orthodox Jew with his long gray beard and this is\nfamily and, in a very dignified way, he conversed and communicated with his family and he\nprobably wanted still something from the house and talk to them. And, and I think these people let\nhim still go back to the, it was very close to where he lived, that is how we knew them. And I just\nwitnessed the, how to say, your faith as such without complaining or without whining\nunlike a neighbor of ours who lived upstairs and who was a very, let us say, simple and simplistic.\nAnd this man, we heard him walking back and forth and crying, crying, shouting, in Yiddish,\n“ , What do they do to us and what, what will happen to us?” And he called, he did not\nstop, all night long we heard him like that and this is a quite a contrasting one, still to tell you that\nreminded me of something but I forgot right now. Yes. I know what it reminded me of. It 1s\nnothing to do with the Romanians and nothing, but it 1s to do with the emotions of people, when 1n,\nin time of crisis. I told you that I spend the night at the factory where I worked in Russia in\nCzernowitz and Ihad...",
        "Q: This was when, when [talkover]|",
        "A: When the war broke out.",
        "Q: Yah, yah.",
        "A: And I, the war broke out, night and I was in the factory with my colleagues and there was one of\nmaybe one of my bosses and he came next to me and held my hand and said, “\nShtoybooyitznomee(ph) what is, what, what, because it is, what is going to happen to us?” And I\ncould not understand. He was a young man with a big family in Russia, and this uncertainty, he\naddressed me, but it was just the outcried, outcry, the moment of crisis which remains the same. It,\nit was just a human outcry. So, this is what happened with this too, that is how I watched. And it\nwas watching and at the same time, watching out for yourself and always being prepared. And we\nhad this , | remember this knapsack. It was in the corner in the room, it stayed with us,\nit slept with us, with the [talkover]...",
        "Q: For the chance that they would deport you.",
        "A: We were always ready, ever, every since the Romanian Occupation.",
        "Q: Tell me, which is according to you the moment when things started to improve and you felt that\nthings are not as harsh as they were until this moment?",
        "A: Yah.",
        "Q: When do you think that things starting, started to improve for the Jews in Czernowitz?",
        "A: With the new, there was a new, new...",
        "Q: Government.",
        "A: , yes. [talkover] But what is name now?",
        "Q: You are talking about the mayor or you are talking about the governor of Bukovina? [talkover]",
        "A: Governor.",
        "Q: So it was Carloteskoo(ph) [talkover]",
        "A: No, no Carloteskoo(ph) was terrible. [talkover]",
        "Q: After him I think it was a general, General Dragoyina(ph).",
        "A: Dragolina(ph).",
        "Q: Yah.",
        "A: With Dragolina(ph), the change came. I, as a symbol I will tell you, there was sugar, of course.\nThere was, there was already some absolutely also in the attitude. There was like,\nfrom, from when you are in this jacket, what do you call it [talkover]. It was a little bit loosened,\nloosened, not free but loosened. [talkover]",
        "Q: But still you had to wear the yellow star?",
        "A: I, we still had to wear the star. We still had curfew but it were, the attitude was...",
        "Q: Was milder.",
        "A: Was milder. What, something which might interest you is that I knew from, I don’t, don’t know\nhow my sister found it out that, the , the Pope, the [talkover] because I remember if she\ndid some translation for them was very secret business but there was some intervention. And I think\nwas either it a miracle that we did not, it, it was pure luck and coincidence that we were not\ndeported, very, I would like to tell you that I, this, oh you know it very well. That from these\npeople, nobody came back from the second deportation.",
        "Q: Nobody came.",
        "A: Nobody came, they were [talkover]. Over the book and there is this book, you\nprobably know, a",
        "Q: Yah.",
        "A: Which I know.",
        "Q: Tell me something. Once war ended, did you witness the return of deportees from, from\nTransnistria?",
        "A: Definitely so.",
        "Q: Yah?",
        "A: Yes.",
        "Q: Can you describe this?",
        "A: Yes. I can describe cousin of Carl’s who came back and who we sort of came to the bridge and\npicked her up. Completely destroyed her since [talkover]",
        "Q: Where was she deported to?",
        "A: She, that was Transnistria. [talkover]",
        "Q: You don’t, you don’t know where in Transnistria?",
        "A: In, in, no, the main city...",
        "Q: Mogilev.",
        "A: In Mogilev, yes. In Mogilev. She, they went five people. She, her husband, her child and the\nparents and she came back all alone. All of them, were, died. I would like to tell you also that most\nof them died in the first winter, some on the way, they were, on, on the way when they were chased\naway and, and fell down and it was snow, it was ice and they died. And most of them of starvation\nand cold in winter when we, our help couldn’t reach them in the first winter, whatever we wanted to\ndo. So they, they, most of them died at that time. And of coming back, I would like to tell you\nabout this cousin of ours who was completely destroyed and that. that, so many more who, who\nnever...",
        "Q: Returned.",
        "A: Never returned. And that made us, it was part of our suffering too because we could see that we\nsend some money which we hardly had and it never got there.",
        "Q: Can you, can you describe for us briefly, what happened to you when liberation came? How\nliberation affected you. What happened to you and your family when you were liberated?",
        "A: When the Russians came in for the second time, again, in June 1944. There happened\nsomething very interesting again. The Germans, on their way out, made such raids, broke into\nhouses and all of, yes, first of all they broke into the house where my sister lived. And they took her\nhusband away into some, and she knew where and she went to this house and, and there were some\nSS and the result, she, she came to ask for her husband and they made her come in and she came\nwith them. And we were locked up in the house. My family and my mother and father and the\nwar(ph) and the neighbors and some, the neighbor from across the street signaled to me that my\nsister was taken away. I did not know that. So Carl and I went to save, to, to rescue her. And then\nshe came out with two SS and, and they were, it, they saw that she was very sick and they took her\nhome and sort of well, human in a way, behaving humanly to her. But what happened to, at the\nsame time, they, some soldiers, German soldiers broke into our house and, that was after my sister\nwas home already. Broke into our house where we lived and we were locked up but they somehow\nmanaged to, to come in and they were asking for , for watches but they were all asking\nfor, for life(ph)and they, especially they were after, after Carl. Took this revolver, just like that.\nAnd they didn’t know, , you did not protest, just and there was a little boy in the\nneighborhood who was there and he was terribly frightened. But they left and we heard that the\nnext day, they were shot, that they weren’t even, there was this bridge over the Broot(ph) and they\nwere not, no more able to cross it and caught.",
        "Q: Can you tell me when you left Romania and how long it took you to reach America? How did\nyou reach America? United States?",
        "A: We left Romania in May 1961. We left Bucharest legally and oh yeah, okay, let me tell you just\nabout that. And we went to, we had a permit to go to, that was also some miracle to go to, to\nVienna. I had a cousin there and she sent me just a limited stay there, only for two weeks but and,\nyou made that. And you wanted to know about how we left?",
        "Q: Yah, I wanted, I wanted to know more exactly.",
        "A: When. That was a time and that was a time when we were, that was again a strike, a strike, big\nstrike of luck, of luck because there were, everybody liked, everybody wanted to leave and could\nnot leave and, and we just got these permit but after three and a half years. We applied and then it\ntook, Carl was on his job, and I was working in the embassy of the German Democratic Republic.\nResigned, because I knew that that doesn’t go together, this was something, romantic. I resigned\nand, and applied. We stood in line at the police and applied for departure. We did not apply, okay,\npeople mostly they applied to go to Israel at that time. But very few, some got it, some didn’t get it.\nAnd I remember that you got a certain, a certain notice that you can leave and the woman who\ndelivered the mail, the mail , She said, she came and gave that envelope to me and said,\n“T don’t know, you never, I didn’t know you were Jewish because you never asked me whether I\nhad the good, good news for you, you know.” So then we, we left and that was a very emotional\nmoment because I, we have, we just did not know what is going to happen to us.",
        "Q: Yah. So you waited for three years [talkover]",
        "A: We were three and a half years [talkover]. Then we applied, then we were, we could\nimmediately go okay, to Israel but we did not go to Israel. We applied to, we went to the,\nagency...",
        "Q: Hyuss(ph).",
        "A: Hyuss(ph) to ask for they even paid for us to go to America and we got the visa very, after one\nyear, we got the regular visas because we were on the Russian quote, quota, being born in\nCzernowitz.",
        "Q: So, when, when did you enter United States?",
        "A: And we entered the United States in July, 1962.",
        "Q: Okay. Thank you very much.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: Could you be so kind to tell us your name?",
        "Q: I would like also to know when and where you were born.",
        "Q: In Bukovina?",
        "Q: Can you tell us in a few words about your background, your, your family life, your school years\nin, in Czernowitz?",
        "Q: So how was your life, what do you remember about your school years? Where, where did you\ngo to school, why type of school was this?",
        "Q: Yeah, if you could be so kind as to continue about, about, how whether [talkover] years before\nthe war and if you encountered any other cases of anti-Semitism directed or your family\nencountered cases of anti-Semitism and then we’ll go on with the war years.",
        "Q: So, so these people were followers of Kova Kooza(ph)? [talkover] But followers of Kova\nKooza(ph)?",
        "Q: Okay. Can you, can you describe, at length, please take your time, what happened to you and\nyour family once the Soviets took for one year, Bukovina in 1940. What did you witness in terms\nof what happened to the Jewish population of Bukovina between July 1940 and June 1941?",
        "Q: Sure, please, please.",
        "Q: Sure, so, so again, if you could tell us, what did you witness before, between July 1940 and June\n1941 during the one year of occupation of Bukovina and of Czernowitz of course by the Soviets.",
        "Q: Did you, did you witness for deportations done by the...",
        "Q: By the Russians.",
        "Q: Do you remember which, when this was roughly, the months when this happened?",
        "Q: Was fall or was winter?",
        "Q: Okay. Unless you want to say something more about this year, 1940, 1941, the, the year of\nSoviet Occupation, we can go farther and start to talk about what happened to you and your family\nonce the Germans and Romanians entered Czernowitz and what exactly, what happened to you\nduring the first and your family during the first days of the war. So we are on 22™...",
        "Q: Of June, 1941.",
        "Q: Okay. Very good so we are on 22™ of June, 1941.",
        "Q: °41.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Yah.",
        "Q: But let’s, let’s back off a little bit. Let, let’s describe, 1f you could describe to us what did you\nwitness when the Romanian troops and the German troops entered Czernowitz and what happened\nuntil October, I mean what happened during the summer, and during the early fall?",
        "Q: So, so, so the life wasn’t a [talkover] the first few months was a normal life.",
        "Q: But for Jews there were no discrimination during [talkover]",
        "Q: Okay.",
        "Q: How ‘bout, how ‘bout, let me, let me back off again and ask you, did you witness during the\nfirst days of the war, or more exactly when the Romanian and German troops entered Czernowitz,\ndid you see, did you witness any executions, any deportations during those days?",
        "Q: Can you describe please, where and how they moved you and your family to the ghetto?",
        "Q: October 1941.",
        "Q: 16 of October.",
        "Q: So there were some Jews left out of the ghetto.",
        "Q: Yah.",
        "Q: I see. [talkover]",
        "Q: So the soldiers took you, took you back to the ghetto, practically.",
        "Q: Oh, I see, I see.",
        "Q: I understand.",
        "Q: I understand.",
        "Q: And did you see him?",
        "Q: I see.",
        "Q: How, how, how long the deportation lasted? What, what did you see in terms of deportation?",
        "Q: Commander.",
        "Q: The mayor ;",
        "Q: Okay, I understand, it’s a office.",
        "Q: Where people were getting married.",
        "Q: The mayor.",
        "Q: Yah.",
        "Q: Did, did the ghetto remain sealed?",
        "Q: Or, or was, was...",
        "Q: Okay.",
        "Q: So after, after let’s say the fall of 1941, they allow you to go home? Or you stayed...",
        "Q: The winter of ’41, winter of, beginning of 1942, you were still in the ghetto or they allow you\nto...",
        "Q: I understand.",
        "Q: I understand.",
        "Q: What, what else did you witness during the beginning of, end of 1941, beginning of 1942 in\nterms of Jewish life in, in, in Czernowitz?",
        "Q: Tell me please, did you witness a second wave of deportations from...",
        "Q: 1942 and what did you witness [talkover], what did you see? So please take your time on\ndescribing complex?",
        "Q: Would you be so kind to tell us if you witnessed the deportations from the summer of 1942 and\nwhat exactly you witnessed? Please take your time and describe to us, at length, what you saw.",
        "Q: This was when, when [talkover]|",
        "Q: Yah, yah.",
        "Q: For the chance that they would deport you.",
        "Q: Tell me, which is according to you the moment when things started to improve and you felt that\nthings are not as harsh as they were until this moment?",
        "Q: When do you think that things starting, started to improve for the Jews in Czernowitz?",
        "Q: Government.",
        "Q: You are talking about the mayor or you are talking about the governor of Bukovina? [talkover]",
        "Q: So it was Carloteskoo(ph) [talkover]",
        "Q: After him I think it was a general, General Dragoyina(ph).",
        "Q: Yah.",
        "Q: But still you had to wear the yellow star?",
        "Q: Was milder.",
        "Q: Nobody came.",
        "Q: Yah.",
        "Q: Tell me something. Once war ended, did you witness the return of deportees from, from\nTransnistria?",
        "Q: Yah?",
        "Q: Can you describe this?",
        "Q: Where was she deported to?",
        "Q: You don’t, you don’t know where in Transnistria?",
        "Q: Mogilev.",
        "Q: Returned.",
        "Q: Can you, can you describe for us briefly, what happened to you when liberation came? How\nliberation affected you. What happened to you and your family when you were liberated?",
        "Q: Can you tell me when you left Romania and how long it took you to reach America? How did\nyou reach America? United States?",
        "Q: Yah, I wanted, I wanted to know more exactly.",
        "Q: Yah. So you waited for three years [talkover]",
        "Q: Hyuss(ph).",
        "Q: So, when, when did you enter United States?",
        "Q: Okay. Thank you very much.\nConclusion of interview."
    ],
    "answers": [
        "Answer: My name is Lotte Hirsch, Hersh(ph) in English, H-I-R-S-C-H.",
        "A: I was born May 1918 before world, the end of World War I. And I was born in Czernowitz,\nChernowoods(ph), Chernofsa(ph).",
        "A: Bukovina, the, at that time still province of the Austria-Hungarian empire.",
        "A: Yes. My father was a, a lawyer but worked for the government for the, the Department of\nFinance in Czernowitz and in 1914, he was transferred to Vienna by the Ministry of Finance and\nlived there for four years with my mother and my 16 years old sister, so born 1912. She went to\nschool, we always spoke German at home. And my parents were example of Austrian, very loyal\nAustrian citizens.",
        "A: I went to Romanian school the first, I did not go to kindergarten, the Romanian grade school. I\nwent to a public Romania, there were private schools, but I went to a public Romanian schools, had\ncolleagues, Gentile and few Jewish. It was a Gentile school and felt comfortable. And I have only\none, especially which is in my mind, one memory of anti-Semitic and hostile remark of someone\nand I was I think seven or eight years old. And that was in the house of my, a friend of mine whose\nfather was a priest. It was a Greek, a Greek Orthodox religion was prevailing and he was a Greek\nOrthodox priest. And 1t was Paysa(ph) time and he asked me, he knew that I was Jewish and asked\nme very intensively about our habits and whether we ate mussels and did I know that there might be\nblood in it, etc. And that shocked me then, in much I did not cry or what, and that was my first\nexperience with remark like that. Otherwise we had Christian neighbors and so on, we, we’re just\nin peace of, with them. It was grade, I mean grade school and then high school we went to a private\nschool and that was mostly, many Jewish colleagues, also some Christians. I, that was first to\neighth of lycee and then, should I go on with my studies, or?",
        "A: It was encountered directly and indirectly. Directly, it was just very much in my mind, was\nalready, I was a student at the University of Czernowitz, where I, I had one year of law and, and at\nthe same time literary humanities and I continued this . And at that time, there was the\nKova Kooza(ph) time in Romania, 1938, and I watched, I was supposed to go out at night and I see\ncoming toward me some, I mean at some distance, some colleagues of mine from the law school\nwith clubs in their hands and looking for Jews and beating them up. And they ran back home but I\nthen had the report from many people who experienced it and that was very strong shock because I\ndid not, these were my boyfriends, my colleagues, my friends, among them.",
        "A: No, they were followers, they were not, yes.",
        "A: May I go back to the, my student years because that is something very important about it?",
        "A: I told you about direct experiences and I will tell you two indirect experiences of which, affected\nmy, my career, my life. In 1936 when I finished high school with my baccalaureate, the dream of\nmy life when I was a little girl, you would have asked me what I am going to become, I would tell\nyou a pediatrician. I had this great election for medicine. And in 1936, there was numerus\nnoolus(ph) which means that I could not get into any medical school. I, resignation, I continued my\nhumanity studies until 1940 when the Russians come in. The other indirect, so that affected me\npersonally very much, the other indirect experience in the family was my sister who had her PhD at\nthat time, still pretty rare, in humanities, in French. And she was very well qualified for being a\nuniversity professor. She could teach only at the high school level and not in the public school. So\nthat affected both of us. I would, now I can come back to the place which you asked me.",
        "A: By the Soviets? I had to interrupt my studies. I worked, I did not continue my studies. I was\nsupposed to have my at that time. And I worked in factory in the, some secretarial\nwork, I had picked up some Russian and that was enough for my job. And I, I mean this is the\nexperience of the Russian Occupation. From my very personal, I told you that I had this 16 years\nolder sister and she, she’s much more, I was closer, closer to her than to my mother or my father.\nAnd she was not married at that time and we spend a lot of time together. And the, the discrepancy\nbetween her and me, she was crying for, for the collapse of the old world, of the belle epoch(ph),\nwhich she experienced and was very sad and, and worried. I was, and me being very young, there\nwas a lot of curiosity what are the Russians, what is going to happen now? And I had a, quite a good\nyear, from the, let us say from the emotional and, point of view, however, our standard of life went\nway down because my father is a lawyer, did not earn one penny, only what my, the very poor\nsalary which I earned and my sister also teaching in some school. And so from that point of view\nbut, and how did I experience that? I knew some, I picked up some Russian that I knew also from\nbefore something and I felt quite comfortable not, not enthusiastic but not really very bad, not\nthreatened yet.",
        "A: The Russians.",
        "A: Yes, the first were the Russians who did it. I witnessed it only from my home and from hearsay.\nBut there were very close friends of my father’s who were deported and never came back. And\nthere were others, and there were relatives who were deported and never came back. There was,\nand some cousins and the very old parents of them volunteered to go with them and that 1s\nSiberia.",
        "A: The month when, when the deportations [talkover] .. .",
        "A: Before 1941, it, that was, they, at the end of, in the spring, summer °41.",
        "A: Yes.",
        "A: Yes. I could elaborate on °40, ’41, but it is not, I don’t think it if very relevant, only for the fact,\nthe only fact which 1s relevant is that I met my husband at that time. Although we were, he’s also\nfrom Czernowitz and we lived quite in the neighborhood but we never met each other because we\nsomehow belonged to different circles. And, and so I met him in this factory where I, where I\nworked as a secretary and we went out a whole year already. No, only the last few month of this\nyear. No, as a matter of fact, some eight or nine month and during the Russian Occupation. And,\nthat is the only thing which I think 1s important for you.",
        "A: 742.",
        "A: °41. Yes. When the war broke out.",
        "A: This is the following. In, okay, a neighbor rang the bell and told us that the, the airport was\nbombarded. And I was, the war broke out and my, I had a director there at the factory,\nI was in the factory. And this, my director said, “Nobody goes home. You stay here, overnight.”\nAnd my husband, went somehow to him, and talked to him and he let me go home. And we,\nCzernowitz was, when the, when the Russians left, this town was without water, without light and\nnow let me, I don’t want to mix something up.",
        "A: Yes. And I, I told you that I already was with my, so to say engaged...",
        "A: We, what date in, that when, this, my husband did not work yet, a little later but he will tell you\nabout that but we were in our house until October 11\", 1941.",
        "A: That was not yet the wearing of the star, there was not yet, there was not yet restrictions that you\nhave, cannot go out at, at certain hours. That, that came later.",
        "A: Not, not normal because everything was destroyed. The city was [talkover]",
        "A: For, for Jews, we already, until, that was October 11, we were already taken to the ghetto.",
        "A: Then already, yet I don’t, I don’t remember very exactly when they imposed this not going out\nin the street and not going [talkover].",
        "A: I did not witness executions but I heard of them immediately. There were a lot of people taken\nto so-called house of , and they were, and they were friends, two friends of mine there,\nof ours there. And they were in, and they were, I think I made a mistake, and they were threatened,\nall the time threatened by people who watched over them. And finally, many of them were taken\nout and executed, among them our chief rabbi, Mark(ph), and but, but nobody was, and all the\nothers were just threatened and let go home again. When I think back now, I remember that there\nwas sooner than that imposed, the star and the curfew because I, I was not married yet but we were\nalways together, my husband and I and he spent a lot of time at my house and I remember that there\nwas already wearing the star and I remember the first day, that I do indeed wear the star which was\nvery strong emotional |[talkover] experience.",
        "A: Yes. On, we did not know anything about an establishment of the ghetto be, before the very\nearly morning of the, of the 11\" of October.",
        "A: October 1941. Again, very early in the morning. We were at the same neighbor, rang the bell\nand told us there are some signs, big signs put up in the street that you should not, but the signs were\nnot a direct, 1t was indirect authority. It said something which you could not understand very well.\nIt was written that you cannot, you shouldn’t have contact with Jews, you should not buy anything\nfrom them, you should not sell them anything, etc., etc. And it was not clear. By the way,\ninteresting 1s that the, my, Carl, my betrothed at that time went to work. He worked at the railway\nstation. And he went to work and I was alone with my parents, with my sister and they told us\nthis, this ghetto and we have to be there as soon as possible. And you already, we, we\nlooked out of the window and right on the second or the third floor and we saw people with bundles\nalready leaving the house. What did they, what did the Czernowitz people do, they, I mean, the\nRomanians. They enclosed a certain part of, of the city and all the Jews who had somebody there\nwalked in and we moved to another, our house was evacuated, our apartment. And we had to move\nto some, some relatives. Interesting is, that when we, there were some neighbors in the house and\nthey said, “You know, well look at that, they’re taking us to a ghetto and they’re, they will deport\nus.” And my father, who I told you was a lawyer, he said, “But this is against European, the\n. The European right of, European law.” And the, so my neighbor thought\n, didn’t know that you are, that you’re, don’t, I’m not an alcoholic, I would think that\nyou had something to drink because you see the people, the people go for the ghetto. We of course\nprepared and then my husband came and, and all the family together, the whole family, I don’t\nenumerate all the family. And we lived in house of a cousin who lived in a street which belonged to\nthe ghetto. Our street did not fall into the ghetto. And we were immensely crowded there but we\nwere still together. The family was together. And in, on this, yes, then we stayed there until let us\nsay the, 16\", in this particular house.",
        "A: Of October, or maybe it was the 15\". They evacuated street by street and they came, the people\non, on these peasant carts to the railway station and putting and taking them away.\nVery interesting event, also, I would like to mention that my, my Carl and I, we had everything\npacked on this cart already, already, yes. In the, I go back. In the, the early morn, morning, I don’t\nknow, six or seven o’clock, some soldiers came and knocked at the said to us, “We,\nit’s, it’s your turn. You better pack.” And we packed the things of the whole family on this cart and\nit was loaded to the top and everybody was looking for only Carl and me because we were the\nyoungest of the family. And we were, they were standing there, some of them, very old and broken,\nand, and Carl and I were walking the street, back and forth. And a friend of ours came and said,\n“Carl, you know they’re, they are making lists of specialists, of people who have a certain\nprofession. And these people won’t go.” And Carl went to the, yes, and when we walked, some\nofficers came, Romanian officers came and he accosted, he went to one and told him, “I am an\nengineer and I hear about lists.”” And he said to him, “Stay .’ Not one word, and, and\nleft, this officer. Very kindly he said it and but only one word. And when we arrived, and then\ncame our turn, there were cart by cart standing there in line and when our, it came our, our cart\ncame on the turn of us, at this court, on one side it went to the railway station, on the other side it\nwent back to the city. Carl took some bill out of his pocket and gave it to the soldier who was\nwatching there and he took us to the other direction. And then we went to another relative who\nlived there but not in the ghetto. And of course, they, then we stayed there.",
        "A: There were some Jews left out.",
        "A: They, there, they were, I mean, yes, no, there were some Jews who did not live in the ghetto.",
        "A: Who did not, part of us [talkover]",
        "A: Not to the ghetto, it was not, 1t was outside the ghetto.",
        "A: No, no, it was in the ghetto. But the, it was still in the ghetto but it was not to the, he took us\nback to the ghetto but not in the railway station.",
        "A: Yeah.",
        "A: And we went to live, stayed there for a few, how is it in, about Parryom Poppovitch(ph)\nprobably, who was the mayor of our city. He came to bring the news to the house of this relative of\nmine that some Jews are going to stay and we knew...",
        "A: No, I did not see him. He came, we heard about it, he came to the Jewish hospital.",
        "A: And, and talked to people. And so we, we stayed in, in this house and after one day, another\nhouse of my uncle opened up, I mean, we moved there because there was more room but we were\nsixty people in this house. And another about our, that is where I married, in the ghetto, again, we\nwere very young and daring and so we, yes?",
        "A: Two, two days, 14 days in the ghetto. What I saw of the deportations was, I only knew of them.\nAnd I, everybody was very busy with himself. So I would like to tell you only that we were many\nin the ghetto and that we came one day out of the ghetto. We, we went, we went to some rabbi and\nthis was Friday and he said he cannot marry us so we said we want to, civil marriage because we\nknew would either stay together or leave together. And we, Carl and I went to this major who was\nthe, the leader of the ghetto, the...",
        "A: Commander of the ghetto and he, he told us, “You know, I let you out. And ask for, you have to\nask for permission to, 14 days it has to be.” And he took us to the general .. .",
        "A: The mayor, yes, and, and he told us, under escort, we went. And also to, to the, the",
        "A: We married, to the office, yes...",
        "A: And, and that was, they gave us a little ceremony there and they’re very friendly because it was\nPoppovitch(ph), the, who was the of course in the...",
        "A: The mayor. And that is how we, and about deportations? After then we came back home.",
        "A: After 14 days he let us go back. Well...",
        "A: No.",
        "A: They opened these, they were, they put some boards. That is was not a very heavy, not a, not a\nwall or what.",
        "A: They took it apart and let you go home.",
        "A: After eight, 14, yes [talkover]...",
        "A: No, I was only from, from 11\" of October to let us say, to, the end of October.",
        "A: I was there.",
        "A: 25\" or what.",
        "A: The Jews were, everybody was packed. The ones who were not deported, yes? And I don’t go\ninto, into, into numbers now, but there was a heavy deportation during that time. What was our\nlife? Our life was, we had one eye on the people who were out in Transnistria and were deported\nand we wanted to help and tried all kind of generous(ph). It was one part of us. At the same time,\nwhat we are, as far as we are concerned, we had to these curfews and we had, and we had to wear\nthe, the star and we led a relatively normal life. But we had no, no income and so we lived from\nwhat we sold piece by piece, rugs, furniture, jewelry but, we, I think it was a good school for many,\nthe value of material possessions and thinking about, about what\nimportant things and about life first of all. And of course family, family and friendship was very\nimportant. And the Jewish life went on. We were among us, through the curfew, we could not very\nwell visit and we visited, we stayed overnight. And, and otherwise, people continued to eat and to\nwrite and there was established some possibilities to teach the children, mainly the parents but also\nsome schools were, Jewish schools.",
        "A: Yes.",
        "A: Okay. All of a sudden, so quite of the Poppovitch(ph)\n[End of Side 1 of Tape 1]",
        "A: The deportations of 1942, I witnessed direct, direct or more than that from the\nwindow in, where I stayed at that time. Where we lived at that time. It was a house in a corner and,\nand this particular corner they assembled, the Romanian police assembled Jews, Jewish people\nwhom they collected from several houses. One night, they, the rang bell at our, the bell rang, the\nbell rang at our house, at our apartment, in the middle of the night. It was two o’clock and my\nhusband went to the door and asked, “Who is there?” And they said, and they said, “We are looking\nfor Kahanni(ph),” which was a neighbor and which was hidden so she, they did not get her. But\nyou can imagine our state of mind until we heard that they’re looking for Kahanni(ph) and not for\nus. So, but we, that was it. Another time, we looked, we heard some commotion at the window and\nwe looked down. We were always watching from this window and watching what is going on at\nthat corner. And there was several families but my eyes was on one of them because these were\nsome people we knew. And there was a very Orthodox Jew with his long gray beard and this is\nfamily and, in a very dignified way, he conversed and communicated with his family and he\nprobably wanted still something from the house and talk to them. And, and I think these people let\nhim still go back to the, it was very close to where he lived, that is how we knew them. And I just\nwitnessed the, how to say, your faith as such without complaining or without whining\nunlike a neighbor of ours who lived upstairs and who was a very, let us say, simple and simplistic.\nAnd this man, we heard him walking back and forth and crying, crying, shouting, in Yiddish,\n“ , What do they do to us and what, what will happen to us?” And he called, he did not\nstop, all night long we heard him like that and this is a quite a contrasting one, still to tell you that\nreminded me of something but I forgot right now. Yes. I know what it reminded me of. It 1s\nnothing to do with the Romanians and nothing, but it 1s to do with the emotions of people, when 1n,\nin time of crisis. I told you that I spend the night at the factory where I worked in Russia in\nCzernowitz and Ihad...",
        "A: When the war broke out.",
        "A: And I, the war broke out, night and I was in the factory with my colleagues and there was one of\nmaybe one of my bosses and he came next to me and held my hand and said, “\nShtoybooyitznomee(ph) what is, what, what, because it is, what is going to happen to us?” And I\ncould not understand. He was a young man with a big family in Russia, and this uncertainty, he\naddressed me, but it was just the outcried, outcry, the moment of crisis which remains the same. It,\nit was just a human outcry. So, this is what happened with this too, that is how I watched. And it\nwas watching and at the same time, watching out for yourself and always being prepared. And we\nhad this , | remember this knapsack. It was in the corner in the room, it stayed with us,\nit slept with us, with the [talkover]...",
        "A: We were always ready, ever, every since the Romanian Occupation.",
        "A: Yah.",
        "A: With the new, there was a new, new...",
        "A: , yes. [talkover] But what is name now?",
        "A: Governor.",
        "A: No, no Carloteskoo(ph) was terrible. [talkover]",
        "A: Dragolina(ph).",
        "A: With Dragolina(ph), the change came. I, as a symbol I will tell you, there was sugar, of course.\nThere was, there was already some absolutely also in the attitude. There was like,\nfrom, from when you are in this jacket, what do you call it [talkover]. It was a little bit loosened,\nloosened, not free but loosened. [talkover]",
        "A: I, we still had to wear the star. We still had curfew but it were, the attitude was...",
        "A: Was milder. What, something which might interest you is that I knew from, I don’t, don’t know\nhow my sister found it out that, the , the Pope, the [talkover] because I remember if she\ndid some translation for them was very secret business but there was some intervention. And I think\nwas either it a miracle that we did not, it, it was pure luck and coincidence that we were not\ndeported, very, I would like to tell you that I, this, oh you know it very well. That from these\npeople, nobody came back from the second deportation.",
        "A: Nobody came, they were [talkover]. Over the book and there is this book, you\nprobably know, a",
        "A: Which I know.",
        "A: Definitely so.",
        "A: Yes.",
        "A: Yes. I can describe cousin of Carl’s who came back and who we sort of came to the bridge and\npicked her up. Completely destroyed her since [talkover]",
        "A: She, that was Transnistria. [talkover]",
        "A: In, in, no, the main city...",
        "A: In Mogilev, yes. In Mogilev. She, they went five people. She, her husband, her child and the\nparents and she came back all alone. All of them, were, died. I would like to tell you also that most\nof them died in the first winter, some on the way, they were, on, on the way when they were chased\naway and, and fell down and it was snow, it was ice and they died. And most of them of starvation\nand cold in winter when we, our help couldn’t reach them in the first winter, whatever we wanted to\ndo. So they, they, most of them died at that time. And of coming back, I would like to tell you\nabout this cousin of ours who was completely destroyed and that. that, so many more who, who\nnever...",
        "A: Never returned. And that made us, it was part of our suffering too because we could see that we\nsend some money which we hardly had and it never got there.",
        "A: When the Russians came in for the second time, again, in June 1944. There happened\nsomething very interesting again. The Germans, on their way out, made such raids, broke into\nhouses and all of, yes, first of all they broke into the house where my sister lived. And they took her\nhusband away into some, and she knew where and she went to this house and, and there were some\nSS and the result, she, she came to ask for her husband and they made her come in and she came\nwith them. And we were locked up in the house. My family and my mother and father and the\nwar(ph) and the neighbors and some, the neighbor from across the street signaled to me that my\nsister was taken away. I did not know that. So Carl and I went to save, to, to rescue her. And then\nshe came out with two SS and, and they were, it, they saw that she was very sick and they took her\nhome and sort of well, human in a way, behaving humanly to her. But what happened to, at the\nsame time, they, some soldiers, German soldiers broke into our house and, that was after my sister\nwas home already. Broke into our house where we lived and we were locked up but they somehow\nmanaged to, to come in and they were asking for , for watches but they were all asking\nfor, for life(ph)and they, especially they were after, after Carl. Took this revolver, just like that.\nAnd they didn’t know, , you did not protest, just and there was a little boy in the\nneighborhood who was there and he was terribly frightened. But they left and we heard that the\nnext day, they were shot, that they weren’t even, there was this bridge over the Broot(ph) and they\nwere not, no more able to cross it and caught.",
        "A: We left Romania in May 1961. We left Bucharest legally and oh yeah, okay, let me tell you just\nabout that. And we went to, we had a permit to go to, that was also some miracle to go to, to\nVienna. I had a cousin there and she sent me just a limited stay there, only for two weeks but and,\nyou made that. And you wanted to know about how we left?",
        "A: When. That was a time and that was a time when we were, that was again a strike, a strike, big\nstrike of luck, of luck because there were, everybody liked, everybody wanted to leave and could\nnot leave and, and we just got these permit but after three and a half years. We applied and then it\ntook, Carl was on his job, and I was working in the embassy of the German Democratic Republic.\nResigned, because I knew that that doesn’t go together, this was something, romantic. I resigned\nand, and applied. We stood in line at the police and applied for departure. We did not apply, okay,\npeople mostly they applied to go to Israel at that time. But very few, some got it, some didn’t get it.\nAnd I remember that you got a certain, a certain notice that you can leave and the woman who\ndelivered the mail, the mail , She said, she came and gave that envelope to me and said,\n“T don’t know, you never, I didn’t know you were Jewish because you never asked me whether I\nhad the good, good news for you, you know.” So then we, we left and that was a very emotional\nmoment because I, we have, we just did not know what is going to happen to us.",
        "A: We were three and a half years [talkover]. Then we applied, then we were, we could\nimmediately go okay, to Israel but we did not go to Israel. We applied to, we went to the,\nagency...",
        "A: Hyuss(ph) to ask for they even paid for us to go to America and we got the visa very, after one\nyear, we got the regular visas because we were on the Russian quote, quota, being born in\nCzernowitz.",
        "A: And we entered the United States in July, 1962.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 5, 1995\nRG-50.030*0440",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Lotte Hirsch,\nconducted on May 5, 1995 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LOTTE HIRSCH\nMay 5, 1995"
    ]
}