{
    "rg": "RG-50.030.0377_trs_en",
    "sequence": [
        "Q: I'd like you to begin by telling me your name, date of birth and where you were born.",
        "A: And then continue?",
        "Q: If you would.",
        "A: My name is Steve Galezewski. I was born May 11th, 1923 in the Town of\nInowroclaw in northwest Poland. The reason why I am talking today is Iam a Pole\nwho was born in a generation, the only generation really, in free Poland. Poland\nbecame a free country in 1918, and then was, of course, was attacked in 1939 by\nNazi Germany. Being brought up in the climate of freedom, I probably am a little bit\nmore patriotic than the Poles who were raised in the periods after the Second World\nWar. In my childhood, I was very involved, as well as my father, in the Boy Scout\nmovement. This is the reason why my father was arrested and eventually killed by\ngestapo, because he was a leader of the youth in the Town of Inowroclaw where we\nlived. My childhood was a very happy childhood until the year 1939. At that time, I\nwas 16 years old, and almost, I could say, that at time I had to put the uniform and\nstart my war days. So you can see that I missed all the high school proms and the fun\nmost of the high school kids have in their last days of high school. On September 1 ...",
        "Q: Could I just ask you to talk a little bit more about what life was like in this town and\nwhether or not you had Jewish friends ...",
        "A: Okay. Well, let's erase the last sentence I had. In the Town of Inowroclaw, the Jewish\npopulation was not very numerous like in other parts of Poland. However, there was\na beautiful synagogue with the roof which we thought was gold, gold-leafed roof.\nOne of the better buildings in town. In my high school, I did have a class of some 25,\n30 people. I had two Jewish boys. I remember their names. One was Smalish (ph)\nand the other one was Zowagazski (ph). Two different people. Smalish was not very\nathletic. He was more or less a sedentary type. The other one, Zowagazski, was\ninvolved with us in all the school activities like soccer, basketball, and he quite often\nvisited my home, so I was fairly close to him. I wish today I knew whether they still\nalive or what happened to either one of them. When the Germans actually came to\nInowroclaw, I don't recall any activity against the Jewish people. I don't remember,\nbecause most probably they had moved away from the German Army as the German\nArmy came tn. The war started for us, the Second World War started for us\nSeptember 1, 1939. Two, three days before the -- and I should probably also say that\nI was brought up 1n a soldier's family. My father was a professional soldier. And two,\nthree days before his regiment, which was the 59th Infantry Regiment, moved to the\ndefense line on the German border, he called me and gave me a pistol, which was a\nWalther 7.65 millimeters and had a talk with me man-to-man. And said, \"Look, I am\nleaving. I don't know when I will be back. You are the oldest boy out of three of you.\nYou will assume the role of the head of the family. I want you to take good care of\nyour mother and two brothers. And then, of course, he went to war. Already after the\nwar ended, I learned a lot of things which happens to him during that war. For\ninstance, he was in the Battle of Kura, which was one of the fiercest battles fought\nduring that campaign. And when the entire army was surrounded by German panzer\ndivisions near that River Kura, they were already after three days of fighting without\nammunition, without support of any kind. And casualties were extremely heavy.\nCommanding officer of the regiment, according to the write-ups in the newspapers,\ncalled my father and asked him to preserve the regimental flag. Regimental flag for a\nPolish soldier is something very sacred. Still today, when I see an American flag, for\ninstance, not necessarily Polish, something grabs my heart, and I am ready to take the\nhat off my head. That's part of the upbringing I grew in. He, according to the versions\nin the newspapers and accounts of those who survived the prisoner-of-war camp, he\napparently broke through the encirclement of Germans and buried the flag in a forest.\nOf course, he subsequently in 1940 was arrested by gestapo, that's the last time we\nsaw him, and nobody knew where the flag was. In 1985, someone with a metal\ndetector was going through the woods and detected that there was something buried.\nThey dug it out and it was a backpack and in that backpack was the regimental flag,\nhalf destroyed. It was restored and is today flying proudly in the Army Museum in\nWarsaw. When father -- when the father was arrested -- this is something which\nreally sticks in my mind. Because the gestapo came in early in the morning, he was\nnot home. He was not home, and they said, \"You sit down. We wait for him here.”\nAnd we waited until he got back from work at 5 o'clock in the evening. To me, it was\na horrible because I wanted to warn him and yet, here were the gestapo bandits with\na woman and three young boys. And I couldn't do anything about it. Father was\naccused of trying to break away that region of Poland from the Third Reich.\nGermans already considered Pomerania, that part of Poland, as their territory, and\nreally, that's why the war started. Because they wanted a corridor from Germany to\nthe Gdansk and to east Prussia. Poland, of course, refused to buckle under this trap,\nand that's how the war started. After arrest of father, we were given 15 minutes to\npack belongings and were taken out of our apartment and put in a concentration\ncamp in Inowroclaw, where we were for about two weeks. After that, we were put\ninto the cattle train and shipped out of the Verdun, out of what Germany considered -\n- what Germans considered German territory and were taken to the Warsaw region\nand the Minsk-Suwatki (ph), the doors of the cattle wagons were opened and we\nwere let out to start a new life.",
        "Q: ... a few questions. You've mentioned that you had\nJewish personal friends. Were you aware of a general climate of anti-Semitism?",
        "A: Well, occasionally in the newspaper, you would read that a Jewish shop was\ndemolished, and that something was going on. But not in the region of Poland where\nI come from, that's only from the newspaper I learned.",
        "Q: But was it something that other boys talked about ...",
        "A: No, that was never really discussed, because to us, a human being was a human\nbeing. Whether you are Jewish or -- well, frankly, they were Polish citizens anyway,\nall of them. So to ask, there was no difference.",
        "Q: I'm also curious. Before September '39, what you knew about the activities of the\nNazi Party ...",
        "A: Well, that's -- again, we knew that inevitably something is going to happen. That's\nwhy in Poland our army was mobilized and we were somewhat prepared. To the\nextent that, for instance, my high school made donations from all the students, and\nwe purchased a heavy machine gun for the 59th Regiment. It wasn't like you have\nhere in the United States where you have millions of dollars for armament. Out there\nwe had to scratch everything we could to arm ourselves. From my generation, there\nwere some very heroic moves. We didn't have very many submarines, for instance,\nbut we had what we called live torpedoes. And I was so proud of our house help,\nbecause she volunteered, 18-year-old girl who was helping my mother in household,\nshe volunteered as a live torpedo. Germany, of course, we knew that was fully\narmed, was belligerent and that the trouble will come from there. Also, their\ntreatment of Jews was giving us indication what will happen if they ever show up in\nPoland. As a matter of fact, somewhere from 1936, if I'm not wrong, we opened up\npretty much for the Jewish people escaping from Germany or trying to get out of\nGermany. We opened up the Polish borders and let quite a few of them into Poland.\nI'm pretty sure that they -- except for the incidents of anti-Semitism here and there,\nI'm pretty sure that felt at home, because 1n Poland for 30 million population, we had\nsome 3 million Jews. So this was a very big percentage. I don't know how many\nmillions of Jews are in Israel, but I'm pretty sure not much more than 3 million or\nmaybe even less. We being prepared for a war somewhat, in Boy Scouts on all the\ncamps to which we went in 1939, we were trying to make them on the\nPolish/German border. And during our campfires, we, of course, sung the Boy\nScouts' songs, patriotic songs, always trying to warn Hitler not to try us -- not to try\nbecause we would not behave like the other countries behaved when Hitler invaded\nthem. We wanted him to know that we will fight. That fight came in finally on\nSeptember 1, 1939, when 5 o'clock in the morning 21 Heinkels, 88 Stukas bombed\nthe open town. This is the first time I saw dead bodies, not only of horses and\nanimals, but of human beings. Up to that moment, I didn't ever even go to a funeral,\nso this was for me a very traumatic day. I also when I think about that day, I almost\nhave to laugh at myself. Because the 7.65 millimeter pistol my father me, I was\ntrying to shoot down the diving bombers, and, of course, it's a laughable thing. It\nwould be just like a fly going with an elephant. The families of military personnel\nwere being evacuated on the fifth day of war, and I decided, although father\ndesignated me as the head of family, I decided to designate my younger brother and\njoin the fight. So I gave the pistol to my brother, who was 13 years old. Gave him the\nsame talk father gave me, and very promptly lied my age. I was 16, I had to say I was\n18. And I joined the 59th Regiment, that 1s the unit which was being organized in the\nback of the fighting unit. Went through most of the fights on the road from\nInowroclaw, Warsaw, Lublin, Kovel'. The humiliation of the villagers and\npopulation was unbelievable. They were simply machine-gunning women and\nchildren, bombing villages which had nothing to do with the military. In the eastern\nPoland where we got near Kovel', Ukrainians started their own fight and started\nburning Polish village, and started burning and killing Jews and Poles. No wonder\nthat later on, Germans were able to organize SS Militia Division out of the\nUkrainians and use them as guards in the concentration camps. The war was over\nbasically in October 2nd, 1939, and I returned home in about November. Didn't get\ninto the POW camp. Most of the Polish Army, of course, either crossed through\nRomania or Hungary, and eventually reorganized in France; or shed their uniforms\nwith civilian clothing and returned home. When I came home, mother and my\nbrothers were already there. Thank God they survived. Father came in later. He also,\nafter saving the flag, returned home 1n civilian clothing. Of course, he did not talk\nabout the flag at all, so I was unaware what was going on in that particular thing.\nWhen I was asked by the historians, I couldn't contribute much on that.",
        "Q: Was he angry that you hadn't followed his directions?",
        "A: No, no. Actually, we were all happy that everything finished and we were still\ntogether. Then, of course, after he was arrested and we were transported to the\nMinsk-Suwatki, we started a new chapter 1n our lives.",
        "Q: I just wanted to ask you. You mentioned that you and your family was put in this\nconcentration camp for a few months or ...",
        "A: A couple of weeks.",
        "Q: ... a couple of weeks. Who all was in there with your family?",
        "A: All the people like us who did not want to become . In that area,\nGermans considered that territory German, and they gave people an option to sign a\nGerman list. Yes, I am a German. And we considered ourselves Poles, and we did\nnot want to become Germans. So all those people were simply taken out of their\nhouses, put in concentration camps, and transported to what they considered Poland.",
        "Q: And the Jews in your city were in this camp, as well?",
        "A: I don't recall that. I don't recall specifically seeing Jews in that camp.",
        "Q: What happened at this camp?",
        "A: This was a camp from which you either landed eventually Mauthausen or some other\nbig camp, or like in our case, being transported to the other part of Poland, move\nthem away from the German part of Poland. We were called displaced persons, DPs\nas they called them, they called us after the war.",
        "Q: Do you remember exactly what your family thought about what was going on, why\nyou were being moved?",
        "A: Well, father, of course, was gone. With mother, talking about things of that was --\nwell, it was not normal to talk to mother about things men talked about, let's put it\nthis way. It doesn't mean that women were not treated equally in Poland, by any\nchance.",
        "Q: Were you frightened?",
        "A: No, at that age and from what I already went through, I wasn't frightened. Frankly, I\nwanted to fight. I wanted to revenge what they have done up to now from what I\nhave seen. And remember one thing, that I was born in free Poland. I was brought as\na free Pole, and I couldn't stand, for instance, things we were required in that town.\nLike at the entrance to the movie theater or to a restaurant or to a park where children\nplay, a sign, \"For Poles, Jews and dogs, entrance forbidden.” Or when I see a\nGerman walking on the sidewalk, I'm supposed to step into the gutter, take my hat\noff, bow, and stay in that position until he moves away three paces from me. Those\nwere not things compatible with freedom I enjoyed in Poland. Therefore, I was\nlooking for a source where I could arm myself and fight. I thought about crossing the\nborder and getting to France where Polish troops were being organized. Somehow\nthat didn't happen, because when they let us out of in Minsk-Suwatki, we had\nabsolutely no money. We had absolutely no time to take anything from our\nhousehold, jewelry or anything. We were simply taken out. And incidentally, into\nour house or into our apartment, they put Germans whom they transferred from like\nwhere they are to other regions. So in one minute, you lost your entire life's assets.",
        "Q: What was the ?",
        "A: That was like April, May 1940 -- I'm sorry, '41. Not so sure, not so sure. It's '40, '41,\nsomewhere there. One thing I should also mention, the Jewish synagogue,\nincidentally, they burned it. But first, they took the golden leaves off.",
        "Q: Who else would have been ? Did they prevent you\nfrom going into Polish schools or ...",
        "A: There were absolutely no Polish schools beyond the sixth grade. Germans considered\nus a race which was supposed to be eliminated after they eliminated the Jewish race.\nWe were the number two in line. And, therefore, they said they don't have to be\neducated beyond the simple reading and arithmetics. Therefore, no high schools in\nPoland. Of course, immediately the underground high schools sprang up, and the\nformer teachers, you know, they were meeting in groups of four, five, ten private\nhomes and continuing the studies. Universities, of course, were nonexistent for Poles.\nIn the area of Minsk-Suwatki, I was a stranger. I didn't know anybody. It took some\ntime before I started to know who is who. I have joined, of course, first thing, the\nhigh school -- underground high school where I continued my studies. Out there\namong the boys, I found my first contact on the fighting underground.",
        "Q: Let me change the tape.",
        "A: Well, that was among these students in this underground high school. And after a\nwhile, I was asked to join an underground organization, fighting organization. And I\nwas worn in; of course, I have to be certain that I was swearing the obedience to the\nright people and fortunately I did. Because this was the Polish government under the\nallies, which was at the time located in England, in London. I won't say much about\nthe high school, but I will mention one thing. That my last year in that high school,\nthe principal came in to me and said, \"Look, you are in endangering the group. We\nwill give you your high school certificate. You don't have to attend any more of the\nclasses. We know you are engaged in the underground activities.” And he did that to\na couple of other boys from my group, so we basically did not finish the actual,\nlistening to actual lectures. But we got the graduation on the merit of what we had\ndone up to that point. And that was, of course, the second year. I was in this almost\n18 months. The beginning, my beginning in -- also, general life conditions in Minsk-\nSuwatki at that time -- in 1940 when we arrived there, I think it was late 1940. The\nJews already had to wear the Star of David on the arm band, but they were not in\nghettos. They lived in their own homes like they did before. And I think late in 1940,\nI remember, the ghetto was organized in Minsk-Suwatki. This was a very unique\nghetto because no wires or no barbed wires were put in. But they simply designated\nfour main streets as the boundaries of the ghetto. Of course, the order of the day was\nthat any Jew who was found outside of that was shot on the spot, and that happened\nquite often. I didn't see, personally, myself the shooting, but I've seen the bodies.\nSomething happened maybe 15 minutes I arrived at that point. The ghetto I think was\nfairly loose and a lot of Jews from Minsk-Suwatki, I think managed to mingle with\nPoles and get away from the town, according to various villagers. And farmers, of\ncourse, it depends again on the personality of the farmer. Quite for money, quite\noften for humanitarian reasons, they would hide and save the Jews. This was very\ndangerous for Poles because anytime you helped a Jew by giving him bread or milk\nor whatever, food or sheltering, you endangered your entire family and your village.\nIt happened many, many times where a neighbor who didn't like his neighbor said,\n\"Hey, my neighbor yesterday gave something to the Jews who came out of the\nwoods, out of the forest.” Well, that entire family was wiped out, and their house was\nburned to the ground. And the news all around was arriving, this happened 1n this\nvillage; this happened in that village. So population, Polish population basically was\nvery frightened and very careful on it. This probably could be the reason why it was\nuniversally practiced. On the other hand, AK, which is the underground organization\nto which I belonged, and that means -- AK means Army Krajowa, which is home\narmy. Had very specific orders to assist and help as much as possible by absorbing\nyoung Jews who were in the forest and wanted to join the guerrillas, they were\nwelcomed with open arms. As a matter of fact, here in Los Angeles, we had an\nexample of that. In my combat organization, Mr. Harter, who belongs to veteran's\norganization, veteran guerilla organization, was saved by Poles and survived the war\nby being in the guerilla unit. I heard of many, many instances of the same thing\nhappening, but this is my personal involvement with Mr. Harter. My beginning in the\nunderground was simply what they call small sabotage. We were putting placards on\nstreets, anti-German, trying to change their morale, which at the time at the\nbeginning, 1940, '41, was still pretty high. But we were trying to pass some messages\nto them by graffiti type, by placards, by all possible means that the war, the fighting\nis a hopeless war. They're not going to win. After a few months, I graduated from\nthis small sabotage into the real fighting unit where we were, for instance, protecting\nthe parachute drops from England. We also were protecting on other occasions the\nradio station which was communicating with the West. In 1941 there were still very\nfew actual attacks on German compounds, but in 1942 the speed of the military\ninvolvement increased. And in that I took part, and oh, in 1942 in blowing up two\ntrains. In 1943, ammunition train, we blew up and also took materials to support\nourselves from various industrial complexes like a chocolate factory where we took\ntons and tons of sugar. We loaded them on the horse and buggies the peasants\nsupplied. And then sold that for money to support the guerilla activities. Blew up a\nvodka distillery, other smaller activities wherein the villages -- in every village,\nGermans said you have to deliver so many horses, so many cows, so many tons of\ngrain or potatoes for the Germany effort. And usually, there were designated people\nwho were responsible for that. And those people knowing that they're working and\nthey can be banished for it, they were very eager. We tried to dampen their\nenthusiasm and warn them not to do it in a too eager way. If someone like that didn't\nlisten to us, next time we took him and publicly in that village, let's say, 50 lashes.\nWe also watched women, that they wouldn't go with German soldiers or German\ncivilians. If that happened and she didn't get the warning and continued, a unit would\ngo shave her head to zero and put a finger on her that she was a prostitute. Smaller\nother things, and usually the boys 12, 13, girls even were involved 1n it. In the movie\ntheater, there would be a German with a Polish prostitute in the mink coat. Well, they\nwould have the spray bottle with the strong acid, and very quietly would spray that\nacid on the fur coat of the girl. By the time the girl was leaving the movie theater, the\nfur coat was almost falling off her back. Those were the expressions of resistance\nfrom the youngest all the way up. We tried to liberate our prisoners. We attacked\nseveral prisons and liberated quite a few. What Germans in Warsaw, however, for\nevery German killed, they tried to wipe out 25, 50 Poles. And what they would\nusually do, they would put a sign on all the visible places in Warsaw that today or\nyesterday a German soldier was attacked and killed. For that 50 Poles tomorrow will\nbe executed, although they were listed as possible people to go free. So the terror was\nunbelievable, but by the year 1942, '43, we realized that if we were doing nothing as\nwe were in 1940, let's say, the underground, we were dying. We were being hanged\non the streets for no reason at all. The concentration camps were full of Poles, not\nonly Jews, but Poles. Of course, those Jews from Poland were Poles anyway, so\nthere's no distinction there. But in the Polish located camps, Germans, of course,\nbrought Jews from other countries. From that you can see what the situation was\ndeveloping in Poland. So we finally decided, hey, if we have to die, we might as well\ndie taking some of them with us, and that's where this pace of resistance accelerated.\nAnd that's where more trains went up, more bridges were blown up. More attacks on\nthe airfields and other military objectives happened. By 1942, I think it's July 1942,\nin July 1942 out of the ghetto I think they have taken some 220 people and in one\nday shot them at the cemetery, at the Jewish cemetery. Now, I have not witnessed\nthat, but 1t was universally known. On August 1942, the Minsk ghetto was\nliquidated. What happened is the Germans, Latvians, Ukrainians with the assistance\nof the Jewish police, rounded all inhabitants of the ghetto into the marketplace. A\nfew thousand people were in that marketplace, and they didn't know what is going to\nhappen to them. They stayed there overnight. Some were trying to escape, and they\nwere, of course, shot during the escape. Next day in a column -- they formed the\ncolumns and all the inhabitants of the ghetto were marched into the railroad station\nwhere numerous cattle wagons were waiting for them. They were loaded with the\nhelp again of Jewish police. The Jewish police, although not armed, they had\nbaseball bats, all of them, and special hats and special arm bands. During that\ntransport and during the gathering of the ghetto in the marketplace, the word was that\nabout 1,000 of the Jews were shot. Where the trains went, I'm not sure whether they\nwent to Majdanek or Auschwitz or some other camps. I have witnessed the march\nfrom a window on the street to which they were going, I have witnessed the march of\nthe Jews to the trains. I have not seen personally anyone killed, because the region\nwhere I was was rather short visible from the window where I was. But I could hear\nthe shots, and then the word came in the next day and the following day among Poles\nthat about 1,000 were shot during that incident. So this was the finish and\nannihilation of the Jewish ghetto in Minsk. There were, of course, 500 craftsmen --\ntailors, shoemakers, people who were taken out of ghetto before, and they were\nhoused in the Copernicus (ph) School, and they were working for the German Army,\nworking on the German uniforms. Working on producing shoes, doing things which\nwere useful for the German Army. From that group, sometimes in 1943, '42, '43,\nsome 200 were taken and shot again in the Jewish cemetery. The remaining 300 plus\nstayed and continued to work for the army. On January 6th, which happens to be a\nPolish Catholic holiday, that's why I remember the date, was the annihilation of the\nrest of the Jews from the Copernicus School. How did that happen? And that I\npersonally witnessed. At that time I had the documents on my own name; however,\nthey were documents very strong which I received from the underground channels,\nunderground help. I was a fireman in a factory. There was a factory in Minsk where\nseveral of us from the underground were employed for the simple reason that those\ndocuments allowed us to be on the street after the curfew. Curfew in town was like 7\no'clock, and after 7 o'clock, no Jew, no Pole could be on the street. Only Germans\nwere allowed to be after curfew on the streets. So with those documents, of course,\nwe could go on our underground activities, gather for the job to be done somewhere.\nThat very morning on the 6th of January, we noticed shooting. And looking outside\nwe see a lot of smoke coming out. Being, of course, a fire brigade in a factory, our\nconcern was supposed to be a factory, but we decided to go and see if we can help\nand put the fire out in town. So we all put the helmets on, jumped into the wagon,\nand went toward the smoke. Well, the smoke was coming in from the Copernicus\nSchool where the remnants of the Jewish population of Minsk were housed. On\narrival, the entire building was in flames. The roof was on the verge of collapse.\nOutside one could see uniformed Latvians, Germans, Sicherheitspolizei, and Polish\npolice shooting at the window and generally trying to finish whoever was trying to\nget out of the fire. I could see two piles of bodies some six, seven feet high, piled up\nnext to the school. I could see on the ledges of windows half-burned bodies. I could a\nmother with a little child trying to throw the child out of the window when someone\nshot her and killed her. The thing which stayed with me for many, many, many years\nafter the war, however, was an incident which happened a few steps from me. A\ngendarme, a German six-foot plus tall, because I am six foot so I can judge the\nheight, some 250 pounds heavy takes a little Jewish girl by the hand. Leads her to the\nwall, sits her by that wall, corrects her posture even. Moves back a few steps and\nshoots her right in the head. Now, at a moment like that, one is ready, of course, to\njump and do something, but what could one do? I could only pay back for\nhappenings like that through my underground activities. Because anything on the\nspot out there would have meant death to all of us. I did not want this to be forgotten\nin case they do not have in the museum any records of what happened in Minsk-\nSuwatki. Two often one hears the Holocaust never happened. Well, here is one\neyewitness who saw what was going on and what was happening. Where the Jews\nfrom Minsk were taken, I'm not sure. Whether this was Majdanek, whether this was\nSachsenhausen or Auschwitz, but usually those three were the main sources of\ngathering the Jews from Polish ghettos in Poland.",
        "Q: ?",
        "A: No. Frankly, we didn't hear much about it. Although I tell you one thing from\nreading after the war, we had a courier from Poland who 1s still alive, still lectures.\nWho went from Poland to London and reported to allies and to Roosevelt and\nChurchill what was going on in Poland. Because Germans were trying to say nothing\nis happening. Well, so the Jewish population in the United States through that should\nhave known what is happening to their brothers and sisters in Poland. And yet, to my\ndisappointment, they didn't do enough to do something about it.",
        "Q: I was curious how and where you were at that time .",
        "A: No, you were not aware. Your movements were so limited. You were not supposed\nto move from one town to another town, so the people who were aware that there\nwas something going on were only the people who lived close by. In 1943, of course,\nas I said, the pace of the underground activities accelerated considerably, and also in\n1944. The defeat of German was very apparent in 1944. One could see the things\nthey had to do to sustain their fighting. For instance, an order would come in like\nwinter 1943 to all the Polish women. Any fur coat you have you have to deliver to a\npickup point. So they picked up all the fur coats any woman had in Poland. The next\nfew months, you could see the Germans coming out of Russia on their tanks wearing\nwomen's fur coats. The winter was hitting them so badly in Russia, they were not\nprepared for it, that they had to be in Polish ladies’ fur coats. Underground was\nprepared to the point that when the defeat of Germany was apparent and before the\nSoviets moved to Poland, liberate ourselves. There were at that time in the\nunderground some 300,000 people. When that day came in, when the Soviet troops\nmoved on the territory of Poland and the Warsaw uprising started on August 1, 1944\n-- and incidentally, when I talk about Warsaw uprising, I'm talking about the Polish\nuprising. There was a Jewish uprising in Warsaw several months before that. It didn't\nlast very long. Resistance was not very strong. Polish underground tried to help by\ndelivering to the underground channel through the sewers a lot of arms to the fighters\nin the ghetto. But those few who were fighting were eliminated and that was\nliquidated totally.\nEnd of Tape #1\nTape #2",
        "Q: You know, I'm not sure whether something 1s -- we're starting a new tape. It might --\nI wanted to learn a little bit more some of the specific risks you undertook in some of\nyour underground activities. And I also want to ask you questions about general\nunderground organization, but wherever you want to start.",
        "A: Well, let's first talk about the organization of underground. In the early days of war,\nthat means 1939, '40, there were multitudes of organizations, underground\norganizations, all eager to fight Germans. They ranged from the extreme left to the\nextreme right. In the extreme right, you had what probably what gave the rest of us\nthe anti-Semitic, how you call it? The anti-Semitic, I'm fighting for a name, image.\nThose were the extreme right organization, Knesset, Natrilova Shevis Brenner (ph),\nwhere they considered that Poland is only for Poles. They were as close to the Nazi\nthinking that one could go, but they were soldiers; they were fighters, and they were\nsupported from the West probably more than we were from England. Some of them\nwhen order came to consolidate all the fighting units, some of them didn't join and\nstayed separate, like in Knesset (ph) . Most of the unit except the branches of Knesset\nand except the Communists, Army , which were run by Stalin, by\nMoscow, joined together. And from that Army Krajowa emerged. Army Krajowa in\n1943, '43, one could consider entire nation in the underground. It had all kinds of\nfunctions like medical/sanitary functions all over the country. It had underground\ncourt system all over the country. It was run from Warsaw. There was one head man,\ngeneral, who was the head man of the Armia Krajowa, but in each region -- and\nPoland was divided into several regions. Like my region, Minsk-Suwatki, was called\nVarangia. That's a region between Minsk and Lublin. In each one of those regions,\nthere were subdivisions where a small village would have an Ob Vood. Ob Vood\nwas still subdivided into what they call platsuski (ph). That was the smallest possible\nunderground unit, platsuski, which consisted usually of one or two platoons of the\nlocal peasant, local soldiers, who would train on weekends when they didn't work in\nthe fields. They would go and train at night in the art of military fighting. There was\na system of military schools. For instance, I am a graduate of the underground\nmilitary officers' school, which I took for several months in 1942, '43. During that\nperiod, for instance, that gives you an idea to what extent we went during those\nseveral months, there were numerous instances where we fired live ammunition.\nWhere we spent nights and nights in woods learning the survival techniques.\nOccasionally, on something like that there would be an action where you would blow\nup a bridge or a train or something. During the -- the atm was so well specified that\nin small towns, the military objectives in case the uprising, they're already designated\nfor individual units, for individual platoons. To give you an example, in Minsk there\nis a police headquarters. That's a building which is three stories high. That three-story\nhigh building has only one entrance, so guards were put out there. You know, they\npretty well controlled entry to it. Well, each window had a balcony. We had ladders\nstored for months waiting for something to happen out there where we wouldn't have\nto look for ladders, that the ladders were already there. We took the ladders and\nattacked them from balcony, rather than through the doors. It was so well thought\nthrough, so well organized, that it's incomprehensible sometimes. Numerous -- for\ninstance, I took part in a liberation of a prisoner who was caught by gestapo, was\ntortured and we were afraid he might break. We went -- and they kept him since he ...",
        "Q: ... Okay, you were trying to ... this prisoner who you thought might break.",
        "A: Okay. And incidentally, his name is Tarchinski (ph), I remember still. And he was\nafter being beaten, the doctors advised gestapo that he will die if he is not taken to\nhospital. So they took him to hospital with a gendarmes or gestapo man sitting by his\nbed. Well, we went to free him in German uniforms. We entered, nobody even\nstopped us. The man by the bed of our comrade didn't even lift himself off the chair\nwhen we entered the room. Several, several actions were performed in such a fashion\nthat either German uniforms or gestapo uniforms were worn. I was myself in gestapo\nuniform two, three times on various actions. It's not universally known in the West,\nbut some very, very high-ranking SS officers were executed in Poland. One of them\nwas the head of the gestapo for the entire eastern region. His name was General\nKuichira. If I remember, he was even son-in-law of Himmler. He was executed on\nWarsaw street. The death sentence was given to him for his activities against Poles\nand Jews, and he was executed. So you can see that we had the -- not only the judge,\nbut we had also the executioners in the underground.",
        "Q: First of all, how was the underground economy?",
        "A: This is all entire nation underground. Schooling system, medical system, court\nsystem and then army. When the Warsaw uprising started on August 1, the so-called\nwhat we call code name Buja (ph), which is tempest. Tempest was declared, and out\nof the underground some 300,000 underground people came out in various parts of\nPoland and started hitting the German units. How the uprising in Warsaw started, 5\no'clock in the afternoon -- and again, every unit had objective. This unit was taking\nthe powerhouse, this unit was taking post office. Some other unit was taking the\nrailroad station or whatever it 1s. On 5 o'clock, August 1, 1944, windows suddenly\nopened and any German on the street was just killed from the window by people like\nyou and me. Warsaw uprising was ready and was supposed to last four, five days at\nthe most. And we had enough ammunition and supplies for that. By that time it was\nuniversally assumed by all of us that there will be landings in Vilna and Gdansk from\nEngland, that Marines will be in Poland. The Polish forces, the paratroop brigades\nthat we had, will be dropped on Warsaw. Instead, what they did they took and\nannihilated that part of brigade in Arnheim. That was incidentally, under the\nleadership of General Sasaboski (ph). When you look at the movie theater \"Bridge\nAfar,\" Sasaboski is mentioned and the paratroopers are mentioned 1n it. The Warsaw\nuprising lasted 62 days instead of those four, five days. And I would say that almost\neverybody was involved in that fighting. Civilian people were digging the trenches,\nwere putting the barricades on every street. Young children were used to take\nmessages in between. Kitchens were set up my housewives all over. It was\nunbelievable. In first days, almost entire Warsaw was in our hands. After those five,\nsix days when there was no ammunition, only that ammunition we had which we\ntook from Germans, was taken. Germans used some unusual techniques. For\ninstance, to give you an example. Barricaded, they cannot take. Any tanks they use\ngets burned by the Molotov cocktails from windows all over. Tank on narrow streets\nis not a good weapon to use. But they had armor, so the people were protected out\nthere. As long as they stayed away from the area approaching the barricade, they\ncould fire that cannon and then machine gun at will. And we couldn't do much\nbecause all we had is the rifles and then the pistols. What they did in a couple of\ninstances in Warsaw, they surrounded the wives, mothers and children, put them in\nfront of the tanks, and moved them toward the barricades. And the people behind the\nbarricade see the mother, see their sister, maybe. They know what to do. You shoot\nyour own or you let them break your barricade and make a breach into your defense\nline. Well, you're faced with decisions like that. I won't tell you what happened in\nthose instances, but you figure out what you would do in a case like that. They also\ninvented, I would say, what we call the Goliath. It's a little tank, small one, maybe\none meter long. And they put on it half a ton, two- or three-quarter of a ton of\ndynamite, and this was electrically controlled and they could direct it. Here is a\nbuilding which we're defending for two weeks, they cannot take it. They direct that\nright at the building and they explode it right at the building. Of course, not only this\nbuilding but buildings around go with -- just like what you've seen here in the United\nStates in car bombs. Warsaw finally fell after 62 days of furies, out of AK, some\n17,000 died. Total population loss in Warsaw was over 300,000 in 62 days. If you\nlook at it from the perspective of Vietnam War where in some dozen years our\ncasualties were approaching 60,000, here it would give you an idea of the ferocity of\nthe fighting. In 62 days, you have over 300,000 casualties. Of course, Warsaw\nnegotiated the surrender with the German Army. The German Army was pulled from\nthe eastern front, was pulled from wherever they could find them to just defeat\nWarsaw because that was their road from Russia to Berlin. At that time in other parts\nof Poland -- and incidentally, during the negotiations the Warsaw commander\nnegotiated with Germans that the AK guerrillas and the fighters of Warsaw will be\nconsidered under the Geneva Convention. Up to that moment, they considered us\nbandits. In other words, anybody could shoot us without getting any responsibility\nfor it, taking responsibility for it. The surrender conditions were that they all will be\ntreated under the Geneva Convention. That means they will go to the regular prisoner\nof war camp, and that, they lived up to that, one must say. The rest of Poland\ncontinued fighting. The rest of Poland continued fighting and was fighting -- Soviet\ntroops, of course, came in through treachery by inviting the Polish officers for the\njoint strategy sessions, the Russians invited them and those officers never came back.\nThey landed all in Siberia. The troops without the officers were surrounded by Soviet\ntroops, were disarmed and forcibly forced into a Polish Army under the Soviet\ncommand, which had an obedience to a Soviet puppet government in Moscow. They\ncreated a Polish government in Moscow consisting of some hard-nosed Polish\nCommunists. I found myself in that army eventually, and in that army, incidentally,\nthat army was being organized east of Lublin between Homel' and Lublin. In Lublin,\non the outskirts of Lublin is Majdanek, and that's where my unit was stationed, in\nMajdanek. We had out of Majdanek five guards, which were put into this time, not\nan underground anymore, but a formal court. The court found them guilty of\natrocities against the Polish and Jewish population, and they were sentenced to death.\nAnd the execution of the guards was performed in Majdanek itself. My company was\nassigned to put a barrier between the witnesses, the hundreds and thousands even of\npopulation, and the place of execution. The place of execution was very simple, the\ngallows was put up and the trucks came in with the open back. The guardsmen with\ntheir hands tied and their legs tied were stationed on the beds of the trucks. And on\ncommand, the trucks moved and they simply dropped and were hanged. We only\nhanged four of them because one of them hanged himself in the cell. In the unit, I\nwas a company commander as a second lieutenant. That unit was training for\nbattlefront activities, and after a few weeks, I discovered that most of the soldiers in\nthe unit are the Polish guerrillas, AK. Officers like me who were commanding\ndifferent companies, they were also AK. Well, we got together; we got together, and\nwe have decided that we have to organize something within this brigade, when the\nallies finally show up in Poland, that we as a unit can then arrest all the Soviet\nofficers in the unit and all the political officers in the unit and simply fully armed\ncross into the allied side. Well, after a few weeks, we accomplished that, and we had\nunderground army within the Soviet Army. We made contact on the commander\nofficer of the AK for the Lublin region, which was still operating. He was\nunderground, he was not arrested by the Russians and gave himself under his\ncommand. This is probably silly to say at this point, but I will mention it. We made a\nproposal to this particular head of the underground for that region that in October\nwhen there was a big parade was going to be held in Lublin. And 1n that parade the\nentire Polish government formed in Moscow plus Marshal Orkorsowski (ph) and\nsome Soviet generals were supposed to on the tribune receiving the parade of all the\nPolish troops, which were ready to go into battle. This is October/November 1944 at\nthat time. We made a proposal that we give our soldiers live ammunition for that\nparade, and the moment we are in front of the tribunes, we open fire at the\ngovernment and show the world that Poland does not want what Soviets are\nbringing, and that that government created by Soviets in Poland means nothing to us.\nWe are obeying the government inland at that time which was cooperating fully with\nthe United States, England and allies. Well, supposedly, the message was sent to\nthem and came back saying, \"Forget about what you're proposing because Stalin\nwould then make out of Poland simply a Soviet Republic like he made it out of\nLatvia, Lithuania or Estonia.” So we promptly forgot it.",
        "Q: I'm going to ask you stop at this point. When you were talking about the hanging of\nthe guards at Majdanek, is this the period when you and the Soviet Army liberated\nMajdanek there?",
        "A: No, no. That was already four, six weeks after. Majdanek was liberated I believe in\nJuly somewhere, and this was happening July, August, September; end of September\nsomewhere.",
        "Q: Were you part of the group that went in and liberated Majdanek?",
        "A: No, no. At that time I was still in the Polish underground in the area of Minsk.",
        "Q: And when you were speaking about the Warsaw rising and how people were fighting\nall over the country in the summer of '44, where were you at that time?",
        "A: Okay, a week before the Warsaw uprising started, we pretty much knew that the end\nwas nearing. Because you could see on the major highways from east to west chaos.\nIt reminded us of 1939, where you could civilians, you could see German soldiers\nindividually, on bicycles, on foot, on horseback, on military vehicle, civilian cars.\nYou could see that the panic was setting and that they were running from Russia. So\na week before uprising started, we went to destroy all the communications between\nthe east and west. That meant all the telephone lines, all the railroad lines going to\nMinsk to Warsaw. I was assigned the region between Minsk and Warsaw, and we\nsimply blew up the rails. Somebody else did the telephone poles and got them down.\nSomebody else in the different regions west -- I mean east of Minsk did the same\nthing. Then we had a concentration of our entire area ordered for a certain time and\ncertain date. And after accomplishing our blowing up of the rails, we decided to\nmove to the concentration point. At that concentration point, there was supposed to\nbe 22nd Infantry Regiment and Brigade Calvary which is the Mazovian\nCalvary Brigade. One of my boys said, \"Well, inside of walking, how about getting a\ncar and riding there?\" Well, we decided that that was not a bad idea, and took the\nfire engine from the fire station in Minsk. We put our guns under the blankets. Put\nthe helmets on, and drove out of town, not directly to the concentration point, but on\nthe secondary roads we stayed overnight in a village. Next day, we still stayed in that\nvillage because to get to concentration point, we had to cross the main highway, and\nby that time, the front was already nearing. You could see the entire sky red, you\ncould hear the guns. You could hear the , which were the Soviet rockets.\nSo at the -- in the evening when it was just about dark, we started moving, and we\ngot to the main highway in total darkness without lights, without anything. It seemed\nto be absolutely empty. We got on the major road. Suddenly I see somebody striking\na match, and my heart stopped. I see an SS helmet, and I see unshaven faces of\nseveral SS soldiers.",
        "Q: I hate to do this, but we're out of tape. It's a bad point to stop. Okay, let me just do\nsomething for a second. When we unfortunately stopped you, you saw the SS\nhelmets.",
        "A: Almost automatically without thinking, I hit the bell on the fire engine, and we kept\ngoing on the road. And the Germans either because they are so disciplined, and to\nthem it was very logical that somebody was driving -- that the fire engine was going\ntowards the fire, didn't even think. We passed that turnoff where we were supposed\nto turn off and disappeared. What happened there, it was an SS Hermann Goring\npanzer division. Four days later when we went through the battlefield out there, we\ncould see the remnants of some of the tanks who took part in that battle, mostly\nGerman tanks. On the concentration point, we had some 3,000 people concentrated,\nwhich was this regiment and the calvary brigade I mentioned before. The defensive\nlines were -- on several villages, we took our defensive lines and stayed on the\ndefensive line awaiting the front somehow to roll over us. Because the front was still\neast of us, and they were withdrawing west. So that night I see planes very high,\nflying from west to east. One of them burns, comes down like a meteor, and that's it.\nThe next morning, I'm going on a patrol with a group of soldiers to penetrate the\nwoods to see if anything is going out which were like few hundred yards from us. In\nthe woods, we see movement. We see uniforms which don't look German. That's\nwhere Soviet paratroopers with a radio station, they were dropped behind the\nGerman line. Well, we kind of waved at each other, the white thing. Started talking.\nFrom them we learned that they were parachuted behind. We told them we are the\nPolish guerrillas. We also told them that -- that morning, we found incidentally from\nthat burning plane, we found one man with half-burned parachute. So we told them\nwhere buried the man. On the radio station, they passed that to their headquarters.\nTheir headquarter wanted to know our strength, our location, where we were. Well, I\nwasn't going to give it to them, but I gave them a guide and sent them to the\nheadquarters. They wanted information, headquarters could give it to them. Four\ndays later, we were withdrawing -- and incidentally, our involvement at that time\nwas very simple. We didn't get into any major fight. All we were doing was\ndisarming single or two, three German soldiers running away. So it wasn't the war I\nwas really trained for. Four days after that, we're passing through the area where we\nmet this SS Hermann Goring division. And the burned bodies in tanks and the tanks\nwere really telling us that that big tank battle between the Soviet tanks and German\ntanks took place there, and that the German tanks were waiting to jump on the\nmoving Soviets. Most of our officers, as I mentioned, were invited for a strategy\nsession. Never came back from that strategy session. The next time we heard from\nthem was Ruzyne on Siberia. Soldiers were surrounded, disarmed and put in -- we\nmade a proposal to them. Leave us as we are, arm us a little bit better and we go right\nnow today with you for Warsaw, to liberate Warsaw. Well, how naive I was as a\nyoung boy, it was all preprogrammed what would happen to Warsaw. Stalin simply\nwanted that to last until Germany finishes Warsaw, because he knew that all the\nfighters in Warsaw were anti-Communist. So he wanted Hitler to wipe out the anti-\nCommunists for him, and that's precisely what happened. We as the faithful allies of\nAmerica, England and the Western world, we were really let down and left to fend\nfor ourself. I don't think we deserved that. We were the most faithful friends the West\nhad at the time, but that's how the war sometimes ends. Lesson from it from my own\npersonal experience is don't let the war ever happen on you own soil; fight it\nsomewhere else. You fight it in Vietnam or some remote place, at least your mothers,\nyour sisters are not being raped and then murdered and houses burned. So let's fight\nit somewhere else, not at home.",
        "Q: Where your family? What happened to your family.",
        "A: My family, my younger brother found himself with -- he was at that time -- well, let's\nsee, this was 1944. He was 17, I found him in the same concentration where I was.\nAnd, as a matter of fact, he was the first one who put Polish flag in Minsk-Suwatki\non the ratush (ph) of Minsk-Suwatki. The younger brother and mother stayed in a\nvillage where they were settled after being kicked out of our own home in\nInowroclaw. And that village, the fight took place in that village. Some of that\nvillage was burned, and they stayed in the cellar and survived. I was -- my unit after -\n- first of all, my unit was taken in the liberation of Warsaw, which was not much of a\nfight. Germans already were running. What I found, however, and never forget is the\nruins and the rats. Rats fed on the bodies, human bodies, were so fat and so numerous\nit was unbelievable. And the houses, I couldn't find one single house unscratched.\nEverything was burned and finished, to the ground. My unit was ordered to stay in\nWarsaw in garrison. The other went east towards Berlin. We in Warsaw, we were\nsupposed to pick up from cellars remnants of Germans, individuals or still a small\nunit which was hiding somewhere. They were not problems for us, the Germans out\nthere because, you know, my entire unit were former underground guerrillas. Each\none had some kind of a casualty, so right there that was for them the opportunity to\neven the score a little bit. So we didn't take any prisoners. The problem we had was\nwith Soviets. Soviet troops, before they entered Poland, they were told by Stalin, by\ntheir commanders, \"After you cross the border, do whatever you want. Just pay them\nfor what they did in Russia.” And they really started in Poland already that. So they\nwere raping Polish women, for instance. We being on patrol duty because the being\nin the garrison involved patrolling the streets, you come on incidents where there are\nsome drunken Soviet soldiers. Well, you want to disarm them; they don't want to be\ndisarmed. What do you do? Well, in most cases, we had to shoot them. Sometimes,\nyou know, a woman, for instance, reported every night a soldier, drunk soldier 1s\ntrying to break into my house, my apartment. Apartment, whatever she rebuilds,\nwherever she was. Well, we left a couple of men there for a night with her one night,\nand sure enough, 11, 12 o'clock . Russians want that she open the\ndoor. Well, after he was insistent on it, the boys opened fire right through the door,\nand sure enough, there was a Soviet soldier on the other side. So Poland was on the\nverge of getting rid of one occupant, Hitler and Nazis, but was at the beginning of\nanother occupation, Red Terror, the Soviet, the MK VD. I was in Warsaw in Warsaw\ngarrison till March 1945. March 1945, my commanding officer tells me, \"They have\nsomething for you. You have go and report to another unit where they give you the\ninstructions. You might be going to the front.’’ Which I wanted to go to the front\nanyway. I wanted to pay Germany back for what they did in my country. I got in the\ncar with two other officers. I didn't know they were not from my unit, and they\npointed the door to me, \"That's where the commanding officer is. You have to report\nto him.” I entered the door and immediately the guns were pointed to me. Two Polish\nofficers in Polish uniforms, none of them could speak. \" ,\" which\nmeans hands up. They took my lieutenant's stars out, took my eagle from my cap,\ntook my sidearm and the belt and I landed in the cellar. For three days, nobody\nbothered about me out there. Then the interrogation started. I'm accused of\norganizing underground within the army, which I did, of course. But who would be\ntalking? How do they know? How much do they know”? So I totally denied\neverything till the very end. I finally learned that another Lieutenant Oliva, his name,\nwas also arrested and that he is a couple of doors down from me. So seeing that they\ndon't have much, I denied till the end that it's not true. That I'm a Pole who fights for\nPoland, and I had in July, after three months of interrogation -- I didn't sign anything.\nI had a court martial. In court martial, there were three officers, staff officers in\nPolish uniforms. None of them could speak Polish. They needed a translator for me.\nAnd I was stripped of citizenship, of my belongings. Whatever was mine was no\nlonger mine and got six years hard labor, whatever. Then I was put in the infamous\nRakayetska (ph) Prison in Warsaw. Mostly people in that prison were former AK.\nAnd what happened in the meantime after I was arrested in March, my second in\ncommand, Lieutenant Horoshevski (ph), -- and he doesn't appreciate my fighting\nstories, the peaceful Swiss.",
        "Q: Okay, where we stopped, you weren't quite done. Your second in command. You\nwere talking about being 1n prison in Warsaw and your second commander.",
        "A: The second in command in my unit, Lieutenant Horoshevski, as I learned later, took\nwhatever soldiers were in the garrison at the time and fully armed crossed into the\nguerrillas who were operating still in that region. They knew that there was\nsomething going on in this unit. So on account of their being smart, advised I guess\nto take all the soldiers remaining in the brigade and spread them throughout the\nPolish Army. So they took four, five, maybe ten soldiers, put them in this regiment;\nanother 10, 20 in some other regiment. That way the entire brigade in which I was\ndisappeared. So I landed in the Rakayetska Prison, which was the prison which held\nmostly the former AK accused of -- well, being AK was enough to go to jail. They\nwere calling us at that time \"spit-on midgets of reactionary forces.” That's how they\ncalled, Russians. In that prison a lot of executions took place. By that time there were\nno Jews there anymore, strictly Poles. There was a cell where they were torturing\npeople. And we knew that because next to the cells, they kept always the, what do\nyou call, you carry the wounded on them. Stretcher. There was always stretcher and\nwe could kind of peek and see that on a stretcher, they were taking a body at night\nout. The cell in which we were was very small, and there were some 13 of us. One\nslept on the floor, and actually to turn around, it had to be on command. Everybody\nhad to turn because there was not enough room. For urination and physical\ndischarge, there was barrel kept inside, just covered. So the smell was horrible. After\nthat prison, I was arrested in June -- I mean in March 1945. In July of 1945, I was\nhalf blind. Partial blindness from the lack of vitamins, I guess. I lost some 60 pounds\nduring that period of time, and I peeked through the window and I see horse and\nbuggy. But all I could see is maybe left leg of the horse and the right ear and maybe a\nhead of the peasant who was running it. I couldn't see the full picture. One night in\nJuly, suddenly something unusual happened. They taking us for a shower and they\nshaved us totally to the ground. I mean head and everything. Well, the word went\nthey taking us probably to Russia, Siberia. They don't want Polish insects out there in\nRussia, I guess. They have enough of their own. They washed us and the trucks,\nseveral trucks came in on the property of the prison inside. And they started loading\npeople into the trucks. We didn't know what was going to happen. I suddenly looked\nand I see in one of the loys (ph) my company chief, Sergeant Shuper (ph). He just\nhappened, just happened by miracle that the group of soldiers when they disbanded\nthe brigade was put in the unit which was ordered to transport us somewhere. Now,\nShuper recognized me immediately. Put his finger on his lips, and then when the\ntrucks started moving, he jumped into the truck with me. That's when I learned that\nHoroshevski took the rest of our soldiers who were at the time in the barracks and\ntook them into the German guerrillas. That's where I learned that the brigade was\ndisbanded and Shuper 1s telling me that \"Don't worry. When you ask to be taken to\nurinate out of the railroad car, just run. And the guard will shoot above your head, so\nyou don't have to worry.” And I told him, \"No, either all of us or none.” \"You will be\ngoing to a territory where the guerrillas still operate, and I want you in every stop we\nmake to pass the word that the AK prisoners are being transported to Russia.” And,\nof course, wherever we stopped -- and we stopped many times because the Soviet\nwar was still on. The Soviet troops -- no, the war over in May, but trains east/west\nwith the military equipment and troops were having the priority. So we were stopped\nquite a few times. We were singing the songs of the Warsaw uprising, the patriotic\nsongs. People ...",
        "Q: You know, I have to stop you. We have one second of tape ...",
        "A: People would look at the cattle wagons with the barbed wire on the windows and\nlook at our thin faces and listen to the song we're singing and they were crying and\nyou know -- at least we knew we had the sympathy of the population. Nothing was\nhappening. And then on one station, I noticed some younger people in the crowd.\nAnd one of them kind of motioned and I see a gun, and I knew that somebody was\nobserving us. Next day, shots are fired. Right away, I jumped to the window.\nThrough the window I see, you know, a perfect performance of military tactic. A\nplatoon coming out of the woods towards the train. The train stopped right there on\nthe spot. There is no firing from the train to the people coming at the train, not one\nshot. The shots were guerrillas just warning. Actually, it was a shot for the engine\nman who stopped because he was AK also. And the railroad people throughout were\nnotifying as the train was moving who it is and where it's going. That was a guerilla\nunit of a man with a code name Orelek (ph). He sustained his unit hiding Russians\ntill 1938. The war was over in 1935, he was fighting still in 1938. He was finally shot\nby the Valitsia. But at that time we, of course, shouted, \"Long live Poland. Long live\ncomrades who liberated us.” Disarmed the convoy, gave the Poles in the convoy --\nbecause the commanding officer was Polish, the political officer, second in\ncommand, was Russian and he ran away. And the rest were all conscripts and some\nAK, so the Orelek say, \"Do any of you want to stay in guerrillas?\" A few of them\ndid. The rest of them, we took their uniforms and let them go in their underwear. And\nthat's how I joined Orelek's unit. And Orelek was basically protecting Polish\npopulation from the abuse of MK VD and Militia. The Militia particularly, and they\nwere arresting AK or something like that. He made them pay for it. They\nconcentrated so many troops, Russian and Polish, to get rid of him that it was not\nvery comfortable anymore as a unit. So he went into the old technique of the\nunderground. People went home and they were on call. They were coming out on\ncall to do the job which had to be done. But I decided -- I had at the time a fiancée on\nthe other side of Vistula River in Sopot. People, my family and people thought that I\nwas dead because something I have not mentioned during this interview. I was taken\nby Russians in Minsk-Suwatki once and managed to run away from that situation --\nand I have to catch my breath.",
        "Q: Let's take a break.\nEnd of Tape #2\nTape #3",
        "A: So the family thought that I was dead because there was an incident in Minsk-\nSuwatki from which they deducted that the MK VD shot me. What it was, myself and\none of my soldiers, we were stopped by Soviet patrol and asked for the documents,\nwho asked for documents. Well, we, of course, didn't have the documents because in\nthe guerilla we didn't documents, but we were fully armed. So we clash and shoot.\nFrom that where the Soviet soldiers were killed and my soldier was killed also. And I\nwas taken alive with the concussion by grenade because we jumped into a house and\ndefended ourselves in the house. So they accused me of being a German with a radio\nstation who's communicating with the German planes still attacking Soviet troops.\nBecause Warsaw was still occupied by Germans at that time. I managed -- and it's a\nlong story, I will not elaborate too much, but I escaped from that place. So as you can\nsee, the family and friends and everybody thought I was really after that incident in\nMinsk, shot by MK VD. For that reason, when I decided to see my fiancée, when I\nshowed up out there, it was a lot of joy. And at the same time, a lot of worry that\nsomething might happen to me. I stayed there for a few days, recuperated pretty well\nfrom the malnutrition I had in prison, and relaxed. And the girls talked me into going\nto the movie theater. Well, I went reluctantly to the movie theater. And at the end of\nthe film, two , those are policemen, Polish policemen, come to me and\nsay, \" 2\" Which means \"Are you citizen, and may I have your\ndocuments?\" Well, my documents were very good. They were not in my name, but\nthey were perfect. The underground had very, very good places to make them. And\nnothing was wrong with the documents, but they insisted I go with them to the police\nstation. I say, \"Why?\" \"Well, we'll explain to you when we get there.” What could I\ndo? I was not armed at that time. I left everything behind me. We go to the station,\nand I am accused because of my shaved head, I'm accused of being a deserter from\nthe Polish Army. Well, all the recruits in Polish Army get shaved the moment they\nstart the military, and they keep them that way. So here for the Militia man looking at\nmy head shaven in prison, it was an indication that he could be a deserter. I stayed in\nthat prison praying that they don't transfer me to Warsaw, because if they transferred\nme to Warsaw, that's the end of me. Managed to notify the girls of a contact in AK,\nand what they came up with is an ingenious solution. They have prepared documents\ncalling Mr. Orovski (ph), which is me under that new name to military service. So\nthe girls took that document to the prison, and explained to the commander down\nthere that \"How can you keep him for a desertion from the army? That's not true. He\njust got it today, the document calling him to report to the army.” Well, I accepted\nthe cigarette from the commander and from the commander even a little shot of\nvodka. And he wished me the glorious service in people's army, and I said to myself\nat that time, \"This is it. There's no life for me in Poland anymore.” I went back,\ncovered my numbers with the Orelek's people, went back to Inowroclaw. Said good-\nbye to mother, put a pistol behind my belt and starting moving toward the Polish\nborders where we have Czechoslovakia. And at that time it was the closest to the\nzone of American occupation because Vienna was in American hands.",
        "Q: Let me stop you here because there was something that confused me earlier. When\nyou said that your brother -- your mother and one brother was fighting in a village ...",
        "A: Uh-huh.",
        "Q: And where was your other brother?",
        "A: He was -- I don't even know where he was because we were not in the same unit. He\nwas totally separate from me, and I only noticed him that he was on the\nconcentration. But he stayed in Warsaw and eventually was in uniform also. Then\ngot of the uniform ...",
        "Q: But he was part of the underground, as well?",
        "A: Yeah.",
        "Q: Okay. I just wanted to clarify that.",
        "A: So I was moving towards the southern frontier of Poland, fully armed with good\ndocuments. Managed to get to kind of a railroad important point, . And at\nthe railroad station I noticed some different uniforms, black uniforms and black\nberet. And when I came closer I hear French language being spoken. Well, it\nhappened that those were the French Shasserdelpen (ph). Whoops,\n. In English, the Alpine Fusiliers or something like that. And\nthey brought into Poland from the displaced person camps in Germany from the\nFrench occupation zone, they brought in Poles back to their own country. And then\nthey were returning back to Germany. I, with my high school French, I told the\nsoldier that I would like to have a word with his commanding officer. A young\nlieutenant came in, I started talking with him with my high school French. Told him\nthat I am a Polish guerilla, that if I do not get into the allies in the West, I will be\nprobably sooner or later caught and finished by MK VD. Would he help? Would he\nbe a good soldier and help Polish brother? Well, he happens to be a French marquis\nalso, so he understood the guerilla brotherhood. And after a while, he came in and I\ngot a black uniform. Put on the black uniform, and with the French through several\nRussian controls, as a matter of fact, I got through Czechoslovakia to the American\nzone of occupation. And from there I was transferred to the Polish Army in Italy and\nattached -- or assigned to a Polish commander unit. And that was how I bailed out of\nPoland.",
        "Q: What was the purpose of this Polish unit in Italy at this point?",
        "A: Polish units in Italy, they went under British command as part of the Eighth British\nArmy, all the way from the beginning of war almost. They took part in the -- there\nwas entire corps, Polish corps consisting of some 60, 70,000 men. They went\nthrough the African campaign, they were fighting in Tobruk. Then they went on\nlanding. They took, as a matter of fact, Monte Cassino, and when the war was over,\nthey were occupying Italy. So I stayed, of course, in the unit all the time during the\noccupation of Italy, except for a few months I was sent to school for young officers,\ncompany commanders. And went through some commander training, additional.\nAnd then we were just waiting until we returned back home to Poland fully armed,\nkicked the Russians out of there sooner or later. And accomplish what we started in\n1939, fighting. Well, it just didn't happen. It just didn't happen. The order came in in\n1947 for us to leave in Italy all heavy equipment, all the tanks, all the armor, artillery,\neverything we had and were so proud of. And with short arms only to go to England\nwhere we were supposed to be demobilized. Well, that didn't go very well with some\nof the career officers. There were instances that they shot themselves. My school\ncommander just couldn't see how we could be betrayed like that and left. All his\ndreams were shattered, so he shot himself. I was too young to do that, and I hoped\nthat one day I will still come to the country of my fathers fully armed and that was to\nbe. For 50 years Poland was given to the Soviet Union by Roosevelt, Churchill and\nStalin by Yalta Agreement. And we suffered 50 years, and the country right now\nstarts to recover. The best solution for Poland right now 1s to be admitted to the\nNATO. They're willing and ready and they won't shame anybody fighting.",
        "Q: I want to backtrack for a little bit if you don't mind.",
        "A: No.",
        "Q: I have interrupted before, but the underground, I know that you said it was a mixture\nof people with many political organizations. Was that a problem?",
        "A: No, not really. Not really. They still tried to -- well, like, for instance -- but that could\nhappen to almost anybody. In my unit we had the night exercises, and we were shot\nat by the Akmechet and had two killed, two people killed from my unit. Because\nthey were having their exercises separately, you know, without communicating\nproperly with each other. And we just walked into their defensive position and\nwalked out of there minus two people. But politically, we were not really involved at\nall. We were a fighting force. Politics for us, I didn't care what it was. I just wanted to\ndefeat the Germans.",
        "Q: Were there different approaches on how to go about that?",
        "A: There might have been on the high level. On my level, which is the front, right there\nin the trenches almost with maybe a hundred men under my command, there were no\npolitical problems whatsoever.",
        "Q: Did you work with the partisans at all?",
        "A: Well, it 1s partisans; I was one.",
        "Q: How important was direction from the organization versus taking your own\ninitiative?",
        "A: To prevent chaos it had to be. I tell you sometimes it clashed. For instance, 1n my\ncase, to give you an example. We had orders not to touch individual Germans\nbecause it was bringing retaliation. That was in the early days, '41,'42. Well, at that\ntime me and a couple of high school friends, we disobeyed that order. We were\nwaiting for drunk Germans to get arms, to arm ourselves. We just killed them and\ntook their arms. But without direction from up above, you would have chaos.",
        "Q: Were there certain cardinal rules? Were there certain things that you were taught\nwhen you were inducted?",
        "A: Well, one cardinal rule, and that's in the swearing, in the form of the swearing, even\nit's mentioned. That any cooperation with Germany or with the enemy will be\npunished by death. Any snitching, you know, against Pole to the enemy or taking\nJewish, anything which you do against the Jews, same way. It was strictly -- and was\nvery clear. There was no \"if\" and \"but\" on that. We were to help whenever we could.",
        "Q: What about secrecy?",
        "A: Well, secrecy how it worked, you had to keep the secrecy, and that's why to start\nwith, you only knew four people besides you. The groups were five, five, five. So if\nanything happened, only five -- might be a thousand, only five would diminish\nbecause you didn't know anybody else. There were not very many traitors in Poland,\nnot very many. And if they were, they were properly dealt with. Went into\nunderground court, executed.",
        "Q: Was the general population pretty supportive?",
        "A: Without support of population, you cannot fight a guerilla war. You have to have a\npopulation on your side. The population, of course, in Poland was frightened, was\nbeaten to the pulp sometimes. You had to do some convincing occasionally so that\nthey would help you. For instance, we had some problems with getting horse and\nbuggies to move from one area to another area. Either wounded or equipment or\neven go in a quick action where you wanted to be faster than just walking. Some\nfarmers, you know, we approached. They said, oh, they would do anything not to do\nit. Eventually, I think we took care of that.",
        "Q: How did you know who to trust?",
        "A: Well, you basically didn't trust anyone in those days. You really didn't know who it\nwas. So you had to have either someone from your unit with whom you were for a\nlong time or be on your alert with any newcomers you met.",
        "Q: You were constantly on alert?",
        "A: Yeah.",
        "Q: Now, just in terms of sort of the logistics, of the difficulties in terms of getting -- how\nyou got food, how you got information, how you got supplies, how you got\ndirections, how did this work?",
        "A: Okay. First of all, the communications. Girls, young Girl Scouts, Boy Scouts were\nused for that. They carried the messages between the towns and the commanders of\nthe units. Usually the messages were coded. Couldn't use the radio stations because\nGermans had very good equipment to detect. As a matter of fact, in the early days we\nhad a special unit which was protecting the radio station. That the unit got into clash\nseveral times, and we abandoned that and instead, we had three, four people unit\nmoving the radio stations as many times as possible. As far as logistics, food, we\ntried as many times as we could to sleep in villages. We had permanent quarters in\nforests, deep in forests, but in my area the actions requested from us were such that\nthey were in the different region of the region we operated. So quite often, you know,\nafter one action, you had to almost the same night jump some 30 miles away\nsomewhere else. So to do things like that, you had to have friendly villagers. And\nmost of them were friendly. A few villages were burned because of that.",
        "Q: By your people?",
        "A: No, by Germans, because somebody said hey, maybe that's where they -- the\npartisans, as you call it. The Germans came tn, get confirmation from somebody on\nthat from somebody in the village and this entire village was wiped out.",
        "Q: Did your people have to resort to violent tactics to get food ever?",
        "A: No, no. Now, we, of course, had other sources besides being fed my villagers. Some\nof our actions were not of purely military nature, they were of kind of commercial\nindustrial nature. Like taking, you know, thousands of liters of vodka or a hundred\ntons of sugar or the wagon of socks we took in Warsaw railroad station. And that\nwas a very interesting one because it was in the middle of the German Army almost.\nOn one rail, there was a military transport standing. The other rails were occupied by\nthe wagons which had the socks, army socks. An entire wagon. And there was a\nguard there. We came in and we managed to disarm that guard without harming him\nat all. Just took the bullets out of his gun, let him have the gun, and we told him,\n\"You just keep walking the way you were walking before.” And we were simply\nloading and unloading from the wagons into the horse and buggies. And one wagon\nafter another full of socks went in next to a military train.",
        "Q: Why were socks important?",
        "A: Oh, you needed a lot of socks in partisans, in guerrillas. But you could also sell\nsocks. When you sold them, you had money for food. We also had parachute drops\nfrom England and from Italy, because at that time allies were already in Italy. As a\nmatter of fact, Warsaw during the uprising for some 40 days didn't get any assistance\nfrom anybody. When Warsaw was already failing -- the insurrection was failing, we\ngot some supplies from Italy. The U.S. Air Force flew one sortie of supplies. And\nwe, as a matter of fact, had American flyers whom we could identify decorated 50\nyears after Warsaw uprising.",
        "Q: Were there women fighting with you in the partisans?",
        "A: Yes. Women were mostly -- although they were not the fighting unit, but they were\nin the Red Cross Corps but with the partisans, with the guerrillas. They were in\ncommunications. All kinds of axillary situations.",
        "Q: And you mentioned one man, but -- and there were also Jews with you in the\npartisans?",
        "A: Not many, but there were.",
        "Q: They had their own organizations as well, didn't they?",
        "A: That, I never come across anyone like that.",
        "Q: Now, the question about when you were in the underground, that you had a\nconventional job and you were back in Minsk?",
        "A: Uh-huh.",
        "Q: Were you in the factory where they had brought Jewish slave labor?",
        "A: No.",
        "Q: Oh.",
        "A: No, no. Jews in Minsk at that time was -- they were ghetto and the craftsmen were in\nthe Copernicus School. In that factory, it was maintaining the German cars coming\nfrom the eastern front, and that was a hell of a good supply for us of arms. Because\nbehind the back seats, when you looked carefully there you found all kinds of\ntreasures. The driver might have been dead. He might have forgotten what he put out\nthere. But they had a lot of French slave labor there, and they were left leaning,\nCommunist leaning. But we talked with them, and they were tipping us off to some\nthings, no question about it.",
        "Q: Was there sabotage in that factory?",
        "A: There wasn't much to sabotage out there because those were maintenance of cars,\nand what can you sabotage there? There were other more important things to\nsabotage and they all were. I took part, for instance, in burning the supply depots,\nand in that we almost had a disaster. Because the engineer set up the carnotite bombs\nto fire at two hours, and somebody switched it to 20 minutes. And as I was cutting\nthe barbed wire to get -- to enter into the supply depot, I see sparks coming out of the\npocket, side pocket of a man next to me. And he managed to take that off and throw\nout, but got burned on his face, all over his body. And carnotite 1s a terrific, 3,000\nFahrenheit temperature.",
        "Q: We need to change the tape. You were getting into specifics about what was\ninvolved in your close call, the sabotage.",
        "A: Well, for instance, this particular one I was describing, the incident with a carnotite\nbomb. We were supposed to put it on the roofs of barracks where they were storing a\nlot of things, military supplies to go into the eastern front. Because of this carnotite\nincident, the action didn't work the way it was supposed to and we had to run. We\nhad to run under fire because next to it was again German and Continental Guards.\nBut not knowing what the problem with that thing is, I took my carnotite and since\nthere was almost a mountain of the insulating material, like shavings from the wood,\nI took that and threw it in that direction. Threw it in that direction and got rid of it.",
        "Q: Can we stop for a moment? All right.",
        "A: So as we withdrawing from that action after about three, four kilometers, I suddenly\nsee a red light in the direction or Minsk. But apparently the carnotite I threw ignited\nsome of the shavings from that wood and started burning that big mountain which till\nmorning. They had hay there, they had everything. So part of it was accomplished,\nbut the barracks somehow survived. Also, on the same night, and we had to walk like\n-- and here I had a half-burned man with me, taking him -- we suddenly are stopped\nin a village to which I was going. The village of Yakutsk. In a parabook military\nfashion stopping of someone at night, the military has certain commands and a\ncertain way they do. So here is a man in a perfect military gives me \"Stu, (ph)\"\nwhich means stop. Then come closer to give the password. Again, we are coming\ncloser. Then he's asking for passport. I don't have this passport. I say I don't who he\nis. I say, \"We don't have your password, but report it to your commanding officer.\nThis is Cabot Officer Grum,\" which is my code name, \"and I would like a word with\nhim.” Then he orders us to lay down and spread, eagle spread. We lay down eagle\nspread. I took a gun and kind of keep it, not zeroed on him, but close so I can. And\nfinally he managed to call his superior, they came in and it happened that that village\nwas having the night exercises with a password, military. AK was training, preparing\nthemselves. So we stayed in a barn that night. In the morning when I woke up, I was\nabsolutely red. Trousers, skin, face. I look at my comrade, he is red absolutely from\nthat carnotite, too, and burned. So they get a doctor for him out there, and I kept\nmoving to another location.",
        "Q: What do you consider some of your biggest accomplishments as a fighter with the\nAK?",
        "A: Well, I don't -- I can't really tell you. The ones I would have been proud of were the\nfailures really. Like we had in the Minsk-Suwatki, we had arrests of AK were 87\npeople who were arrested. They were all tortured in Warsaw by gestapo. Before they\nwere moved to Warsaw, we attacked the place where they held them. We attacked\nthem in such a way that it was not a surprise for them; they were prepared. And we\njust couldn't break to the inside. We lost a friend of mine right there, but did not\naccomplish what we went after. In my opinion the element of surprise was missing.\nWhat's my biggest accomplishment? I think it's a failure, I didn't get what I was\nfighting for. I was fighting for free Poland, for justice, didn't get that. I left the war\nreally with the feeling of disgust. Looking at the Western politicians, at what\nhappened in Yalta, Tehran. How can three persons like Roosevelt, Churchill and\nStalin on a piece of paper -- piece of newspaper actually, divide the spheres of their\ninfluence and divide Europe? We had to live with this Berlin Wall ever since. I did\nget some satisfaction for revenging my father because as a 16-year-old boy, I swore\nthat I'll pay them hundredfold, and I think I did. But the main objective to free\nPoland, I didn't get that. Poland today among what you see happening out there, in\nmy opinion is not free yet. All the oppressors who kept us in prison after Russians\ntook over Poland are still walking the streets. They are still occupying positions of\npower. It's only on the surface that they're turning into democracy. It's not a\ndemocracy yet. What would turn them into true democracy really quick is the\nadmission to NATO.",
        "Q: As an underground fighter, as an effective underground fighter, are there certain\npersonal traits that are important?",
        "A: Oh, yes. Oh, yes. Reliance on somebody. You have to be absolutely sure that you can\nrely on whoever is on your left or whoever is on your right, and we had boys like\nthat. There was nobody you wouldn't go into a battle with, in my unit anyway.\nCourage, how does courage come in? Courage, whoever says I'm not afraid is either\nlying or stupid. Going to any action, I was afraid, but somehow I overcame that and\ncame out okay from that.",
        "Q: Was there something in your background, the way you were brought up, the way you\nwere educated?",
        "A: Probably. If you look at Poland, for 150 years Poland was nonexistent. Was divided\nbetween Russia, Germany and Austria. I am from the first generation born in free\nPoland. Poland became free in 1918. I was born in 1923. So I was brought in in\nschools where the patriotism and the country and the flag and the God, too, were the\nguiding lights, more or less. My father was a guerilla man in 1917 and '18, where that\npart of Poland that Germany thought was theirs said no, it's Polish. So there was an\nuprising, he was in this uprising. Then I was raised in the military compound. That\nhad something to do probably with some of my behavior. Another thing which I\nthink is of extreme importance, if you give a word to somebody, you have to live up\nto that word. Without that, nothing will work. If you say you're going to do this, do\nthis no matter what.",
        "Q: Is that something you learned from your family?",
        "A: That's something I learned from not only family, but also from Boy Scouts. Boy\nScouts was a good training for me, and I was physically very good. As a matter of\nfact, in 1939 I was in a pre-Olympic camp for Polish athletes who were promising\nfor 1940 Olympic Games. I had a coach who was European champion at that time\nand spent like six weeks of camp with him. I played basketball for the University of\nLondon. Played basketball for the Polish Athletic Union. I played soccer on almost\nsemi-pro. So I was always physically able, and usually in the able body there is an\nable mind, too. Till a couple of years ago, boy, I was climbing mountains. I was\ndoing almost everything. Today, boom, hit me. And that's the irony of it. I was\nsupposed be dead so many times in the war, I came out of it. And here everything\nhits me.",
        "Q: Was there an excitement in your mission?",
        "A: In those day, yes. Oh, I was eager, I did more stuff than what my region demanded. I\nwas on the, as we called, in Warsaw. I went for -- somebody else\nwas doing something, but I knew somebody tn that unit, and I was kind of drafted.\nUsually it amounted to oh, protecting them, approaches or as they were doing their\njob inside. One example and that gives you the utmost fear in Warsaw you had in\nthose days, the unit in Warsaw was liberating prisoners from the hospital, also.\n, which 1s a big hospital in Poland. And I had a friend in that unit, and\nhe pulled me into it, and I got a pre-war machine gun, air-cooled Browning. Took it\nout. It's too big to cover, so the passersby could see it. Here is a town occupied by\nGermans. Only a kid 20 years old and stupid can do something like that, and that's\nwhat we were doing. I placed myself on the ruins of a house from 1939, I am looking\nat the walls of ghetto. It was next door to ghetto, also ghetto. And my assignment\nwas don't let any German car or truck or anything past your position. Just wipe them\nout. That's my only thing in this very assignment. Here I am laying on it. At first\npeople are passing by. After five minutes, then nobody passing by anymore. In\nWarsaw mouth by mouth, Warsaw people talking to each other say, \"Hey, something\nis going on here. We better clear out.” And that's precisely what was happening. I\nwas praying there for a car to come in, and the damned thing didn't come. That's how\nyoung people reacted in those days.",
        "Q: Any commanders that you had contact with who were well-known?",
        "A: Most of them are dead. Most of them are dead. Of course, my commanding officer\nfrom the Commander Battalion from Italy is living in Chicago ...",
        "Q: Not so much living, but I mean did you have contact with -- or a knowledge of any of\nthese people that ...",
        "A: Oh, well, I was in -- although on the level I was in, I was not in the high echelon. I\nwas -- although second in command of a partisan unit, but that confines you to less\nthan a hundred people. The people I was touch with was in prison, for instance.\nColonel Chaska (ph), his code name, was in the same cell with me, and he was\nliberated with me. His name is Krefski. And when I visited Poland a few years ago, I\nreported to him. He was already in his '80s. He nearly had a heart attack when he saw\nme and we started talking. This man is one of the first Polish paratroopers dropped in\nPoland, and he was commander of the region Polisa, which is the southeastern part.\nThat's where a lot of Jewish lived. A lot of Ukrainians, too. And Chaska was given a\nnomination to the rank of general by General Yurazowski (ph), the one who ran the\nCommunist Poland. He sent him back that nomination and told him to stop it. From\nyou, I don't want that, which is what any one of us would do.",
        "Q: How did you decide to immigrate, to leave your ...",
        "A: Well, frankly I had -- before I started studying in England, I had a notion, I don't like\nEngland. I cannot return to Poland. I have to go somewhere. And I had some distant\nrelatives in Michigan. I started corresponding with them. They said, \"Well, why don't\nyou come to the United States?\" Well, I filed for immigration visa in oh, '37 when\nwe moved to England, moved to the United States and promptly forgot about it. In\nthe meantime, I decided, hey, enough soldiering. You better get yourself a job of\nsome kind because we were going to stay in uniform, in the foreign uniform forever.\nSo I decided that United States will probably be a place for me, but in the meantime -\n- and promptly forgot about it, that I ever even applied for that visa. In the meantime,\nI got into -- mobilized after leaving British Army because in between we Poles had\nan option to join British Army, which I did. Got a second lieutenant rank in the\nBritish Army. And then decided no, enough is enough and went into London\nUniversity to study, to study engineering. I always wanted to be in diplomatic\nservice, but I have no country anymore. So the next best thing was engineering, and\nwent through London University for a couple of years, halfway through. Just about\nthat time, I met my present wife. She came into England -- well, it was Olympic\nGames 1948. That's when we met, during that period. I proposed to her in Madame\nTrousseau Museum, as a matter of fact. And we got married -- well, actually I said,\n\"Honey, I will go the United States.” Because in late 1950 I got my visa, and I said,\n\"Honey, I think I better to the United States rather than finishing my studies here,\nbecause is too slow of a country for me. I want to go where there is some action and\nthere are opportunities, challenges to meet and so on.” And I said, \"I settle out there\nand then I bring you in, and we'll get married.” And she said, \"The hell you are. I'm\ngoing with you.” So we got married in September 30th, 1950. In February on Queen\nElizabeth we came to the United States. We Statue of Liberty after four or five days\non the Atlantic. It was so rough that some days in the dining room, there was nobody\nthere but captain and me. It didn't bother me, but all the people were so sick. And that\nwas it, that's how I landed in the United States.",
        "Q: What were your first impressions over here?",
        "A: I was just about ready to go back to England. The little money I had was really\ngoing, and we were staying in a motel. Then I had an incident I'm lost on the street\nand asked a man can he tell me where such-and-such motel is, because I'm lost. He\nsized me up from bottom to the top, and said, \"Yeah. Give me a dollar, I tell you.”\nThat was what made a Christian out of me really. It told me hey, you better learning\na little bit more how, what makes it tick here. And that's where I started, realized that\none has to use elbows. If you just sit and wait for something to drop into your lap,\nyou never get it. You have to work for it, work hard. And if you do that, there's no\nother place on earth where you can do it but United States. This is the land of\nopportunity. I would not bring my brothers here because they are older, and without\nlanguage it's tough. I was still fairly young, I was 27, I think. But for a young person\nwith initiative, with drive, this is the place to be.",
        "Q: You had a family and got your engineering degree?",
        "A: Yes. As a matter of fact, I put aside enough money working 1n the factory to put me\nthrough a semester, and I got admitted to Michigan State University in Lansing, East\nLansing. Got my bachelor's degree there, and they offered me assistantship where I\nwas practically teaching even, and I was working on my master's degree also in\nengineering. During that time, Claudine was pregnant with her first child. And as a\nmatter of fact, 1t was a race between baby showing up or her finishing my thesis,\ntyping my thesis. Well, she finished the thesis before the baby came in. We decided\nto move out of Michigan. The climate wasn't what I liked. And besides, I had an\noffer on the West Coast. Being one of the top students, the companies were fighting\nfor me somehow. Which I wasn't used to, because in England I barely, barely, barely\nwas writing a C grade. Here I was A, Bs. So Kellogg's out of New York and Fleur\nout of West Coast and Chesapeake and Ohio out of Richmond, Virginia -- those\nthree outfits interviewed me, invited me to spend some time with them. I decided on\nFleur because I thought it was close to skiing. I never imagined that I would be\nskiing somewhere else, rather than in California.",
        "Q: Let me just ask you a quick question. Well, your answer doesn't have to be quick.\nThese were pretty -- and I think we only have three minutes on this tape, but\ntraumatic -- there was a pretty traumatic disruption of a normal life. Did it have a\ncertain long-term impact on you, on the way you think, your values when you raised\nyour family?",
        "A: Oh, no question about it. No question about it. I tried and incur the same values in\nmy children. They are the most wonderful kids you could have. We never had any\nproblems with them. Stayed away from drugs. Stayed away from wild things. Each\none has a profession. Happily married for many years each already. No problems at\nall. And when I became sick, they flew in immediately here. They wouldn't leave for\na second. I was the number one for them. When I get letters from them on Father's\nDay or Valentine's, I close the door because I have to cry. They are so loving and so\nthankful for the way they were brought in.",
        "Q: Why is that?",
        "A: I wish I could put my finger on that. First of all, you concentrate on a family unit.\nFamily is the number one. Job, other stuff has to come secondary. So for the kids, we\nalways had time. How many times did I have to load the horses on Saturday and go\nto a show? You had to get up almost at midnight to do that and drive some 30 miles\nto be in a show, horse show. How many times can you go through the experience of\nteaching your kids how to drive? My second one reminds me still of how I got her on\nthe freeway when she was barely starting.",
        "Q: We just have like a half a minute left. Is there anything else that you want to ...",
        "A: No, no. But I wish, I wish strongly from the bottom of my heart that something\nhappens to bring the Jewish and Polish people back together a little bit more. Poland,\nfor centuries, had Jews. For centuries, there was a harmony, and somehow 1n the last\nperiods with this problems developing by Auschwitz or problems I guess under\nCommunist rule in Radom there was, I don't understand how those things can\nhappen. And we have a lot in common. We have a lot in common, because Jewish\npeople were without the country. They know what it is not be free, so do we. So I\nthink -- one day I hope it might happen that we work hand in hand on everything.",
        "Q: Thank you.\nConclusion of interview\n"
    ],
    "questions": [
        "Q: I'd like you to begin by telling me your name, date of birth and where you were born.",
        "Q: If you would.",
        "Q: Could I just ask you to talk a little bit more about what life was like in this town and\nwhether or not you had Jewish friends ...",
        "Q: ... a few questions. You've mentioned that you had\nJewish personal friends. Were you aware of a general climate of anti-Semitism?",
        "Q: But was it something that other boys talked about ...",
        "Q: I'm also curious. Before September '39, what you knew about the activities of the\nNazi Party ...",
        "Q: Was he angry that you hadn't followed his directions?",
        "Q: I just wanted to ask you. You mentioned that you and your family was put in this\nconcentration camp for a few months or ...",
        "Q: ... a couple of weeks. Who all was in there with your family?",
        "Q: And the Jews in your city were in this camp, as well?",
        "Q: What happened at this camp?",
        "Q: Do you remember exactly what your family thought about what was going on, why\nyou were being moved?",
        "Q: Were you frightened?",
        "Q: What was the ?",
        "Q: Who else would have been ? Did they prevent you\nfrom going into Polish schools or ...",
        "Q: Let me change the tape.",
        "Q: ?",
        "Q: I was curious how and where you were at that time .",
        "Q: You know, I'm not sure whether something 1s -- we're starting a new tape. It might --\nI wanted to learn a little bit more some of the specific risks you undertook in some of\nyour underground activities. And I also want to ask you questions about general\nunderground organization, but wherever you want to start.",
        "Q: ... Okay, you were trying to ... this prisoner who you thought might break.",
        "Q: First of all, how was the underground economy?",
        "Q: I'm going to ask you stop at this point. When you were talking about the hanging of\nthe guards at Majdanek, is this the period when you and the Soviet Army liberated\nMajdanek there?",
        "Q: Were you part of the group that went in and liberated Majdanek?",
        "Q: And when you were speaking about the Warsaw rising and how people were fighting\nall over the country in the summer of '44, where were you at that time?",
        "Q: I hate to do this, but we're out of tape. It's a bad point to stop. Okay, let me just do\nsomething for a second. When we unfortunately stopped you, you saw the SS\nhelmets.",
        "Q: Where your family? What happened to your family.",
        "Q: Okay, where we stopped, you weren't quite done. Your second in command. You\nwere talking about being 1n prison in Warsaw and your second commander.",
        "Q: You know, I have to stop you. We have one second of tape ...",
        "Q: Let's take a break.",
        "Q: Let me stop you here because there was something that confused me earlier. When\nyou said that your brother -- your mother and one brother was fighting in a village ...",
        "Q: And where was your other brother?",
        "Q: But he was part of the underground, as well?",
        "Q: Okay. I just wanted to clarify that.",
        "Q: What was the purpose of this Polish unit in Italy at this point?",
        "Q: I want to backtrack for a little bit if you don't mind.",
        "Q: I have interrupted before, but the underground, I know that you said it was a mixture\nof people with many political organizations. Was that a problem?",
        "Q: Were there different approaches on how to go about that?",
        "Q: Did you work with the partisans at all?",
        "Q: How important was direction from the organization versus taking your own\ninitiative?",
        "Q: Were there certain cardinal rules? Were there certain things that you were taught\nwhen you were inducted?",
        "Q: What about secrecy?",
        "Q: Was the general population pretty supportive?",
        "Q: How did you know who to trust?",
        "Q: You were constantly on alert?",
        "Q: Now, just in terms of sort of the logistics, of the difficulties in terms of getting -- how\nyou got food, how you got information, how you got supplies, how you got\ndirections, how did this work?",
        "Q: By your people?",
        "Q: Did your people have to resort to violent tactics to get food ever?",
        "Q: Why were socks important?",
        "Q: Were there women fighting with you in the partisans?",
        "Q: And you mentioned one man, but -- and there were also Jews with you in the\npartisans?",
        "Q: They had their own organizations as well, didn't they?",
        "Q: Now, the question about when you were in the underground, that you had a\nconventional job and you were back in Minsk?",
        "Q: Were you in the factory where they had brought Jewish slave labor?",
        "Q: Oh.",
        "Q: Was there sabotage in that factory?",
        "Q: We need to change the tape. You were getting into specifics about what was\ninvolved in your close call, the sabotage.",
        "Q: Can we stop for a moment? All right.",
        "Q: What do you consider some of your biggest accomplishments as a fighter with the\nAK?",
        "Q: As an underground fighter, as an effective underground fighter, are there certain\npersonal traits that are important?",
        "Q: Was there something in your background, the way you were brought up, the way you\nwere educated?",
        "Q: Is that something you learned from your family?",
        "Q: Was there an excitement in your mission?",
        "Q: Any commanders that you had contact with who were well-known?",
        "Q: Not so much living, but I mean did you have contact with -- or a knowledge of any of\nthese people that ...",
        "Q: How did you decide to immigrate, to leave your ...",
        "Q: What were your first impressions over here?",
        "Q: You had a family and got your engineering degree?",
        "Q: Let me just ask you a quick question. Well, your answer doesn't have to be quick.\nThese were pretty -- and I think we only have three minutes on this tape, but\ntraumatic -- there was a pretty traumatic disruption of a normal life. Did it have a\ncertain long-term impact on you, on the way you think, your values when you raised\nyour family?",
        "Q: Why is that?",
        "Q: We just have like a half a minute left. Is there anything else that you want to ...",
        "Q: Thank you."
    ],
    "answers": [
        "A: And then continue?",
        "A: My name is Steve Galezewski. I was born May 11th, 1923 in the Town of\nInowroclaw in northwest Poland. The reason why I am talking today is Iam a Pole\nwho was born in a generation, the only generation really, in free Poland. Poland\nbecame a free country in 1918, and then was, of course, was attacked in 1939 by\nNazi Germany. Being brought up in the climate of freedom, I probably am a little bit\nmore patriotic than the Poles who were raised in the periods after the Second World\nWar. In my childhood, I was very involved, as well as my father, in the Boy Scout\nmovement. This is the reason why my father was arrested and eventually killed by\ngestapo, because he was a leader of the youth in the Town of Inowroclaw where we\nlived. My childhood was a very happy childhood until the year 1939. At that time, I\nwas 16 years old, and almost, I could say, that at time I had to put the uniform and\nstart my war days. So you can see that I missed all the high school proms and the fun\nmost of the high school kids have in their last days of high school. On September 1 ...",
        "A: Okay. Well, let's erase the last sentence I had. In the Town of Inowroclaw, the Jewish\npopulation was not very numerous like in other parts of Poland. However, there was\na beautiful synagogue with the roof which we thought was gold, gold-leafed roof.\nOne of the better buildings in town. In my high school, I did have a class of some 25,\n30 people. I had two Jewish boys. I remember their names. One was Smalish (ph)\nand the other one was Zowagazski (ph). Two different people. Smalish was not very\nathletic. He was more or less a sedentary type. The other one, Zowagazski, was\ninvolved with us in all the school activities like soccer, basketball, and he quite often\nvisited my home, so I was fairly close to him. I wish today I knew whether they still\nalive or what happened to either one of them. When the Germans actually came to\nInowroclaw, I don't recall any activity against the Jewish people. I don't remember,\nbecause most probably they had moved away from the German Army as the German\nArmy came tn. The war started for us, the Second World War started for us\nSeptember 1, 1939. Two, three days before the -- and I should probably also say that\nI was brought up 1n a soldier's family. My father was a professional soldier. And two,\nthree days before his regiment, which was the 59th Infantry Regiment, moved to the\ndefense line on the German border, he called me and gave me a pistol, which was a\nWalther 7.65 millimeters and had a talk with me man-to-man. And said, \"Look, I am\nleaving. I don't know when I will be back. You are the oldest boy out of three of you.\nYou will assume the role of the head of the family. I want you to take good care of\nyour mother and two brothers. And then, of course, he went to war. Already after the\nwar ended, I learned a lot of things which happens to him during that war. For\ninstance, he was in the Battle of Kura, which was one of the fiercest battles fought\nduring that campaign. And when the entire army was surrounded by German panzer\ndivisions near that River Kura, they were already after three days of fighting without\nammunition, without support of any kind. And casualties were extremely heavy.\nCommanding officer of the regiment, according to the write-ups in the newspapers,\ncalled my father and asked him to preserve the regimental flag. Regimental flag for a\nPolish soldier is something very sacred. Still today, when I see an American flag, for\ninstance, not necessarily Polish, something grabs my heart, and I am ready to take the\nhat off my head. That's part of the upbringing I grew in. He, according to the versions\nin the newspapers and accounts of those who survived the prisoner-of-war camp, he\napparently broke through the encirclement of Germans and buried the flag in a forest.\nOf course, he subsequently in 1940 was arrested by gestapo, that's the last time we\nsaw him, and nobody knew where the flag was. In 1985, someone with a metal\ndetector was going through the woods and detected that there was something buried.\nThey dug it out and it was a backpack and in that backpack was the regimental flag,\nhalf destroyed. It was restored and is today flying proudly in the Army Museum in\nWarsaw. When father -- when the father was arrested -- this is something which\nreally sticks in my mind. Because the gestapo came in early in the morning, he was\nnot home. He was not home, and they said, \"You sit down. We wait for him here.”\nAnd we waited until he got back from work at 5 o'clock in the evening. To me, it was\na horrible because I wanted to warn him and yet, here were the gestapo bandits with\na woman and three young boys. And I couldn't do anything about it. Father was\naccused of trying to break away that region of Poland from the Third Reich.\nGermans already considered Pomerania, that part of Poland, as their territory, and\nreally, that's why the war started. Because they wanted a corridor from Germany to\nthe Gdansk and to east Prussia. Poland, of course, refused to buckle under this trap,\nand that's how the war started. After arrest of father, we were given 15 minutes to\npack belongings and were taken out of our apartment and put in a concentration\ncamp in Inowroclaw, where we were for about two weeks. After that, we were put\ninto the cattle train and shipped out of the Verdun, out of what Germany considered -\n- what Germans considered German territory and were taken to the Warsaw region\nand the Minsk-Suwatki (ph), the doors of the cattle wagons were opened and we\nwere let out to start a new life.",
        "A: Well, occasionally in the newspaper, you would read that a Jewish shop was\ndemolished, and that something was going on. But not in the region of Poland where\nI come from, that's only from the newspaper I learned.",
        "A: No, that was never really discussed, because to us, a human being was a human\nbeing. Whether you are Jewish or -- well, frankly, they were Polish citizens anyway,\nall of them. So to ask, there was no difference.",
        "A: Well, that's -- again, we knew that inevitably something is going to happen. That's\nwhy in Poland our army was mobilized and we were somewhat prepared. To the\nextent that, for instance, my high school made donations from all the students, and\nwe purchased a heavy machine gun for the 59th Regiment. It wasn't like you have\nhere in the United States where you have millions of dollars for armament. Out there\nwe had to scratch everything we could to arm ourselves. From my generation, there\nwere some very heroic moves. We didn't have very many submarines, for instance,\nbut we had what we called live torpedoes. And I was so proud of our house help,\nbecause she volunteered, 18-year-old girl who was helping my mother in household,\nshe volunteered as a live torpedo. Germany, of course, we knew that was fully\narmed, was belligerent and that the trouble will come from there. Also, their\ntreatment of Jews was giving us indication what will happen if they ever show up in\nPoland. As a matter of fact, somewhere from 1936, if I'm not wrong, we opened up\npretty much for the Jewish people escaping from Germany or trying to get out of\nGermany. We opened up the Polish borders and let quite a few of them into Poland.\nI'm pretty sure that they -- except for the incidents of anti-Semitism here and there,\nI'm pretty sure that felt at home, because 1n Poland for 30 million population, we had\nsome 3 million Jews. So this was a very big percentage. I don't know how many\nmillions of Jews are in Israel, but I'm pretty sure not much more than 3 million or\nmaybe even less. We being prepared for a war somewhat, in Boy Scouts on all the\ncamps to which we went in 1939, we were trying to make them on the\nPolish/German border. And during our campfires, we, of course, sung the Boy\nScouts' songs, patriotic songs, always trying to warn Hitler not to try us -- not to try\nbecause we would not behave like the other countries behaved when Hitler invaded\nthem. We wanted him to know that we will fight. That fight came in finally on\nSeptember 1, 1939, when 5 o'clock in the morning 21 Heinkels, 88 Stukas bombed\nthe open town. This is the first time I saw dead bodies, not only of horses and\nanimals, but of human beings. Up to that moment, I didn't ever even go to a funeral,\nso this was for me a very traumatic day. I also when I think about that day, I almost\nhave to laugh at myself. Because the 7.65 millimeter pistol my father me, I was\ntrying to shoot down the diving bombers, and, of course, it's a laughable thing. It\nwould be just like a fly going with an elephant. The families of military personnel\nwere being evacuated on the fifth day of war, and I decided, although father\ndesignated me as the head of family, I decided to designate my younger brother and\njoin the fight. So I gave the pistol to my brother, who was 13 years old. Gave him the\nsame talk father gave me, and very promptly lied my age. I was 16, I had to say I was\n18. And I joined the 59th Regiment, that 1s the unit which was being organized in the\nback of the fighting unit. Went through most of the fights on the road from\nInowroclaw, Warsaw, Lublin, Kovel'. The humiliation of the villagers and\npopulation was unbelievable. They were simply machine-gunning women and\nchildren, bombing villages which had nothing to do with the military. In the eastern\nPoland where we got near Kovel', Ukrainians started their own fight and started\nburning Polish village, and started burning and killing Jews and Poles. No wonder\nthat later on, Germans were able to organize SS Militia Division out of the\nUkrainians and use them as guards in the concentration camps. The war was over\nbasically in October 2nd, 1939, and I returned home in about November. Didn't get\ninto the POW camp. Most of the Polish Army, of course, either crossed through\nRomania or Hungary, and eventually reorganized in France; or shed their uniforms\nwith civilian clothing and returned home. When I came home, mother and my\nbrothers were already there. Thank God they survived. Father came in later. He also,\nafter saving the flag, returned home 1n civilian clothing. Of course, he did not talk\nabout the flag at all, so I was unaware what was going on in that particular thing.\nWhen I was asked by the historians, I couldn't contribute much on that.",
        "A: No, no. Actually, we were all happy that everything finished and we were still\ntogether. Then, of course, after he was arrested and we were transported to the\nMinsk-Suwatki, we started a new chapter 1n our lives.",
        "A: A couple of weeks.",
        "A: All the people like us who did not want to become . In that area,\nGermans considered that territory German, and they gave people an option to sign a\nGerman list. Yes, I am a German. And we considered ourselves Poles, and we did\nnot want to become Germans. So all those people were simply taken out of their\nhouses, put in concentration camps, and transported to what they considered Poland.",
        "A: I don't recall that. I don't recall specifically seeing Jews in that camp.",
        "A: This was a camp from which you either landed eventually Mauthausen or some other\nbig camp, or like in our case, being transported to the other part of Poland, move\nthem away from the German part of Poland. We were called displaced persons, DPs\nas they called them, they called us after the war.",
        "A: Well, father, of course, was gone. With mother, talking about things of that was --\nwell, it was not normal to talk to mother about things men talked about, let's put it\nthis way. It doesn't mean that women were not treated equally in Poland, by any\nchance.",
        "A: No, at that age and from what I already went through, I wasn't frightened. Frankly, I\nwanted to fight. I wanted to revenge what they have done up to now from what I\nhave seen. And remember one thing, that I was born in free Poland. I was brought as\na free Pole, and I couldn't stand, for instance, things we were required in that town.\nLike at the entrance to the movie theater or to a restaurant or to a park where children\nplay, a sign, \"For Poles, Jews and dogs, entrance forbidden.” Or when I see a\nGerman walking on the sidewalk, I'm supposed to step into the gutter, take my hat\noff, bow, and stay in that position until he moves away three paces from me. Those\nwere not things compatible with freedom I enjoyed in Poland. Therefore, I was\nlooking for a source where I could arm myself and fight. I thought about crossing the\nborder and getting to France where Polish troops were being organized. Somehow\nthat didn't happen, because when they let us out of in Minsk-Suwatki, we had\nabsolutely no money. We had absolutely no time to take anything from our\nhousehold, jewelry or anything. We were simply taken out. And incidentally, into\nour house or into our apartment, they put Germans whom they transferred from like\nwhere they are to other regions. So in one minute, you lost your entire life's assets.",
        "A: That was like April, May 1940 -- I'm sorry, '41. Not so sure, not so sure. It's '40, '41,\nsomewhere there. One thing I should also mention, the Jewish synagogue,\nincidentally, they burned it. But first, they took the golden leaves off.",
        "A: There were absolutely no Polish schools beyond the sixth grade. Germans considered\nus a race which was supposed to be eliminated after they eliminated the Jewish race.\nWe were the number two in line. And, therefore, they said they don't have to be\neducated beyond the simple reading and arithmetics. Therefore, no high schools in\nPoland. Of course, immediately the underground high schools sprang up, and the\nformer teachers, you know, they were meeting in groups of four, five, ten private\nhomes and continuing the studies. Universities, of course, were nonexistent for Poles.\nIn the area of Minsk-Suwatki, I was a stranger. I didn't know anybody. It took some\ntime before I started to know who is who. I have joined, of course, first thing, the\nhigh school -- underground high school where I continued my studies. Out there\namong the boys, I found my first contact on the fighting underground.",
        "A: Well, that was among these students in this underground high school. And after a\nwhile, I was asked to join an underground organization, fighting organization. And I\nwas worn in; of course, I have to be certain that I was swearing the obedience to the\nright people and fortunately I did. Because this was the Polish government under the\nallies, which was at the time located in England, in London. I won't say much about\nthe high school, but I will mention one thing. That my last year in that high school,\nthe principal came in to me and said, \"Look, you are in endangering the group. We\nwill give you your high school certificate. You don't have to attend any more of the\nclasses. We know you are engaged in the underground activities.” And he did that to\na couple of other boys from my group, so we basically did not finish the actual,\nlistening to actual lectures. But we got the graduation on the merit of what we had\ndone up to that point. And that was, of course, the second year. I was in this almost\n18 months. The beginning, my beginning in -- also, general life conditions in Minsk-\nSuwatki at that time -- in 1940 when we arrived there, I think it was late 1940. The\nJews already had to wear the Star of David on the arm band, but they were not in\nghettos. They lived in their own homes like they did before. And I think late in 1940,\nI remember, the ghetto was organized in Minsk-Suwatki. This was a very unique\nghetto because no wires or no barbed wires were put in. But they simply designated\nfour main streets as the boundaries of the ghetto. Of course, the order of the day was\nthat any Jew who was found outside of that was shot on the spot, and that happened\nquite often. I didn't see, personally, myself the shooting, but I've seen the bodies.\nSomething happened maybe 15 minutes I arrived at that point. The ghetto I think was\nfairly loose and a lot of Jews from Minsk-Suwatki, I think managed to mingle with\nPoles and get away from the town, according to various villagers. And farmers, of\ncourse, it depends again on the personality of the farmer. Quite for money, quite\noften for humanitarian reasons, they would hide and save the Jews. This was very\ndangerous for Poles because anytime you helped a Jew by giving him bread or milk\nor whatever, food or sheltering, you endangered your entire family and your village.\nIt happened many, many times where a neighbor who didn't like his neighbor said,\n\"Hey, my neighbor yesterday gave something to the Jews who came out of the\nwoods, out of the forest.” Well, that entire family was wiped out, and their house was\nburned to the ground. And the news all around was arriving, this happened 1n this\nvillage; this happened in that village. So population, Polish population basically was\nvery frightened and very careful on it. This probably could be the reason why it was\nuniversally practiced. On the other hand, AK, which is the underground organization\nto which I belonged, and that means -- AK means Army Krajowa, which is home\narmy. Had very specific orders to assist and help as much as possible by absorbing\nyoung Jews who were in the forest and wanted to join the guerrillas, they were\nwelcomed with open arms. As a matter of fact, here in Los Angeles, we had an\nexample of that. In my combat organization, Mr. Harter, who belongs to veteran's\norganization, veteran guerilla organization, was saved by Poles and survived the war\nby being in the guerilla unit. I heard of many, many instances of the same thing\nhappening, but this is my personal involvement with Mr. Harter. My beginning in the\nunderground was simply what they call small sabotage. We were putting placards on\nstreets, anti-German, trying to change their morale, which at the time at the\nbeginning, 1940, '41, was still pretty high. But we were trying to pass some messages\nto them by graffiti type, by placards, by all possible means that the war, the fighting\nis a hopeless war. They're not going to win. After a few months, I graduated from\nthis small sabotage into the real fighting unit where we were, for instance, protecting\nthe parachute drops from England. We also were protecting on other occasions the\nradio station which was communicating with the West. In 1941 there were still very\nfew actual attacks on German compounds, but in 1942 the speed of the military\ninvolvement increased. And in that I took part, and oh, in 1942 in blowing up two\ntrains. In 1943, ammunition train, we blew up and also took materials to support\nourselves from various industrial complexes like a chocolate factory where we took\ntons and tons of sugar. We loaded them on the horse and buggies the peasants\nsupplied. And then sold that for money to support the guerilla activities. Blew up a\nvodka distillery, other smaller activities wherein the villages -- in every village,\nGermans said you have to deliver so many horses, so many cows, so many tons of\ngrain or potatoes for the Germany effort. And usually, there were designated people\nwho were responsible for that. And those people knowing that they're working and\nthey can be banished for it, they were very eager. We tried to dampen their\nenthusiasm and warn them not to do it in a too eager way. If someone like that didn't\nlisten to us, next time we took him and publicly in that village, let's say, 50 lashes.\nWe also watched women, that they wouldn't go with German soldiers or German\ncivilians. If that happened and she didn't get the warning and continued, a unit would\ngo shave her head to zero and put a finger on her that she was a prostitute. Smaller\nother things, and usually the boys 12, 13, girls even were involved 1n it. In the movie\ntheater, there would be a German with a Polish prostitute in the mink coat. Well, they\nwould have the spray bottle with the strong acid, and very quietly would spray that\nacid on the fur coat of the girl. By the time the girl was leaving the movie theater, the\nfur coat was almost falling off her back. Those were the expressions of resistance\nfrom the youngest all the way up. We tried to liberate our prisoners. We attacked\nseveral prisons and liberated quite a few. What Germans in Warsaw, however, for\nevery German killed, they tried to wipe out 25, 50 Poles. And what they would\nusually do, they would put a sign on all the visible places in Warsaw that today or\nyesterday a German soldier was attacked and killed. For that 50 Poles tomorrow will\nbe executed, although they were listed as possible people to go free. So the terror was\nunbelievable, but by the year 1942, '43, we realized that if we were doing nothing as\nwe were in 1940, let's say, the underground, we were dying. We were being hanged\non the streets for no reason at all. The concentration camps were full of Poles, not\nonly Jews, but Poles. Of course, those Jews from Poland were Poles anyway, so\nthere's no distinction there. But in the Polish located camps, Germans, of course,\nbrought Jews from other countries. From that you can see what the situation was\ndeveloping in Poland. So we finally decided, hey, if we have to die, we might as well\ndie taking some of them with us, and that's where this pace of resistance accelerated.\nAnd that's where more trains went up, more bridges were blown up. More attacks on\nthe airfields and other military objectives happened. By 1942, I think it's July 1942,\nin July 1942 out of the ghetto I think they have taken some 220 people and in one\nday shot them at the cemetery, at the Jewish cemetery. Now, I have not witnessed\nthat, but 1t was universally known. On August 1942, the Minsk ghetto was\nliquidated. What happened is the Germans, Latvians, Ukrainians with the assistance\nof the Jewish police, rounded all inhabitants of the ghetto into the marketplace. A\nfew thousand people were in that marketplace, and they didn't know what is going to\nhappen to them. They stayed there overnight. Some were trying to escape, and they\nwere, of course, shot during the escape. Next day in a column -- they formed the\ncolumns and all the inhabitants of the ghetto were marched into the railroad station\nwhere numerous cattle wagons were waiting for them. They were loaded with the\nhelp again of Jewish police. The Jewish police, although not armed, they had\nbaseball bats, all of them, and special hats and special arm bands. During that\ntransport and during the gathering of the ghetto in the marketplace, the word was that\nabout 1,000 of the Jews were shot. Where the trains went, I'm not sure whether they\nwent to Majdanek or Auschwitz or some other camps. I have witnessed the march\nfrom a window on the street to which they were going, I have witnessed the march of\nthe Jews to the trains. I have not seen personally anyone killed, because the region\nwhere I was was rather short visible from the window where I was. But I could hear\nthe shots, and then the word came in the next day and the following day among Poles\nthat about 1,000 were shot during that incident. So this was the finish and\nannihilation of the Jewish ghetto in Minsk. There were, of course, 500 craftsmen --\ntailors, shoemakers, people who were taken out of ghetto before, and they were\nhoused in the Copernicus (ph) School, and they were working for the German Army,\nworking on the German uniforms. Working on producing shoes, doing things which\nwere useful for the German Army. From that group, sometimes in 1943, '42, '43,\nsome 200 were taken and shot again in the Jewish cemetery. The remaining 300 plus\nstayed and continued to work for the army. On January 6th, which happens to be a\nPolish Catholic holiday, that's why I remember the date, was the annihilation of the\nrest of the Jews from the Copernicus School. How did that happen? And that I\npersonally witnessed. At that time I had the documents on my own name; however,\nthey were documents very strong which I received from the underground channels,\nunderground help. I was a fireman in a factory. There was a factory in Minsk where\nseveral of us from the underground were employed for the simple reason that those\ndocuments allowed us to be on the street after the curfew. Curfew in town was like 7\no'clock, and after 7 o'clock, no Jew, no Pole could be on the street. Only Germans\nwere allowed to be after curfew on the streets. So with those documents, of course,\nwe could go on our underground activities, gather for the job to be done somewhere.\nThat very morning on the 6th of January, we noticed shooting. And looking outside\nwe see a lot of smoke coming out. Being, of course, a fire brigade in a factory, our\nconcern was supposed to be a factory, but we decided to go and see if we can help\nand put the fire out in town. So we all put the helmets on, jumped into the wagon,\nand went toward the smoke. Well, the smoke was coming in from the Copernicus\nSchool where the remnants of the Jewish population of Minsk were housed. On\narrival, the entire building was in flames. The roof was on the verge of collapse.\nOutside one could see uniformed Latvians, Germans, Sicherheitspolizei, and Polish\npolice shooting at the window and generally trying to finish whoever was trying to\nget out of the fire. I could see two piles of bodies some six, seven feet high, piled up\nnext to the school. I could see on the ledges of windows half-burned bodies. I could a\nmother with a little child trying to throw the child out of the window when someone\nshot her and killed her. The thing which stayed with me for many, many, many years\nafter the war, however, was an incident which happened a few steps from me. A\ngendarme, a German six-foot plus tall, because I am six foot so I can judge the\nheight, some 250 pounds heavy takes a little Jewish girl by the hand. Leads her to the\nwall, sits her by that wall, corrects her posture even. Moves back a few steps and\nshoots her right in the head. Now, at a moment like that, one is ready, of course, to\njump and do something, but what could one do? I could only pay back for\nhappenings like that through my underground activities. Because anything on the\nspot out there would have meant death to all of us. I did not want this to be forgotten\nin case they do not have in the museum any records of what happened in Minsk-\nSuwatki. Two often one hears the Holocaust never happened. Well, here is one\neyewitness who saw what was going on and what was happening. Where the Jews\nfrom Minsk were taken, I'm not sure. Whether this was Majdanek, whether this was\nSachsenhausen or Auschwitz, but usually those three were the main sources of\ngathering the Jews from Polish ghettos in Poland.",
        "A: No. Frankly, we didn't hear much about it. Although I tell you one thing from\nreading after the war, we had a courier from Poland who 1s still alive, still lectures.\nWho went from Poland to London and reported to allies and to Roosevelt and\nChurchill what was going on in Poland. Because Germans were trying to say nothing\nis happening. Well, so the Jewish population in the United States through that should\nhave known what is happening to their brothers and sisters in Poland. And yet, to my\ndisappointment, they didn't do enough to do something about it.",
        "A: No, you were not aware. Your movements were so limited. You were not supposed\nto move from one town to another town, so the people who were aware that there\nwas something going on were only the people who lived close by. In 1943, of course,\nas I said, the pace of the underground activities accelerated considerably, and also in\n1944. The defeat of German was very apparent in 1944. One could see the things\nthey had to do to sustain their fighting. For instance, an order would come in like\nwinter 1943 to all the Polish women. Any fur coat you have you have to deliver to a\npickup point. So they picked up all the fur coats any woman had in Poland. The next\nfew months, you could see the Germans coming out of Russia on their tanks wearing\nwomen's fur coats. The winter was hitting them so badly in Russia, they were not\nprepared for it, that they had to be in Polish ladies’ fur coats. Underground was\nprepared to the point that when the defeat of Germany was apparent and before the\nSoviets moved to Poland, liberate ourselves. There were at that time in the\nunderground some 300,000 people. When that day came in, when the Soviet troops\nmoved on the territory of Poland and the Warsaw uprising started on August 1, 1944\n-- and incidentally, when I talk about Warsaw uprising, I'm talking about the Polish\nuprising. There was a Jewish uprising in Warsaw several months before that. It didn't\nlast very long. Resistance was not very strong. Polish underground tried to help by\ndelivering to the underground channel through the sewers a lot of arms to the fighters\nin the ghetto. But those few who were fighting were eliminated and that was\nliquidated totally.\nEnd of Tape #1\nTape #2",
        "A: Well, let's first talk about the organization of underground. In the early days of war,\nthat means 1939, '40, there were multitudes of organizations, underground\norganizations, all eager to fight Germans. They ranged from the extreme left to the\nextreme right. In the extreme right, you had what probably what gave the rest of us\nthe anti-Semitic, how you call it? The anti-Semitic, I'm fighting for a name, image.\nThose were the extreme right organization, Knesset, Natrilova Shevis Brenner (ph),\nwhere they considered that Poland is only for Poles. They were as close to the Nazi\nthinking that one could go, but they were soldiers; they were fighters, and they were\nsupported from the West probably more than we were from England. Some of them\nwhen order came to consolidate all the fighting units, some of them didn't join and\nstayed separate, like in Knesset (ph) . Most of the unit except the branches of Knesset\nand except the Communists, Army , which were run by Stalin, by\nMoscow, joined together. And from that Army Krajowa emerged. Army Krajowa in\n1943, '43, one could consider entire nation in the underground. It had all kinds of\nfunctions like medical/sanitary functions all over the country. It had underground\ncourt system all over the country. It was run from Warsaw. There was one head man,\ngeneral, who was the head man of the Armia Krajowa, but in each region -- and\nPoland was divided into several regions. Like my region, Minsk-Suwatki, was called\nVarangia. That's a region between Minsk and Lublin. In each one of those regions,\nthere were subdivisions where a small village would have an Ob Vood. Ob Vood\nwas still subdivided into what they call platsuski (ph). That was the smallest possible\nunderground unit, platsuski, which consisted usually of one or two platoons of the\nlocal peasant, local soldiers, who would train on weekends when they didn't work in\nthe fields. They would go and train at night in the art of military fighting. There was\na system of military schools. For instance, I am a graduate of the underground\nmilitary officers' school, which I took for several months in 1942, '43. During that\nperiod, for instance, that gives you an idea to what extent we went during those\nseveral months, there were numerous instances where we fired live ammunition.\nWhere we spent nights and nights in woods learning the survival techniques.\nOccasionally, on something like that there would be an action where you would blow\nup a bridge or a train or something. During the -- the atm was so well specified that\nin small towns, the military objectives in case the uprising, they're already designated\nfor individual units, for individual platoons. To give you an example, in Minsk there\nis a police headquarters. That's a building which is three stories high. That three-story\nhigh building has only one entrance, so guards were put out there. You know, they\npretty well controlled entry to it. Well, each window had a balcony. We had ladders\nstored for months waiting for something to happen out there where we wouldn't have\nto look for ladders, that the ladders were already there. We took the ladders and\nattacked them from balcony, rather than through the doors. It was so well thought\nthrough, so well organized, that it's incomprehensible sometimes. Numerous -- for\ninstance, I took part in a liberation of a prisoner who was caught by gestapo, was\ntortured and we were afraid he might break. We went -- and they kept him since he ...",
        "A: Okay. And incidentally, his name is Tarchinski (ph), I remember still. And he was\nafter being beaten, the doctors advised gestapo that he will die if he is not taken to\nhospital. So they took him to hospital with a gendarmes or gestapo man sitting by his\nbed. Well, we went to free him in German uniforms. We entered, nobody even\nstopped us. The man by the bed of our comrade didn't even lift himself off the chair\nwhen we entered the room. Several, several actions were performed in such a fashion\nthat either German uniforms or gestapo uniforms were worn. I was myself in gestapo\nuniform two, three times on various actions. It's not universally known in the West,\nbut some very, very high-ranking SS officers were executed in Poland. One of them\nwas the head of the gestapo for the entire eastern region. His name was General\nKuichira. If I remember, he was even son-in-law of Himmler. He was executed on\nWarsaw street. The death sentence was given to him for his activities against Poles\nand Jews, and he was executed. So you can see that we had the -- not only the judge,\nbut we had also the executioners in the underground.",
        "A: This is all entire nation underground. Schooling system, medical system, court\nsystem and then army. When the Warsaw uprising started on August 1, the so-called\nwhat we call code name Buja (ph), which is tempest. Tempest was declared, and out\nof the underground some 300,000 underground people came out in various parts of\nPoland and started hitting the German units. How the uprising in Warsaw started, 5\no'clock in the afternoon -- and again, every unit had objective. This unit was taking\nthe powerhouse, this unit was taking post office. Some other unit was taking the\nrailroad station or whatever it 1s. On 5 o'clock, August 1, 1944, windows suddenly\nopened and any German on the street was just killed from the window by people like\nyou and me. Warsaw uprising was ready and was supposed to last four, five days at\nthe most. And we had enough ammunition and supplies for that. By that time it was\nuniversally assumed by all of us that there will be landings in Vilna and Gdansk from\nEngland, that Marines will be in Poland. The Polish forces, the paratroop brigades\nthat we had, will be dropped on Warsaw. Instead, what they did they took and\nannihilated that part of brigade in Arnheim. That was incidentally, under the\nleadership of General Sasaboski (ph). When you look at the movie theater \"Bridge\nAfar,\" Sasaboski is mentioned and the paratroopers are mentioned 1n it. The Warsaw\nuprising lasted 62 days instead of those four, five days. And I would say that almost\neverybody was involved in that fighting. Civilian people were digging the trenches,\nwere putting the barricades on every street. Young children were used to take\nmessages in between. Kitchens were set up my housewives all over. It was\nunbelievable. In first days, almost entire Warsaw was in our hands. After those five,\nsix days when there was no ammunition, only that ammunition we had which we\ntook from Germans, was taken. Germans used some unusual techniques. For\ninstance, to give you an example. Barricaded, they cannot take. Any tanks they use\ngets burned by the Molotov cocktails from windows all over. Tank on narrow streets\nis not a good weapon to use. But they had armor, so the people were protected out\nthere. As long as they stayed away from the area approaching the barricade, they\ncould fire that cannon and then machine gun at will. And we couldn't do much\nbecause all we had is the rifles and then the pistols. What they did in a couple of\ninstances in Warsaw, they surrounded the wives, mothers and children, put them in\nfront of the tanks, and moved them toward the barricades. And the people behind the\nbarricade see the mother, see their sister, maybe. They know what to do. You shoot\nyour own or you let them break your barricade and make a breach into your defense\nline. Well, you're faced with decisions like that. I won't tell you what happened in\nthose instances, but you figure out what you would do in a case like that. They also\ninvented, I would say, what we call the Goliath. It's a little tank, small one, maybe\none meter long. And they put on it half a ton, two- or three-quarter of a ton of\ndynamite, and this was electrically controlled and they could direct it. Here is a\nbuilding which we're defending for two weeks, they cannot take it. They direct that\nright at the building and they explode it right at the building. Of course, not only this\nbuilding but buildings around go with -- just like what you've seen here in the United\nStates in car bombs. Warsaw finally fell after 62 days of furies, out of AK, some\n17,000 died. Total population loss in Warsaw was over 300,000 in 62 days. If you\nlook at it from the perspective of Vietnam War where in some dozen years our\ncasualties were approaching 60,000, here it would give you an idea of the ferocity of\nthe fighting. In 62 days, you have over 300,000 casualties. Of course, Warsaw\nnegotiated the surrender with the German Army. The German Army was pulled from\nthe eastern front, was pulled from wherever they could find them to just defeat\nWarsaw because that was their road from Russia to Berlin. At that time in other parts\nof Poland -- and incidentally, during the negotiations the Warsaw commander\nnegotiated with Germans that the AK guerrillas and the fighters of Warsaw will be\nconsidered under the Geneva Convention. Up to that moment, they considered us\nbandits. In other words, anybody could shoot us without getting any responsibility\nfor it, taking responsibility for it. The surrender conditions were that they all will be\ntreated under the Geneva Convention. That means they will go to the regular prisoner\nof war camp, and that, they lived up to that, one must say. The rest of Poland\ncontinued fighting. The rest of Poland continued fighting and was fighting -- Soviet\ntroops, of course, came in through treachery by inviting the Polish officers for the\njoint strategy sessions, the Russians invited them and those officers never came back.\nThey landed all in Siberia. The troops without the officers were surrounded by Soviet\ntroops, were disarmed and forcibly forced into a Polish Army under the Soviet\ncommand, which had an obedience to a Soviet puppet government in Moscow. They\ncreated a Polish government in Moscow consisting of some hard-nosed Polish\nCommunists. I found myself in that army eventually, and in that army, incidentally,\nthat army was being organized east of Lublin between Homel' and Lublin. In Lublin,\non the outskirts of Lublin is Majdanek, and that's where my unit was stationed, in\nMajdanek. We had out of Majdanek five guards, which were put into this time, not\nan underground anymore, but a formal court. The court found them guilty of\natrocities against the Polish and Jewish population, and they were sentenced to death.\nAnd the execution of the guards was performed in Majdanek itself. My company was\nassigned to put a barrier between the witnesses, the hundreds and thousands even of\npopulation, and the place of execution. The place of execution was very simple, the\ngallows was put up and the trucks came in with the open back. The guardsmen with\ntheir hands tied and their legs tied were stationed on the beds of the trucks. And on\ncommand, the trucks moved and they simply dropped and were hanged. We only\nhanged four of them because one of them hanged himself in the cell. In the unit, I\nwas a company commander as a second lieutenant. That unit was training for\nbattlefront activities, and after a few weeks, I discovered that most of the soldiers in\nthe unit are the Polish guerrillas, AK. Officers like me who were commanding\ndifferent companies, they were also AK. Well, we got together; we got together, and\nwe have decided that we have to organize something within this brigade, when the\nallies finally show up in Poland, that we as a unit can then arrest all the Soviet\nofficers in the unit and all the political officers in the unit and simply fully armed\ncross into the allied side. Well, after a few weeks, we accomplished that, and we had\nunderground army within the Soviet Army. We made contact on the commander\nofficer of the AK for the Lublin region, which was still operating. He was\nunderground, he was not arrested by the Russians and gave himself under his\ncommand. This is probably silly to say at this point, but I will mention it. We made a\nproposal to this particular head of the underground for that region that in October\nwhen there was a big parade was going to be held in Lublin. And 1n that parade the\nentire Polish government formed in Moscow plus Marshal Orkorsowski (ph) and\nsome Soviet generals were supposed to on the tribune receiving the parade of all the\nPolish troops, which were ready to go into battle. This is October/November 1944 at\nthat time. We made a proposal that we give our soldiers live ammunition for that\nparade, and the moment we are in front of the tribunes, we open fire at the\ngovernment and show the world that Poland does not want what Soviets are\nbringing, and that that government created by Soviets in Poland means nothing to us.\nWe are obeying the government inland at that time which was cooperating fully with\nthe United States, England and allies. Well, supposedly, the message was sent to\nthem and came back saying, \"Forget about what you're proposing because Stalin\nwould then make out of Poland simply a Soviet Republic like he made it out of\nLatvia, Lithuania or Estonia.” So we promptly forgot it.",
        "A: No, no. That was already four, six weeks after. Majdanek was liberated I believe in\nJuly somewhere, and this was happening July, August, September; end of September\nsomewhere.",
        "A: No, no. At that time I was still in the Polish underground in the area of Minsk.",
        "A: Okay, a week before the Warsaw uprising started, we pretty much knew that the end\nwas nearing. Because you could see on the major highways from east to west chaos.\nIt reminded us of 1939, where you could civilians, you could see German soldiers\nindividually, on bicycles, on foot, on horseback, on military vehicle, civilian cars.\nYou could see that the panic was setting and that they were running from Russia. So\na week before uprising started, we went to destroy all the communications between\nthe east and west. That meant all the telephone lines, all the railroad lines going to\nMinsk to Warsaw. I was assigned the region between Minsk and Warsaw, and we\nsimply blew up the rails. Somebody else did the telephone poles and got them down.\nSomebody else in the different regions west -- I mean east of Minsk did the same\nthing. Then we had a concentration of our entire area ordered for a certain time and\ncertain date. And after accomplishing our blowing up of the rails, we decided to\nmove to the concentration point. At that concentration point, there was supposed to\nbe 22nd Infantry Regiment and Brigade Calvary which is the Mazovian\nCalvary Brigade. One of my boys said, \"Well, inside of walking, how about getting a\ncar and riding there?\" Well, we decided that that was not a bad idea, and took the\nfire engine from the fire station in Minsk. We put our guns under the blankets. Put\nthe helmets on, and drove out of town, not directly to the concentration point, but on\nthe secondary roads we stayed overnight in a village. Next day, we still stayed in that\nvillage because to get to concentration point, we had to cross the main highway, and\nby that time, the front was already nearing. You could see the entire sky red, you\ncould hear the guns. You could hear the , which were the Soviet rockets.\nSo at the -- in the evening when it was just about dark, we started moving, and we\ngot to the main highway in total darkness without lights, without anything. It seemed\nto be absolutely empty. We got on the major road. Suddenly I see somebody striking\na match, and my heart stopped. I see an SS helmet, and I see unshaven faces of\nseveral SS soldiers.",
        "A: Almost automatically without thinking, I hit the bell on the fire engine, and we kept\ngoing on the road. And the Germans either because they are so disciplined, and to\nthem it was very logical that somebody was driving -- that the fire engine was going\ntowards the fire, didn't even think. We passed that turnoff where we were supposed\nto turn off and disappeared. What happened there, it was an SS Hermann Goring\npanzer division. Four days later when we went through the battlefield out there, we\ncould see the remnants of some of the tanks who took part in that battle, mostly\nGerman tanks. On the concentration point, we had some 3,000 people concentrated,\nwhich was this regiment and the calvary brigade I mentioned before. The defensive\nlines were -- on several villages, we took our defensive lines and stayed on the\ndefensive line awaiting the front somehow to roll over us. Because the front was still\neast of us, and they were withdrawing west. So that night I see planes very high,\nflying from west to east. One of them burns, comes down like a meteor, and that's it.\nThe next morning, I'm going on a patrol with a group of soldiers to penetrate the\nwoods to see if anything is going out which were like few hundred yards from us. In\nthe woods, we see movement. We see uniforms which don't look German. That's\nwhere Soviet paratroopers with a radio station, they were dropped behind the\nGerman line. Well, we kind of waved at each other, the white thing. Started talking.\nFrom them we learned that they were parachuted behind. We told them we are the\nPolish guerrillas. We also told them that -- that morning, we found incidentally from\nthat burning plane, we found one man with half-burned parachute. So we told them\nwhere buried the man. On the radio station, they passed that to their headquarters.\nTheir headquarter wanted to know our strength, our location, where we were. Well, I\nwasn't going to give it to them, but I gave them a guide and sent them to the\nheadquarters. They wanted information, headquarters could give it to them. Four\ndays later, we were withdrawing -- and incidentally, our involvement at that time\nwas very simple. We didn't get into any major fight. All we were doing was\ndisarming single or two, three German soldiers running away. So it wasn't the war I\nwas really trained for. Four days after that, we're passing through the area where we\nmet this SS Hermann Goring division. And the burned bodies in tanks and the tanks\nwere really telling us that that big tank battle between the Soviet tanks and German\ntanks took place there, and that the German tanks were waiting to jump on the\nmoving Soviets. Most of our officers, as I mentioned, were invited for a strategy\nsession. Never came back from that strategy session. The next time we heard from\nthem was Ruzyne on Siberia. Soldiers were surrounded, disarmed and put in -- we\nmade a proposal to them. Leave us as we are, arm us a little bit better and we go right\nnow today with you for Warsaw, to liberate Warsaw. Well, how naive I was as a\nyoung boy, it was all preprogrammed what would happen to Warsaw. Stalin simply\nwanted that to last until Germany finishes Warsaw, because he knew that all the\nfighters in Warsaw were anti-Communist. So he wanted Hitler to wipe out the anti-\nCommunists for him, and that's precisely what happened. We as the faithful allies of\nAmerica, England and the Western world, we were really let down and left to fend\nfor ourself. I don't think we deserved that. We were the most faithful friends the West\nhad at the time, but that's how the war sometimes ends. Lesson from it from my own\npersonal experience is don't let the war ever happen on you own soil; fight it\nsomewhere else. You fight it in Vietnam or some remote place, at least your mothers,\nyour sisters are not being raped and then murdered and houses burned. So let's fight\nit somewhere else, not at home.",
        "A: My family, my younger brother found himself with -- he was at that time -- well, let's\nsee, this was 1944. He was 17, I found him in the same concentration where I was.\nAnd, as a matter of fact, he was the first one who put Polish flag in Minsk-Suwatki\non the ratush (ph) of Minsk-Suwatki. The younger brother and mother stayed in a\nvillage where they were settled after being kicked out of our own home in\nInowroclaw. And that village, the fight took place in that village. Some of that\nvillage was burned, and they stayed in the cellar and survived. I was -- my unit after -\n- first of all, my unit was taken in the liberation of Warsaw, which was not much of a\nfight. Germans already were running. What I found, however, and never forget is the\nruins and the rats. Rats fed on the bodies, human bodies, were so fat and so numerous\nit was unbelievable. And the houses, I couldn't find one single house unscratched.\nEverything was burned and finished, to the ground. My unit was ordered to stay in\nWarsaw in garrison. The other went east towards Berlin. We in Warsaw, we were\nsupposed to pick up from cellars remnants of Germans, individuals or still a small\nunit which was hiding somewhere. They were not problems for us, the Germans out\nthere because, you know, my entire unit were former underground guerrillas. Each\none had some kind of a casualty, so right there that was for them the opportunity to\neven the score a little bit. So we didn't take any prisoners. The problem we had was\nwith Soviets. Soviet troops, before they entered Poland, they were told by Stalin, by\ntheir commanders, \"After you cross the border, do whatever you want. Just pay them\nfor what they did in Russia.” And they really started in Poland already that. So they\nwere raping Polish women, for instance. We being on patrol duty because the being\nin the garrison involved patrolling the streets, you come on incidents where there are\nsome drunken Soviet soldiers. Well, you want to disarm them; they don't want to be\ndisarmed. What do you do? Well, in most cases, we had to shoot them. Sometimes,\nyou know, a woman, for instance, reported every night a soldier, drunk soldier 1s\ntrying to break into my house, my apartment. Apartment, whatever she rebuilds,\nwherever she was. Well, we left a couple of men there for a night with her one night,\nand sure enough, 11, 12 o'clock . Russians want that she open the\ndoor. Well, after he was insistent on it, the boys opened fire right through the door,\nand sure enough, there was a Soviet soldier on the other side. So Poland was on the\nverge of getting rid of one occupant, Hitler and Nazis, but was at the beginning of\nanother occupation, Red Terror, the Soviet, the MK VD. I was in Warsaw in Warsaw\ngarrison till March 1945. March 1945, my commanding officer tells me, \"They have\nsomething for you. You have go and report to another unit where they give you the\ninstructions. You might be going to the front.’’ Which I wanted to go to the front\nanyway. I wanted to pay Germany back for what they did in my country. I got in the\ncar with two other officers. I didn't know they were not from my unit, and they\npointed the door to me, \"That's where the commanding officer is. You have to report\nto him.” I entered the door and immediately the guns were pointed to me. Two Polish\nofficers in Polish uniforms, none of them could speak. \" ,\" which\nmeans hands up. They took my lieutenant's stars out, took my eagle from my cap,\ntook my sidearm and the belt and I landed in the cellar. For three days, nobody\nbothered about me out there. Then the interrogation started. I'm accused of\norganizing underground within the army, which I did, of course. But who would be\ntalking? How do they know? How much do they know”? So I totally denied\neverything till the very end. I finally learned that another Lieutenant Oliva, his name,\nwas also arrested and that he is a couple of doors down from me. So seeing that they\ndon't have much, I denied till the end that it's not true. That I'm a Pole who fights for\nPoland, and I had in July, after three months of interrogation -- I didn't sign anything.\nI had a court martial. In court martial, there were three officers, staff officers in\nPolish uniforms. None of them could speak Polish. They needed a translator for me.\nAnd I was stripped of citizenship, of my belongings. Whatever was mine was no\nlonger mine and got six years hard labor, whatever. Then I was put in the infamous\nRakayetska (ph) Prison in Warsaw. Mostly people in that prison were former AK.\nAnd what happened in the meantime after I was arrested in March, my second in\ncommand, Lieutenant Horoshevski (ph), -- and he doesn't appreciate my fighting\nstories, the peaceful Swiss.",
        "A: The second in command in my unit, Lieutenant Horoshevski, as I learned later, took\nwhatever soldiers were in the garrison at the time and fully armed crossed into the\nguerrillas who were operating still in that region. They knew that there was\nsomething going on in this unit. So on account of their being smart, advised I guess\nto take all the soldiers remaining in the brigade and spread them throughout the\nPolish Army. So they took four, five, maybe ten soldiers, put them in this regiment;\nanother 10, 20 in some other regiment. That way the entire brigade in which I was\ndisappeared. So I landed in the Rakayetska Prison, which was the prison which held\nmostly the former AK accused of -- well, being AK was enough to go to jail. They\nwere calling us at that time \"spit-on midgets of reactionary forces.” That's how they\ncalled, Russians. In that prison a lot of executions took place. By that time there were\nno Jews there anymore, strictly Poles. There was a cell where they were torturing\npeople. And we knew that because next to the cells, they kept always the, what do\nyou call, you carry the wounded on them. Stretcher. There was always stretcher and\nwe could kind of peek and see that on a stretcher, they were taking a body at night\nout. The cell in which we were was very small, and there were some 13 of us. One\nslept on the floor, and actually to turn around, it had to be on command. Everybody\nhad to turn because there was not enough room. For urination and physical\ndischarge, there was barrel kept inside, just covered. So the smell was horrible. After\nthat prison, I was arrested in June -- I mean in March 1945. In July of 1945, I was\nhalf blind. Partial blindness from the lack of vitamins, I guess. I lost some 60 pounds\nduring that period of time, and I peeked through the window and I see horse and\nbuggy. But all I could see is maybe left leg of the horse and the right ear and maybe a\nhead of the peasant who was running it. I couldn't see the full picture. One night in\nJuly, suddenly something unusual happened. They taking us for a shower and they\nshaved us totally to the ground. I mean head and everything. Well, the word went\nthey taking us probably to Russia, Siberia. They don't want Polish insects out there in\nRussia, I guess. They have enough of their own. They washed us and the trucks,\nseveral trucks came in on the property of the prison inside. And they started loading\npeople into the trucks. We didn't know what was going to happen. I suddenly looked\nand I see in one of the loys (ph) my company chief, Sergeant Shuper (ph). He just\nhappened, just happened by miracle that the group of soldiers when they disbanded\nthe brigade was put in the unit which was ordered to transport us somewhere. Now,\nShuper recognized me immediately. Put his finger on his lips, and then when the\ntrucks started moving, he jumped into the truck with me. That's when I learned that\nHoroshevski took the rest of our soldiers who were at the time in the barracks and\ntook them into the German guerrillas. That's where I learned that the brigade was\ndisbanded and Shuper 1s telling me that \"Don't worry. When you ask to be taken to\nurinate out of the railroad car, just run. And the guard will shoot above your head, so\nyou don't have to worry.” And I told him, \"No, either all of us or none.” \"You will be\ngoing to a territory where the guerrillas still operate, and I want you in every stop we\nmake to pass the word that the AK prisoners are being transported to Russia.” And,\nof course, wherever we stopped -- and we stopped many times because the Soviet\nwar was still on. The Soviet troops -- no, the war over in May, but trains east/west\nwith the military equipment and troops were having the priority. So we were stopped\nquite a few times. We were singing the songs of the Warsaw uprising, the patriotic\nsongs. People ...",
        "A: People would look at the cattle wagons with the barbed wire on the windows and\nlook at our thin faces and listen to the song we're singing and they were crying and\nyou know -- at least we knew we had the sympathy of the population. Nothing was\nhappening. And then on one station, I noticed some younger people in the crowd.\nAnd one of them kind of motioned and I see a gun, and I knew that somebody was\nobserving us. Next day, shots are fired. Right away, I jumped to the window.\nThrough the window I see, you know, a perfect performance of military tactic. A\nplatoon coming out of the woods towards the train. The train stopped right there on\nthe spot. There is no firing from the train to the people coming at the train, not one\nshot. The shots were guerrillas just warning. Actually, it was a shot for the engine\nman who stopped because he was AK also. And the railroad people throughout were\nnotifying as the train was moving who it is and where it's going. That was a guerilla\nunit of a man with a code name Orelek (ph). He sustained his unit hiding Russians\ntill 1938. The war was over in 1935, he was fighting still in 1938. He was finally shot\nby the Valitsia. But at that time we, of course, shouted, \"Long live Poland. Long live\ncomrades who liberated us.” Disarmed the convoy, gave the Poles in the convoy --\nbecause the commanding officer was Polish, the political officer, second in\ncommand, was Russian and he ran away. And the rest were all conscripts and some\nAK, so the Orelek say, \"Do any of you want to stay in guerrillas?\" A few of them\ndid. The rest of them, we took their uniforms and let them go in their underwear. And\nthat's how I joined Orelek's unit. And Orelek was basically protecting Polish\npopulation from the abuse of MK VD and Militia. The Militia particularly, and they\nwere arresting AK or something like that. He made them pay for it. They\nconcentrated so many troops, Russian and Polish, to get rid of him that it was not\nvery comfortable anymore as a unit. So he went into the old technique of the\nunderground. People went home and they were on call. They were coming out on\ncall to do the job which had to be done. But I decided -- I had at the time a fiancée on\nthe other side of Vistula River in Sopot. People, my family and people thought that I\nwas dead because something I have not mentioned during this interview. I was taken\nby Russians in Minsk-Suwatki once and managed to run away from that situation --\nand I have to catch my breath.\nEnd of Tape #2\nTape #3",
        "A: So the family thought that I was dead because there was an incident in Minsk-\nSuwatki from which they deducted that the MK VD shot me. What it was, myself and\none of my soldiers, we were stopped by Soviet patrol and asked for the documents,\nwho asked for documents. Well, we, of course, didn't have the documents because in\nthe guerilla we didn't documents, but we were fully armed. So we clash and shoot.\nFrom that where the Soviet soldiers were killed and my soldier was killed also. And I\nwas taken alive with the concussion by grenade because we jumped into a house and\ndefended ourselves in the house. So they accused me of being a German with a radio\nstation who's communicating with the German planes still attacking Soviet troops.\nBecause Warsaw was still occupied by Germans at that time. I managed -- and it's a\nlong story, I will not elaborate too much, but I escaped from that place. So as you can\nsee, the family and friends and everybody thought I was really after that incident in\nMinsk, shot by MK VD. For that reason, when I decided to see my fiancée, when I\nshowed up out there, it was a lot of joy. And at the same time, a lot of worry that\nsomething might happen to me. I stayed there for a few days, recuperated pretty well\nfrom the malnutrition I had in prison, and relaxed. And the girls talked me into going\nto the movie theater. Well, I went reluctantly to the movie theater. And at the end of\nthe film, two , those are policemen, Polish policemen, come to me and\nsay, \" 2\" Which means \"Are you citizen, and may I have your\ndocuments?\" Well, my documents were very good. They were not in my name, but\nthey were perfect. The underground had very, very good places to make them. And\nnothing was wrong with the documents, but they insisted I go with them to the police\nstation. I say, \"Why?\" \"Well, we'll explain to you when we get there.” What could I\ndo? I was not armed at that time. I left everything behind me. We go to the station,\nand I am accused because of my shaved head, I'm accused of being a deserter from\nthe Polish Army. Well, all the recruits in Polish Army get shaved the moment they\nstart the military, and they keep them that way. So here for the Militia man looking at\nmy head shaven in prison, it was an indication that he could be a deserter. I stayed in\nthat prison praying that they don't transfer me to Warsaw, because if they transferred\nme to Warsaw, that's the end of me. Managed to notify the girls of a contact in AK,\nand what they came up with is an ingenious solution. They have prepared documents\ncalling Mr. Orovski (ph), which is me under that new name to military service. So\nthe girls took that document to the prison, and explained to the commander down\nthere that \"How can you keep him for a desertion from the army? That's not true. He\njust got it today, the document calling him to report to the army.” Well, I accepted\nthe cigarette from the commander and from the commander even a little shot of\nvodka. And he wished me the glorious service in people's army, and I said to myself\nat that time, \"This is it. There's no life for me in Poland anymore.” I went back,\ncovered my numbers with the Orelek's people, went back to Inowroclaw. Said good-\nbye to mother, put a pistol behind my belt and starting moving toward the Polish\nborders where we have Czechoslovakia. And at that time it was the closest to the\nzone of American occupation because Vienna was in American hands.",
        "A: Uh-huh.",
        "A: He was -- I don't even know where he was because we were not in the same unit. He\nwas totally separate from me, and I only noticed him that he was on the\nconcentration. But he stayed in Warsaw and eventually was in uniform also. Then\ngot of the uniform ...",
        "A: Yeah.",
        "A: So I was moving towards the southern frontier of Poland, fully armed with good\ndocuments. Managed to get to kind of a railroad important point, . And at\nthe railroad station I noticed some different uniforms, black uniforms and black\nberet. And when I came closer I hear French language being spoken. Well, it\nhappened that those were the French Shasserdelpen (ph). Whoops,\n. In English, the Alpine Fusiliers or something like that. And\nthey brought into Poland from the displaced person camps in Germany from the\nFrench occupation zone, they brought in Poles back to their own country. And then\nthey were returning back to Germany. I, with my high school French, I told the\nsoldier that I would like to have a word with his commanding officer. A young\nlieutenant came in, I started talking with him with my high school French. Told him\nthat I am a Polish guerilla, that if I do not get into the allies in the West, I will be\nprobably sooner or later caught and finished by MK VD. Would he help? Would he\nbe a good soldier and help Polish brother? Well, he happens to be a French marquis\nalso, so he understood the guerilla brotherhood. And after a while, he came in and I\ngot a black uniform. Put on the black uniform, and with the French through several\nRussian controls, as a matter of fact, I got through Czechoslovakia to the American\nzone of occupation. And from there I was transferred to the Polish Army in Italy and\nattached -- or assigned to a Polish commander unit. And that was how I bailed out of\nPoland.",
        "A: Polish units in Italy, they went under British command as part of the Eighth British\nArmy, all the way from the beginning of war almost. They took part in the -- there\nwas entire corps, Polish corps consisting of some 60, 70,000 men. They went\nthrough the African campaign, they were fighting in Tobruk. Then they went on\nlanding. They took, as a matter of fact, Monte Cassino, and when the war was over,\nthey were occupying Italy. So I stayed, of course, in the unit all the time during the\noccupation of Italy, except for a few months I was sent to school for young officers,\ncompany commanders. And went through some commander training, additional.\nAnd then we were just waiting until we returned back home to Poland fully armed,\nkicked the Russians out of there sooner or later. And accomplish what we started in\n1939, fighting. Well, it just didn't happen. It just didn't happen. The order came in in\n1947 for us to leave in Italy all heavy equipment, all the tanks, all the armor, artillery,\neverything we had and were so proud of. And with short arms only to go to England\nwhere we were supposed to be demobilized. Well, that didn't go very well with some\nof the career officers. There were instances that they shot themselves. My school\ncommander just couldn't see how we could be betrayed like that and left. All his\ndreams were shattered, so he shot himself. I was too young to do that, and I hoped\nthat one day I will still come to the country of my fathers fully armed and that was to\nbe. For 50 years Poland was given to the Soviet Union by Roosevelt, Churchill and\nStalin by Yalta Agreement. And we suffered 50 years, and the country right now\nstarts to recover. The best solution for Poland right now 1s to be admitted to the\nNATO. They're willing and ready and they won't shame anybody fighting.",
        "A: No.",
        "A: No, not really. Not really. They still tried to -- well, like, for instance -- but that could\nhappen to almost anybody. In my unit we had the night exercises, and we were shot\nat by the Akmechet and had two killed, two people killed from my unit. Because\nthey were having their exercises separately, you know, without communicating\nproperly with each other. And we just walked into their defensive position and\nwalked out of there minus two people. But politically, we were not really involved at\nall. We were a fighting force. Politics for us, I didn't care what it was. I just wanted to\ndefeat the Germans.",
        "A: There might have been on the high level. On my level, which is the front, right there\nin the trenches almost with maybe a hundred men under my command, there were no\npolitical problems whatsoever.",
        "A: Well, it 1s partisans; I was one.",
        "A: To prevent chaos it had to be. I tell you sometimes it clashed. For instance, 1n my\ncase, to give you an example. We had orders not to touch individual Germans\nbecause it was bringing retaliation. That was in the early days, '41,'42. Well, at that\ntime me and a couple of high school friends, we disobeyed that order. We were\nwaiting for drunk Germans to get arms, to arm ourselves. We just killed them and\ntook their arms. But without direction from up above, you would have chaos.",
        "A: Well, one cardinal rule, and that's in the swearing, in the form of the swearing, even\nit's mentioned. That any cooperation with Germany or with the enemy will be\npunished by death. Any snitching, you know, against Pole to the enemy or taking\nJewish, anything which you do against the Jews, same way. It was strictly -- and was\nvery clear. There was no \"if\" and \"but\" on that. We were to help whenever we could.",
        "A: Well, secrecy how it worked, you had to keep the secrecy, and that's why to start\nwith, you only knew four people besides you. The groups were five, five, five. So if\nanything happened, only five -- might be a thousand, only five would diminish\nbecause you didn't know anybody else. There were not very many traitors in Poland,\nnot very many. And if they were, they were properly dealt with. Went into\nunderground court, executed.",
        "A: Without support of population, you cannot fight a guerilla war. You have to have a\npopulation on your side. The population, of course, in Poland was frightened, was\nbeaten to the pulp sometimes. You had to do some convincing occasionally so that\nthey would help you. For instance, we had some problems with getting horse and\nbuggies to move from one area to another area. Either wounded or equipment or\neven go in a quick action where you wanted to be faster than just walking. Some\nfarmers, you know, we approached. They said, oh, they would do anything not to do\nit. Eventually, I think we took care of that.",
        "A: Well, you basically didn't trust anyone in those days. You really didn't know who it\nwas. So you had to have either someone from your unit with whom you were for a\nlong time or be on your alert with any newcomers you met.",
        "A: Yeah.",
        "A: Okay. First of all, the communications. Girls, young Girl Scouts, Boy Scouts were\nused for that. They carried the messages between the towns and the commanders of\nthe units. Usually the messages were coded. Couldn't use the radio stations because\nGermans had very good equipment to detect. As a matter of fact, in the early days we\nhad a special unit which was protecting the radio station. That the unit got into clash\nseveral times, and we abandoned that and instead, we had three, four people unit\nmoving the radio stations as many times as possible. As far as logistics, food, we\ntried as many times as we could to sleep in villages. We had permanent quarters in\nforests, deep in forests, but in my area the actions requested from us were such that\nthey were in the different region of the region we operated. So quite often, you know,\nafter one action, you had to almost the same night jump some 30 miles away\nsomewhere else. So to do things like that, you had to have friendly villagers. And\nmost of them were friendly. A few villages were burned because of that.",
        "A: No, by Germans, because somebody said hey, maybe that's where they -- the\npartisans, as you call it. The Germans came tn, get confirmation from somebody on\nthat from somebody in the village and this entire village was wiped out.",
        "A: No, no. Now, we, of course, had other sources besides being fed my villagers. Some\nof our actions were not of purely military nature, they were of kind of commercial\nindustrial nature. Like taking, you know, thousands of liters of vodka or a hundred\ntons of sugar or the wagon of socks we took in Warsaw railroad station. And that\nwas a very interesting one because it was in the middle of the German Army almost.\nOn one rail, there was a military transport standing. The other rails were occupied by\nthe wagons which had the socks, army socks. An entire wagon. And there was a\nguard there. We came in and we managed to disarm that guard without harming him\nat all. Just took the bullets out of his gun, let him have the gun, and we told him,\n\"You just keep walking the way you were walking before.” And we were simply\nloading and unloading from the wagons into the horse and buggies. And one wagon\nafter another full of socks went in next to a military train.",
        "A: Oh, you needed a lot of socks in partisans, in guerrillas. But you could also sell\nsocks. When you sold them, you had money for food. We also had parachute drops\nfrom England and from Italy, because at that time allies were already in Italy. As a\nmatter of fact, Warsaw during the uprising for some 40 days didn't get any assistance\nfrom anybody. When Warsaw was already failing -- the insurrection was failing, we\ngot some supplies from Italy. The U.S. Air Force flew one sortie of supplies. And\nwe, as a matter of fact, had American flyers whom we could identify decorated 50\nyears after Warsaw uprising.",
        "A: Yes. Women were mostly -- although they were not the fighting unit, but they were\nin the Red Cross Corps but with the partisans, with the guerrillas. They were in\ncommunications. All kinds of axillary situations.",
        "A: Not many, but there were.",
        "A: That, I never come across anyone like that.",
        "A: Uh-huh.",
        "A: No.",
        "A: No, no. Jews in Minsk at that time was -- they were ghetto and the craftsmen were in\nthe Copernicus School. In that factory, it was maintaining the German cars coming\nfrom the eastern front, and that was a hell of a good supply for us of arms. Because\nbehind the back seats, when you looked carefully there you found all kinds of\ntreasures. The driver might have been dead. He might have forgotten what he put out\nthere. But they had a lot of French slave labor there, and they were left leaning,\nCommunist leaning. But we talked with them, and they were tipping us off to some\nthings, no question about it.",
        "A: There wasn't much to sabotage out there because those were maintenance of cars,\nand what can you sabotage there? There were other more important things to\nsabotage and they all were. I took part, for instance, in burning the supply depots,\nand in that we almost had a disaster. Because the engineer set up the carnotite bombs\nto fire at two hours, and somebody switched it to 20 minutes. And as I was cutting\nthe barbed wire to get -- to enter into the supply depot, I see sparks coming out of the\npocket, side pocket of a man next to me. And he managed to take that off and throw\nout, but got burned on his face, all over his body. And carnotite 1s a terrific, 3,000\nFahrenheit temperature.",
        "A: Well, for instance, this particular one I was describing, the incident with a carnotite\nbomb. We were supposed to put it on the roofs of barracks where they were storing a\nlot of things, military supplies to go into the eastern front. Because of this carnotite\nincident, the action didn't work the way it was supposed to and we had to run. We\nhad to run under fire because next to it was again German and Continental Guards.\nBut not knowing what the problem with that thing is, I took my carnotite and since\nthere was almost a mountain of the insulating material, like shavings from the wood,\nI took that and threw it in that direction. Threw it in that direction and got rid of it.",
        "A: So as we withdrawing from that action after about three, four kilometers, I suddenly\nsee a red light in the direction or Minsk. But apparently the carnotite I threw ignited\nsome of the shavings from that wood and started burning that big mountain which till\nmorning. They had hay there, they had everything. So part of it was accomplished,\nbut the barracks somehow survived. Also, on the same night, and we had to walk like\n-- and here I had a half-burned man with me, taking him -- we suddenly are stopped\nin a village to which I was going. The village of Yakutsk. In a parabook military\nfashion stopping of someone at night, the military has certain commands and a\ncertain way they do. So here is a man in a perfect military gives me \"Stu, (ph)\"\nwhich means stop. Then come closer to give the password. Again, we are coming\ncloser. Then he's asking for passport. I don't have this passport. I say I don't who he\nis. I say, \"We don't have your password, but report it to your commanding officer.\nThis is Cabot Officer Grum,\" which is my code name, \"and I would like a word with\nhim.” Then he orders us to lay down and spread, eagle spread. We lay down eagle\nspread. I took a gun and kind of keep it, not zeroed on him, but close so I can. And\nfinally he managed to call his superior, they came in and it happened that that village\nwas having the night exercises with a password, military. AK was training, preparing\nthemselves. So we stayed in a barn that night. In the morning when I woke up, I was\nabsolutely red. Trousers, skin, face. I look at my comrade, he is red absolutely from\nthat carnotite, too, and burned. So they get a doctor for him out there, and I kept\nmoving to another location.",
        "A: Well, I don't -- I can't really tell you. The ones I would have been proud of were the\nfailures really. Like we had in the Minsk-Suwatki, we had arrests of AK were 87\npeople who were arrested. They were all tortured in Warsaw by gestapo. Before they\nwere moved to Warsaw, we attacked the place where they held them. We attacked\nthem in such a way that it was not a surprise for them; they were prepared. And we\njust couldn't break to the inside. We lost a friend of mine right there, but did not\naccomplish what we went after. In my opinion the element of surprise was missing.\nWhat's my biggest accomplishment? I think it's a failure, I didn't get what I was\nfighting for. I was fighting for free Poland, for justice, didn't get that. I left the war\nreally with the feeling of disgust. Looking at the Western politicians, at what\nhappened in Yalta, Tehran. How can three persons like Roosevelt, Churchill and\nStalin on a piece of paper -- piece of newspaper actually, divide the spheres of their\ninfluence and divide Europe? We had to live with this Berlin Wall ever since. I did\nget some satisfaction for revenging my father because as a 16-year-old boy, I swore\nthat I'll pay them hundredfold, and I think I did. But the main objective to free\nPoland, I didn't get that. Poland today among what you see happening out there, in\nmy opinion is not free yet. All the oppressors who kept us in prison after Russians\ntook over Poland are still walking the streets. They are still occupying positions of\npower. It's only on the surface that they're turning into democracy. It's not a\ndemocracy yet. What would turn them into true democracy really quick is the\nadmission to NATO.",
        "A: Oh, yes. Oh, yes. Reliance on somebody. You have to be absolutely sure that you can\nrely on whoever is on your left or whoever is on your right, and we had boys like\nthat. There was nobody you wouldn't go into a battle with, in my unit anyway.\nCourage, how does courage come in? Courage, whoever says I'm not afraid is either\nlying or stupid. Going to any action, I was afraid, but somehow I overcame that and\ncame out okay from that.",
        "A: Probably. If you look at Poland, for 150 years Poland was nonexistent. Was divided\nbetween Russia, Germany and Austria. I am from the first generation born in free\nPoland. Poland became free in 1918. I was born in 1923. So I was brought in in\nschools where the patriotism and the country and the flag and the God, too, were the\nguiding lights, more or less. My father was a guerilla man in 1917 and '18, where that\npart of Poland that Germany thought was theirs said no, it's Polish. So there was an\nuprising, he was in this uprising. Then I was raised in the military compound. That\nhad something to do probably with some of my behavior. Another thing which I\nthink is of extreme importance, if you give a word to somebody, you have to live up\nto that word. Without that, nothing will work. If you say you're going to do this, do\nthis no matter what.",
        "A: That's something I learned from not only family, but also from Boy Scouts. Boy\nScouts was a good training for me, and I was physically very good. As a matter of\nfact, in 1939 I was in a pre-Olympic camp for Polish athletes who were promising\nfor 1940 Olympic Games. I had a coach who was European champion at that time\nand spent like six weeks of camp with him. I played basketball for the University of\nLondon. Played basketball for the Polish Athletic Union. I played soccer on almost\nsemi-pro. So I was always physically able, and usually in the able body there is an\nable mind, too. Till a couple of years ago, boy, I was climbing mountains. I was\ndoing almost everything. Today, boom, hit me. And that's the irony of it. I was\nsupposed be dead so many times in the war, I came out of it. And here everything\nhits me.",
        "A: In those day, yes. Oh, I was eager, I did more stuff than what my region demanded. I\nwas on the, as we called, in Warsaw. I went for -- somebody else\nwas doing something, but I knew somebody tn that unit, and I was kind of drafted.\nUsually it amounted to oh, protecting them, approaches or as they were doing their\njob inside. One example and that gives you the utmost fear in Warsaw you had in\nthose days, the unit in Warsaw was liberating prisoners from the hospital, also.\n, which 1s a big hospital in Poland. And I had a friend in that unit, and\nhe pulled me into it, and I got a pre-war machine gun, air-cooled Browning. Took it\nout. It's too big to cover, so the passersby could see it. Here is a town occupied by\nGermans. Only a kid 20 years old and stupid can do something like that, and that's\nwhat we were doing. I placed myself on the ruins of a house from 1939, I am looking\nat the walls of ghetto. It was next door to ghetto, also ghetto. And my assignment\nwas don't let any German car or truck or anything past your position. Just wipe them\nout. That's my only thing in this very assignment. Here I am laying on it. At first\npeople are passing by. After five minutes, then nobody passing by anymore. In\nWarsaw mouth by mouth, Warsaw people talking to each other say, \"Hey, something\nis going on here. We better clear out.” And that's precisely what was happening. I\nwas praying there for a car to come in, and the damned thing didn't come. That's how\nyoung people reacted in those days.",
        "A: Most of them are dead. Most of them are dead. Of course, my commanding officer\nfrom the Commander Battalion from Italy is living in Chicago ...",
        "A: Oh, well, I was in -- although on the level I was in, I was not in the high echelon. I\nwas -- although second in command of a partisan unit, but that confines you to less\nthan a hundred people. The people I was touch with was in prison, for instance.\nColonel Chaska (ph), his code name, was in the same cell with me, and he was\nliberated with me. His name is Krefski. And when I visited Poland a few years ago, I\nreported to him. He was already in his '80s. He nearly had a heart attack when he saw\nme and we started talking. This man is one of the first Polish paratroopers dropped in\nPoland, and he was commander of the region Polisa, which is the southeastern part.\nThat's where a lot of Jewish lived. A lot of Ukrainians, too. And Chaska was given a\nnomination to the rank of general by General Yurazowski (ph), the one who ran the\nCommunist Poland. He sent him back that nomination and told him to stop it. From\nyou, I don't want that, which is what any one of us would do.",
        "A: Well, frankly I had -- before I started studying in England, I had a notion, I don't like\nEngland. I cannot return to Poland. I have to go somewhere. And I had some distant\nrelatives in Michigan. I started corresponding with them. They said, \"Well, why don't\nyou come to the United States?\" Well, I filed for immigration visa in oh, '37 when\nwe moved to England, moved to the United States and promptly forgot about it. In\nthe meantime, I decided, hey, enough soldiering. You better get yourself a job of\nsome kind because we were going to stay in uniform, in the foreign uniform forever.\nSo I decided that United States will probably be a place for me, but in the meantime -\n- and promptly forgot about it, that I ever even applied for that visa. In the meantime,\nI got into -- mobilized after leaving British Army because in between we Poles had\nan option to join British Army, which I did. Got a second lieutenant rank in the\nBritish Army. And then decided no, enough is enough and went into London\nUniversity to study, to study engineering. I always wanted to be in diplomatic\nservice, but I have no country anymore. So the next best thing was engineering, and\nwent through London University for a couple of years, halfway through. Just about\nthat time, I met my present wife. She came into England -- well, it was Olympic\nGames 1948. That's when we met, during that period. I proposed to her in Madame\nTrousseau Museum, as a matter of fact. And we got married -- well, actually I said,\n\"Honey, I will go the United States.” Because in late 1950 I got my visa, and I said,\n\"Honey, I think I better to the United States rather than finishing my studies here,\nbecause is too slow of a country for me. I want to go where there is some action and\nthere are opportunities, challenges to meet and so on.” And I said, \"I settle out there\nand then I bring you in, and we'll get married.” And she said, \"The hell you are. I'm\ngoing with you.” So we got married in September 30th, 1950. In February on Queen\nElizabeth we came to the United States. We Statue of Liberty after four or five days\non the Atlantic. It was so rough that some days in the dining room, there was nobody\nthere but captain and me. It didn't bother me, but all the people were so sick. And that\nwas it, that's how I landed in the United States.",
        "A: I was just about ready to go back to England. The little money I had was really\ngoing, and we were staying in a motel. Then I had an incident I'm lost on the street\nand asked a man can he tell me where such-and-such motel is, because I'm lost. He\nsized me up from bottom to the top, and said, \"Yeah. Give me a dollar, I tell you.”\nThat was what made a Christian out of me really. It told me hey, you better learning\na little bit more how, what makes it tick here. And that's where I started, realized that\none has to use elbows. If you just sit and wait for something to drop into your lap,\nyou never get it. You have to work for it, work hard. And if you do that, there's no\nother place on earth where you can do it but United States. This is the land of\nopportunity. I would not bring my brothers here because they are older, and without\nlanguage it's tough. I was still fairly young, I was 27, I think. But for a young person\nwith initiative, with drive, this is the place to be.",
        "A: Yes. As a matter of fact, I put aside enough money working 1n the factory to put me\nthrough a semester, and I got admitted to Michigan State University in Lansing, East\nLansing. Got my bachelor's degree there, and they offered me assistantship where I\nwas practically teaching even, and I was working on my master's degree also in\nengineering. During that time, Claudine was pregnant with her first child. And as a\nmatter of fact, 1t was a race between baby showing up or her finishing my thesis,\ntyping my thesis. Well, she finished the thesis before the baby came in. We decided\nto move out of Michigan. The climate wasn't what I liked. And besides, I had an\noffer on the West Coast. Being one of the top students, the companies were fighting\nfor me somehow. Which I wasn't used to, because in England I barely, barely, barely\nwas writing a C grade. Here I was A, Bs. So Kellogg's out of New York and Fleur\nout of West Coast and Chesapeake and Ohio out of Richmond, Virginia -- those\nthree outfits interviewed me, invited me to spend some time with them. I decided on\nFleur because I thought it was close to skiing. I never imagined that I would be\nskiing somewhere else, rather than in California.",
        "A: Oh, no question about it. No question about it. I tried and incur the same values in\nmy children. They are the most wonderful kids you could have. We never had any\nproblems with them. Stayed away from drugs. Stayed away from wild things. Each\none has a profession. Happily married for many years each already. No problems at\nall. And when I became sick, they flew in immediately here. They wouldn't leave for\na second. I was the number one for them. When I get letters from them on Father's\nDay or Valentine's, I close the door because I have to cry. They are so loving and so\nthankful for the way they were brought in.",
        "A: I wish I could put my finger on that. First of all, you concentrate on a family unit.\nFamily is the number one. Job, other stuff has to come secondary. So for the kids, we\nalways had time. How many times did I have to load the horses on Saturday and go\nto a show? You had to get up almost at midnight to do that and drive some 30 miles\nto be in a show, horse show. How many times can you go through the experience of\nteaching your kids how to drive? My second one reminds me still of how I got her on\nthe freeway when she was barely starting.",
        "A: No, no. But I wish, I wish strongly from the bottom of my heart that something\nhappens to bring the Jewish and Polish people back together a little bit more. Poland,\nfor centuries, had Jews. For centuries, there was a harmony, and somehow 1n the last\nperiods with this problems developing by Auschwitz or problems I guess under\nCommunist rule in Radom there was, I don't understand how those things can\nhappen. And we have a lot in common. We have a lot in common, because Jewish\npeople were without the country. They know what it is not be free, so do we. So I\nthink -- one day I hope it might happen that we work hand in hand on everything.\nConclusion of interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 26, 1996\nRG-50.030*0377",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Steven\nGalezewski, conducted by Randy Goldman on July 26, 1996 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "STEVEN GALEZEWSKI\nJuly 26, 1996"
    ]
}