{
    "rg": "RG-50.233.0120_trs_en",
    "sequence": [
        "A: My name is Charlene Schiff. I was born in Horochow, Poland, December 16, 1929.",
        "Q: Can you tell me your name then?",
        "A: Yeah, my Hebrew name was Sulamit Perlmutter and my nickname was Musia.",
        "Q: Musch?",
        "A: No, Musia.",
        "Q: Oh, Musia, okay. And Horochow?",
        "A: Horochow.",
        "Q: Horochow. That’s right outside Lvov?",
        "A: It’s about an hour’s drive from Lvov. It’s a small town.",
        "Q: Can you tell me a little bit about growing up in the town?",
        "A: Yes, I can tell you all my wonderful memories. I had an idyllic childhood. I was surrounded by\nlove. I had two wonderful parents and one older sister. She was four years older than I. We\nhad a very good relationship. My parents were both educators. My father was a university\nprofessor in Lvov.",
        "Q: What was your father’s name?",
        "A: Simeon. Simcha, Simeon, Simeon Perlmutter, Simeon.",
        "Q: And he was a university professor in Lvov?",
        "A: Yes. That was a state university.",
        "Q: What did he teach?",
        "A: Philosophy. My mother did mot teach but both of them were civic leaders in town and I would\nlike to bring out the fact that they were leaders not just for the Jewish community but for the\nentire town as well. What hurts so now in retrospect is that when we needed help no one\nextended a helping hand to us. Our neighbors and former so-called friends turned against us.\nMy childhood was very, very happy. I know my father had five sisters and a mother who\nemigrated to America and he was in I guess, in the process of arranging for us to join them in\nthe United States when the war broke out. I don’t know why he was the last one to emigrate but\nI understand from -- also 1n retrospect that it was because these were women, sisters, and he\ndecided he would take care of them first even though he was somehow in the middle. I don’t\nknow the actual chronological years but unfortunately we never made it. Ironically in 1939 he\nwas offered two tickets, two invitations to the World’s Fair in New York and he refused. He\nasked for four and of course they didn’t give him four so we never did make it or he never made\nit. My childhood was very, very happy. I remember a big house. Our house was always filled\nwith people. In those days or at that time we’d have like meetings and concerts, poetry reading.",
        "Q: At your house?",
        "A: Yeah and all these many students of his would come and it was a very happy house, home, and I\nthink that’s what gave me strength to survive in a way because I did have a very solid\nbackground of love and security.",
        "Q: When did you start going to school?",
        "A: Well, my father was a believer in education, obviously, and we had tutors from the time I was\nfour years of age and that’s when we started and then I guess to regular school I started at\naround six.",
        "Q: You went to public school?",
        "A: Yes, I went to public school but we still had private tutors for Latin and for German and piano\nmusic.",
        "Q: So you knew four languages then?",
        "A: No I really didn’t. I was not a student. I was more of a tomboy. My sister was very musically\ninclined. She played the piano, she played the violin beautifully and she continued. I played\nthe piano but I really didn’t give it any of my soul or anything. I liked to play and run around\nand just do the normal things.",
        "Q: You said you were a tomboy. What did you mean by that?",
        "A: Oh I would climb trees and do that sort of stuff.",
        "Q: Around the town was there a lot of lakes and streams and things to play with?",
        "A: No, there was a river and I remember once, as a matter of fact on my fourth birthday there was a\nparty and at that time, it’s very hazy, but we did not live in a big house on the fashionable street.\nMy father and I walked along the river, on the banks of the river and that river played a very\nimportant role in my life. I looked over to the other side and I said, Papa is that America on the\nother side and he tried to explain that it was not. There was one river. There were two ponds\nand there was a great big, it’s not a forest -- what do you call -- like a park but filled with trees\nand all and that park or on the edge of the park lived a lady who owned an awful lot of land and\nshe was the, like the (I don’t know what you would call it -- the word escapes me now) but she\nwas from nobility, Polish nobility and she was like a princess. And she lived, she was an old\nlady at that time; she only had some servants and all who tended her. But she lived right on the\nedge of that great big park and it was like a palace. And then we had like a mayor’s house, the\nStarosta and all these people used to come to our house, the mayor, the Polish priest and the\nUkrainian priest because our town was partly Polish and partly Ukrainian and partly Jewish. In\nour house everyone met on an even status and it was very interesting. I mean I took it for\ngranted. My friends were Polish, Ukrainian, Jewish, and I really even though you’re not asking\nme, I never felt any anti-Semitism in my childhood. There probably was some but I never felt it\npersonally. And when I think of it now it was probably no small achievement that my father\nwas a professor at a state university as a Jew and to me it was a given. That’s the way it went\non. My mother did an awful lot of philanthropic work in our town and I remember they\norganized camps in the summer time for needy children, Polish, Jewish, Ukrainian and there\nwas always an awful lot of activity and it was a very happy home. I mean there were many\nthings. You talk about being a tomboy. I was the bane of my sister’s existence. She was four\nyears older and I always wanted to do what she did. Of course she resented it. One time we\nhad they call it a fretepian so it’s not really a piano I guess but something like a piano in a salon,\nin the living room. One time I got hold of some paint and I painted the keys. I was punished for\nthat but I did it so she wouldn’t be able to play. Those are the things I remember from my\nchildhood.",
        "Q: How large was the town approximately?",
        "A: Twenty, thirty thousand, just about that.",
        "Q: So it was a good size town. It wasn’t a small town?",
        "A: It was a small town, yeah, but it was a very typical shtetl as they call it.",
        "Q: Was there a large Jewish community there?",
        "A: Yes very large and very active, large, I don’t know probably several thousand Jews and there\nwas a Jewish day school they called *Tarbut and there was a society, I guess, the Kahila that\ngoverned the Jewish community. There were several different synagogues. There was a rabbi\nand that’s it.",
        "Q: Were your parents religious?",
        "A: They were traditional but they were quote emancipated unquote. They were not very religious,\nthey were traditional. I knew who I was, I knew my identity. We observed all the holidays and\nthat’s another thing I remember. Once before Passover I was given a little Star of David and a\ngold chain and I lost the Star of David and there were about twenty people at the table and this\nis like a big dinner at Passover and everybody was made to crawl on the floor to find my little\nStar of David which they found. But I don’t remember going to synagogue every Saturday.\nNo, we didn’t do that.",
        "Q: Can you tell me a little bit about -- you know as much as you can remember -- about the\ninvasion of Poland by the Germans in 1939?",
        "A: Well before the Germans invaded my town the Soviet Union took over because Poland was\npartitioned in two. The eastern part of Poland became the property of the Soviet Union and we\nfell into that category. So in 1939 when the war started September 1, 1939, the Russians came\nin. They came in with their tanks and with their soldiers.",
        "Q: Did they come in on the first or did they come in a few weeks later?",
        "A: They came in maybe a week or so later and I remember long, long processions. At that time we\nlived in a big, big house on the main fashionable street. Litsa Miskawicha and I remember long\nhordes of refugees coming from the other part of Poland trying to get away from the Germans\nand we didn’t understand what was going on. They came in with tanks and with soldiers but\nvery little bloodshed. There was a lot of chaos but pretty soon things became again sort of\nnormal. I personally did not realize what was going on. I knew there was a change of\ngovernment. The emphasis in my life was that the language, the formal language became\nRussian instead of Polish. But again that was not much of a problem because in our area\neveryone was either bi or tri-lingual. It was a little difficult in the beginning. A lot of people\nlost their jobs and all. My father did not. They kept him on and he continued in Lvov. There\nwas one change which I just realized a few days ago. He used to also teach in Kracow, I don’t\nwhat do you call it, as a visiting professor and that stopped. Well it stopped obviously because\nthe Germans took over. But other than that our life did not change that much.",
        "Q: You stayed in the same house?",
        "A: We stayed in the same house. You see we were not materialistically, we were not rich or we\nwere not -- I guess my family was part of the intellectual group in the town so our life has not\nchanged much. This went on for not quite two years. Our schools didn’t lose a beat. The only\nthing is that the official language changed into Russian.",
        "Q: Were you taught Russian in the schools?",
        "A: Yes.",
        "Q: And were the businesses in the town nationalized, that kind of thing?",
        "A: Well you know what was happening and again this is all in retrospect which I didn’t realize.\nSome people would disappear in the middle of the night and not be heard from again. And these\nwere probably the people that they considered capitalists. These were business people who\nowned businesses. Yes, I guess the businesses changed hands so to speak and all of a sudden\nthere was a shortage of one item, two items, three items. Yes, definitely, the whole picture of\nthe town did change.",
        "Q: Can I back up just a little bit before the invasion? Do you remember your father, your family in\ngeneral being concerned about the Germans coming to power, the Nazis coming to power and\nbecoming more powerful?",
        "A: Well, I don’t know. This was not discussed in front of me but I know my father had a fantastic\nlibrary in his little office in our house and now and again they would have meetings and they\nclosed the door. A lot of people would come, a lot of his students and they would talk and then\nI would never see them again. And then I found that a lot of them emigrated in a clandestine\nway illegally. And a lot of them ended up, many as a matter of fact, ended up in what is now\nIsrael and some of them ended up in the United States. And some of them we never heard of\nagain. But yes, there were many discussions and there were concerns.",
        "Q: Now you said something about earlier when we spoke about trying to get out and go to the\nUnited States your father.....",
        "A: Yes, my father.....",
        "Q: When did he try to do this?",
        "A: Well, it seems like all my life there was talk about it but I know that at one point, I don’t know\nexactly, I think it was 1938, we all had to go to Warsaw and be interviewed or something and\nthis was part of the process of getting ready to emigrate to the United States.",
        "Q: But the papers just didn’t come through before the invasion?",
        "A: I don’t know what happened but apparently so, unfortunately.",
        "Q: Was there anything, you know you talked about your life under the Soviets when they came in, I\nthere anything else that strikes you about the Soviet rule about anything that you could\nremember that was very striking to you?",
        "A: Well, I guess going to synagogue was a little more -- I mean it became less frequent. It didn’t\naffect any of my immediate friends so I am very hazy about it and I know that it was difficult\nand I know that they probably nationalized the businesses and all but from my own personal\npoint of view I cannot relate to it too much.",
        "Q: You made mention about the synagogue. Was there a conscious effort by the authorities to\ndiscourage religious practices?",
        "A: I don’t know, I’m sure it was but it was done in a very subtle way and I think my father was\nconscious of it and probably cognizant of it that he is not supposed to go to synagogue too\noften.",
        "Q: You said he was allowed to go to Lvov. Do you remember if he was allowed to travel freely in\nthat way back or forth?",
        "A: Yeah, he was traveling back and forth but I don’t think we traveled anyplace else.",
        "Q: Why don’t you tell me a little bit about when the Germans invaded the Soviet Union?",
        "A: Well, that happened in the summer of 41. Again I guess Hitler and Stalin, or Hitler decided to\nbreak his agreement with Stalin and he started pursuing his evil plans by occupying the\nterritories first of Poland and then going on to Russia. The Germans came, again it’s almost\nlike out of nowhere, again with tanks and their soldiers were much -- they were dressed sharp,\nthey looked sharp. To me it was an event of change, but in a way exciting. It’s hard to say that\nbut it was. They came in and we didn’t know what to expect. I know my parents were very\ndepressed but they did not share these feelings with us openly. Again we saw a lot of refugees,\nas we call them now, people going with the Russians. Why we didn’t do it, I don’t know. I’m\nsure it’s very difficult to make decisions like these when you have a family, when you’re on\nyour own. I want to track back and I think that my father was an ardent Zionist and I think that\nwe didn’t go to America for two reasons and this is my conjecture. One, the authorities and the\nred tape was absolutely awful and took a long time and secondly my father’s heart really didn’t\nbelong there and yet being a family man with two kids it was difficult for him to make a\ndecision to do what he told his students to do and a lot of them did then. They went to Israel.",
        "Q: Do you think he was advocating for many of them to leave?",
        "A: Oh, I know he did because we made a trip to Israel in 1985 (decade is unclear) or so and I met\nsome of his students. They organized an evening to honor the memory of my parents,\nespecially my father, their mentor, and they told me that.",
        "Q: Did they remember you?",
        "A: Yes, they remembered me as a little pain in the neck. Yes, they did. And I remembered some of\nthem. Yes, my father was really an ardent Zionist. I didn’t realize then, I didn’t know that.",
        "Q: Did you know much of his activities in that vein?",
        "A: No, I know he was preoccupied with education and all. He had a number of doctorates from\ndifferent places and that was his life. But the rest of it, no, I did not know. He was a wonderful\nfather, he was very stern. There was discipline. We did not speak at the table until he spoke.\nBut that was all right, we didn’t know any different so that was okay. I think I digressed from\nsomething that you asked.",
        "Q: No, that’s okay. We can get back to it. I’ve got a couple of other questions but I wanted to step\nback just a little bit. I asked you about the invasion, the German invasion, but I wanted to step\nback just a little bit if I could. Before when we talked about how your father had discussions\nwith students and other people about Germans, the Nazis coming to power and that kind of\nthing.",
        "A: Yes, I think so because there were all sorts of newspapers and the radios and the political\nsituation was discussed constantly.",
        "Q: Do you, now this is an interesting question because many people at the time especially\nhistorians speculate that some people in the Soviet Union may not have known or tried to play\ndown the fact that the Germans were going to invade. Do you remember if your father was\nconcerned about that?",
        "A: I don’t know. I think he was always concerned with the world situation and they always, I\nmean at these discussions and these gatherings political situations were always discussed\nwhether it was a concert or poetry reading or so but yes it was always discussed.",
        "Q: When the invasion happened in June of 41 do you remember how long it was after the invasion\nstarted that the Germans came into your town or arrive in the area?",
        "A: I would say within a week, not any longer than that. There was no bloodshed or anything.\nThey just came in. In the very beginning, I don’t know if it was the same day they marched in\nor the next day, all the Jews, right away they zeroed in on the Jews, we had to meet at the\nmarketplace and right away they started with their decrees to strip us of all material possessions\nslowly but very systematically. The first request was for the Jews to give all the gold, maybe all\nthe silver, all the radios, everything that had any material value, carpets, Persian carpets, you\nwouldn’t imagine, furs, fur coats, all sorts of things we had to bring to the marketplace, or\nwhatever, I think it was the marketplace, the Germans took that. And that went on for about a\nweek. Then they went around with a list of people which tells me that the local inhabitants had\nto give them that list.",
        "Q: Somebody had to give them that list.",
        "A: That’s right. They didn’t know the names and they went for specific men. These men were all\nthe leaders, the Jewish leaders in the community. And of course my father was one of them and\nthey took him away. Just like that.",
        "Q: And that was within the first week of them being there?",
        "A: Within the first week or maybe the very beginning of the second week, that’s it. There was so\nmuch chaos and so much confusion. I don’t recall but every day since the Germans came in\nwas just like a nightmare in the beginning and that was not even the real nightmare. But that’s\nthe way I lost my father. They came in. He saw them; he tried to run out through the kitchen,\nthrough the back way and they were in the back there with the Ukrainians and they grabbed him\nand that was that. The rumor had it that these people, the leaders of our community were taken\naway and sent to Dachau. Now I find out that there was a big question mark. Some people told\nme that it’s probable that they were all executed right there and there’s supposed to be a mass\ngrave which I never got to see upon my return trip in 1988. Or some of them did go to Dachau.\nI searched in Dachau for any sign, lists and all. I could not find anything and I still to this day, I\ndo not know how or when my father died. After they took away the leaders of our town which\nwas a very organized plan to just cause chaos and confusion once the leaders were gone. Then\nthey, I don’t know the sequence, the chronological sequence, but they burnt all our synagogues\nand they gathered, we had to be there to watch it, every Jewish person.",
        "Q: ...was taken out to watch it.",
        "A: ..to watch it. They burned all our books of prayer, our Torahs, everything. And they did that in\none day. Then we went home. Everyone who was fourteen years or older was ordered to work.\nIn the morning they would gather in a certain place, my sister and my mother. I mean it was\nsuch a stupid, useless....most of the work was useless. My mother was digging ditches and\nthings like that. My sister at that point was also digging ditches. Then, after a little while,\nevery day there were different decrees and different orders, loudspeakers. Before the ghetto\nwas organized, one day a van pulled up in front of our house and several Germans came out and\nthey came up to the house and asked where my father’s library was and my father had a rare\ncollection of first edition books and I mean that was his life’s hobby (all the little money we had\nI think he spent on the rare books) and they knew about it. How did they know about it?\nSomebody told them.",
        "Q: And these were Germans who came?",
        "A: Germans, yes. And they cleaned out his library which was stacked. My father’s library was a\nplace where we had to wash our hands to go in. We were not allowed to touch the books\nwithout his permission. He really had a fantastic collection. But anyway they took it all,\npacked it in boxes.",
        "Q: This was after he had been taken way’?",
        "A: Yes, that was after he had been taken away. And they gave my mother a receipt. They thanked\nthe gnaidika frau. They thanked her yet and they drive off.",
        "Q: At this point in time not long after the invasion do you remember if there was a differentiation\nbetween what we might call like German soldiers and maybe Nazi troops, that kind of thing?\nDo you remember that at all?",
        "A: No.",
        "Q: They were just German soldiers?",
        "A: They were just Germans to us.",
        "Q: Do you remember when the Germans actually came into the town, were there people who were\nhappy to see them and not just because they were fascists but maybe against the communists or\nthat kind..?",
        "A: Oh yes, they were greeting them with flowers, yes.",
        "Q: There were a lot of people in town doing this?",
        "A: Oh yes, they were lining the streets with flowers and applauding, yes. Then after another few\ndays there was an announcement in the middle of the day. That day nobody went to work\nbecause every day my sister and my mother were told to meet at six o’clock in the morning to\ngo to work and they would be herded back in the evening. That day no work. I don’t remember\nbut in the morning, maybe ten or eleven o’clock there were loudspeakers going around and\nannouncing the fact that we have to meet in the marketplace within an hour and we can take\nwith us what we want to take, what we can carry with us and that’s what we did. We grabbed\nwhatever we could.",
        "Q: Do you remember what you took?",
        "A: Yes, I remember what I took. I also remember that my mother had enough foresight that we\nhad some gold coins and a few rings. I mean not much because we were not a family that was\nvery materialistic. But she sewed into our clothing and to each my sister and myself and her\nown clothing some of the jewelry into the linings. She said you never know. This is for a rainy\nday. And so we grabbed the clothing, the coats and whatever. I don’t remember what else we\ngrabbed but some pillows and blankets and we went to the marketplace.",
        "Q: And that was in the center of the town?",
        "A: Yes, and there we were marched into a very poor section of the city, of the little town and we\nwere assigned a place to live. Our place was one room and we shared it with three other\nfamilies. Mostly there were women and older men because the leaders were taken away, about\nthree hundred of them or so. And that’s the way the ghetto was formed. The ghetto was\nsurrounded by a high fence that was finished off with barbed wire and there were two gates, one\nin the front and one in the back. Everyone who entered had to have a written permit. In the\nmorning the people who worked were marched out and they were marched back in in the\nevening. The place was guarded by Ukrainian militia. There were very few Germans in the\nghetto. They were on the outside mostly. That’s when our nightmare really began. The rations\nwere very meager but if on didn’t work, there was no ration. So I did not receive a ration and\nmy mother and my sister had to share. I mean they didn’t have to but they shared their rations\nwith me. In the beginning people still managed not to give all their material possessions to the\nGermans so there were some opportunities to barter on the outside and bring in some milk and\nbread and what have you. And that’s the way we survived. My mother and a few other of the\nwomen organized a clandestine school for children like myself because we were really left with\nno supervision and nothing to do and they managed to get some school supplies from the\noutside by trading rings or gold or whatever people had. So for a while we had a wonderful\nschool in the evening in the ghetto. We, I mean kids, really looked forward to it. They read\nbooks and we sang songs and we colored and did all sorts of little stupid things just to occupy\nour minds but it was very good for us. But it did not last very long. After a few months that\nsort of dissipated and it disappeared because people didn’t have any more to trade for supplies\nplus the fact that winter set in and there was a lot of cold and illness and starvation and mostly\neveryone was just concentrating on being able to survive. In the ghetto we were ordered to\nwear a Star of David, a yellow patch, on the front of our clothing and on the back of our\nclothing. Even within the ghetto you couldn’t move without having that patch. It was a very\ndifficult thing and even as young as I was I realized that we were separated from the rest of\nhumankind because we were different. We were not as good as anybody else. And that’s a very\ndemoralizing thing to live with. Most of all I think we were preoccupied with being hungry.\nHunger is something very hard to describe. It’s so paradoxical now. Everyone is on diets and\nwe say we mustn’t eat so much, cholesterol, what have you. But real hunger is so painful. It\nabsorbs or it takes over your entire being. I don’t remember what I ate yesterday but those\nyears are etched in my memory. They were indelible. I remember I was so hungry that I would\ndo anything to get something to eat. So many times even though I promised my mother I\nwouldn’t do it, I would sneak out of the ghetto.",
        "Q: Did a lot of people do that?",
        "A: Many of the children did it because my age or even younger, the ones who didn’t work, there\nwas nothing to do all day long and all you could think of is how hungry you were. And so we\ndid. We had an ingenious, as a matter of fact two places in the ghetto where we dug holes and\ncamouflaged them and that was not through the gates so we would go out, sneak out and try and\nbeg or barter for some food and then we’d go back the same way. It was difficult and we were\nvery obvious. We were recognized that we were not the same as the people on the outside\nbecause our clothing and we were dirty and we were unkempt and all that but we didn’t care,\nwe were so hungry. And some people on the outside, I say the outside, the Ukrainians and the\nPoles were good to us. Others were not. If you were caught on the outside it was punishable by\ndeath. I did it a lot of times and I was not caught. I’d bring an egg home to share with my\nfamily. I would bring a slice of bread or something like that. One time I did go out and I\nmanaged to get two eggs for a little ring and I got it out of my clothing and I was getting back\nand I was almost at the place where I would crawl in the hole and get back and this Ukrainian\nmilitia man caught me. He started yelling at me and he searched me. I had a dress with puff\nsleeves and I put one here and one in here. He found the eggs and he threw them on the\nsidewalk and made me kneel down and rub my face in the eggs and screamed at me and said get\nback where you belong and I don’t want to hear from you anymore, I don’t want to see you\nanymore. So I guess he was a gentle person because he could have killed me. He didn’t. But I\ndidn’t give away the hiding place either. He marched me to the gate and pushed me in and that\nwas it. I had scrapes on my face and whatever but that didn’t count. A few days later as a\nmatter of fact a dear friend of mine, she was about eleven a little older than I at that point, and\nshe went out and she got a loaf of bread and she never made it back to the ghetto and they shot\nher right on the spot and they dragged her body right into the ghetto and they wouldn’t allow\nthe burial committee, because they had a committee for that, they wouldn’t allow them to bury\nher for a week.",
        "Q: As a warning?",
        "A: Yes, there were so many not warnings but I mean sadistic things. One time, I mean I could go\non for days, one time there were three fellows who made their way from work, young fellows as\na matter of fact, and they tried to escape. And they caught them, three young fellows, I knew\none of them, I didn’t know the other two and they gathered us, the market wasn’t part of the\nghetto, and they made us watch when they hung them, three and then they let them hang there\nfor several days. And each day the people who would go out to work had to march around.",
        "Q: Pass by them.",
        "A: Yes, to watch. These guys would stand with whips and if your face was down they would\nsmack you so you would look up and watch the hangings, kids, everyone. When we got to the\nghetto my mother still continued digging ditches but my sister managed....",
        "Q: That was the work that she was doing outside the ghetto?",
        "A: Yes, supposedly building roads. All she was doing was digging ditches, covering one ditch and\nthen digging another ditch and covering the second ditch. That’s all they would do.",
        "Q: They were keeping them busy, basically.",
        "A: Yeah. But my sister managed to get into an old warehouse. These were mostly young women\nwho were knitting and crocheting clothing articles for the soldiers on the front. That was a very\ngood job because it was indoors so that was good. But I remember one day she was not feeling\nwell. She couldn’t go to work so it was decided that I would take her place. So I took her card.",
        "Q: How old were you at this time?",
        "A: About eleven. But people didn’t care as long as I had the papers. All the Jewish people knew\nbut nobody would say anything. So I went there and they showed me where her seat was, the\nbench and I don’t even remember what she was knitting. It wasn’t crocheting, it was knitting, a\nscarf or a sweater. No, it couldn’t have been a sweater because I wouldn’t know how to do that\nbut a scarf I did know and that was it. And I started knitting and all of a sudden I felt someone\nwas looking at me, watching me and there was this mean looking German going around and just\nlooking. And he stood behind me for a while and observed me and apparently I wasn’t doing it\nfast enough or whatever and he got very angry with me. He started screaming dunner vetter and\nstarted cursing. And I didn’t answer. I kept doing what I was doing. Finally I didn’t please him\nobviously. He grabbed the needles out of my hand and stuck one of them in my finger and this\nis what it is now. I passed out and that was my experience taking my sister’s place. In the\nbeginning of the ghetto there was like a little hospital. And there was still one doctor left. And\nI remember his name, Dr. Grossfeld. He tried to do his best to help people but that again didn’t\nlast long. Pretty soon there was no more hospital, there were no more supplies and he\ndisappeared. That’s another thing that was happening in the ghetto. Every now and then at no\nspecific time for no reason obviously a van would come or a big truck and they would grab\npeople just....",
        "Q: Just indiscriminately.",
        "A: Indiscriminately, babies, little kids, old people, anybody. They would just grab them, put them\nin the truck. And you never heard from them again. Dr, Grossfeld disappeared in one of those\nactions where they would come and just grab people indiscriminately. That’s why there was\nalso such a demoralizing feeling. One never knew, I never knew if I would see my mother and\nmy sister again because these actions could occur during work or after work or before work or\nanytime. And that uncertainty too was very, very difficult.",
        "Q: If you weren’t going out and trying to get food or something how did you spend your days in\nthe ghetto while they were at work?",
        "A: Just sitting or walking with my friends and talking about food. That was all we talked about.\nAt that point somebody asked me, well didn’t you talk about your Dad. He was taken. Well,\nmy mother was really in retrospect when I think of it a phenomenal person. She never let us\ngive up hope. She would always talk about plans -- how we would celebrate when Daddy came\nhome. I didn’t think it was that unusual but she turned gray overnight when they took my father\naway. Overnight. She woke up -- she was completely gray. I guess she knew deep in her soul\nthat my father never would come back. Yet she wouldn’t let us give up hope. It was a very\ndifficult time. But again when I look at it from today’s perspective it wasn’t so bad for me\nbecause I still had my mother and my sister. At that point their love and our caring for each\nother compensated for all the physical atrocities, and they were atrocities. We were cold; we\nwere hungry; we were not well; we were uncertain of out tomorrow. It was almost as if you\nlived in suspension from day to day. And that’s the way we coped. It was really terrible when\nyou think of coming from a fairly advanced civilized life to living in one room with three other\nfamilies, sharing the whole house, that was a big -- I think a three story house, we share one\nbathroom and one kitchen for the entire house.",
        "Q: Do you remember how many people were in the house?",
        "A: I would say at least a hundred.",
        "Q: And you had one bathroom and one kitchen?",
        "A: Yes. But anyway life went on. Winter came and that was very difficult. There was no heat;\nthere was no warm water. There was as a matter of fact very little water, even cold water.\nPeople started dying, people disappeared in the actions and in early spring we got a new decree.",
        "Q: This would be in 1942?",
        "A: Yes, early spring of °42. We were ordered to move again. Grab what you can whatever you\nhave and meet in the central place. That was not the marketplace but in the ghetto. What\nhappened was that they decided our numbers had dwindled and they didn’t need such a\nspacious place as we had there and they moved us to a smaller ghetto and that was really one of\nthe shabbiest parts of town. Nobody lived there for years. However there was one redeeming\nfeature in that new ghetto. It was again surrounded by high fence and barbed wire and all these\ngoodies. But one side of the ghetto was right next to the river and our assigned place to live\nwas in the little shack right on the river and that was not fenced in. It was really even worse and\nsmaller than the place we lived before but it was on the river and it was important to us.",
        "Q: Why was that important?",
        "A: Because it was open and it wasn’t guarded. My mother was rather happy with that. When we\nmoved we were again with different people and again there wasn’t enough room to sleep us all\non the floor so we had to build like bunks so there were three in a row stacked up. And then life\nwent on again the way it was before except that there was much more chaos and people became\nmore panicky and even though we had no outside knowledge of what was going on, no radio,\nno newspaper, no mail, we were completely cut off from the world, the people who were going\nout to work would gather some information, rumors from the outside. Somehow rumors begin\nto float in the ghetto that they were going to kill us all soon. There were also visible signs.\nThere were more Ukrainian militia in the ghetto and there were more Germans within the\nghetto, too. They would just march around with their high boots, all dressed up and spit when\nthey’d see you and make you walk on the road not on the sidewalk. And then my mother\napparently, I don’t know if she started earlier, but that’s when she shared it with my sister and\nme, that she started looking for some places where we could hide. For a long time she said she\ncouldn’t find, make any connection on the outside. Finally one day in the spring she came back\nand she was very excited. And she said she found two places. She couldn’t find one hiding\nplace for three but she found two. One farmer was willing to take two people, obviously for\nmoney and another one was willing to take one. And there was her Solomon’s decision -- who\nwill go where. Well my mother decided since my sister was four years older than I she could\nmanage by herself and my mother and I would go to the second place. The farmer who agreed\nto hide my mother and me was known to us. He was on the other side of the river and before\nthe war my mother would get, many times she would get dairy products, milk and cheese and\nbutter from this farmer’s place and it sounded very logical to me. How she did connect with\nthem I don’t know but she did. She was not happy but she was satisfied that she was able to\naccomplish that. And we just waited for the time that she would say when we should do it. And\nthat time came in early August.",
        "Q: Of 1942?",
        "A: Yes. One day in the morning or the night before my sister packed her little bundle. My mother\nhelped her. In the morning we said our goodbyes and we were making plans how we’ ll meet\nafter this horrible time was over. I never saw my sister. She went to work in the morning and\nthat was the last time I saw her.",
        "Q: Was the plan for her to go from work?",
        "A: From work to the hiding place, yes.",
        "Q: Do you know where her hiding place was supposed to be where she was going to?",
        "A: I know it was right on the outside of our town and then the farmer was supposed to come and\npick her up from work. It was not in Skbelka which was the place my mother and I were going\nto hide.",
        "Q: Now Skbelka is a different town from....",
        "A: Skbelka is a little village.",
        "Q: Across the river from your town?",
        "A: Across the river from my town, yeah. She left. There were several days my mother didn’t hear\nanything. She was satisfied that everything went well. Then she said the time she’II let me\nknow when it’s time for us to go. Meanwhile there was a lot of commotion in the ghetto, many\nmore Germans. They were coming and going and it was evident that something was going on.\nSo about a week, I don’t know exactly, but about a week after my sister left she came home one\nday from work and we ate our meager supper and she told me to put on two of everything that I\nhad the best which wasn’t that much left. I remember I had some high top shoes that you don’t\nwear in the summertime but she said put them on. She packed a little bundle of stuff for herself\nand a bundle for me. She kept repeating giving me directions of how to get to the farmer’s\nplace on the other side of the river.",
        "Q: Were you going to go together or separately?",
        "A: Together. At night when it got dark. You see there were no guards or anything so that was very\ngood. Otherwise we couldn’t have gotten out of the ghetto. So when it got real dark she took\nmy hand. We just walked out. We didn’t say anything to the other people. But everybody had\ndifferent plans. Whoever was left was going their own way and everybody was confused.\nThere was not a good relationship. It seemed that nobody knew what to do and everybody\nwanted to survive. They tried to hang on to life whatever it cost. And so we left and we walked\ninto the underbrush, the bulrushes and all.",
        "Q: Now did you have to climb out of your window or something like that?",
        "A: No, no.",
        "Q: You just walked right out and right to the river.",
        "A: Walked right out. That little shack was right on the river. I guess the Germans felt very secure.\nWhere would we go? Into the river? And so we started walking towards the river and all of a\nsudden shots rang out. It was so still. It was very, very quiet and so we couldn’t move. The\nshots were sporadic but it lasted almost all night. And so we were stuck. By morning many\nother people had the same idea as we did.",
        "Q: To get down to the river.",
        "A: That’s right, so every....",
        "Q: You were still in the underbrush at this time?",
        "A: We were in the river but it was it was shallow. We were covered. It was thick underbrush, these\nbulrushes I guess and all sorts of things where you could hide. But by morning a lot of other\npeople kept going into the river and by that time machine guns were going full blast all the\ntime. There were these screams and shouts by the Ukrainian militiamen and this is something I\ncan’t get rid of that sound and of that phrase and they kept screaming; village ???? Meaning\ncrawl out Jew, I can see you. Most of the people came out. We didn’t. We stayed there. That\nlasted a whole day and by night when night fell the machine guns were going full blast. We\ncouldn’t move. And so we stayed there. I remember my mother gave me that soggy bread that\nshe packed and it tasted awful and she made me eat it. She said I needed the strength. We spent\nanother night in the water and the next morning there was fire and there were screams and I\nheard babies crying and I guess the time they were liquidating the ghetto. I can’t say the water\nturned red but it should have because the machine guns were going again full blast all the time\nand we stayed in that river. I kept dozing off and I know we stayed in the river for a number of\ndays but I don’t know exactly how many days. But one moment I opened my eyes and my\nmother was gone and I really became panic stricken and I tried to rationalize that I probably fell\nasleep and she had to make her way to the farmer’s place and I would have to find my way\nthere by myself to join her. And then all of a sudden everything got quiet. There was no\nmovement, nothing. And I stayed until dark and then I made my way across the river and I\nwalked. I remember walking, walking for so long until I came to the farmer’s place, to the\nbarn. I’m sure I must have been a sight, dirty and wet and the dogs started barking and the\nfarmer came out. It was just beginning to -- daylight wasn’t -- I mean it was dawn and he came\nout in his coveralls and I asked him if my mother was there, He said no. I said well I'll wait\nuntil she comes. He said what do you mean you’ll wait, you will not wait here. I said you did\nagree to keep us here for a time, I didn’t know for how long. He said well, I changed my mind.\nIt’s too dangerous. I said well, just let me stay until my mother comes. He said you can stay\nthe day, Ill give you something to eat and at night when it gets dark you better leave or I'll\nreport you to the authorities. And I was just bewildered at that point but it was very ironic\nbecause I noticed he wore my father’s gold pocket watch with the coveralls",
        "Q: That’s what your mother probably paid him....",
        "A: I’m sure that was part of it, I’m sure. But his wife gave me some soup and some food. I wasn’t\neven hungry at that point. I stayed in the barn until it got dark and they gave me some bread and\nan apple. I remember and they told me to leave. And I was so I guess bewildered and really\npanic stricken. I didn’t think straight and I walked on the main street of that village. Anybody\ncould have seen me or caught me but I was lucky. God was with me I guess if there is a God.\nAnd I walked all the way on the main street of that village until I came to an open field where\nwe lived. It’s agrarian, it’s the breadbasket actually of Ukraine so there were these lush wheat\nfields and I spent the next two days in a field just sitting there like in a stupor. By that time the\nbread was gone and the apple was gone and I just didn’t know what to do and my mind refused\nto give up. I felt, I don’t know how to say it, but I felt as if I had let my mother down, that I\ndozed off if she had to leave me and now he’s looking for someplace for me because he refused\nto give us protection. And so I decided then that my only way to live or to survive is to find my\nmother and I felt that I have to go and look for her. Our area has many forests so I decided then\nand there -- it was still early fall -- that I have to go from forest to forest until I find her. And\nthat’s where my odyssey really starts. I started going from forest to forest and I walked and\nwalked and the illusion when you look at something -- I mean my geography wasn’t any good\nbut I soon learned south and north and east and west. You look at a forest and it seems it’s so\nclose and you walk and you walk and it’s not there. I walked all night and I tried to rest in the\ndaytime. But meanwhile I needed to eat, too. So I would try to go to little villages in the\noutskirts and grab something from a garden or something and that’s the way I survived the first\nmonths. The first months were also -- several things happened that were horrible. In the very\nbeginning I would come across stragglers like myself from different ghettos because apparently\nHitler liquidated all the ghettos in our area about the same time. I would find other people in\nthe forests who were in similar situations. They were looking for their loved ones, they were\nlooking for friends or whatever. And so I tried to get information about my family. Nobody\nknew anything and I didn’t know anything about theirs. One time we were on the edge of a\nforest and there were seven of us from different places. There was a mother and a baby and two\nboys and two women. Anyway there were six other people and we were sitting and trying to\nget information from one another. And all of a sudden a bunch of kids from the neighboring\nvillage spotted us and they started yelling at us. “Jews, Jews.” There was remuneration for\nreporting a Jew, however small it was. And they ran back to the village and we realized that\nsoon somebody’s going to come after us. We were sitting on the edge of a forest. This was --\nthere are different kinds of forest -- this one had very little underbrush. There was no place to\nhide except climbing up a tree which wasn’t the smartest thing to do. But there were huge\nhaystacks in the field so we ran to hide in the haystacks and somehow for an unexplainable\nreason we all ended up in the same haystack, all seven of us. I don’t know what the haystack\nlooked like on the outside but I’m sure it wasn’t very difficult for them to realize where we\nwere. Pretty soon we heard voices of the villagers and the kids and they came back, they came\nthere with pitchforks. They just made a game of it and they kept pushing the pitchforks into the\nhaystacks. That went on for hours it seems like. It was in the afternoon, late afternoon. And\npretty soon it was quiet and I heard a lot of commotion around me. And when it got real quiet I\nwaited, I think it was the middle of the night when I crawled out.",
        "Q: Were there people still in there with you?",
        "A: No.",
        "Q: You were alone at that point?",
        "A: I don’t know. It was quiet; it was completely quiet and I crawled out and there were six bodies\nlined up, their clothes gone, their shoes gone, mutilated; couldn’t recognize them except the\nbaby because of the size. Baby was on the chest of the mother and I was the only one who\nsurvived that massacre. I don’t know why or how. I don’t know, maybe I was in the middle, I\ndon’t know. And I stayed there for a while. I didn’t even cover them with leaves or anything. I\njust walked away. There were many incidents like these. And this went on for three years. The\nwinters were very difficult because it was not only hunger and thirst, it was cold. And the snow,\nfootprints would show in the snow. Dogs would give you away if you go close to a village or to\na barn. I tried, in the winter I tried to go from barn to barn and to keep warm or I would crawl\nin, they have these, they were not haystacks but where they kept, where the peasants keep the\npotatoes. It’s like....",
        "Q: Potato cellars.",
        "A: Something like that. It was just awful. It was not only the hunger and the cold. It was being\nalone and sometimes not hearing a human voice for weeks at a time. It got so many times\nwhere I just didn’t even care but I kept getting my strength from the fact that I had to find my\nmother. I never found her. And then apparently I got very sick and I was like in a little grave\ncovered with leaves in the forest and the Russian soldiers found me there. I don’t know how\nlong I was there and they took me to some hospitals and they nursed me back to health. My\nquest, my search for my mother continued and when the war was over I went back to my home\ntown. I found that there was one other person who survived. She was an older woman. As a\nmatter of fact she is here in America. She lives in Duluth, Minnesota. And other than that there\nwere no other survivors. I mean there were people who made their way illegally during the war\nbut the survivors from the ghetto were just myself and this other woman. And when I got back\nto my hometown I didn’t learn much except that somebody denounced my sister and they\ntortured her and they humiliated her. They paraded her on the main street in the nude and then\nthey murdered her. And that must have happened very shortly after she left. I never found out\nwhat happened to my mother and I don’t know for sure what happened to my father. You know\nthe horrible feeling -- there is nothing tangible for me to mourn. When someone dies you have\na cemetery, you can go and put some flowers and say a prayer. I have nothing. And to this day\nit seems, I know it’s ridiculous but when I walk and when I see someone -- my father was about\n6°4” and my mother was almost 6 foot tall --and when I see someone of the build and height,\npeople remind me of my parents. I have to run in front of them ad look back to see it’s not\nthem. And then I made my way. I kept still looking for my mother and everybody said all\nsurvivors or people who survived are going to Germany. So illegally from what became the\nSoviet Union again I went through Bratislava and Vienna to Germany. That’s the way all the\nsurvivors went. When we came to Germany there were lots of people, all sorts of people there.\nThe ironic thing was that these people were survivors like myself, the remnants. And there\nwere people who were running from the consequences of their collaborating with the Germans\nand so we all ended up in the same DP camps and that was very, very difficult. But finally they\ndid separate us. And then even though we, as a survivor and as an orphan at that point, I still\nhad to wait three years.",
        "Q: You were about sixteen, seventeen years old at this time?",
        "A: About fifteen, yeah and I still had to wait three years to be able to go to the United States.",
        "Q: So you lived in one of these camps for three years?",
        "A: I lived in different camps, yeah. And the last camp I lived is in Benzheim which 1s near\nStuutgart near Darmstadt and I managed to go to the University of Heidelberg. How they\naccepted me is beyond me because I didn’t have any formal education.",
        "Q: Past when the war started, yeah.",
        "A: Yeah, but I took some tests and I think they felt sorry for me so they admitted me. And I went\nthere for two reasons: one, I wanted to get some education and number two, I thought I could\nget a student’s visa to get to America. Well, the visa that I did get, the permanent visa came\nearlier. But it was three years that I had to wait.",
        "Q: So you came to the United States in ’48?",
        "A: 1948, yeah.",
        "Q: Did you have relatives? You did, that’s right, your aunts?",
        "A: Yes, yes. There was one aunt, the one in Columbus, Ohio and my father’s sister. She’s the only\none who’s still alive now. And she took me in. I came in like on June 25\" and I think June 26\"\nshe sent me to Central High. I didn’t speak a word of English and I hated the world and I hated\nmyself but it was the best thing they did, tried to give me some education. And then I met my\nhusband. He was called back into the service and guess where his first assignment 1s?",
        "Q: Germany.",
        "A: That’s right, you’re right. And I refused to go until I became a citizen, an American citizen.\nAnd then I went back and it was difficult. That’s my life in a nutshell. For many years I didn’t\nspeak out. I told my husband, I told my son but my family, the few who were still alive didn’t\nwant to hear about it. And it was difficult for me to talk about it so I didn’t. But then in 1983\nthere was a gathering here in Washington and I went to that gathering and something in me, I\njust sort of awoke and I said I’m ready; I have to tell my story. I have a mandate. I felt as if I\nhave a mandate to speak for all these and I call them martyrs not victims who never had a\nchance. And I’m their spokesperson. I have to speak out and tell the story because I don’t want\nthe world to forget. And yet I sometimes, I haven’t done it in recent months, but I was speaking\nat the Capital Children’s Museum about a year ago and there was a class of -- I think -- fourth\ngraders which is quite young and you speak in not very severe terms to children that age. But\nthey came with several chaperones and one of the fathers who was a chaperone came over to\nme after my presentation and he says Mrs. Skiff....I says Schiff -- yes, Mrs. Schiff come on,\nadmit, it’s all a figment of your imagination. So that’s where we are today. And I feel, I mean\nthat I do have a mission and I try. It’s not getting any easier for me but I feel that I do have to\ndo it. I have to tell people what happened and maybe we’|l learn something from our past. But\napparently we haven’t learned very much. Look what’s going on in Bosnia. Look what’s going\non in Somalia, Sudan, the Soviet Union. People are hungry for power and there’s so much hate\nin this world. I don’t know how we can get rid of it -- intolerance, hate, I don’t know. So this is\nmy dilemma, what I have to live with. Do you have any questions?",
        "Q: No, I think I’m done. Thank you.",
        "A: You’re welcome. Thank you.\n(The tape then resumed)",
        "Q: Your father was....?",
        "A: One of six and he had five sisters who ended up emigrating to the United States.",
        "Q: All of them emigrating?",
        "A: Yes. I’m not sure if they married here or they married in the old country.",
        "Q: And moved?",
        "A: Yes. I think they all came either with getting ready to marry or already married. He also had a\nmother. My grandmother on my father’s side died in 1942 I’m told literally of a broken heart\nbecause her baby boy never made it out of Poland. I know that my father had several doctorates\nfrom Switzerland, from the Sorbonne and I’m not sure about Heidelberg but I mean I know he\nhad several advanced degrees from different places. What was puzzling to me then I\nunderstand now. None of them were from Poland. In Poland apparently there was a quota and\nhe had to go elsewhere to get his education. My mother I know was a teacher but she never\nactively taught.",
        "Q: She was trained as a teacher?",
        "A: Yes but I don’t remember her being a full-time teacher. She was always involved in other\nthings.",
        "Q: Do you remember how old they were in 1939 or so?",
        "A: My father would have been in his late thirties and my mother would have been in her mid-\nthirties. I’m not sure.",
        "Q: The reason I ask is because one of the few parts of key information that we do need for the ID is\na picture and the date of birth.",
        "A: I'll have that and I don’t know it.",
        "Q: We can approximate. We can say circa a certain time.",
        "A: I see, yeah but they were youthful. My mother came from a village. She was not from\nHorochow. The name of the village was Luczyce.",
        "Q: Luczyce and that’s in Poland?",
        "A: Yes. It wasn’t very far from Horochow apparently. And my grandparents on my mother’s side\nhad a huge farm and we used to go there sometimes in the summer, I remember that.",
        "Q: Did she have brothers and sisters?",
        "A: Yes, my mother had two brothers and one sister. I also remember my great-grandmother on my\nmother’s side. Miriam was her name, Grandma Miriam. She was 113 years old when she died.\nAnd I said she had long blond hair. I’m sure it was long gray hair, but she still had her own\nhair, I remember that.",
        "Q: Do you remember where your father was born or where his family was from?",
        "A: I don’t know. I think they were from that place, from Horochow, yeah.",
        "Q: But they were definitely from Poland?",
        "A: Yes, definitely Poland, yeah. And his father whom I never met, I never met my father’s parents,\nbut his father apparently died early when my father was young and he was a Hebrew teacher to\nthe Jewish kids in Horochow. You want to hear something funny? When I came back in 1988\nmy husband and I talked what would I find and he tried to warn me not to be disappointed and\nwhat have you. And then it was sort of like an afterthought he said well whatever they did to\nthe town, the ghettos were erased apparently I don’t know I haven’t seen it now, but he said at\nleast the river, you’ll show me the river which was so important in your life. Guess what?\nThey diverted the river. When I asked I said I want to show my husband the river they said no\nmore river, no more river. The river’s name was Bezimyenna and Bezimyenna in Polish means\nno name. And I mean no name and they did away with it.",
        "Q: No place either.",
        "A: No place, that’s right, yeah. And another thing was when I told the story of the haystacks to my\nson and husband they didn’t say anything. Then when we drove to my hometown from Lvov\nall of a sudden my son gets so excited. He says, oh look what 1s that? I said it’s a haystack. He\nsaid that’s a haystack it looks like a house. They never had the heart to ask me because here\nhaystacks are pretty small and there they do different kinds but these haystacks were so huge\nthey were almost like a barn, so big. He says now I understand. I never had the heart to ask\nyou how could seven people hide in a haystack. That’s about it.\n"
    ],
    "questions": [
        "Q: Can you tell me your name then?",
        "Q: Musch?",
        "Q: Oh, Musia, okay. And Horochow?",
        "Q: Horochow. That’s right outside Lvov?",
        "Q: Can you tell me a little bit about growing up in the town?",
        "Q: What was your father’s name?",
        "Q: And he was a university professor in Lvov?",
        "Q: What did he teach?",
        "Q: At your house?",
        "Q: When did you start going to school?",
        "Q: You went to public school?",
        "Q: So you knew four languages then?",
        "Q: You said you were a tomboy. What did you mean by that?",
        "Q: Around the town was there a lot of lakes and streams and things to play with?",
        "Q: How large was the town approximately?",
        "Q: So it was a good size town. It wasn’t a small town?",
        "Q: Was there a large Jewish community there?",
        "Q: Were your parents religious?",
        "Q: Can you tell me a little bit about -- you know as much as you can remember -- about the\ninvasion of Poland by the Germans in 1939?",
        "Q: Did they come in on the first or did they come in a few weeks later?",
        "Q: You stayed in the same house?",
        "Q: Were you taught Russian in the schools?",
        "Q: And were the businesses in the town nationalized, that kind of thing?",
        "Q: Can I back up just a little bit before the invasion? Do you remember your father, your family in\ngeneral being concerned about the Germans coming to power, the Nazis coming to power and\nbecoming more powerful?",
        "Q: Now you said something about earlier when we spoke about trying to get out and go to the\nUnited States your father.....",
        "Q: When did he try to do this?",
        "Q: But the papers just didn’t come through before the invasion?",
        "Q: Was there anything, you know you talked about your life under the Soviets when they came in, I\nthere anything else that strikes you about the Soviet rule about anything that you could\nremember that was very striking to you?",
        "Q: You made mention about the synagogue. Was there a conscious effort by the authorities to\ndiscourage religious practices?",
        "Q: You said he was allowed to go to Lvov. Do you remember if he was allowed to travel freely in\nthat way back or forth?",
        "Q: Why don’t you tell me a little bit about when the Germans invaded the Soviet Union?",
        "Q: Do you think he was advocating for many of them to leave?",
        "Q: Did they remember you?",
        "Q: Did you know much of his activities in that vein?",
        "Q: No, that’s okay. We can get back to it. I’ve got a couple of other questions but I wanted to step\nback just a little bit. I asked you about the invasion, the German invasion, but I wanted to step\nback just a little bit if I could. Before when we talked about how your father had discussions\nwith students and other people about Germans, the Nazis coming to power and that kind of\nthing.",
        "Q: Do you, now this is an interesting question because many people at the time especially\nhistorians speculate that some people in the Soviet Union may not have known or tried to play\ndown the fact that the Germans were going to invade. Do you remember if your father was\nconcerned about that?",
        "Q: When the invasion happened in June of 41 do you remember how long it was after the invasion\nstarted that the Germans came into your town or arrive in the area?",
        "Q: Somebody had to give them that list.",
        "Q: And that was within the first week of them being there?",
        "Q: ...was taken out to watch it.",
        "Q: And these were Germans who came?",
        "Q: This was after he had been taken way’?",
        "Q: At this point in time not long after the invasion do you remember if there was a differentiation\nbetween what we might call like German soldiers and maybe Nazi troops, that kind of thing?\nDo you remember that at all?",
        "Q: They were just German soldiers?",
        "Q: Do you remember when the Germans actually came into the town, were there people who were\nhappy to see them and not just because they were fascists but maybe against the communists or\nthat kind..?",
        "Q: There were a lot of people in town doing this?",
        "Q: Do you remember what you took?",
        "Q: And that was in the center of the town?",
        "Q: Did a lot of people do that?",
        "Q: As a warning?",
        "Q: Pass by them.",
        "Q: That was the work that she was doing outside the ghetto?",
        "Q: They were keeping them busy, basically.",
        "Q: How old were you at this time?",
        "Q: Just indiscriminately.",
        "Q: If you weren’t going out and trying to get food or something how did you spend your days in\nthe ghetto while they were at work?",
        "Q: Do you remember how many people were in the house?",
        "Q: And you had one bathroom and one kitchen?",
        "Q: This would be in 1942?",
        "Q: Why was that important?",
        "Q: Of 1942?",
        "Q: Was the plan for her to go from work?",
        "Q: Do you know where her hiding place was supposed to be where she was going to?",
        "Q: Now Skbelka is a different town from....",
        "Q: Across the river from your town?",
        "Q: Were you going to go together or separately?",
        "Q: Now did you have to climb out of your window or something like that?",
        "Q: You just walked right out and right to the river.",
        "Q: To get down to the river.",
        "Q: You were still in the underbrush at this time?",
        "Q: That’s what your mother probably paid him....",
        "Q: Were there people still in there with you?",
        "Q: You were alone at that point?",
        "Q: Potato cellars.",
        "Q: You were about sixteen, seventeen years old at this time?",
        "Q: So you lived in one of these camps for three years?",
        "Q: Past when the war started, yeah.",
        "Q: So you came to the United States in ’48?",
        "Q: Did you have relatives? You did, that’s right, your aunts?",
        "Q: Germany.",
        "Q: No, I think I’m done. Thank you.",
        "Q: Your father was....?",
        "Q: All of them emigrating?",
        "Q: And moved?",
        "Q: She was trained as a teacher?",
        "Q: Do you remember how old they were in 1939 or so?",
        "Q: The reason I ask is because one of the few parts of key information that we do need for the ID is\na picture and the date of birth.",
        "Q: We can approximate. We can say circa a certain time.",
        "Q: Luczyce and that’s in Poland?",
        "Q: Did she have brothers and sisters?",
        "Q: Do you remember where your father was born or where his family was from?",
        "Q: But they were definitely from Poland?",
        "Q: No place either."
    ],
    "answers": [
        "A: My name is Charlene Schiff. I was born in Horochow, Poland, December 16, 1929.",
        "A: Yeah, my Hebrew name was Sulamit Perlmutter and my nickname was Musia.",
        "A: No, Musia.",
        "A: Horochow.",
        "A: It’s about an hour’s drive from Lvov. It’s a small town.",
        "A: Yes, I can tell you all my wonderful memories. I had an idyllic childhood. I was surrounded by\nlove. I had two wonderful parents and one older sister. She was four years older than I. We\nhad a very good relationship. My parents were both educators. My father was a university\nprofessor in Lvov.",
        "A: Simeon. Simcha, Simeon, Simeon Perlmutter, Simeon.",
        "A: Yes. That was a state university.",
        "A: Philosophy. My mother did mot teach but both of them were civic leaders in town and I would\nlike to bring out the fact that they were leaders not just for the Jewish community but for the\nentire town as well. What hurts so now in retrospect is that when we needed help no one\nextended a helping hand to us. Our neighbors and former so-called friends turned against us.\nMy childhood was very, very happy. I know my father had five sisters and a mother who\nemigrated to America and he was in I guess, in the process of arranging for us to join them in\nthe United States when the war broke out. I don’t know why he was the last one to emigrate but\nI understand from -- also 1n retrospect that it was because these were women, sisters, and he\ndecided he would take care of them first even though he was somehow in the middle. I don’t\nknow the actual chronological years but unfortunately we never made it. Ironically in 1939 he\nwas offered two tickets, two invitations to the World’s Fair in New York and he refused. He\nasked for four and of course they didn’t give him four so we never did make it or he never made\nit. My childhood was very, very happy. I remember a big house. Our house was always filled\nwith people. In those days or at that time we’d have like meetings and concerts, poetry reading.",
        "A: Yeah and all these many students of his would come and it was a very happy house, home, and I\nthink that’s what gave me strength to survive in a way because I did have a very solid\nbackground of love and security.",
        "A: Well, my father was a believer in education, obviously, and we had tutors from the time I was\nfour years of age and that’s when we started and then I guess to regular school I started at\naround six.",
        "A: Yes, I went to public school but we still had private tutors for Latin and for German and piano\nmusic.",
        "A: No I really didn’t. I was not a student. I was more of a tomboy. My sister was very musically\ninclined. She played the piano, she played the violin beautifully and she continued. I played\nthe piano but I really didn’t give it any of my soul or anything. I liked to play and run around\nand just do the normal things.",
        "A: Oh I would climb trees and do that sort of stuff.",
        "A: No, there was a river and I remember once, as a matter of fact on my fourth birthday there was a\nparty and at that time, it’s very hazy, but we did not live in a big house on the fashionable street.\nMy father and I walked along the river, on the banks of the river and that river played a very\nimportant role in my life. I looked over to the other side and I said, Papa is that America on the\nother side and he tried to explain that it was not. There was one river. There were two ponds\nand there was a great big, it’s not a forest -- what do you call -- like a park but filled with trees\nand all and that park or on the edge of the park lived a lady who owned an awful lot of land and\nshe was the, like the (I don’t know what you would call it -- the word escapes me now) but she\nwas from nobility, Polish nobility and she was like a princess. And she lived, she was an old\nlady at that time; she only had some servants and all who tended her. But she lived right on the\nedge of that great big park and it was like a palace. And then we had like a mayor’s house, the\nStarosta and all these people used to come to our house, the mayor, the Polish priest and the\nUkrainian priest because our town was partly Polish and partly Ukrainian and partly Jewish. In\nour house everyone met on an even status and it was very interesting. I mean I took it for\ngranted. My friends were Polish, Ukrainian, Jewish, and I really even though you’re not asking\nme, I never felt any anti-Semitism in my childhood. There probably was some but I never felt it\npersonally. And when I think of it now it was probably no small achievement that my father\nwas a professor at a state university as a Jew and to me it was a given. That’s the way it went\non. My mother did an awful lot of philanthropic work in our town and I remember they\norganized camps in the summer time for needy children, Polish, Jewish, Ukrainian and there\nwas always an awful lot of activity and it was a very happy home. I mean there were many\nthings. You talk about being a tomboy. I was the bane of my sister’s existence. She was four\nyears older and I always wanted to do what she did. Of course she resented it. One time we\nhad they call it a fretepian so it’s not really a piano I guess but something like a piano in a salon,\nin the living room. One time I got hold of some paint and I painted the keys. I was punished for\nthat but I did it so she wouldn’t be able to play. Those are the things I remember from my\nchildhood.",
        "A: Twenty, thirty thousand, just about that.",
        "A: It was a small town, yeah, but it was a very typical shtetl as they call it.",
        "A: Yes very large and very active, large, I don’t know probably several thousand Jews and there\nwas a Jewish day school they called *Tarbut and there was a society, I guess, the Kahila that\ngoverned the Jewish community. There were several different synagogues. There was a rabbi\nand that’s it.",
        "A: They were traditional but they were quote emancipated unquote. They were not very religious,\nthey were traditional. I knew who I was, I knew my identity. We observed all the holidays and\nthat’s another thing I remember. Once before Passover I was given a little Star of David and a\ngold chain and I lost the Star of David and there were about twenty people at the table and this\nis like a big dinner at Passover and everybody was made to crawl on the floor to find my little\nStar of David which they found. But I don’t remember going to synagogue every Saturday.\nNo, we didn’t do that.",
        "A: Well before the Germans invaded my town the Soviet Union took over because Poland was\npartitioned in two. The eastern part of Poland became the property of the Soviet Union and we\nfell into that category. So in 1939 when the war started September 1, 1939, the Russians came\nin. They came in with their tanks and with their soldiers.",
        "A: They came in maybe a week or so later and I remember long, long processions. At that time we\nlived in a big, big house on the main fashionable street. Litsa Miskawicha and I remember long\nhordes of refugees coming from the other part of Poland trying to get away from the Germans\nand we didn’t understand what was going on. They came in with tanks and with soldiers but\nvery little bloodshed. There was a lot of chaos but pretty soon things became again sort of\nnormal. I personally did not realize what was going on. I knew there was a change of\ngovernment. The emphasis in my life was that the language, the formal language became\nRussian instead of Polish. But again that was not much of a problem because in our area\neveryone was either bi or tri-lingual. It was a little difficult in the beginning. A lot of people\nlost their jobs and all. My father did not. They kept him on and he continued in Lvov. There\nwas one change which I just realized a few days ago. He used to also teach in Kracow, I don’t\nwhat do you call it, as a visiting professor and that stopped. Well it stopped obviously because\nthe Germans took over. But other than that our life did not change that much.",
        "A: We stayed in the same house. You see we were not materialistically, we were not rich or we\nwere not -- I guess my family was part of the intellectual group in the town so our life has not\nchanged much. This went on for not quite two years. Our schools didn’t lose a beat. The only\nthing is that the official language changed into Russian.",
        "A: Yes.",
        "A: Well you know what was happening and again this is all in retrospect which I didn’t realize.\nSome people would disappear in the middle of the night and not be heard from again. And these\nwere probably the people that they considered capitalists. These were business people who\nowned businesses. Yes, I guess the businesses changed hands so to speak and all of a sudden\nthere was a shortage of one item, two items, three items. Yes, definitely, the whole picture of\nthe town did change.",
        "A: Well, I don’t know. This was not discussed in front of me but I know my father had a fantastic\nlibrary in his little office in our house and now and again they would have meetings and they\nclosed the door. A lot of people would come, a lot of his students and they would talk and then\nI would never see them again. And then I found that a lot of them emigrated in a clandestine\nway illegally. And a lot of them ended up, many as a matter of fact, ended up in what is now\nIsrael and some of them ended up in the United States. And some of them we never heard of\nagain. But yes, there were many discussions and there were concerns.",
        "A: Yes, my father.....",
        "A: Well, it seems like all my life there was talk about it but I know that at one point, I don’t know\nexactly, I think it was 1938, we all had to go to Warsaw and be interviewed or something and\nthis was part of the process of getting ready to emigrate to the United States.",
        "A: I don’t know what happened but apparently so, unfortunately.",
        "A: Well, I guess going to synagogue was a little more -- I mean it became less frequent. It didn’t\naffect any of my immediate friends so I am very hazy about it and I know that it was difficult\nand I know that they probably nationalized the businesses and all but from my own personal\npoint of view I cannot relate to it too much.",
        "A: I don’t know, I’m sure it was but it was done in a very subtle way and I think my father was\nconscious of it and probably cognizant of it that he is not supposed to go to synagogue too\noften.",
        "A: Yeah, he was traveling back and forth but I don’t think we traveled anyplace else.",
        "A: Well, that happened in the summer of 41. Again I guess Hitler and Stalin, or Hitler decided to\nbreak his agreement with Stalin and he started pursuing his evil plans by occupying the\nterritories first of Poland and then going on to Russia. The Germans came, again it’s almost\nlike out of nowhere, again with tanks and their soldiers were much -- they were dressed sharp,\nthey looked sharp. To me it was an event of change, but in a way exciting. It’s hard to say that\nbut it was. They came in and we didn’t know what to expect. I know my parents were very\ndepressed but they did not share these feelings with us openly. Again we saw a lot of refugees,\nas we call them now, people going with the Russians. Why we didn’t do it, I don’t know. I’m\nsure it’s very difficult to make decisions like these when you have a family, when you’re on\nyour own. I want to track back and I think that my father was an ardent Zionist and I think that\nwe didn’t go to America for two reasons and this is my conjecture. One, the authorities and the\nred tape was absolutely awful and took a long time and secondly my father’s heart really didn’t\nbelong there and yet being a family man with two kids it was difficult for him to make a\ndecision to do what he told his students to do and a lot of them did then. They went to Israel.",
        "A: Oh, I know he did because we made a trip to Israel in 1985 (decade is unclear) or so and I met\nsome of his students. They organized an evening to honor the memory of my parents,\nespecially my father, their mentor, and they told me that.",
        "A: Yes, they remembered me as a little pain in the neck. Yes, they did. And I remembered some of\nthem. Yes, my father was really an ardent Zionist. I didn’t realize then, I didn’t know that.",
        "A: No, I know he was preoccupied with education and all. He had a number of doctorates from\ndifferent places and that was his life. But the rest of it, no, I did not know. He was a wonderful\nfather, he was very stern. There was discipline. We did not speak at the table until he spoke.\nBut that was all right, we didn’t know any different so that was okay. I think I digressed from\nsomething that you asked.",
        "A: Yes, I think so because there were all sorts of newspapers and the radios and the political\nsituation was discussed constantly.",
        "A: I don’t know. I think he was always concerned with the world situation and they always, I\nmean at these discussions and these gatherings political situations were always discussed\nwhether it was a concert or poetry reading or so but yes it was always discussed.",
        "A: I would say within a week, not any longer than that. There was no bloodshed or anything.\nThey just came in. In the very beginning, I don’t know if it was the same day they marched in\nor the next day, all the Jews, right away they zeroed in on the Jews, we had to meet at the\nmarketplace and right away they started with their decrees to strip us of all material possessions\nslowly but very systematically. The first request was for the Jews to give all the gold, maybe all\nthe silver, all the radios, everything that had any material value, carpets, Persian carpets, you\nwouldn’t imagine, furs, fur coats, all sorts of things we had to bring to the marketplace, or\nwhatever, I think it was the marketplace, the Germans took that. And that went on for about a\nweek. Then they went around with a list of people which tells me that the local inhabitants had\nto give them that list.",
        "A: That’s right. They didn’t know the names and they went for specific men. These men were all\nthe leaders, the Jewish leaders in the community. And of course my father was one of them and\nthey took him away. Just like that.",
        "A: Within the first week or maybe the very beginning of the second week, that’s it. There was so\nmuch chaos and so much confusion. I don’t recall but every day since the Germans came in\nwas just like a nightmare in the beginning and that was not even the real nightmare. But that’s\nthe way I lost my father. They came in. He saw them; he tried to run out through the kitchen,\nthrough the back way and they were in the back there with the Ukrainians and they grabbed him\nand that was that. The rumor had it that these people, the leaders of our community were taken\naway and sent to Dachau. Now I find out that there was a big question mark. Some people told\nme that it’s probable that they were all executed right there and there’s supposed to be a mass\ngrave which I never got to see upon my return trip in 1988. Or some of them did go to Dachau.\nI searched in Dachau for any sign, lists and all. I could not find anything and I still to this day, I\ndo not know how or when my father died. After they took away the leaders of our town which\nwas a very organized plan to just cause chaos and confusion once the leaders were gone. Then\nthey, I don’t know the sequence, the chronological sequence, but they burnt all our synagogues\nand they gathered, we had to be there to watch it, every Jewish person.",
        "A: ..to watch it. They burned all our books of prayer, our Torahs, everything. And they did that in\none day. Then we went home. Everyone who was fourteen years or older was ordered to work.\nIn the morning they would gather in a certain place, my sister and my mother. I mean it was\nsuch a stupid, useless....most of the work was useless. My mother was digging ditches and\nthings like that. My sister at that point was also digging ditches. Then, after a little while,\nevery day there were different decrees and different orders, loudspeakers. Before the ghetto\nwas organized, one day a van pulled up in front of our house and several Germans came out and\nthey came up to the house and asked where my father’s library was and my father had a rare\ncollection of first edition books and I mean that was his life’s hobby (all the little money we had\nI think he spent on the rare books) and they knew about it. How did they know about it?\nSomebody told them.",
        "A: Germans, yes. And they cleaned out his library which was stacked. My father’s library was a\nplace where we had to wash our hands to go in. We were not allowed to touch the books\nwithout his permission. He really had a fantastic collection. But anyway they took it all,\npacked it in boxes.",
        "A: Yes, that was after he had been taken away. And they gave my mother a receipt. They thanked\nthe gnaidika frau. They thanked her yet and they drive off.",
        "A: No.",
        "A: They were just Germans to us.",
        "A: Oh yes, they were greeting them with flowers, yes.",
        "A: Oh yes, they were lining the streets with flowers and applauding, yes. Then after another few\ndays there was an announcement in the middle of the day. That day nobody went to work\nbecause every day my sister and my mother were told to meet at six o’clock in the morning to\ngo to work and they would be herded back in the evening. That day no work. I don’t remember\nbut in the morning, maybe ten or eleven o’clock there were loudspeakers going around and\nannouncing the fact that we have to meet in the marketplace within an hour and we can take\nwith us what we want to take, what we can carry with us and that’s what we did. We grabbed\nwhatever we could.",
        "A: Yes, I remember what I took. I also remember that my mother had enough foresight that we\nhad some gold coins and a few rings. I mean not much because we were not a family that was\nvery materialistic. But she sewed into our clothing and to each my sister and myself and her\nown clothing some of the jewelry into the linings. She said you never know. This is for a rainy\nday. And so we grabbed the clothing, the coats and whatever. I don’t remember what else we\ngrabbed but some pillows and blankets and we went to the marketplace.",
        "A: Yes, and there we were marched into a very poor section of the city, of the little town and we\nwere assigned a place to live. Our place was one room and we shared it with three other\nfamilies. Mostly there were women and older men because the leaders were taken away, about\nthree hundred of them or so. And that’s the way the ghetto was formed. The ghetto was\nsurrounded by a high fence that was finished off with barbed wire and there were two gates, one\nin the front and one in the back. Everyone who entered had to have a written permit. In the\nmorning the people who worked were marched out and they were marched back in in the\nevening. The place was guarded by Ukrainian militia. There were very few Germans in the\nghetto. They were on the outside mostly. That’s when our nightmare really began. The rations\nwere very meager but if on didn’t work, there was no ration. So I did not receive a ration and\nmy mother and my sister had to share. I mean they didn’t have to but they shared their rations\nwith me. In the beginning people still managed not to give all their material possessions to the\nGermans so there were some opportunities to barter on the outside and bring in some milk and\nbread and what have you. And that’s the way we survived. My mother and a few other of the\nwomen organized a clandestine school for children like myself because we were really left with\nno supervision and nothing to do and they managed to get some school supplies from the\noutside by trading rings or gold or whatever people had. So for a while we had a wonderful\nschool in the evening in the ghetto. We, I mean kids, really looked forward to it. They read\nbooks and we sang songs and we colored and did all sorts of little stupid things just to occupy\nour minds but it was very good for us. But it did not last very long. After a few months that\nsort of dissipated and it disappeared because people didn’t have any more to trade for supplies\nplus the fact that winter set in and there was a lot of cold and illness and starvation and mostly\neveryone was just concentrating on being able to survive. In the ghetto we were ordered to\nwear a Star of David, a yellow patch, on the front of our clothing and on the back of our\nclothing. Even within the ghetto you couldn’t move without having that patch. It was a very\ndifficult thing and even as young as I was I realized that we were separated from the rest of\nhumankind because we were different. We were not as good as anybody else. And that’s a very\ndemoralizing thing to live with. Most of all I think we were preoccupied with being hungry.\nHunger is something very hard to describe. It’s so paradoxical now. Everyone is on diets and\nwe say we mustn’t eat so much, cholesterol, what have you. But real hunger is so painful. It\nabsorbs or it takes over your entire being. I don’t remember what I ate yesterday but those\nyears are etched in my memory. They were indelible. I remember I was so hungry that I would\ndo anything to get something to eat. So many times even though I promised my mother I\nwouldn’t do it, I would sneak out of the ghetto.",
        "A: Many of the children did it because my age or even younger, the ones who didn’t work, there\nwas nothing to do all day long and all you could think of is how hungry you were. And so we\ndid. We had an ingenious, as a matter of fact two places in the ghetto where we dug holes and\ncamouflaged them and that was not through the gates so we would go out, sneak out and try and\nbeg or barter for some food and then we’d go back the same way. It was difficult and we were\nvery obvious. We were recognized that we were not the same as the people on the outside\nbecause our clothing and we were dirty and we were unkempt and all that but we didn’t care,\nwe were so hungry. And some people on the outside, I say the outside, the Ukrainians and the\nPoles were good to us. Others were not. If you were caught on the outside it was punishable by\ndeath. I did it a lot of times and I was not caught. I’d bring an egg home to share with my\nfamily. I would bring a slice of bread or something like that. One time I did go out and I\nmanaged to get two eggs for a little ring and I got it out of my clothing and I was getting back\nand I was almost at the place where I would crawl in the hole and get back and this Ukrainian\nmilitia man caught me. He started yelling at me and he searched me. I had a dress with puff\nsleeves and I put one here and one in here. He found the eggs and he threw them on the\nsidewalk and made me kneel down and rub my face in the eggs and screamed at me and said get\nback where you belong and I don’t want to hear from you anymore, I don’t want to see you\nanymore. So I guess he was a gentle person because he could have killed me. He didn’t. But I\ndidn’t give away the hiding place either. He marched me to the gate and pushed me in and that\nwas it. I had scrapes on my face and whatever but that didn’t count. A few days later as a\nmatter of fact a dear friend of mine, she was about eleven a little older than I at that point, and\nshe went out and she got a loaf of bread and she never made it back to the ghetto and they shot\nher right on the spot and they dragged her body right into the ghetto and they wouldn’t allow\nthe burial committee, because they had a committee for that, they wouldn’t allow them to bury\nher for a week.",
        "A: Yes, there were so many not warnings but I mean sadistic things. One time, I mean I could go\non for days, one time there were three fellows who made their way from work, young fellows as\na matter of fact, and they tried to escape. And they caught them, three young fellows, I knew\none of them, I didn’t know the other two and they gathered us, the market wasn’t part of the\nghetto, and they made us watch when they hung them, three and then they let them hang there\nfor several days. And each day the people who would go out to work had to march around.",
        "A: Yes, to watch. These guys would stand with whips and if your face was down they would\nsmack you so you would look up and watch the hangings, kids, everyone. When we got to the\nghetto my mother still continued digging ditches but my sister managed....",
        "A: Yes, supposedly building roads. All she was doing was digging ditches, covering one ditch and\nthen digging another ditch and covering the second ditch. That’s all they would do.",
        "A: Yeah. But my sister managed to get into an old warehouse. These were mostly young women\nwho were knitting and crocheting clothing articles for the soldiers on the front. That was a very\ngood job because it was indoors so that was good. But I remember one day she was not feeling\nwell. She couldn’t go to work so it was decided that I would take her place. So I took her card.",
        "A: About eleven. But people didn’t care as long as I had the papers. All the Jewish people knew\nbut nobody would say anything. So I went there and they showed me where her seat was, the\nbench and I don’t even remember what she was knitting. It wasn’t crocheting, it was knitting, a\nscarf or a sweater. No, it couldn’t have been a sweater because I wouldn’t know how to do that\nbut a scarf I did know and that was it. And I started knitting and all of a sudden I felt someone\nwas looking at me, watching me and there was this mean looking German going around and just\nlooking. And he stood behind me for a while and observed me and apparently I wasn’t doing it\nfast enough or whatever and he got very angry with me. He started screaming dunner vetter and\nstarted cursing. And I didn’t answer. I kept doing what I was doing. Finally I didn’t please him\nobviously. He grabbed the needles out of my hand and stuck one of them in my finger and this\nis what it is now. I passed out and that was my experience taking my sister’s place. In the\nbeginning of the ghetto there was like a little hospital. And there was still one doctor left. And\nI remember his name, Dr. Grossfeld. He tried to do his best to help people but that again didn’t\nlast long. Pretty soon there was no more hospital, there were no more supplies and he\ndisappeared. That’s another thing that was happening in the ghetto. Every now and then at no\nspecific time for no reason obviously a van would come or a big truck and they would grab\npeople just....",
        "A: Indiscriminately, babies, little kids, old people, anybody. They would just grab them, put them\nin the truck. And you never heard from them again. Dr, Grossfeld disappeared in one of those\nactions where they would come and just grab people indiscriminately. That’s why there was\nalso such a demoralizing feeling. One never knew, I never knew if I would see my mother and\nmy sister again because these actions could occur during work or after work or before work or\nanytime. And that uncertainty too was very, very difficult.",
        "A: Just sitting or walking with my friends and talking about food. That was all we talked about.\nAt that point somebody asked me, well didn’t you talk about your Dad. He was taken. Well,\nmy mother was really in retrospect when I think of it a phenomenal person. She never let us\ngive up hope. She would always talk about plans -- how we would celebrate when Daddy came\nhome. I didn’t think it was that unusual but she turned gray overnight when they took my father\naway. Overnight. She woke up -- she was completely gray. I guess she knew deep in her soul\nthat my father never would come back. Yet she wouldn’t let us give up hope. It was a very\ndifficult time. But again when I look at it from today’s perspective it wasn’t so bad for me\nbecause I still had my mother and my sister. At that point their love and our caring for each\nother compensated for all the physical atrocities, and they were atrocities. We were cold; we\nwere hungry; we were not well; we were uncertain of out tomorrow. It was almost as if you\nlived in suspension from day to day. And that’s the way we coped. It was really terrible when\nyou think of coming from a fairly advanced civilized life to living in one room with three other\nfamilies, sharing the whole house, that was a big -- I think a three story house, we share one\nbathroom and one kitchen for the entire house.",
        "A: I would say at least a hundred.",
        "A: Yes. But anyway life went on. Winter came and that was very difficult. There was no heat;\nthere was no warm water. There was as a matter of fact very little water, even cold water.\nPeople started dying, people disappeared in the actions and in early spring we got a new decree.",
        "A: Yes, early spring of °42. We were ordered to move again. Grab what you can whatever you\nhave and meet in the central place. That was not the marketplace but in the ghetto. What\nhappened was that they decided our numbers had dwindled and they didn’t need such a\nspacious place as we had there and they moved us to a smaller ghetto and that was really one of\nthe shabbiest parts of town. Nobody lived there for years. However there was one redeeming\nfeature in that new ghetto. It was again surrounded by high fence and barbed wire and all these\ngoodies. But one side of the ghetto was right next to the river and our assigned place to live\nwas in the little shack right on the river and that was not fenced in. It was really even worse and\nsmaller than the place we lived before but it was on the river and it was important to us.",
        "A: Because it was open and it wasn’t guarded. My mother was rather happy with that. When we\nmoved we were again with different people and again there wasn’t enough room to sleep us all\non the floor so we had to build like bunks so there were three in a row stacked up. And then life\nwent on again the way it was before except that there was much more chaos and people became\nmore panicky and even though we had no outside knowledge of what was going on, no radio,\nno newspaper, no mail, we were completely cut off from the world, the people who were going\nout to work would gather some information, rumors from the outside. Somehow rumors begin\nto float in the ghetto that they were going to kill us all soon. There were also visible signs.\nThere were more Ukrainian militia in the ghetto and there were more Germans within the\nghetto, too. They would just march around with their high boots, all dressed up and spit when\nthey’d see you and make you walk on the road not on the sidewalk. And then my mother\napparently, I don’t know if she started earlier, but that’s when she shared it with my sister and\nme, that she started looking for some places where we could hide. For a long time she said she\ncouldn’t find, make any connection on the outside. Finally one day in the spring she came back\nand she was very excited. And she said she found two places. She couldn’t find one hiding\nplace for three but she found two. One farmer was willing to take two people, obviously for\nmoney and another one was willing to take one. And there was her Solomon’s decision -- who\nwill go where. Well my mother decided since my sister was four years older than I she could\nmanage by herself and my mother and I would go to the second place. The farmer who agreed\nto hide my mother and me was known to us. He was on the other side of the river and before\nthe war my mother would get, many times she would get dairy products, milk and cheese and\nbutter from this farmer’s place and it sounded very logical to me. How she did connect with\nthem I don’t know but she did. She was not happy but she was satisfied that she was able to\naccomplish that. And we just waited for the time that she would say when we should do it. And\nthat time came in early August.",
        "A: Yes. One day in the morning or the night before my sister packed her little bundle. My mother\nhelped her. In the morning we said our goodbyes and we were making plans how we’ ll meet\nafter this horrible time was over. I never saw my sister. She went to work in the morning and\nthat was the last time I saw her.",
        "A: From work to the hiding place, yes.",
        "A: I know it was right on the outside of our town and then the farmer was supposed to come and\npick her up from work. It was not in Skbelka which was the place my mother and I were going\nto hide.",
        "A: Skbelka is a little village.",
        "A: Across the river from my town, yeah. She left. There were several days my mother didn’t hear\nanything. She was satisfied that everything went well. Then she said the time she’II let me\nknow when it’s time for us to go. Meanwhile there was a lot of commotion in the ghetto, many\nmore Germans. They were coming and going and it was evident that something was going on.\nSo about a week, I don’t know exactly, but about a week after my sister left she came home one\nday from work and we ate our meager supper and she told me to put on two of everything that I\nhad the best which wasn’t that much left. I remember I had some high top shoes that you don’t\nwear in the summertime but she said put them on. She packed a little bundle of stuff for herself\nand a bundle for me. She kept repeating giving me directions of how to get to the farmer’s\nplace on the other side of the river.",
        "A: Together. At night when it got dark. You see there were no guards or anything so that was very\ngood. Otherwise we couldn’t have gotten out of the ghetto. So when it got real dark she took\nmy hand. We just walked out. We didn’t say anything to the other people. But everybody had\ndifferent plans. Whoever was left was going their own way and everybody was confused.\nThere was not a good relationship. It seemed that nobody knew what to do and everybody\nwanted to survive. They tried to hang on to life whatever it cost. And so we left and we walked\ninto the underbrush, the bulrushes and all.",
        "A: No, no.",
        "A: Walked right out. That little shack was right on the river. I guess the Germans felt very secure.\nWhere would we go? Into the river? And so we started walking towards the river and all of a\nsudden shots rang out. It was so still. It was very, very quiet and so we couldn’t move. The\nshots were sporadic but it lasted almost all night. And so we were stuck. By morning many\nother people had the same idea as we did.",
        "A: That’s right, so every....",
        "A: We were in the river but it was it was shallow. We were covered. It was thick underbrush, these\nbulrushes I guess and all sorts of things where you could hide. But by morning a lot of other\npeople kept going into the river and by that time machine guns were going full blast all the\ntime. There were these screams and shouts by the Ukrainian militiamen and this is something I\ncan’t get rid of that sound and of that phrase and they kept screaming; village ???? Meaning\ncrawl out Jew, I can see you. Most of the people came out. We didn’t. We stayed there. That\nlasted a whole day and by night when night fell the machine guns were going full blast. We\ncouldn’t move. And so we stayed there. I remember my mother gave me that soggy bread that\nshe packed and it tasted awful and she made me eat it. She said I needed the strength. We spent\nanother night in the water and the next morning there was fire and there were screams and I\nheard babies crying and I guess the time they were liquidating the ghetto. I can’t say the water\nturned red but it should have because the machine guns were going again full blast all the time\nand we stayed in that river. I kept dozing off and I know we stayed in the river for a number of\ndays but I don’t know exactly how many days. But one moment I opened my eyes and my\nmother was gone and I really became panic stricken and I tried to rationalize that I probably fell\nasleep and she had to make her way to the farmer’s place and I would have to find my way\nthere by myself to join her. And then all of a sudden everything got quiet. There was no\nmovement, nothing. And I stayed until dark and then I made my way across the river and I\nwalked. I remember walking, walking for so long until I came to the farmer’s place, to the\nbarn. I’m sure I must have been a sight, dirty and wet and the dogs started barking and the\nfarmer came out. It was just beginning to -- daylight wasn’t -- I mean it was dawn and he came\nout in his coveralls and I asked him if my mother was there, He said no. I said well I'll wait\nuntil she comes. He said what do you mean you’ll wait, you will not wait here. I said you did\nagree to keep us here for a time, I didn’t know for how long. He said well, I changed my mind.\nIt’s too dangerous. I said well, just let me stay until my mother comes. He said you can stay\nthe day, Ill give you something to eat and at night when it gets dark you better leave or I'll\nreport you to the authorities. And I was just bewildered at that point but it was very ironic\nbecause I noticed he wore my father’s gold pocket watch with the coveralls",
        "A: I’m sure that was part of it, I’m sure. But his wife gave me some soup and some food. I wasn’t\neven hungry at that point. I stayed in the barn until it got dark and they gave me some bread and\nan apple. I remember and they told me to leave. And I was so I guess bewildered and really\npanic stricken. I didn’t think straight and I walked on the main street of that village. Anybody\ncould have seen me or caught me but I was lucky. God was with me I guess if there is a God.\nAnd I walked all the way on the main street of that village until I came to an open field where\nwe lived. It’s agrarian, it’s the breadbasket actually of Ukraine so there were these lush wheat\nfields and I spent the next two days in a field just sitting there like in a stupor. By that time the\nbread was gone and the apple was gone and I just didn’t know what to do and my mind refused\nto give up. I felt, I don’t know how to say it, but I felt as if I had let my mother down, that I\ndozed off if she had to leave me and now he’s looking for someplace for me because he refused\nto give us protection. And so I decided then that my only way to live or to survive is to find my\nmother and I felt that I have to go and look for her. Our area has many forests so I decided then\nand there -- it was still early fall -- that I have to go from forest to forest until I find her. And\nthat’s where my odyssey really starts. I started going from forest to forest and I walked and\nwalked and the illusion when you look at something -- I mean my geography wasn’t any good\nbut I soon learned south and north and east and west. You look at a forest and it seems it’s so\nclose and you walk and you walk and it’s not there. I walked all night and I tried to rest in the\ndaytime. But meanwhile I needed to eat, too. So I would try to go to little villages in the\noutskirts and grab something from a garden or something and that’s the way I survived the first\nmonths. The first months were also -- several things happened that were horrible. In the very\nbeginning I would come across stragglers like myself from different ghettos because apparently\nHitler liquidated all the ghettos in our area about the same time. I would find other people in\nthe forests who were in similar situations. They were looking for their loved ones, they were\nlooking for friends or whatever. And so I tried to get information about my family. Nobody\nknew anything and I didn’t know anything about theirs. One time we were on the edge of a\nforest and there were seven of us from different places. There was a mother and a baby and two\nboys and two women. Anyway there were six other people and we were sitting and trying to\nget information from one another. And all of a sudden a bunch of kids from the neighboring\nvillage spotted us and they started yelling at us. “Jews, Jews.” There was remuneration for\nreporting a Jew, however small it was. And they ran back to the village and we realized that\nsoon somebody’s going to come after us. We were sitting on the edge of a forest. This was --\nthere are different kinds of forest -- this one had very little underbrush. There was no place to\nhide except climbing up a tree which wasn’t the smartest thing to do. But there were huge\nhaystacks in the field so we ran to hide in the haystacks and somehow for an unexplainable\nreason we all ended up in the same haystack, all seven of us. I don’t know what the haystack\nlooked like on the outside but I’m sure it wasn’t very difficult for them to realize where we\nwere. Pretty soon we heard voices of the villagers and the kids and they came back, they came\nthere with pitchforks. They just made a game of it and they kept pushing the pitchforks into the\nhaystacks. That went on for hours it seems like. It was in the afternoon, late afternoon. And\npretty soon it was quiet and I heard a lot of commotion around me. And when it got real quiet I\nwaited, I think it was the middle of the night when I crawled out.",
        "A: No.",
        "A: I don’t know. It was quiet; it was completely quiet and I crawled out and there were six bodies\nlined up, their clothes gone, their shoes gone, mutilated; couldn’t recognize them except the\nbaby because of the size. Baby was on the chest of the mother and I was the only one who\nsurvived that massacre. I don’t know why or how. I don’t know, maybe I was in the middle, I\ndon’t know. And I stayed there for a while. I didn’t even cover them with leaves or anything. I\njust walked away. There were many incidents like these. And this went on for three years. The\nwinters were very difficult because it was not only hunger and thirst, it was cold. And the snow,\nfootprints would show in the snow. Dogs would give you away if you go close to a village or to\na barn. I tried, in the winter I tried to go from barn to barn and to keep warm or I would crawl\nin, they have these, they were not haystacks but where they kept, where the peasants keep the\npotatoes. It’s like....",
        "A: Something like that. It was just awful. It was not only the hunger and the cold. It was being\nalone and sometimes not hearing a human voice for weeks at a time. It got so many times\nwhere I just didn’t even care but I kept getting my strength from the fact that I had to find my\nmother. I never found her. And then apparently I got very sick and I was like in a little grave\ncovered with leaves in the forest and the Russian soldiers found me there. I don’t know how\nlong I was there and they took me to some hospitals and they nursed me back to health. My\nquest, my search for my mother continued and when the war was over I went back to my home\ntown. I found that there was one other person who survived. She was an older woman. As a\nmatter of fact she is here in America. She lives in Duluth, Minnesota. And other than that there\nwere no other survivors. I mean there were people who made their way illegally during the war\nbut the survivors from the ghetto were just myself and this other woman. And when I got back\nto my hometown I didn’t learn much except that somebody denounced my sister and they\ntortured her and they humiliated her. They paraded her on the main street in the nude and then\nthey murdered her. And that must have happened very shortly after she left. I never found out\nwhat happened to my mother and I don’t know for sure what happened to my father. You know\nthe horrible feeling -- there is nothing tangible for me to mourn. When someone dies you have\na cemetery, you can go and put some flowers and say a prayer. I have nothing. And to this day\nit seems, I know it’s ridiculous but when I walk and when I see someone -- my father was about\n6°4” and my mother was almost 6 foot tall --and when I see someone of the build and height,\npeople remind me of my parents. I have to run in front of them ad look back to see it’s not\nthem. And then I made my way. I kept still looking for my mother and everybody said all\nsurvivors or people who survived are going to Germany. So illegally from what became the\nSoviet Union again I went through Bratislava and Vienna to Germany. That’s the way all the\nsurvivors went. When we came to Germany there were lots of people, all sorts of people there.\nThe ironic thing was that these people were survivors like myself, the remnants. And there\nwere people who were running from the consequences of their collaborating with the Germans\nand so we all ended up in the same DP camps and that was very, very difficult. But finally they\ndid separate us. And then even though we, as a survivor and as an orphan at that point, I still\nhad to wait three years.",
        "A: About fifteen, yeah and I still had to wait three years to be able to go to the United States.",
        "A: I lived in different camps, yeah. And the last camp I lived is in Benzheim which 1s near\nStuutgart near Darmstadt and I managed to go to the University of Heidelberg. How they\naccepted me is beyond me because I didn’t have any formal education.",
        "A: Yeah, but I took some tests and I think they felt sorry for me so they admitted me. And I went\nthere for two reasons: one, I wanted to get some education and number two, I thought I could\nget a student’s visa to get to America. Well, the visa that I did get, the permanent visa came\nearlier. But it was three years that I had to wait.",
        "A: 1948, yeah.",
        "A: Yes, yes. There was one aunt, the one in Columbus, Ohio and my father’s sister. She’s the only\none who’s still alive now. And she took me in. I came in like on June 25\" and I think June 26\"\nshe sent me to Central High. I didn’t speak a word of English and I hated the world and I hated\nmyself but it was the best thing they did, tried to give me some education. And then I met my\nhusband. He was called back into the service and guess where his first assignment 1s?",
        "A: That’s right, you’re right. And I refused to go until I became a citizen, an American citizen.\nAnd then I went back and it was difficult. That’s my life in a nutshell. For many years I didn’t\nspeak out. I told my husband, I told my son but my family, the few who were still alive didn’t\nwant to hear about it. And it was difficult for me to talk about it so I didn’t. But then in 1983\nthere was a gathering here in Washington and I went to that gathering and something in me, I\njust sort of awoke and I said I’m ready; I have to tell my story. I have a mandate. I felt as if I\nhave a mandate to speak for all these and I call them martyrs not victims who never had a\nchance. And I’m their spokesperson. I have to speak out and tell the story because I don’t want\nthe world to forget. And yet I sometimes, I haven’t done it in recent months, but I was speaking\nat the Capital Children’s Museum about a year ago and there was a class of -- I think -- fourth\ngraders which is quite young and you speak in not very severe terms to children that age. But\nthey came with several chaperones and one of the fathers who was a chaperone came over to\nme after my presentation and he says Mrs. Skiff....I says Schiff -- yes, Mrs. Schiff come on,\nadmit, it’s all a figment of your imagination. So that’s where we are today. And I feel, I mean\nthat I do have a mission and I try. It’s not getting any easier for me but I feel that I do have to\ndo it. I have to tell people what happened and maybe we’|l learn something from our past. But\napparently we haven’t learned very much. Look what’s going on in Bosnia. Look what’s going\non in Somalia, Sudan, the Soviet Union. People are hungry for power and there’s so much hate\nin this world. I don’t know how we can get rid of it -- intolerance, hate, I don’t know. So this is\nmy dilemma, what I have to live with. Do you have any questions?",
        "A: You’re welcome. Thank you.\n(The tape then resumed)",
        "A: One of six and he had five sisters who ended up emigrating to the United States.",
        "A: Yes. I’m not sure if they married here or they married in the old country.",
        "A: Yes. I think they all came either with getting ready to marry or already married. He also had a\nmother. My grandmother on my father’s side died in 1942 I’m told literally of a broken heart\nbecause her baby boy never made it out of Poland. I know that my father had several doctorates\nfrom Switzerland, from the Sorbonne and I’m not sure about Heidelberg but I mean I know he\nhad several advanced degrees from different places. What was puzzling to me then I\nunderstand now. None of them were from Poland. In Poland apparently there was a quota and\nhe had to go elsewhere to get his education. My mother I know was a teacher but she never\nactively taught.",
        "A: Yes but I don’t remember her being a full-time teacher. She was always involved in other\nthings.",
        "A: My father would have been in his late thirties and my mother would have been in her mid-\nthirties. I’m not sure.",
        "A: I'll have that and I don’t know it.",
        "A: I see, yeah but they were youthful. My mother came from a village. She was not from\nHorochow. The name of the village was Luczyce.",
        "A: Yes. It wasn’t very far from Horochow apparently. And my grandparents on my mother’s side\nhad a huge farm and we used to go there sometimes in the summer, I remember that.",
        "A: Yes, my mother had two brothers and one sister. I also remember my great-grandmother on my\nmother’s side. Miriam was her name, Grandma Miriam. She was 113 years old when she died.\nAnd I said she had long blond hair. I’m sure it was long gray hair, but she still had her own\nhair, I remember that.",
        "A: I don’t know. I think they were from that place, from Horochow, yeah.",
        "A: Yes, definitely Poland, yeah. And his father whom I never met, I never met my father’s parents,\nbut his father apparently died early when my father was young and he was a Hebrew teacher to\nthe Jewish kids in Horochow. You want to hear something funny? When I came back in 1988\nmy husband and I talked what would I find and he tried to warn me not to be disappointed and\nwhat have you. And then it was sort of like an afterthought he said well whatever they did to\nthe town, the ghettos were erased apparently I don’t know I haven’t seen it now, but he said at\nleast the river, you’ll show me the river which was so important in your life. Guess what?\nThey diverted the river. When I asked I said I want to show my husband the river they said no\nmore river, no more river. The river’s name was Bezimyenna and Bezimyenna in Polish means\nno name. And I mean no name and they did away with it.",
        "A: No place, that’s right, yeah. And another thing was when I told the story of the haystacks to my\nson and husband they didn’t say anything. Then when we drove to my hometown from Lvov\nall of a sudden my son gets so excited. He says, oh look what 1s that? I said it’s a haystack. He\nsaid that’s a haystack it looks like a house. They never had the heart to ask me because here\nhaystacks are pretty small and there they do different kinds but these haystacks were so huge\nthey were almost like a barn, so big. He says now I understand. I never had the heart to ask\nyou how could seven people hide in a haystack. That’s about it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 2, 1993\nAlexandria, Virginia"
    ]
}