{
    "rg": "RG-50.030.0620_trs_en",
    "sequence": [
        "Question: It's the 4th of April, 2011. It's 14:46 hours. We are interviewing Mr. John\nJoseph Truty who 1s a liberator of Buchenwald Camp. I am Steven Mize conducting the\ninterview. Mr. Truty, state your full name and where you were born, please?",
        "Answer: John Joseph Truty, and I was born in Chicago.",
        "Q: Can you spell your last name for me, please?",
        "A: TRUTY.",
        "Q: Thank you. Can you tell me about your childhood?",
        "A: My childhood was regular. I played baseball, football, tennis, and bowled in free\nleagues and stuff. I spent quite a bit of time in sports. And I went I graduated from\nSchurz High School, and I was under the impression that it was hard to get a job and stuff\nI worked in a sound electric company around the neighborhood, and I got in the army and\nI was drafted and I was one of the first draftees to go.",
        "Q: When was that? What year?",
        "A:'41.",
        "Q: '41?",
        "A: Yeah, I had eight months in, and they were discharging the people who were 28 years\nand older already, you know, they figured they didn't need us anymore. So, they gotdischarged. They had to come back, you know, because the war broke out right after\nthat. AndI wentto from Camp Grant I went to, I guess it was Texas Brownwood,\nTexas and Camp Campbell, Kentucky and Indio, CaliforniA: I spend a whole year out\nthere. They were preparing us to go to Africa and we got sent to Germany. After that we\nbecause we were built at Indio, California, the desert training center, there was nothing\nthere when we got there. After that we went to New York and we departed for Europe\nand we landed in Marlborough. We were on the Queen Mary. We had 23,000 people on\nthat ship. We slept in shifts, more or less. And it took us a long time, because they were\nsaying that, be careful, you know, after the big boat, you know, Queen Mary",
        "Q: You mean the subs were after the boat?",
        "A: Yeah. I mean, so we landed in Marlborough, England and we stayed there for a while.\nThey had the invasion and I think we went about three weeks, or two weeks after the\ninvasion, because they had to make room for us to land because of the fighting there and\nstuff. When I got there, you could still see ships, their nose up, I mean. We had to stay\non the landing barges for a day or two before we went to shore, you know.",
        "Q: Yes. Let's back up for just a little bit. How did you feel about being drafted?",
        "A: Well, I didn't I didn't feel so good. Because at that time we had soldiers and dogs\nweren't allowed in the taverns and (inaudible) they didn't allow us there, so, but, like I\nsay, I was one of the first draftees to go. Ijust JIalmost had I didn't care about it,\nbecause I had eight months in and who wanted, you know, the army? If all of them wants\nto go and then the war broke out and I had to get go and, you know, and then we didn't\nnow how long the war was going to last, whether it was going to last a year, two years,\nfive years, ten years or a hundred year war or whatever it is. But, that's the way it was.",
        "Q: What did you train as, sir? What were you an infantryman? an armorman?",
        "A: No, I was a medic. But we had basic training, because, you know, everybody had to\ntake basic training.",
        "Q: How did you feel about being a medic?",
        "A: Well",
        "Q: Did you select it or were you assigned?",
        "A: No, I was assigned as a medic, because they were asking people to drive for\n(inaudible) and stuff like that. But, I took the medics, because I thought it was safer than\nbeing in the gutter or somewhere in there.",
        "Q: Uh huh.",
        "A: So, that's what it was.",
        "Q: Do you feel that your training adequately trained you for combat?",
        "A: Oh, yeah. We had to have combat training and then — especially in the desert with the\ntanks, maneuvers and stuff. We had good training over there in the desert. The heat was\n125 out there. We actually, sometimes didn't do anything, but to get used to the weather,\nyou know. But, I had a suntan. I wore shorts all the time and you could see the white\nhere and all black here.",
        "Q: What did you understand of the war and why it was being fought, before going to\nEurope?",
        "A: Well, I didn't think too much of it. I mean it's war. War is a war. I mean you have to\nnobody likes war. I mean as far as that goes, war is hell. But we you're in there, you\ngot to do the best you can, because there was a lot of fellows that didn't like it and\ncommitted suicide and all that but, thank G d, I held out and I come back in one piece.\nThat's the main thing.",
        "Q: Did you know what was happening to the Jews of Europe before you went over?",
        "A: No, I didn't, no.",
        "Q: Do you speak any foreign languages?",
        "A: I used to read and write Polish, but I forgot, I mean, it's been a long time, 60, 70 years\nalmost.",
        "Q: What did you do when you were in England? Were you still training?",
        "A: Training, yeah. We were waiting for the invasion, you know, because they would\nsend out ships (inaudible) and they were testing out the Germans there, you know,\nbecause they had all the coastline all pretty well fortified and we landed in England, they\nhad we had gas masks, because England was all set for if they would get poisoned gas\nand stuff and in case the Russians the Germans, but they were fighting two fronts, in\nthe back and in the front and Russians, and us, you know, so they had double trouble\nthere, and once we could go __ got along pretty good.",
        "Q: What did you think of England and the English?",
        "A: Well, I didn't think too much of them, you know, we made friends and stuff. They're\nall right, I mean, I suppose you couldn't get used to it, but, they had it a little different,\nlike petrol and gasoline and all that stuff. We had to learn English and French and\nGerman and Polish and America, I mean, yeah, so",
        "Q: When did you enter the European theatre? D Day plus what?",
        "A: How many days what?",
        "Q: How many days after D Day did you land in France’?",
        "A: D Day was’ what day was D Day’?",
        "Q: June.",
        "A: Four? I think it was two weeks.",
        "Q: Okay. Do you recall your first exposure to combat?",
        "A: Recall the first exposure?",
        "Q: The first time you saw combat?",
        "A: No. We seen shells coming over from while we were still in England, but they had\nlet me see 88's and stuff in the bunkers and they couldn't find them at first, you know,\nthey shootin’, put 'em back in. But they got it later on when they after invasion. They\nfound out that the (inaudible) people right in front of you, you know what I mean, but\ncause we were (inaudible) division. We had to take care of all divisions. Some go and\nsome come. You have to be well prepared for that. Our general got the stars from every\ntime Patton got promoted, he got Walker got stars and stuff and so",
        "Q: Did you ever meet General Walker?",
        "A: Walker? Oh, yeah he was right there, our general. I never met Patton.",
        "Q: Did you like General Walker? Did you respect him?",
        "A: Oh, yes, he was a good general. But Patton was kind of rough. I mean, he was_ |\nwas kind of scared of him. Every time I knew he was coming I'd stay away from\nheadquarters there.",
        "Q: Sure.",
        "A: So, I didn't want to get a slap in the face (laughing). No, but that's his job. So, I\nmean, he had to do it, him with his 45's. But cause some generals they Patton wanted\na credit, Eisenhower wanted a credit, MacArthur wanted a credit, Bradley wanted a\ncredit, and Churchill wanted I mean, they all wanted to outdo one another, but, I guess\nthey got along, so",
        "Q: When you got to Europe, when you got to France, do you remember the first battle\nyou were engaged in?",
        "A: No, I don't remember. There was shooting going on there and stuff.",
        "Q: Do you remember crossing the Rhine?",
        "A: Yeah.",
        "Q: Okay. What can you tell me about that?",
        "A: Well, they build them platoons and we crossed.",
        "Q: Did you engage the Germans there? Did you engage the enemy during the crossing\nthe Rhine?",
        "A: We didn't, the people in front of us did. I mean, there were tanks and infantry. There\nwere troops in front of us. We took care of the troops that, you know, invaded them.\nCause we had our own little G1, G2, G3, G4, we had to care of officers and enlisted men,\nto give them shots and whatever they needed. But, we didn't go right up to the front\nbecause we had _ Patton had his men up there. All he wanted was tanks, tanks, tanks, the\nhell with the infantry. You see tanks all along the road there, and that was it.",
        "Q: Did when you were actually in Europe",
        "A: Yeah?",
        "Q: did you and after having served in combat did your attitudes about the war change at\nall?",
        "A: Well, sure it changed. I mean, it's gladit was over. Imean, we be theysent I\nhad 92 points, I mean, it was enough to get a cross, but they sent the people, the soldiers\nin front of me, that were rookies and stuff, and they just come after me and stuff, they\ndidn't have enough points, they send them back to USA to train them to go back to not\ntrain them, but to revitalize them to go back to Pacific, you know. So, we had_ Iwas\nlike they asked me first if I wanted an army occupation and I didn't want that, I wanted\nto get home, the heck with that. So, they left me there anyway. And there 1s no revelling,\nno retreat, no nothing. But we went horseback riding and then we could play golf, and\nnobody to, you know, bother you or stuff. But then later on, we got through in Japan,\nthey dropped the atomic bomb there, so",
        "Q: As you were moving through Europe and advancing with the Third Army, do you\nrecall coming across any concentration camps?",
        "A: Oh, I didn't come across but there were a lot of them there. They told us. They had us\nscattered all around.",
        "Q: Did you see any of them?",
        "A: Well, Buchenwald. That's the only one that I really seen there, you know.",
        "Q: Tell me about experiencing Buchenwald. When did you arrive there? What did you\nsee? What did you think was going on?",
        "A: Well, I rode with the captain. He was a medical officer, he got discharged (inaudible)\ncolonel later on, but, I had to with go with him, and he and I went in a jeep, and seen the\ncamp. And we seen how the soldiers they hada flagpole they tried to get out,\nbecause they knew we were coming and the Germans shot them and left. They were\nright by the flagpole there and stuff. But so and then the only way we could see them\nis they wouldn't allow us to feed them or anything like that, they were fed\nintravenously, the ones that were ready to die anyway, I mean, but we got in cause we\nhad medical I had a van and, you know, I was with the captain, so, he was a medical\nofficer. So, they let us in and we went in the camp there, and it stunk and the tears and\nthe urine and all that stuff. I couldn't stand it. I went through one barracks there, that\nthey had there, and the trains were just lined there and they were peeing and stuff and it\nwas just I couldn't stand it, so, I just left after that.",
        "Q: Did you speak to any of the prisoners?",
        "A: No, I didn't speak to them.",
        "Q: Did you provide any medical assistance to any of the prisoners?",
        "A: Not we. But they took care of them, I mean, they emptied the soldiers they try to\nget, you know, them out of the way first, because they were dead, but the ones that were\nstill in there, they took them I don't know where they took them, the hospitals or\nsomething, and tried to reyuvenate them, you know, because they were all skin and bones,\nI don't think they'd live anyway, but you try it and stuff, they were so glad to see to us.\nBecause they had a table like this, they had lampshades made out of skin, you know, they\ntook the skin and made lampshades out of them or anything they could use. And, of\ncourse, they had hair, I seen it, they stripped them with they got shoes and stuff up\nthere, and that was it.",
        "Q: Did any of the prisoners try to speak to you, or say anything to you?",
        "A: No. They just wanted to something to eat, you know, and stuff. They couldn't speak,\nI mean, they're laying there like four or five of them in a little space. It was terrible.",
        "Q: How long were you inside the camp itself?",
        "A: In the concentration camp?",
        "Q: Yes.",
        "A: Not too long. I couldn't stand it. It stink and smudge and stuff. I don't know how\nthey could survive.",
        "Q: Did you see any enemy inside the camp, living or dead?",
        "A: No. But later on, I did see enemy soldiers after they surrendered. They put their guns\nin a big pile and they'd hand these prisoners to the Frenchmen, you know, and the French\ntook over and especially SSS guys. They hated the Frenchmen hated SS they were\nsupposed to be the elite of the army there. So, they take them and march them in the\nforests and you could hear boom, boom, boom, boom, boom, they got aim with them.",
        "Q: Uh huh.",
        "A: Some of them that like I say, mostly SS guys that they didn't, they hated and stuff\nbut",
        "Q: Now, was that the French unit that was marching with 20 corps?",
        "A: Yeah. I don't know how they got attached to them, I mean, but they let them have\nthe French the German prisoners, so",
        "Q: Did you see the crematoria at Buchenwald?",
        "A: Yeah.",
        "Q: You did? Can you describe what you saw going in to that area?",
        "A: Well, seeing these bodies right there, packed like 2 by 4s, you could see they're all\nskin and bones. And inthe back the crematoria, there was all ashes that they emptied\nout. Because they had two like two small freight cars and they put them in and they\ntake them out. I didn't see that seen them doing it, but I seen the ovens there, you\nknow. I tried to take a picture, but it didn't come out. It blurred and stuff, all black. But\nyou could still make out a little bit that it was the freight cars, them little freighters.",
        "Q: After seeing Buchenwald, after seeing the concentration camp, did it change your\nattitudes about the war and why you were fighting it?",
        "A: Yeah. Then I realized that we had to do it, I mean, after all, otherwise it will kill\neverybody. Especially the Polish people, because there's a lot of Jews in Poland there\nand stuff, and they first took the Jews and then probably the next, Polish and I still got\ncousins and aunts and _ living there.",
        "Q: Living in Poland?",
        "A: Yeah. In fact, I went to see them in 1982 with my sister, because my wife didn't want\nto go, so I took my sister there and we spent two or three weeks there.",
        "Q: After you left the camp, did you meet any of the surrounding population who lived\naround the camp.",
        "A: Not really, no. There wasn't too many left there. It's just a woman that was women\nand kids maybe, that's all, but the guys were in the army and stuff and there's healthy\nguys and stuff. But, I didn't meet any of the older folks, because there was none left, I\nmean, they were starving too.",
        "Q: How long were in the area around Buchenwald?",
        "A: I don't know. Maybe a couple of days, and we went on.",
        "Q: You pushed into Austria after this?",
        "A: Yeah. We wound up in Austria with the Russians there.",
        "Q: Do youremember did you meet up with the Russians?",
        "A: No. I didn't talk to them, but the guys in front of us did, you know, we stopped there\nand we come back.",
        "Q: How did you learn about V E Day?",
        "A: How did I learn? Well, it was in the papers and stuff. We were glad it was over. But,\nI know there is another war going on with Japan. We weren't through yet, but, that was a\npiece of cake, I mean, as far as after they put the atomic bomb and stuff.",
        "Q: How long were you in Europe after V E Day? How long did you stay after?",
        "A: Oh, I stayed until the war was over in Japan, and then they shipped me back. They\nmust have sent some Army of Occupation or something, earlier on, to take care of that.\nSo, like I say, we had it made_ it was a piece acake. We were playing golf we\ncouldn't play golf because we didn't have no golf balls. But, I wanted to come home\nregardless, I mean, they could give me a million buck, of course, I wasn't too long\noverseas a year anda half oversees but in the army four and a half years. So, but\nit's still a long time, I mean, it's the best years of my life.",
        "Q: Why so? Why do you call them the best years of your life?",
        "A: Well, I went in when I was 22, 23 years old. And by the time I spent four years, or\nalmost five years and by the time you can get out and adjusted to civilian life and I got in\nbusiness and so",
        "Q: What rank were you on discharge?",
        "A: What rank? T/4, surgical technician.",
        "Q: And, did you come back to Chicago immediately after the war? Is that where you\ncame?",
        "A: Not we went to some kind of acamp there in and then they gave me 300 bucks [|\nguess big deal for traveling expenses. So, I saved, I mean, because we were in the\narmy, it was $21 a month. By the time you get your cleaning done and stuff, we had to\nwear civilian clothes and get that cleaned and, of course, we got rations (inaudible) all\nthat free, you know. But, still in all, you go out and have a couple of beers or something\nand of course, beer was cheap, but you didn't I was always broke. Getting the crap\ngame, and, you know, waiting another month. Yeah, it was rough.",
        "Q: When you came home to the United States, who was the first family member you\nsaw’?",
        "A: First member?\nQ: First family member that you saw when you returned to the United States?",
        "A: Well, I'll tell you truth, we didn't have a car. My dad didn't have a car, he was a\nforeigner. He couldn't speak English, he was a citizen. But I don't know how he got his\ncitizenship. But, I stopped I took a train, and I stopped in the tavern I used to go to,\nbecause it was like a block and a half away, instead of going straight home, I stopped in\nthe tavern, had some couple of beers, and they were all glad to see me there, seen some\nfriends, and before you knew it, halfa crowd andthenI went home. They were glad to\nsee me, and my mother had two stars in the windows, you know, she was so proud of me.\nBut, that was it.",
        "Q: What was it like for you seeing your family again, your mother and your family?",
        "A: It was great. I mean, I was overjoyed, cause like I say, I didn't know how long I was\ngoing to be in the service, in the army, because, you know, you are a long ways from\nhome and, of course, we went back on a boat, on a small boat, but we didn't come back\non a Queen Mary like because, I don't know why. Well, anyway I was sure glad to get\nhome.",
        "Q: What did you do after the war?",
        "A: After the war I got a job. I didn't work too long, about a year and a half, and then I got\ninto business. My buddy's father had a restaurant. He was in partnership with a guy in\nChicago close to the Loop, and they had an argument there, so he said you buy me out or\nI buy you out. So, he didn't have too much money, so he asked me if I would like to getinto business, and I didn't have any money, my dad didn't have any money, so my dad\nhad to borrow money, he trusted me. I don't know why my partner in the restaurant\nbusiness, he kind of figured I was you know, I could save a buck, I wasn't too _ so, he\nsaid, you'll get that back in no time. I took his word for it, and I told my dad, I says, if\nyou can borrow some money, and my dad had some good friends and he borrowed 6,000\nbucks, I think it was, and he I got in partnership with him. It worked out in no time. I\npaid my dad out first, and then I was sitting pretty. I bought a car, and I had a pretty good\nlife after that, I mean, hey, while the sun was shining, because, you know, they had to go\nto Wisconsin to buy to slaughter. You have to get some everything was rationed\nnot yet but, before that. And so they used to go get meat there and stuff, and I was in\nthe restaurant business for 27 years. So, it was a cafeteria style though. But, it's not like\nwhat it is now. Now you need a cashier or a manager or a this or that or anything for\nyou. We did have about 12, 13 employees, but we were opened up from 5:30 in the\nmorning until 2, 3:00 the next morning, you know. But, then they start dwindling down,\nthe neighborhood started changing. Eventually we only had breakfast and dinners,\nbecause we used to get the crowds after bowling and stuff. They didn't they cut that\nout, I mean, they were afraid to deliver, the neighborhood was changing, shooting and\nstuff. I got up here. So, [had to give it gave it up.",
        "Q: Did you talk to any friends or family about your experiences in the war?",
        "A: Well, I told them I didn't want to scare them. Because, my brother, he was in the\nnavy, and he says don't tell them mom and dad that he's going back after they took care\nof his ship. He was anxious to get back there to kill them Japs and stuff. So, I didn't tell\nmy mother and dad_ because my dad died when he was young, 65. And, I was my\nmother lived to be 100 one month short of being 100. So, she was a widower for a long\ntime, but she was in a nursing home. And don't I mean, after she'd be better off dead\nthan living the way she lived in a wheelchair all the time. We had a nursing home close\nto home in Chicago, and my sister always used to go see her every day, feeding her, and\nfixing her hair and stuff like that. But, that was it, I mean.",
        "Q: Did you have the opportunity to see the exhibition upstairs in the museum?",
        "A: First time, today, I went.",
        "Q: What did you think’?",
        "A: Nice, gorgeous, amazing. They should show _ if the people seen it real, you see it\nyourself, it's different than telling people, you know. But, now they see you can see the\npictures and stuff, that's really wonderful.",
        "Q: Do you think it accurately did it accurately portray your experience?",
        "A: Yeah, it was pretty close to it, I mean. You see it in the movies and stufftoo in the\npapers and stuff, but you can't beet this, 1t was wonderful, really.",
        "Q: We're recording this for prosperity, what would you most like future generations to\nknow about what you experienced in the war?",
        "A: To know what?",
        "Q: What would you most like future generations to learn from your experience in the\nwar?",
        "A: Well, if you want freedom, you got to fight for it, I mean. That's why Obama and\nstuff, and maybe these younger generations would straighten them out. And I think we\nall hate war, as far as that goes. War is hell for everyone, you know, but that's you\nknow, we were there. But, it's the best thing to do is try to stay out of it. And (inaudible)\nis sticking her nose here and there, and we're fighting for everybody else, and there will\nalways be war. As long as there are two people living, you and I, we're you want what\nyou got, plus what I got, and I want what you want. That's the name of the game, I mean,\nthat's it.",
        "Q: Okay. Well, thank you, sir, and thank you for your service to our nation.",
        "A: Okay.",
        "Q: Okay. Thank very much, indeed. It 1s 15:22 hours.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: It's the 4th of April, 2011. It's 14:46 hours. We are interviewing Mr. John\nJoseph Truty who 1s a liberator of Buchenwald Camp. I am Steven Mize conducting the\ninterview. Mr. Truty, state your full name and where you were born, please?",
        "Q: Can you spell your last name for me, please?",
        "Q: Thank you. Can you tell me about your childhood?",
        "Q: When was that? What year?",
        "Q: '41?",
        "Q: You mean the subs were after the boat?",
        "Q: Yes. Let's back up for just a little bit. How did you feel about being drafted?",
        "Q: What did you train as, sir? What were you an infantryman? an armorman?",
        "Q: How did you feel about being a medic?",
        "Q: Did you select it or were you assigned?",
        "Q: Uh huh.",
        "Q: Do you feel that your training adequately trained you for combat?",
        "Q: What did you understand of the war and why it was being fought, before going to\nEurope?",
        "Q: Did you know what was happening to the Jews of Europe before you went over?",
        "Q: Do you speak any foreign languages?",
        "Q: What did you do when you were in England? Were you still training?",
        "Q: What did you think of England and the English?",
        "Q: When did you enter the European theatre? D Day plus what?",
        "Q: How many days after D Day did you land in France’?",
        "Q: June.",
        "Q: Okay. Do you recall your first exposure to combat?",
        "Q: The first time you saw combat?",
        "Q: Did you ever meet General Walker?",
        "Q: Did you like General Walker? Did you respect him?",
        "Q: Sure.",
        "Q: When you got to Europe, when you got to France, do you remember the first battle\nyou were engaged in?",
        "Q: Do you remember crossing the Rhine?",
        "Q: Okay. What can you tell me about that?",
        "Q: Did you engage the Germans there? Did you engage the enemy during the crossing\nthe Rhine?",
        "Q: Did when you were actually in Europe",
        "Q: did you and after having served in combat did your attitudes about the war change at\nall?",
        "Q: As you were moving through Europe and advancing with the Third Army, do you\nrecall coming across any concentration camps?",
        "Q: Did you see any of them?",
        "Q: Tell me about experiencing Buchenwald. When did you arrive there? What did you\nsee? What did you think was going on?",
        "Q: Did you speak to any of the prisoners?",
        "Q: Did you provide any medical assistance to any of the prisoners?",
        "Q: Did any of the prisoners try to speak to you, or say anything to you?",
        "Q: How long were you inside the camp itself?",
        "Q: Yes.",
        "Q: Did you see any enemy inside the camp, living or dead?",
        "Q: Uh huh.",
        "Q: Now, was that the French unit that was marching with 20 corps?",
        "Q: Did you see the crematoria at Buchenwald?",
        "Q: You did? Can you describe what you saw going in to that area?",
        "Q: After seeing Buchenwald, after seeing the concentration camp, did it change your\nattitudes about the war and why you were fighting it?",
        "Q: Living in Poland?",
        "Q: After you left the camp, did you meet any of the surrounding population who lived\naround the camp.",
        "Q: How long were in the area around Buchenwald?",
        "Q: You pushed into Austria after this?",
        "Q: Do youremember did you meet up with the Russians?",
        "Q: How did you learn about V E Day?",
        "Q: How long were you in Europe after V E Day? How long did you stay after?",
        "Q: Why so? Why do you call them the best years of your life?",
        "Q: What rank were you on discharge?",
        "Q: And, did you come back to Chicago immediately after the war? Is that where you\ncame?",
        "Q: When you came home to the United States, who was the first family member you\nsaw’?",
        "A: First member?\nQ: First family member that you saw when you returned to the United States?",
        "Q: What was it like for you seeing your family again, your mother and your family?",
        "Q: What did you do after the war?",
        "Q: Did you talk to any friends or family about your experiences in the war?",
        "Q: Did you have the opportunity to see the exhibition upstairs in the museum?",
        "Q: What did you think’?",
        "Q: Do you think it accurately did it accurately portray your experience?",
        "Q: We're recording this for prosperity, what would you most like future generations to\nknow about what you experienced in the war?",
        "Q: What would you most like future generations to learn from your experience in the\nwar?",
        "Q: Okay. Well, thank you, sir, and thank you for your service to our nation.",
        "Q: Okay. Thank very much, indeed. It 1s 15:22 hours.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: John Joseph Truty, and I was born in Chicago.",
        "A: TRUTY.",
        "A: My childhood was regular. I played baseball, football, tennis, and bowled in free\nleagues and stuff. I spent quite a bit of time in sports. And I went I graduated from\nSchurz High School, and I was under the impression that it was hard to get a job and stuff\nI worked in a sound electric company around the neighborhood, and I got in the army and\nI was drafted and I was one of the first draftees to go.",
        "A:'41.",
        "A: Yeah, I had eight months in, and they were discharging the people who were 28 years\nand older already, you know, they figured they didn't need us anymore. So, they gotdischarged. They had to come back, you know, because the war broke out right after\nthat. AndI wentto from Camp Grant I went to, I guess it was Texas Brownwood,\nTexas and Camp Campbell, Kentucky and Indio, CaliforniA: I spend a whole year out\nthere. They were preparing us to go to Africa and we got sent to Germany. After that we\nbecause we were built at Indio, California, the desert training center, there was nothing\nthere when we got there. After that we went to New York and we departed for Europe\nand we landed in Marlborough. We were on the Queen Mary. We had 23,000 people on\nthat ship. We slept in shifts, more or less. And it took us a long time, because they were\nsaying that, be careful, you know, after the big boat, you know, Queen Mary",
        "A: Yeah. I mean, so we landed in Marlborough, England and we stayed there for a while.\nThey had the invasion and I think we went about three weeks, or two weeks after the\ninvasion, because they had to make room for us to land because of the fighting there and\nstuff. When I got there, you could still see ships, their nose up, I mean. We had to stay\non the landing barges for a day or two before we went to shore, you know.",
        "A: Well, I didn't I didn't feel so good. Because at that time we had soldiers and dogs\nweren't allowed in the taverns and (inaudible) they didn't allow us there, so, but, like I\nsay, I was one of the first draftees to go. Ijust JIalmost had I didn't care about it,\nbecause I had eight months in and who wanted, you know, the army? If all of them wants\nto go and then the war broke out and I had to get go and, you know, and then we didn't\nnow how long the war was going to last, whether it was going to last a year, two years,\nfive years, ten years or a hundred year war or whatever it is. But, that's the way it was.",
        "A: No, I was a medic. But we had basic training, because, you know, everybody had to\ntake basic training.",
        "A: Well",
        "A: No, I was assigned as a medic, because they were asking people to drive for\n(inaudible) and stuff like that. But, I took the medics, because I thought it was safer than\nbeing in the gutter or somewhere in there.",
        "A: So, that's what it was.",
        "A: Oh, yeah. We had to have combat training and then — especially in the desert with the\ntanks, maneuvers and stuff. We had good training over there in the desert. The heat was\n125 out there. We actually, sometimes didn't do anything, but to get used to the weather,\nyou know. But, I had a suntan. I wore shorts all the time and you could see the white\nhere and all black here.",
        "A: Well, I didn't think too much of it. I mean it's war. War is a war. I mean you have to\nnobody likes war. I mean as far as that goes, war is hell. But we you're in there, you\ngot to do the best you can, because there was a lot of fellows that didn't like it and\ncommitted suicide and all that but, thank G d, I held out and I come back in one piece.\nThat's the main thing.",
        "A: No, I didn't, no.",
        "A: I used to read and write Polish, but I forgot, I mean, it's been a long time, 60, 70 years\nalmost.",
        "A: Training, yeah. We were waiting for the invasion, you know, because they would\nsend out ships (inaudible) and they were testing out the Germans there, you know,\nbecause they had all the coastline all pretty well fortified and we landed in England, they\nhad we had gas masks, because England was all set for if they would get poisoned gas\nand stuff and in case the Russians the Germans, but they were fighting two fronts, in\nthe back and in the front and Russians, and us, you know, so they had double trouble\nthere, and once we could go __ got along pretty good.",
        "A: Well, I didn't think too much of them, you know, we made friends and stuff. They're\nall right, I mean, I suppose you couldn't get used to it, but, they had it a little different,\nlike petrol and gasoline and all that stuff. We had to learn English and French and\nGerman and Polish and America, I mean, yeah, so",
        "A: How many days what?",
        "A: D Day was’ what day was D Day’?",
        "A: Four? I think it was two weeks.",
        "A: Recall the first exposure?",
        "A: No. We seen shells coming over from while we were still in England, but they had\nlet me see 88's and stuff in the bunkers and they couldn't find them at first, you know,\nthey shootin’, put 'em back in. But they got it later on when they after invasion. They\nfound out that the (inaudible) people right in front of you, you know what I mean, but\ncause we were (inaudible) division. We had to take care of all divisions. Some go and\nsome come. You have to be well prepared for that. Our general got the stars from every\ntime Patton got promoted, he got Walker got stars and stuff and so",
        "A: Walker? Oh, yeah he was right there, our general. I never met Patton.",
        "A: Oh, yes, he was a good general. But Patton was kind of rough. I mean, he was_ |\nwas kind of scared of him. Every time I knew he was coming I'd stay away from\nheadquarters there.",
        "A: So, I didn't want to get a slap in the face (laughing). No, but that's his job. So, I\nmean, he had to do it, him with his 45's. But cause some generals they Patton wanted\na credit, Eisenhower wanted a credit, MacArthur wanted a credit, Bradley wanted a\ncredit, and Churchill wanted I mean, they all wanted to outdo one another, but, I guess\nthey got along, so",
        "A: No, I don't remember. There was shooting going on there and stuff.",
        "A: Yeah.",
        "A: Well, they build them platoons and we crossed.",
        "A: We didn't, the people in front of us did. I mean, there were tanks and infantry. There\nwere troops in front of us. We took care of the troops that, you know, invaded them.\nCause we had our own little G1, G2, G3, G4, we had to care of officers and enlisted men,\nto give them shots and whatever they needed. But, we didn't go right up to the front\nbecause we had _ Patton had his men up there. All he wanted was tanks, tanks, tanks, the\nhell with the infantry. You see tanks all along the road there, and that was it.",
        "A: Yeah?",
        "A: Well, sure it changed. I mean, it's gladit was over. Imean, we be theysent I\nhad 92 points, I mean, it was enough to get a cross, but they sent the people, the soldiers\nin front of me, that were rookies and stuff, and they just come after me and stuff, they\ndidn't have enough points, they send them back to USA to train them to go back to not\ntrain them, but to revitalize them to go back to Pacific, you know. So, we had_ Iwas\nlike they asked me first if I wanted an army occupation and I didn't want that, I wanted\nto get home, the heck with that. So, they left me there anyway. And there 1s no revelling,\nno retreat, no nothing. But we went horseback riding and then we could play golf, and\nnobody to, you know, bother you or stuff. But then later on, we got through in Japan,\nthey dropped the atomic bomb there, so",
        "A: Oh, I didn't come across but there were a lot of them there. They told us. They had us\nscattered all around.",
        "A: Well, Buchenwald. That's the only one that I really seen there, you know.",
        "A: Well, I rode with the captain. He was a medical officer, he got discharged (inaudible)\ncolonel later on, but, I had to with go with him, and he and I went in a jeep, and seen the\ncamp. And we seen how the soldiers they hada flagpole they tried to get out,\nbecause they knew we were coming and the Germans shot them and left. They were\nright by the flagpole there and stuff. But so and then the only way we could see them\nis they wouldn't allow us to feed them or anything like that, they were fed\nintravenously, the ones that were ready to die anyway, I mean, but we got in cause we\nhad medical I had a van and, you know, I was with the captain, so, he was a medical\nofficer. So, they let us in and we went in the camp there, and it stunk and the tears and\nthe urine and all that stuff. I couldn't stand it. I went through one barracks there, that\nthey had there, and the trains were just lined there and they were peeing and stuff and it\nwas just I couldn't stand it, so, I just left after that.",
        "A: No, I didn't speak to them.",
        "A: Not we. But they took care of them, I mean, they emptied the soldiers they try to\nget, you know, them out of the way first, because they were dead, but the ones that were\nstill in there, they took them I don't know where they took them, the hospitals or\nsomething, and tried to reyuvenate them, you know, because they were all skin and bones,\nI don't think they'd live anyway, but you try it and stuff, they were so glad to see to us.\nBecause they had a table like this, they had lampshades made out of skin, you know, they\ntook the skin and made lampshades out of them or anything they could use. And, of\ncourse, they had hair, I seen it, they stripped them with they got shoes and stuff up\nthere, and that was it.",
        "A: No. They just wanted to something to eat, you know, and stuff. They couldn't speak,\nI mean, they're laying there like four or five of them in a little space. It was terrible.",
        "A: In the concentration camp?",
        "A: Not too long. I couldn't stand it. It stink and smudge and stuff. I don't know how\nthey could survive.",
        "A: No. But later on, I did see enemy soldiers after they surrendered. They put their guns\nin a big pile and they'd hand these prisoners to the Frenchmen, you know, and the French\ntook over and especially SSS guys. They hated the Frenchmen hated SS they were\nsupposed to be the elite of the army there. So, they take them and march them in the\nforests and you could hear boom, boom, boom, boom, boom, they got aim with them.",
        "A: Some of them that like I say, mostly SS guys that they didn't, they hated and stuff\nbut",
        "A: Yeah. I don't know how they got attached to them, I mean, but they let them have\nthe French the German prisoners, so",
        "A: Yeah.",
        "A: Well, seeing these bodies right there, packed like 2 by 4s, you could see they're all\nskin and bones. And inthe back the crematoria, there was all ashes that they emptied\nout. Because they had two like two small freight cars and they put them in and they\ntake them out. I didn't see that seen them doing it, but I seen the ovens there, you\nknow. I tried to take a picture, but it didn't come out. It blurred and stuff, all black. But\nyou could still make out a little bit that it was the freight cars, them little freighters.",
        "A: Yeah. Then I realized that we had to do it, I mean, after all, otherwise it will kill\neverybody. Especially the Polish people, because there's a lot of Jews in Poland there\nand stuff, and they first took the Jews and then probably the next, Polish and I still got\ncousins and aunts and _ living there.",
        "A: Yeah. In fact, I went to see them in 1982 with my sister, because my wife didn't want\nto go, so I took my sister there and we spent two or three weeks there.",
        "A: Not really, no. There wasn't too many left there. It's just a woman that was women\nand kids maybe, that's all, but the guys were in the army and stuff and there's healthy\nguys and stuff. But, I didn't meet any of the older folks, because there was none left, I\nmean, they were starving too.",
        "A: I don't know. Maybe a couple of days, and we went on.",
        "A: Yeah. We wound up in Austria with the Russians there.",
        "A: No. I didn't talk to them, but the guys in front of us did, you know, we stopped there\nand we come back.",
        "A: How did I learn? Well, it was in the papers and stuff. We were glad it was over. But,\nI know there is another war going on with Japan. We weren't through yet, but, that was a\npiece of cake, I mean, as far as after they put the atomic bomb and stuff.",
        "A: Oh, I stayed until the war was over in Japan, and then they shipped me back. They\nmust have sent some Army of Occupation or something, earlier on, to take care of that.\nSo, like I say, we had it made_ it was a piece acake. We were playing golf we\ncouldn't play golf because we didn't have no golf balls. But, I wanted to come home\nregardless, I mean, they could give me a million buck, of course, I wasn't too long\noverseas a year anda half oversees but in the army four and a half years. So, but\nit's still a long time, I mean, it's the best years of my life.",
        "A: Well, I went in when I was 22, 23 years old. And by the time I spent four years, or\nalmost five years and by the time you can get out and adjusted to civilian life and I got in\nbusiness and so",
        "A: What rank? T/4, surgical technician.",
        "A: Not we went to some kind of acamp there in and then they gave me 300 bucks [|\nguess big deal for traveling expenses. So, I saved, I mean, because we were in the\narmy, it was $21 a month. By the time you get your cleaning done and stuff, we had to\nwear civilian clothes and get that cleaned and, of course, we got rations (inaudible) all\nthat free, you know. But, still in all, you go out and have a couple of beers or something\nand of course, beer was cheap, but you didn't I was always broke. Getting the crap\ngame, and, you know, waiting another month. Yeah, it was rough.",
        "A: Well, I'll tell you truth, we didn't have a car. My dad didn't have a car, he was a\nforeigner. He couldn't speak English, he was a citizen. But I don't know how he got his\ncitizenship. But, I stopped I took a train, and I stopped in the tavern I used to go to,\nbecause it was like a block and a half away, instead of going straight home, I stopped in\nthe tavern, had some couple of beers, and they were all glad to see me there, seen some\nfriends, and before you knew it, halfa crowd andthenI went home. They were glad to\nsee me, and my mother had two stars in the windows, you know, she was so proud of me.\nBut, that was it.",
        "A: It was great. I mean, I was overjoyed, cause like I say, I didn't know how long I was\ngoing to be in the service, in the army, because, you know, you are a long ways from\nhome and, of course, we went back on a boat, on a small boat, but we didn't come back\non a Queen Mary like because, I don't know why. Well, anyway I was sure glad to get\nhome.",
        "A: After the war I got a job. I didn't work too long, about a year and a half, and then I got\ninto business. My buddy's father had a restaurant. He was in partnership with a guy in\nChicago close to the Loop, and they had an argument there, so he said you buy me out or\nI buy you out. So, he didn't have too much money, so he asked me if I would like to getinto business, and I didn't have any money, my dad didn't have any money, so my dad\nhad to borrow money, he trusted me. I don't know why my partner in the restaurant\nbusiness, he kind of figured I was you know, I could save a buck, I wasn't too _ so, he\nsaid, you'll get that back in no time. I took his word for it, and I told my dad, I says, if\nyou can borrow some money, and my dad had some good friends and he borrowed 6,000\nbucks, I think it was, and he I got in partnership with him. It worked out in no time. I\npaid my dad out first, and then I was sitting pretty. I bought a car, and I had a pretty good\nlife after that, I mean, hey, while the sun was shining, because, you know, they had to go\nto Wisconsin to buy to slaughter. You have to get some everything was rationed\nnot yet but, before that. And so they used to go get meat there and stuff, and I was in\nthe restaurant business for 27 years. So, it was a cafeteria style though. But, it's not like\nwhat it is now. Now you need a cashier or a manager or a this or that or anything for\nyou. We did have about 12, 13 employees, but we were opened up from 5:30 in the\nmorning until 2, 3:00 the next morning, you know. But, then they start dwindling down,\nthe neighborhood started changing. Eventually we only had breakfast and dinners,\nbecause we used to get the crowds after bowling and stuff. They didn't they cut that\nout, I mean, they were afraid to deliver, the neighborhood was changing, shooting and\nstuff. I got up here. So, [had to give it gave it up.",
        "A: Well, I told them I didn't want to scare them. Because, my brother, he was in the\nnavy, and he says don't tell them mom and dad that he's going back after they took care\nof his ship. He was anxious to get back there to kill them Japs and stuff. So, I didn't tell\nmy mother and dad_ because my dad died when he was young, 65. And, I was my\nmother lived to be 100 one month short of being 100. So, she was a widower for a long\ntime, but she was in a nursing home. And don't I mean, after she'd be better off dead\nthan living the way she lived in a wheelchair all the time. We had a nursing home close\nto home in Chicago, and my sister always used to go see her every day, feeding her, and\nfixing her hair and stuff like that. But, that was it, I mean.",
        "A: First time, today, I went.",
        "A: Nice, gorgeous, amazing. They should show _ if the people seen it real, you see it\nyourself, it's different than telling people, you know. But, now they see you can see the\npictures and stuff, that's really wonderful.",
        "A: Yeah, it was pretty close to it, I mean. You see it in the movies and stufftoo in the\npapers and stuff, but you can't beet this, 1t was wonderful, really.",
        "A: To know what?",
        "A: Well, if you want freedom, you got to fight for it, I mean. That's why Obama and\nstuff, and maybe these younger generations would straighten them out. And I think we\nall hate war, as far as that goes. War is hell for everyone, you know, but that's you\nknow, we were there. But, it's the best thing to do is try to stay out of it. And (inaudible)\nis sticking her nose here and there, and we're fighting for everybody else, and there will\nalways be war. As long as there are two people living, you and I, we're you want what\nyou got, plus what I got, and I want what you want. That's the name of the game, I mean,\nthat's it.",
        "A: Okay.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 4, 2011\nRG-50.030* 0620",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "Transcribed by Devora Hackner, National Court Reporters Association.",
        "JOHN TRUTY\nApril 4, 2011"
    ]
}