{
    "rg": "RG-50.030.0283_trs_en",
    "sequence": [
        "Q:Stating your name, where you were born and what year.",
        "A:I'm born August 27, 1916 in Sosnowitz, this is Poland. That was on the border from 1916\nthere was a war, and there was a triangle over there: Austria, Russia and Germany; it was\non the border there. In 1918 after the war, Poland was (Un)occupied from Russia and\nthey have their own country - Poland.",
        "Q:You know what, I need you to state your name for the record.",
        "A:My name 1s - I was born Berek Dafner in Poland. Now I change my name here in America -\nDov. Dov is a Hebrew name for Bear.",
        "Q:What was your family life like before the war? Tell me a little bit about the town and what\nyour father did.\n A:My father had a store; leather suitcases and briefcases, skis and sleds. It was a good\nbusiness. My father had three children. I have a sister; lives in Florida -\none in Israel. I'm in the middle - the only son. The style in Poland was\ncomfortable for us. The most people were poor in Poland; eighty percent\nat least. I lived comfortable and I was a sportsman; I have time. I use to\nplay soccer, summertime, all over Poland, and I played table tennis,\nwintertime, because I have the money. I wasn't exactly a professional\nsoccer player but they pay you some money. Of course I didn't need it.\nThe poor people were playing, they pay more money because they don't\nhave it.",
        "Q:Were there a lot of Jewish people in your town?",
        "A:Oh ya, there was - the population was, Sosnowitz's was 150,000 but 50,000 Jewish people\nwere killed.",
        "Q:Now were the Jewish people integrated into the rest of the community? Were most of your\nfriends Jewish?",
        "A:In Poland, even on the street we were walking - in the main street in Sosnowitz - Saturday,\nwalking back and forth the Polak they were walking other side - Jewish people on this\nside. Never integrated, because you can get a job that's in hospital or to work in an\noffice... never they took a Jew. Never. They only worked, shoemakers and tailors and\ncarpenters were Jewish people working. They, always the Polak said, oh the Jewish\npeople had the money, like over here they said - even in America.",
        "Q:So you experienced a lot of anti-Semitism before the war?",
        "A:Everywhere you go. You go in the evening, Zid(Jew), Zid they says - for Polish a Jew,\nbecause... but, religious people - my father was not that religious but he wear a hat\nalways whenever... he pray every day, but he was shaving man. Most people wear\nbeards over there. You know, so right away, a Jew. Over here you cannot recognize a\nJew because everybody wears a beard. But over there, they smell a Jew. Like the Prime\nMinister Shamir said, and he was Prime Minister, that a baby sucked the anti-Semit(ism)\nfrom the breasts from his mother because his relatives got killed too, Shamir's, in Poland.\nMost anti-Semites were in Poland terrible. Always, they didn't shot nobody, but they\ngot the chance to beat up the Jewish people.",
        "Q:Did you have bad experiences?",
        "A:Oh ya. I played soccer once 1n a little town. We were leading, we were a better team, much\nbetter team. It was three to nothing in the half time for us, the Jewish people. They\nstarted yelling to the referee, \"If you don't... If you, you'll get killed with the Jews. We\nby ourdelves we lost the game because of it. You couldn't get out of town. They beat\nyou up. I remember in school, I went to the school, they were playing Jews against\nPolaks....",
        "Q:I have to stop you for one second. Don't look at Tom. You just need to look - just... sorry.",
        "A:Even in school, they have Jewish schools. There were... going school and you play soccer. If\nthey win they were always throwing stones against the Jews; every minute, always\nagainst the Jews. We had a Prime Minister called Pilsudski. He was not bad to the Jews.\nBut he died 1935, 01:06:00 start turning bad. And Hitler was, you know, in Germany\nalready, and in Poland were a lot of Germans living, a lot of big factories they had - beer\ncompanies - and Sosnowitz was a lot because it was the border over there. It was worse -\nworse and worse every time - every time. And I was in the service. A major, always - a\nmajor is higher than a major what is a Colonel - a Colonel - always talk speeches,\nanti-Semite speeches over there - in the Army where I was.",
        "Q:In the Polish Army?",
        "A:The Polish Army when I was, ya. I was eighteen months over there; from 1938 until 1939. I\nwas suppose to come home 01:07:00 September 26, but the war started September Ist,\n1939 and I was in the Army at this time.",
        "Q:We're going to get to that in a minute. [Mrs. Gafner...We'll be okay]",
        "A:From there...",
        "Q:Just before we talked about the Army, a little bit more information on Sosnowitz. The Jews\nwere very separate; your schools were separate; your soccer league was Jewish?",
        "A:Not in every town was...",
        "Q:Your town?",
        "A:In my town there were separate Jewish schools - my wife's, not -- because it was a little town.",
        "Q:Was your soccer team all Jewish?",
        "A:Oh ya.",
        "Q:Were there political or were there zionist organizations?",
        "A:A lot of them - a lot of them - a lot of zionist organizations. A lot of them. Know - like\nWIZO(?). A lot of parties over there. There was a little to the left, a little to the right -\nand sports. I was Maccabee. Maccabee was not a zionist organization but they belong\nmore to the right wing. I was not interested in politics. I got the money - spend it with\nthe girls to going out - and I play soccer. There's where... I never was interested in...\nWhere was a beautiful girl I went over there.",
        "Q:Now, tell me, did you know a lot about what was happening? You knew a lot about Germany\nand Hitler at this point.",
        "A:Oh ya. Because I told you I lived over there on the border - use to be the border - until 1918.\nWho lives in, this is six miles from us. My uncle lived over there - have business over\nthere. But who lived over there all the time in Katovitz you could go to Germany without\na pass; no, with a little pass. You can go always. It was... You can go with a streetcar to\nGermany from Sosnowitz. It was very close, about nine miles - twelve kilometers is nine\nmiles.",
        "Q:Now tell me, why did you enlist in the Polish Army? At what age did you enlist. How did\nthis happen?",
        "A:In 1937 they call us.",
        "Q:Okay, we've got to just - We have to just let him explain.",
        "A:In 1937 when I was twenty - everyone - everybody in Poland has to go through, you know, to\npass a doctor to take you to army. Who was healthy, take you to the army. In 1938, in\nMarch, I went to the army because I was healthy they had the doctor look at me because\nthey knew me. I play soccer over there in the city and they said they send me to the\narmy. I play soccer in the army also. I was a healthy guy.",
        "Q:Did the Jews and the Poles mix in the army?",
        "A:Ya. They were all in the same companies. But we have trouble over there too. They give us a\nhard time. I have more privilege because I play soccer over there with my... it was a\ncompany - under twenty people - soldiers. I have privileges because a lieutenant play\nwith me soccer too the goalie. I played better soccer with him. But still they gave a hard\ntime the Jews. Hard. One guy wanted kill himself it was so hard. He threw himself\nfrom the second floor.",
        "Q:Did you want to be in the army?",
        "A:Who wants to go the Polish Army? Who wants to go over here to the Army? Nobody. But\nyou have to go. You have to go. I had to enlist myself but you have to go when they call\nyou.",
        "Q:Now, in the army, what sorts of responsibilities did you have? Where did you go?",
        "A:They tell you... to wake up in the morning - about six o'clock; where you , and\nthe whole equipment. It was very tough.",
        "Q:I need to stop for a second. You were talking about your daily routine in the army.",
        "A:Ya, how was it? Wake up in the morning. Ah, woke up alarm. You know, how you call...\nwake up quick - thirty seconds, whole equipment - in thirty seconds. It is not to punish\nyou. It was really tough. We have a sergeant over there from Ukraine. Ukranians were\nworse than the Poles. Maybe you know from seeing television shows or talk shows. He never got... He never got a sergeant - this over sergeant - how you call it - a\nstaff sergeant. He never got because he was a Ukraine. The Polaks hate more the\nUkraines than the Jews because the one that take it over half Ukraine belongs to the\nUkraine use to belong to Poland. But he was very anti-Semite - a big anti-Semite. He\nalways asked the Jewish soldiers - I was with six other soldiers in the company, Jewish,\nthey want a schnapps. You know what a schnapps is. They gave it to them and they\nreally gave them a hard time. I didn't gave it to them. I told my lieutenant about it. He\nsaid don't give him. He give the Jewish people a very hard time. You know -\nanti-Semite - like all of them. But the Ukraine... and one time I went, always to the\nlieutenant with the whole company - 120 people, you went to make exercise - you know\nin the fields. And always not like in Israel or here. The lieutenant went on a horse and\nwe were walking. So he didn't have the time to come. He said, \"I'll be later.\" The\nsergeant, I didn't 01:14:25 want to give him vodka. So he took me to the field and gave\nme a hard time over that. The lieutenant didn't see this. All of a sudden he came over, he\nsaw me staying with the rifle, like this, stretched it out - 1t was very heavy, you know. A\nrifle weighs about seven, eight pounds. With a bayonet, you saw what a bayonet is - with\nthe stick - maybe ten pounds. You have to hold here by the wood. He came over. He\nsaid, \"Put it down.\" He asked the sergeant what happened. He said to him, \"Dov doesn't\nmake a good exercise.\" He said, \"He doesn't make a good exercise because he's a Jew?\nYou give him a hard time. He didn't give you vodka.\" So he screamed to him and\neverything. What can he do? Nothing. But I want to tell you the story about\nanti-Semites. It is terrible for other Jewish people.",
        "Q:You had... Did Jewish people have less responsibility in the army?",
        "A:Not less, not less. The same responsibility for everybody. But they look down on the Jewish\npeople, down like you are nothing, in Poland.",
        "Q:Now did you see any fighting?",
        "A:No. No fighting. No.",
        "Q:I mean not so much the... fighting for the Polish Army, not between yourselves.",
        "A:No - Not between. No. Never, never, for they will punish you, but...",
        "Q:I'm sorry. I'm not being clear. In your time in the Polish Army, the first stint, were you on\nany fronts? Were you doing any battle?",
        "A: With who?",
        "Q:You were just in training?",
        "A:Ya, all the time. We had a battle with nobody, but we, in 1938,in a placa called Tshechen,\nPoland took over a piece. Poland took over a piece from Czechoslovakia. Maybe you\ndon't remember that - called the Tshechen. And I was over there before the Poland War.\nThey didn't have connection with the train - with the railroad - to Hungarian. They want\nto take it over. So we fought one day. I didn't shoot one bullet against the\nCzechoslovakians. Before then we took it over. No - Later the Germans took over\nCzechosolovakia. This was later. We fought a day. That's all. This was 1938. We were\nin Czechoslovakia in 1938 in October until May, 1939.",
        "Q:Tell me a little bit about your memories of being occupied by Germany. Where were you?\nWhat was happening?",
        "A:Occupied? I was only - I have to tell you the story and I was in the army. Before... If you\nwant to hear the story about - because 1939, September the first, the Germans took over\nPoland - start... You know I was on the border. I wasn't home. I was in the army - not\nfar from Zakopana - where I use to be in the army. We fought with the Germans until\nLvov near from Lvov, but they were very tough. The Polish army were - took apart -\nthey have nothing. Horses there. We were running from the Germans. I fought with\nthem a few times, but mostly we were running. I wasn't home when they start to occupy\nPoland. And until September the twenty-fourth, I was in the woods over there before\nLvov over there - you know - you hear from Lvov. And I have to - the Germans took us -\nsaid they're going to bomb the woods over there if we don't give up. So the Polish Army\ngive up. I have to give my rifle away. They took us to prison. They took us to prison.\nWe were in a big stadium - in a stadium - they call Javorno(?). Because the Germans and\nthe Russian were friends. Stalin made a pact with Hitler. They cut in half Poland. So we\nwere on the side from the Russian side. So they ask us - fifty people wants to go to work\nto take the ammunition - you know, in the trucks - they go back on the other side when\nthe Germans took it over. So... I have a hard time over there. One sergeant that was\nover there - a river - told me to wash his horse. He got boots until in the water - I in the\nshoes. He didn't know I'm Jewish but this time he start washing. I never in my life\nwashed a horse. He give me a brush. He came over and said, \"You Polak, you swine.\"\nHe kicked me in the lower back. Until today - hurts me until today. Okay - let me go\nlater take a bus - some food to eat and send us back to the stadium. You want to know\nhow I escape, right? In the stadium they said, \"you're going to go to Krakow.\" You hear\nfrom Krakow. Schindler was over there. The bus from Lvov to Krakow - we 01:21:00\ntook a train. We took a train to Krakow and the people were living in the - you know, in\nthe villages and the cities - were jumping in the train. They're shooting after them. You\nknow, they were on the roofs - the Germans on the roofs. They start to escape who was\nliving, you know, close to Krakow, or they jump from the train. I didn't escape yet. We\ncame - we came.... You want to go to Krakow we can't get in because it was closed you\nknow. The station, a red light was over there. We can't get in. There was on the train\nstation over there. We stop in Plaszow-Krakow. It was a concentration camp, later I find\nout. But they want us take to Krakow. They stopped in the train station because he can't\nget in. It was red lights over there. That was about 4 o'clock, 5 o'clock in the 01:22:00\nevening. And a German soldier was sitting like you sit over there, with a rifle - and my\ncar, you know from the train, was I saw him. So I ask him, I can go down - step down, a\nlittle bit of air - because this was a cattle train. There was another Polak soldier over\nthere was from my home town. So I start talking to those two Polish girls - about\ntwenties they were. They said to me in Polish, \"You better escape from here because if\nthey take you Krakow, in concentration camps, you gonna die over there. The lice\ngonna eat you over there.\" So I said to them, \"No, we were lucky. We are staying over\nthere until it gets dark. You bring with you (this was a village) those shawls...\" Those\nshawls - you know - women! shawls - a big shawl.... \"with you.\" They said okay. So\nthey left. And I know German. I use to go in the school where I live in ?-- . Sol\nstart talking to the German soldier. Oh, I can go drink water that was over there - a water\nfountain. \"Von wo kennen Sie Deutsch,\" he ask me. Why I can German? I said, \"Ich bin\nvon Kattowitz\". Kattowitz used to be belong, I told you, until 1918, was Germany.\n\"Oh,\" he said, \"you are comrade.\" You know what comrade is? \"Oh, you my friend,\nSie werden bald entlassen.\" He told me that, \"You'll go free quick because you're a\nGerman - use to be German over there.\" I ask him once - I can go drink water - twice.\nHe told me, \"Ja, Sie brauchen doch garnicht fragen.\" I don't have to ask anymore. \"You\ngo when you want.\" So I went with my friend - drink water. We were still over there\nand it was dark already. So I went - drink water. I saw the 01:24:00 girls over there\nwith the shawls. When they gave me the shawls I throw away my soldier coat with my\nhat and we went to the village over there. They didn't know I'm Jewish. I was a corporal.\nVery seldom in Poland they have a corporal, an officer has to be very educated; Begin\nwas an officer. You know Begin - used to be the Prime Minister. He was in the same\nPolish Army. So I went out in the village. So I changed clothes with a man over there.\nHe gave me a old hat with a jacket - a short pants. Not shaved, I looked like a poor man.\nAnd they feed us a little bit. I have about 100 kilometers - this is about seventy miles - to\nhome. It was a straight road. And that Polak, the other friend, had money. He bought a\nbicycle. He left. I didn't have money on me, but I had two, three dollars. So they told\nme, you know what.... They wanted my shoes too. I said, \"No. This is soldiers shoes. I\nhave to walk.\" They told me, \"Take the streetcar and go about twenty kilometers - you\nhave farther to your hometown.\" So I took the streetcar and I stepped down after the\nstreetcar - I had about (how much?) - still I had about forty miles to go 01:26:00 home.\nThere was two little cities over there. They're called Cherbina. There was another city,\nCharnov after this. Cherbina - between Cherbina, Charnov when they took over Poland -\nthe Germans - said this will be Germany until - Charnov. Cherbina with Krakow, this\nwill be occupied - they call occupied. So between those two cities, I wake up in the\nmorning I have still forty, fifty Kilometers to walk. I woke up in the morning, I want to\nwalk. I saw over there two SS people - you know, two SS. It was not a - really a border,\nbut they were standing over there. I had no documents. I was afraid. All of a sudden a\nPolish guy on a bicycle, he passed the border. So they started yelling after them. They\ntook their bicycles and run after him. I was lucky - very lucky. So I started walking. All\nof a sudden I see a horse with a wagon - you know, an open wagon - how you call the\nplatform wagon. Not - not in the sides. I saw my uncle with a friend and two women on\nthe platform. I saw my uncle. I say, \"hold it. Who are you poor man, Who are you?\"\nThey didn't recognize me. \"Who are you?\" I said, \"I'm Berek.\" I took off my hat. Almost\nfainted because it was on the 26th of September Germany took over everywhere. They\nthought home that I'm 01:28:00 dead already. I was in the war. They said, \"You know\nwhat. Step up on the wagon. We go. I buy apples over there - all kinds of things.\" I\nsaid, \"No, I'm not going with you over there. The SS over there. Don't go over there,\" I\ntold him. \"Don't go.\" He gives me five dollars and I went later to a bakery and I bought\nsomething. Was not bread but I pay more money. You know - everything was black\nmarket. I was not hungry anymore. I started walking home. I lived on a street - I guess\nit was the corner. I lived here - and I came over here. And at that corner I had about two\nmore blocks to go. At the corner I saw my aunt. We live together; not the same\napartment but right on the same... with a friend. I said, \"Tante Chaya\", you know what a\nTante is? And she said, \"Who are you?\" I was not shaved - old hat, and she fainted...\nshe fainted. So, go 01:29:30 quick home. It was about 5 o'clock in the evening. Where\nI use to live there was a big house - sixty... was sixty apartments. Not condominiums;\napartments - rent. In the house in Poland was like this. They would have a gate - in\nevery house a gate you can't get in after 10 o'clock in the evening. You know, over there,\na Polish guy (Doorman)- you know the streets, a . So I went over there. He\nwanted to see me because I escaped from the Germans. So I knock on the door and\nwhere the maid... She opened the door and I put my foot in between. I said, \"Can I talk\nto Mr. Dafner?\" She said, \"Mr. Dafner... They were eating dinner... A poor man asks\nfor you.\" I didn't know the maid. But my mother recognized my voice. [pause]",
        "Q:Okay, you arrived at your house, and your mother...",
        "A:My mother heard my voice. This is bad. They stop eating. Now imagine how I come in.\nThey brought right away a barber to 02:01:00 shave me and to cut my hair. Okay. We\nwent to sleep - oh. The whole family came over there. Sisters, brothers, everybody over\nthere. I said, \"Don't make a noise. I escaped from the prison.\" The Germans were\nalready in Poland - in my city, everywhere. At 5 o'clock in the morning I hear noise in\nthe halls. \"What's going on?\", I said. My both sisters, my father and mother to go and\nstand in the line for bread. I say, \"I go by myself. I bring more bread than you.\" I have\nconnection over there. I play soccer you know. Everybody knew me. knew me. You\nknow, goyim, the gentiles, knew me. We won't let you go . All four, they brought\nmaybe a half a loaf of bread. So next time I went. Everybody knew me over there.\nAlways the people would stay in the line, you know. But I do it too - two loaves of\nbreads in half an hour. I didn't stand in line. I saw what's going on later. My father said\nto me like this, \"Go in the Jewish Community Center. Sign over there so you get - a\npiece of bread - you know - you get over there rations.\" I said, \"I don't wanna go. I\nescaped from the Germans over there. I'm afraid.\" He was afraid not to go, so I went\nover there. I talked to the main man over there. His name was Mottel Marrin. They told\nme later the Germans killed him. He was no good to the Jewish people later. And I went\nto him, \"Listen, I was in the army eighteen months and I escaped from the prison. Don't\nsend me to work because I saw my friends sweeping the streets.\" The Jewish people...\nthe Germans... \"Don't send me over there.\" It was about two months. All of a sudden\nthey send me a paper to go sweep the street. I said, \"uh, uh.\" I wouldn't go. But hear\nover the radio home, the Russian side, the Jewish people over there singing Jewish. I\nsaid, \"I have to escape to the Russian side.\" A lot of people were escaping because they\nhave many Jewish people alive now on the Russian side. My mother was crying, \"You\njust came back from the army.\" I said, \"I'm not going to stay with what's going on.\" I\nwent to the street and told the Jewish people not to walk on the sidewalk or in the street.\nThey beat up girls over there. They didn't care the young - Hitler jung they call -\nyou know, those young. When they sent me the paper after two months it was already, I\nthink, November. It was colder over there - snow. I said to my father, \"I'm going the\nother side - the border.\" So he put in money over here.... and I took shoes and clothes -\nhow you call when your carrying in the school... the schoolchildren are wearing those....\na backpack? And I took saccharin with me. It was very expensive this stuff. I took two\nkilos, two packages. It was very cheap - 100 Zlotys, that's all. I knew. Somebody\ntold me on the other side, the Russian side, you could get a lot of money for it. So, all of\na sudden came over before I escaped, my aunt with a child from France. She said she\nwants to go over the border. She wants to go. She knows a gentile over there - how to\ncross - there was a river there. They have a little boat. You pay them money. So I went\nall day long - - | have to hide. I hid in a basement somewhere. In the evening I\nwent to another city. I went to the border with my aunt - over the border. The Polak took\nus. We paid him a hundred zlotys (?)dollars. We come the other side, the Russian caught\nus. Put us in jail. The women separate. My aunt I never saw anymore. There were\nseventy people in a room - a little bigger - like my dining room. Seventy people who\ncouldn't lay down on the floor - even sleep - sitting all night. I was over there ten days.\nThey let us go.",
        "Q:Now this was all Jewish prisoners, or Polish prisoners?",
        "A:02:06:00 There was a few Polish too. But most were all Jewish people. I came out from the\nprison. I was not shaved. I went to a barber over there. He said \"Are you a\nBergenist(ph)? Bergenist is called the escapee. He said Will you give me a few\nsaccharin - maybe you have? Ten saccharins I shave you and cut your hair. \"a\nlittle bit. I gave it to him - saccharins. So I said, \"it must be...\" I ask him \"Is it expensive\nover here? How much cost a kilo of saccharin?\" He said two thousand dollars. I paid a\nhundred dollars. Because everything was inflated by the Russians. They've got nothing.\nIt was very bad in Russia. I slept in the church over there.",
        "Q:Do you remember the name of the town that you were close to? This prison?",
        "A:This prison? It was the word Przemysl. It was... (The word) Przemysl was divided between\nthe same city divided - between the Germans and the Russians. I was on the other side -\nthe Russian side. I came out - | have a friend. I met a friend over there. We went\nto other city over there. He said, \"Let's go to another city over there.\" He has over there\nfriends and relatives. I went over there with him. I have to work. In Russia you have to\nwork. I was an electrician. I learned something in Poland - an electrician. I want to\ngo to the Maccabiade. You know what the maccabiade is? To Israel. So I learn a year\nand a half to be electrician. So I work a littLe bit and over there there was a very little\ntown. I lived over there for five dollars a week. They feed me and sleep over there. A\nhorseshoe maker - What do you call it in English? [A blacksmith]. A blacksmith - I live\nwith the blacksmith. He has over there a daughter. Why he took me in for so cheap you\nthink? He wants me involved with the daughter. For five dollars. And my friends - We\nwent out. We went out dancing over there. We were working over there. In 19... This\nwas 1939. He told us..., the baker told us, \"They're not going to change the money.\" I\nhave Polish. They're going to change the money. January the first there going to be only\nRussian money. But they're not going to exchange. You're losing everything. So the\nbaker said, \"So, give me the money and I exchange.\" The baker was like a god by the\nRussian - you know, bread. So he gave it to us, Russian - Russian money. They all\nthought we were going to marry their daughters. And I went back over there and I find\nout in the work, I have a cousin over there. Her name was Sara Dombrovsky. I find out\nshe lives over there and she is working - going to live in an apartment. She lived - a\ngentile was in her apartment. And you want to know how they took me to Siberia?",
        "Q:But we want to ask you a first questions first. Lvov at that point was Polish or Russian - I\nmean German or Russian?",
        "A:No, no, no. Lvov was the Russian side. Ya, on the Russian side because I escaped to the\nRussian side Przemysl. After Przemysl this was about fifty, sixty kilometers was Lvov.",
        "Q:Ya, I know Lvov at one point was Polish.",
        "A:Ya, there was a lot of... They took... The whole Ukraine they took it over, the Russian. It use\nto be Ukraine once.",
        "Q:Let me ask you. When you were thinking of going to the Russian side, you're feeling was that\nyou would have better possibilities with the Russians than with the Germans or the Poles?",
        "A:Ya, because they didn't send you to concentration camps. I saw what's going on in the street.\nThey beat up people wherever I go. You can't walk on the sidewalk. I saw this, I say -\nand I hear them over there, Jewish theatre playing on the radio. And everything - a lot of\npeople - a lot Jewish people escape over there. I wish - half Poland went over there\nbecause a shoemaker and a dressmaker ,a tailor - would make a good living over\nthere in Russia. A very good living.",
        "Q:Did your..... When you went back to your town after you escaped from the Germans, was\nyour town formed into a ghetto at that point - or not yet?",
        "A:It was not yet. I'll find out they made a ghetto later. 1940 I think. But I wasn't there.",
        "Q:But were there already restrictive laws?",
        "A:Ya, always for the Jews. Everyone restricted. The Jewish Community has to do what the\nGerman told them. I saw what was going on over there. I knew when to leave over\nthere.",
        "Q:Was there a Jewish government in place, a Judenrat?",
        "A:Was nothing but the Jewish Community Center at this time. was here later. I didn't know\nnothing when I was in Russia. I was far away.",
        "Q:So you went to Lvov.",
        "A:Ya. I lived over there with my - in an apartment with my cousin in 1940, ya - June the first the\nKGB with Polish people - they have to translate. They told us, \"Let's go.\" Where? \"Let's\ngo.\" I took the few things what I had and my cousin. I told you, Dombrovsky family.\nThey took us on a cattle train... a lot of cars - a hundred cars over there - a cattle train.\nWhere we are going they didn't say. We didnot see much else. They stopped at a lot of\nstations. Twenty-six days on the cattle train. They came to Siberia. Later we... two\ndays with the trucks - deep in Siberia they call Yakutsk SSR, Yakutsk it is called. This\nis very deep - in the tundras. You know what they call in English the tundras. They took\nus over there. Everywhere you look there are woods over there - trees - big trees, 90 feet.\nWe were over there five hundred together in a place they call Stalinsk, they call over\nthere. A little, little village. So we came over there. They have houses over there.\nHouses, you know - from wood made houses. There was two rooms - a kitchen in one\nroom - one bedroom - no toilets. I was living over there in the bedroom; me, my cousin\nand two men living in the room. The kitchen were living so: a father, two sons with a\ndaughter and his wife. We have to go to work. It was when we came over it was still\nsummer. Only about two months summer over there that's all.",
        "Q:Let me just go back a second about the transport over there. There were about five hundred of\nyou...",
        "A:02;15;00 Was more - thousand there, but they split us; five hundred over here, three hundred\nover there. You know.",
        "Q:Were most of the people in the transport Jewish? Were they Polish? Were there men, women,\nchildren?",
        "A:Women and children... I went over there with the families because single people they took to\na tough, tough place worse than mine. I went with the families because I was with my\ncousin. Were there children? Not too many, or elderly people. Young people, there\nwere not too many, but... There were rich people over there. The richest people from\nPoland they were with me over there.",
        "Q:Now were most of you Polish Jews?",
        "A: With me, between the five hundred, maybe there were two, three Polaks. That's all.",
        "Q:But you were all from Poland?",
        "A:02:16:00 They were from Poland. Right.",
        "Q:So now you're in this house.",
        "A:In this house? Yes. They said we have to go to work. What to do? Cut trees - cut trees - with\na handsaw, you know - two people - trees. They are big - big - I don't know how big.\nWe have to cut the trees. I cut trees in my life, oh. So I have over there friends that cut\ntrees. I was this time about twenty-four years old. He was nineteen. Me and him start\ncutting the trees. How we cut we didn't know. We almost got killed, you know. You\nhave to know how to cut trees to fall. But you have to work to eat. But we didn't have\nthat bad. They give us bread and to cook something. Before the war started - the\nGermans against the Russians. This was 1940. It was better over there in that place -\nmuch better than someplace else because the war looked from over there gold. We cut\ntrees - 3 meters and 240. Under ground they're looking for gold. This was to hold the\nceilings. They start working the girls, were burning the... how you call those pieces from\nthe side - thin pieces... how you call in English [twigs or branches] - branches. The girls\nwere burning the branches. The old people were burning the branches. We worked very\nhard from seven in the morning, it was dark. It was only light over there, you know,\ndaytime over there - maybe four, five hours. From seven in the morning you work until\nseven at night. It was hard work. Then start the winter. September, you know the snow melted. I remember. June the twenty-sixth and September the fifteenth\nyou have two feet snow. Imagine. We... It was a very tough life. People were dying\nover there - frostbite - and all kinds of things.",
        "Q:How cold?",
        "A:Fifty-five. If it is warm it 1s forty-five.",
        "Q:Below?",
        "A:Below, ya. Warm was forty below. And we have to use dark glasses. When the sun is\nshining on the snow it can spoil your eyes. We work over there until... ya I receive a\npackage from Poland when the German were together with the Russian were friends, you\nknow, until 1941 they started the war. I talked to a old man over there this time - a old\nman was eighty-five year. I might get a package from the house. Could you tell me how\nto write? He said so, \"write down like this.\" You sleep like Sucoth - you know Sucoth,\nthere is no roof above your head. You eat wie (like) Yom Kippur. You know what Yom\nKippur (is)? Yom Kippur you don't eat. He told me three things. They knew already\nwhen I sent this to Poland that I have not what to eat, where to sleep and where to live. I\nreceived a package from twenty kilo. This is more than forty pounds - from Poland. The\nwar started exactly, I received. So what do I did? I burned all my clothes because\neverybody has lice. Russia - everybody. And I change my clothes. But two beautiful\nsuits what I wear once or twice - and underwear - warm underwear - heavy 02:21:00\nunderwear - everything. I have to go to work again. So I took a nice suit. I go to the\nwoods, work. He told me that, the foreman told me, \"You're going to tear up this nice\nsuit. Give it to me and I give you warm clothes.\" Warm clothes and warm boots over\nthere - special. \"I give you a hat. I give you everything. I give you money. Give me\nthat suit.\" I asked that old man, \"What I have to do?\" He said, \"Give it to him. You're\ngoing to tear up in the woods quick.\" I gave it to him. He give me money. He give me a\nbreak at work - not to work that hard. What he did, when we cut trees - three yards, four\nyards, you know - we have to put square. They were measured in square yards. They\nsaid so, \"with your friend, take this - this wood - put it over there today. Tomorrow put it\nback.\" We have easy. Because I give him the suit he was happy with it.",
        "Q:What was the point - you're moving it back and forth?",
        "A:To give me a break - nothing to do. So I would not have to cut trees, because he mark it -\nwhen we cut the trees and every piece he marked - that we did this. It was in Russia like\nthis. Everything was crooked over there and everyone was lie. So, and the war started. I\nhad the package.",
        "Q:Let me ask you a question. How did somebody know where you were to send this package to\nyou?",
        "A:I send address. This time the Russian war with the Germans still friends until 1941 - June the\ntwenty-second started the war. I received the package a few days before the war started -\nthe Germans started the war with the Russians.",
        "Q:And this was from your family?",
        "A:My family they have to went... They have to go to other city to a gentile to send me a\npackage. So I was lucky, very lucky. With that package I am still alive today because all\nthings over there I would have to eat later. The war started in 1941. You know - the\nGermans started the war with the Russians - 1941, June twenty-second. So I told the\npeople over there, \"I bet you now we're going to be free.\" They were laughing at me.\nSiberians, they told us. In Russia they told us, \"You're going to die over there.\" The\nKGB told us. I told you, 1941 they started talking about something. I hear they're leave\nus alone. This was in October I think - 1941. The Commandant - you know,\nCommandant - from the KGB called us separate. I came in. He said, \"what happened?\"\nI said, \"We'll be free.\" \"You want to work here? We'll pay you five times as much.\" I\nsaid, \"thank you very much.\" He showed me a map - where I want to go. \"Tell me to\nwhere's warm.\" We went Asia - not far from the Iran border - Persian border over there -\ncalled Uzbekistan, Tashkent. All Jewish people went over there. So I took. They give\nme a ticket for food and everything.",
        "Q:What did your papers say? You said they gave you a paper.",
        "A:They gave me a paper that I was - with a paragraph(?) because I was from Poland - a\nparagraph because I was in Siberia - the paper. They give me papers over there where I\nwas to eat when I came to a station - to buy something to eat.",
        "Q:You mean like a ration paper?",
        "A:Ya. A ration paper to... where I go I can buy something.",
        "Q:Now did the paper say that you were Jewish or Polish?",
        "A:No, no, no. They didn't ask me. When they ask me I say I am Polish - not Jewish. Always\nsay a Polak.",
        "Q:Why did they release you?",
        "A:They release everybody because we were Polish - from Poland. They released us because they\nstart making a Polish army - in Russia. They released us into - The same guy who bought\nfrom me the suit, he told me: \"You want to make a few dollars? Take with you tabak\n(tobacco)Mahorka packages.\" Take with you how much you can. But in Russia you\nhave to know how to live because people were dying 1n the street... you know, with the\nwar. And the Germans, you know, they went forward city by city. I took with me how\nmuch I can put in Rucksack, put it in a few hundred pieces. And he said, \"Sell it on the\nstations when they stop the train.\" - because we come over there to Tashkent, it is very\ncheap over there. So I started to make a few roubles, sol had something to eat later. I\ncame over then to Tashkent, the city. We were sleeping on the ground in our garden over\nthere. I had a little soap, you know. I have money. I can buy something from black\nmarket. But nobody was bothering us. No Russian, no nothing was bothering us. We\nwere free. We had it better than the Russians. You know, some Russians like to escape\nfrom the army. You know, there are all kind of people over there - Asian, Arabs - like\nthe Arabs - the whole Muslims. They didn't like to go... We went into the market to buy\nsomething, sometimes the KGB come over, surrounded everybody, or somebody, and\nthey escaped from the army. They ask me, passport or paper. I said I was in Siberia I\nsay. Polak, get out of here. They didn't bother us whatsoever. We were free.",
        "Q:You got there by train?",
        "A:Ya.",
        "Q:Now just to go back a second, how long were you in Siberia do you figure?",
        "A:June the first until, I think, until October I think - or November. I don't remember exactly. 41\nthis was. June the first - We were on the cattle train twenty six days. Altogether we all\nwere there about fifteen months - about fifteen, sixteen months over there.",
        "Q: Working hard?",
        "A:Very hard. People were dying of lice over there.",
        "Q:Were there any doctors?",
        "A:Ya, there was a Jewish - two Jewish doctors.",
        "Q:So did you...?",
        "A:I was lucky too, you know. It's good you remind me. There was in the City, about five\nkilometers from us, was a main doctor - was in the hospital over there - a little hospital.\nHe was from Moscow - a Jew. I had a sickness... the teeth - when I come out a cold, the\nteeth came out, the sickness. They took me to the hospital over there. I was two weeks.\nHe do us a favor - two weeks. He took a lot of people - Jewish people over there from\nthe camp to the hospital. He give me to eat sauerkraut three times a day, and those - like\nblueberries, the red. How do you call them? You know blueberries, but the red ones. I\ndon't know. He give me to eat. About two weeks. I got my own teeth until today. I was\nvery lucky.",
        "Q:We need to change tapes.",
        "A:Okay. END OF TAPE 1\nTAPE 2",
        "Q:Is there anything else you want to remember about Siberia, the way they treated you, the\nconditions that you haven't already...?",
        "A:Ya. They keep an eye on you the KGB over there. Every minute you can go nowhere. It is\nvery tough. Only to be over there two months summer and winter over there all the time\n- the snow. Snow, two stories high, snow. You kidding? We went to work. Before we\nwent to the trees we have to take shovels - shovel and put away the snow - we can walk\nbetween. There was so much snow. Everybody has to work; old people, young people.\nEverybody has to go to work. It's not - they only give you a pieces a bread. What a\ntough for you.",
        "Q:Did you have hot food? Was there hot water?",
        "A:Hot... Ya, we have once a week... We... There was a room over there. Huh, which with the\nsteam. There was a window - a closed window over there. We put stones over there.\nYou want to have a steam? They put hot water on that - on those stones. You got the\nsteam back. One time we hid over there - there was a little window - it was so cold, we\nescape over there. We would have died over there it was so cold. Everyone had lice.\nRussia? Everybody. There was over there when I was free already, you want to go, you\ngo to a bath over there - take a bath to wash yourself. There was over there they called a\nwashaboika(ph) in Russian. They killed those lice. The whole thing, the pants what you\ngut. You never get back your clothes. They would throw out - the whole mess over\nthere.",
        "Q: What, they just gave you more clothes?",
        "A:No. Catch as catch (can). Because they got nothing over there. You see what's going on.\nYou never know. Nobody knew what's going on in Russia. They have nothing over\nthere. They never had nothing. Everyone has lie. I'll tell ya later the story of... what\nkind of lie they have. They send me to work later, when I was free. They took away my\nPolish paper from Siberia. That was, I told you, 1942, we met about five friends.",
        "Q:Where were you now?",
        "A:I was in Tashkent.",
        "Q:In Tashkent. Okay, so tell me about Tashkent.",
        "A:I was over there. I got sick - typhus. Not stomach typhus, but typhus. You know, from dirt\nyou know - from the lice. People were dying over there in the hospital. My friend was\nclose to me on other bed. They give him a needle. He died. They wanted to give with\nthe same needle. Me, I say, uh, uh. I don't want - because they don't have nothing.",
        "Q:What was in the needle?",
        "A:It was not clean I bet you. In the wartime what was in the needle, who knows. I say no. I\ngonna die or - but I had good strong heart. I was alive over there. So they give me bread\nafter typhus. You want to eat like a horse. After three or four days I have still money on\nme. I wonder why they didn't stole it. I have the money over here (points)- on a string,\nthe girl made me over there like - a pocket over there, you know - two pieces - and I\nbought it over there. I told the nurse over there to buy me some. I was lucky by women.\nAnd when I left.... So the war over there, the people those Arabs people - you know\nthose people like the Iranians - like the Arabs over there. They are all Muslims. Most\npeople over there are all Muslims and the nurses were Russian. So they were dying like\nflies over there - from the typhus. They feed me. They gave it to me. They keep me\nover there three months in the hospital. Should go out after two weeks. They wrote\ndown that I have fever. I was lucky. I came out from the hospital and I met over there...\nwhen I came out from the hospital... six friends. Not friends, but six people - six Jewish\npeople. 03:06:00 Two were tailors, shoemakers - and I have some money - and they\nhave money. I say, \"Let's... I don't want to live in this city.\" Very expensive - everything\n- bread was - a loaf of bread was... use to be two dollars a pound and it was 180. You\ncan only buy in Russia - you can get everything on the market, because the people from\nthe villages. They came over. They brought everything over. Only everything 1s black\nmarket, but was allowed to the people from the villages they brought over because they\nwere growing things in the field. So I say, \"We have money. Everybody let's go to a\nplace where it's very cheap.\" Over the sea was over there, like a island - little island -\nliving there 5,000 people. We went over there. It was very cheap food. Very cheap food\nwas over there - ten dollars was a kilo of bread. Over here it was a hundred eighty. We\nhave to go to work. Me and my friend - he was from Warsaw - they give us a horse with\na wagon. What we have to do? He said to bring bricks - to build houses - five times a\nday - bring from the factory over there. One of our friends he was the a foreman. They\nmade him a foreman. Took over to write down how many bricks I brought, what I\nbrought. Everything for the buildings what they built over there - some houses. There\nwas all kind things over there. So we brought over until five times, bricks. Five wagons\n- We wrote three times. He wrote it down that we brought five. It was over there\nmillions of bricks. They didn't know over there - the big shots - they didn't know. It's\ngoing on in Russia like this. Everything was a lie. The rest of the time we went to the....\nPeople coming in from Ukraine, you know they escape from the war, so we went over\nthere to the sea. We make some money on the packages - you know, when they brought\nit over - from the people. I forgot to tell you something from Siberia. How is Russian -\nis working over there. They Took us one time about one hundred people to walk over -\ntake out potatoes from the ground. They didn't have machines to take out the potato -\nwith their hands. They told us two people have to make five sacks in eight hours\npotatoes. Nobody could make this. You can make a lot if you make two of them. My\nration guy told us, \"You see over there? Millions of potatoes with sacks over there.\nMake two and take from over there three.\" So we did - everybody from the hundred\npeople - took from there three sacks. Was millions over there - sacks of them. When we\nfinished work, the foreman came over and marked that we did 100% work. And we...\nThey put it back on that pile of sacks over there. So, this is the story how the whole was\na lie. We left, other people coming over and did the same thing. Everything goes in the\npaper. There is nothing, never.",
        "Q:They weren't as efficient as the Germans?",
        "A:No, the Russians - They didn't care. They didn't like to work. Only to doing vodka. They\ndidn't like to work. There was a Kolkhoz - you know Kolkhoz - there was, how you call\nit...2, You have to work on a farms. They write it down and after a day they give you\nfood. They call it KOLkhoz. Like in Israel they call a kibbutz. But in kibbutz they have\nwhat to eat. Over there they didn't have what to eat. Ya,... We went to that island\nright? I told you, to that island.",
        "Q:In Uzbekistan ?",
        "A:Ya, that's Uzbekistan. This still was in Uzbekistan. We walked over with the horse. We take\nthe horse - I told you with the bricks over there I made money on the side. You have to\nto make a living - to buy bread - on black market. Huh. We did everything to (make a\nliving)(?). One time we came back from work. A woman was yelling, \"My husband\ndied.\" \"So, what do you want from me?\" \"Can you bury him?\" My friend says - he was\n6'2\", 250 pound my friend - \"Let's bury him. Make some money.\" So we took him over\nthere. We bury him - not too deep. Make maybe two feet - make a hole two feet - a little\nsand over there on top. We make more money in two hours more than I work in a half a\nyear. We 03:12 did everything. And this was in 1943. All of a sudden the Russians\nsend us a paper. We have to take Russian passport. I had a paper from Siberia I told you\n- with a paragraph I'm a Polish citizen. So we were standing in line - a Polak. A Gentile\nwas standing before me. The KGB ask him questions: You want to take a Russian\npassport? He said, \"No. I'ma Polish citizen.\" He say, \"You eat Russian bread, you have\nto take.\" This is the only country in the world where they force you to take a passport. In\nAmerica you have to wait six years to have passport. He said, \"No.\" They took him\naway. So I said, ah, ah. They ask me. I was in the line. \"You take a Russian passport?\"\n\"Sure.\" Okay, so I went to the other door. There was over there a young lady. I knew\nher. You want Russian pass? I say, \"Yes.\" For how many years? For five years - or six\nmonths, a temporary?\" I say, \"I take a temporary.\" They took away my paper. We knew\neach other. There was five thousand people. They were dancing over there..., they\nwere.... Then she asks me, I believe in God. I say, \"Yes.\" Where's God ? Let's\nnot talk about it. She didn't believe in God. You know, the Communists. Later they\ntook us away to send us to work. It is cold again. This called Ural Mountains. You hear\nfrom this? The City was Ufa. And we went to work over there. They said... There's a\nfactory over there. If you want to hear another lie what's going on over there. We went\nover there to work. They make soda soda - some kind of powder for the airplanes. They\nsaid so. I was working electrician over there. The people were there - was Uzbekistan\nyou know - those Arabs. They live over there, all their life in a warm climate. Come\nover. It was cold over there. They were dying like flies from the cold. They have to\nwork outside.\n03:14",
        "Q:They were working with you - the Arabs?",
        "A:No. They never worked with me. I was electrician. But they were working groundwork - you\nknow - with the shovel they have to make ditches over there for that cables. They're\nmaking over there a station to the factories - and would work. They start working over\nthere. After six months I see in the newspaper. They have already so many thousand\nkilos soda they made. The factory didn't started yet. They didn't put the cable in. They\nlook like... Know you see in Russia what's going on. They have nothing. Yes?",
        "Q:In Tashkent, first of all how long were you in this area?",
        "A:I was in this area 1941 October until 1942 - Almost a year.",
        "Q:Did you have much contact with the Muslim people or not?",
        "A:No. They didn't like us. They didn't like the Russian people. They didn't like us. I said, \"We\nare from Poland.\" They didn't know what Poland is. They say, \"Parusky. Parusky -\nRussian.\" We went one time. They send us to Russia to work over there for... five\nfriends and those Muslims. They want to give us nothing to eat. We have to escape.\nBad - very bad people. They didn't like it. You know, they were with Hitler, you know -\nEgypt. When the Germans went in Africa or close to - all Arab - all Arab countries were\nclose with the Germans.",
        "Q:I'm just trying to get a sense of what your life was like in Tashkent. You said you also had a\nsort of a social life and you had....",
        "A:What social life? I told you where I sleep. We were sleeping over there in a garden - cause\nit's warm outside. A lot of people over there.",
        "Q:I thought you said you went dancing and you had friends.",
        "A:No. They're over here - in the village. We went over there in the island over there. We were\ndancing over there, I was, after typhus. It was very tough - very tough. I have a few\ndollars - what I made on the train - I took the tobacco. You know. So I have here. So I\nlive... I lived - called a living. It was better than a concentration camp.",
        "Q:What happened to.... Before we get any further, what happened to your cousin you went to\nSiberia with?",
        "A:She went separate. She met a guy over there and we went separate. Well I was single. I don't\nwant to... Got a lot of girls. I don't want to get married - oh no.",
        "Q:Okay, so your in the Urals and you're working.",
        "A:Ya.",
        "Q:What happens?",
        "A:You mean while we're working over there?",
        "Q:Ya.",
        "A:We - The girls liked us - the girls over there - Polish people. They know how to dance - you\nknow. The Russians dance only Kosacks. Oh, the very much Polaks came over. We\nwere all very lucky over there. So we had to work to eat 03:18 and everything, but they\ngive us a pass to a good restaurant. There were big people eating. I met over there - a\ngirl over there - a Jewish girl over there. She was a secretary from the big shots over\nthere. She invite me to her mother always - Her husband got killed in the war - to eat\nover there. I was going out with her about three months I think. One time they made\ntheir own field - all kind of things. You know, tomatoes and this and that. I helped them\nout - potatoes - Her mother said, \"This is gonna be enough for the whole winter for all\nthree of us?\" I sort of smelled something - I didn't like it. I bet you want me to get\nmarried to her daughter. So I... I left her... but I made it out like this. I don't want to get\nmarried over there.",
        "Q:While you were over there, what information did you have about the war and the\nconcentration camps and all of that? Did you know what was going on?",
        "A:We were far away - too much - we didn't know. We knew only the Germans... the war over\nthere... they were very bad. I was away from Poland about 5,000 kilometers. Far - about\n3-4,000 miles away. We didn't know much but we know in the newspaper we didn't read\ntoo much. I was a young man. I read a little bit Russian but - we knew it was very bad.",
        "Q:But you didn't know about the camps in Poland or...?",
        "A:No. Eh, we hear something more or less but we didn't know about it. We were looking for\npiece of bread over there. Everybody - People would die. My friends bury his mother\nand father from hunger - She was swollen. It was... This time was - when I was over\nthere, I told you - in the factory over there.... Leningrad was surrounded, you know, a\nyear and a half from the Germans over there. It was really a bad time - very bad.",
        "Q:So what happened next?\n03:20",
        "A:1944 - It was 1944 - I hear the Germans started running. You know. After Stalingrad, you\nremember, some they took so many - 20,000, 50,000 - 250,000 people and the\nsoldiers - the German soldiers to prison - they started running. Like we were running in\n1939. So they call us to the army. They didn't go. I said, \"I go.\" By myself I want to go\nbecause they almost took over. They were close to Poland. They took me to the army\nand they ask me what nationalization Iam. They write it down over there. I said, \"I'm\nPolish.\" I didn't say, \"I'm Jewish,\" because if I said the Jewish I go to the Russian army.\nI want to go to the Polish army. So I said, \"Polish. - Polak.\" They took me to Polish\narmy. And I went over there to the army and it was close to... I told you about\nMajdanek, remember? Over there it was a death camp.",
        "Q:Why did you want to...? [Discussion re window]. Now why did you want to be in the Polish\narmy instead of the Russian army”?",
        "A:Why? Cause I'm from Poland. I use to be in the Russian army. I was a corporal.",
        "Q:In the Polish army.",
        "A:I was in the Polish army I told you in 1938, 1939 and I know the language and I... They take\nme to the Russian army and... I don't know what's going on. But in the Polish army I\nwas more comfortable.",
        "Q:But the Poles weren't so nice to you.",
        "A:No. In the army Iam a corporal. They will listen to me. This is before the war. Over there\nthey have to shut up. They were Russian. The Polish Army - Who make the Polish\narmy? The Russians. They were the watchdog over the Polish Army. They made the\nPolish Army. They call Wassilevska(ph) Army. They won't have to listen to the... We\nalways... When the Russian were fighting we were always behind them. They didn't\ntrust the Polaks. Always - after them we came right away. So I went to Polish Army.",
        "Q:I'm a little confused, cause I don't know this history as well as you. So this was a Polish Army\nthat was under the command of the Russians?",
        "A:Of the Russians. That's right. We were wearing those clothes - Polish clothes.",
        "Q:And was this a breakoff part of the Polish Army? It wasn't the main Polish Army cause that\nwas really - It folded under the Germans. Right?",
        "A:No. This was... It used to be 1942, there was a Polish army from the right wing. The main\ngeneral was in England. They went over there with the Polish Army - They went over\nthere under supervision of the English. They went to Persia and Iran - Later they were in\nIsrael.",
        "Q:So this is a little different than the Poles who tried to stand strong against the Germans in\n1939. This is a different group?",
        "A:Ya..., This is not a right wing. They make... They're communists - Russians - They made a\narmy under supervision of them. They keep an army. But it was not the right wing. The\nright wing, they still was in England. When they built a army they were altogether the\npeasants. Behgin(ph) over there - He was in the army over there. They didn't let me go\nover there because I'm Jewish. I want to go to Persia - in 1942. Cause I'm Jewish, don't\nwanna take me. But this 03:25army - the Polish army doesn't matter because it was under\nsupervision of the Russian army. So I went over there and we were close to that\nMajdanek. The Russian took it over. We came in almost together with the Polish army.\nThey surrounded.... They caught over there six... seven - seven SS - the main SS, you\nknow where they doing charge on that Majdanek in the death camp. There was one guy\nover there kill himself - one German. He took out people teeth - gold teeth - people.\nThey were alive. They took out with a plier. He kill himself. When we came in the\novens still were burning - the smoke still came out. I didn't know what's going on. There\nwas seven fields over there - seven ovens over there. You know. You saw what they\nlooked like. You were in Auschwitz - the oven. It was still smoking. Saw thousand - a\nhundred thousand of shoes - hair from women. And ..terrible. I didn't know nothing\nabout it. Was terrible. So they made over there not a company, but a platoon from\npeople who were electricians, tailors, mechanics - to fix tanks and tractors. So I was too.\nI didn't went to the war anymore. What do you want to know now?",
        "Q:Well, how long were you in Majdanek?",
        "A:Over was over there, Majdanek,... The army, the Russian army went to the... to Warsaw.\nThey were standing over there - was a river over there they called Vistula. The Germans\nwere on the other side. The war over there, you know, the Polish, the Polaks, were\nfighting the Germans over there and they broke down the whole city of Warsaw. Maybe\nyou know. They begged the Russians to come over - to help. The Russians don't wanna.\nThey didn't like the Polaks. They didn't like the Germans. They kill each other over\nthere. And I was over there in Lublin. This is where Majdanek is. And the fourteenth of\nJanuary the Russians start offensive across the Vistula - across the river. The Germans\nwere running away. In February, I think... maybe earlier, Russian took over the whole\nPoland. So a lot of people from concentration camps came home. I didn't know. I went\nhome in March.",
        "Q:Wait. Let's... I don't want... Let's stay with this a little bit longer. Was Majdanek the only\ncamp that you liberated?",
        "A:Ya. This is the only one. Auschwitz was far away from over there.",
        "Q:Did you do any fighting - any fighting besides...?",
        "A:Ah - No. I don't... Because they want to send me later to fight but they built a - I told you a\nplatoon to fix... They need people - mechanics, electricians, thus and thus. I was lucky.\n03:29",
        "Q:I'm sorry. We're going to change tapes.",
        "Q:Okay. I'm back to Majdanek. What were the prisoners like? What kind of condition were\nthey in? What did you see?",
        "A: What kind of condition is... I don't remember how many - how many were over there - not too\nmany. You saw the skeletons - how they look like. Uh. They were crying. I don't know\nwhat to tell you. They were terrible - Like you see in the television sometimes - from\nAuschwitz, everywhere. Terrible, terrible shape. Women without hair. They shave it\noff. They make lamps from it. You know. I didn't know about it myself. So many\nshoes - children's shoes - mountains of shoes. It was terrible. There were gentiles too\nwith me together there. They always said, \"The Jews, they killed Jesus. Who cares about\nthe Jews.\" - openly.",
        "Q:Even at Majdanek?",
        "A:You didn't saw Shoah, the film Shoah. Did you see he said that from the train there - He\nsaid... They took the Jews. Now they said, always they said, the same thing.",
        "Q:But even when they arrived in Majdanek they said that?",
        "A:Ah... Not in openly but always. The Polaks were...",
        "Q:How did the prisoners react to you?",
        "A:They were afraid. When we came over there they didn't know us. We came over there...\nThey didn't know... they saw army you know. They was frustrated. You know - about\nwork you know. We had to carry them out. We feed them. They died you know. They\ncouldn't eat. It was terrible. It was terrible. The Russian people - The Russians, they\ncame over right away from America - from England over there. They flew in, you know,\nfrom America always - because the Russians didn't have too much. Americans\neverything. I told you. Flowers they send. I ate the flowers in Siberia with Americans.",
        "Q:How did the Russians treat the prisoners?",
        "A:Very good. Ya. They have to went to the front. They lost maybe twenty, thirty million\npeople. You kidding? They were fighting. They were good fighters. They're hungry\nand they fight for their land. But they were - Everybody feel sorry, even the worse\npeople over there - with no hearts. They would see how the people look like. It was\nterrible. I don't know what more can I say. We see a oven - still smoking. I didn't know\nwhat it was, they told me. They said over in the porter then in the building.",
        "Q:Can you remember what was going through your mind at the time?",
        "A:What can I say? Anybody was feeling terrible - nauseous - when you see something like this.\nIt was terrible - terrible - terrible scene. Even you look in a picture - people over there -\nskeletons came out. Even in a picture you see alive over there how they look like. A lot\nof 04:04 people died. They want to eat. They were hungry, you know. They were\ndying from dysentery, you know, most of them. But, some of them they came out alive.\nThose six SS - they made a trial... an open trial. But the Polaks over there killed them.\nWhy did they have to make a trial? They made a trial over there. They took six trucks in\na field and hanged em.",
        "Q:Was this while you were there?",
        "A:Ya - still over there in Lublin - ah, Majdanek - the city was Lublin.",
        "Q:Were there a number of Germans still there upon your arrival?",
        "A:No, no, no. They caught the SS - the main... Maybe the Russian later caught them. They\nwere running. They took a lot of prisoners. They sent them right away to Siberia. You\nknow. They didn't play around.",
        "Q:So when you arrived at the camp the Germans were all gone?",
        "A:Everything gone - ya.",
        "Q:Those SS - They caught them. What they did with the other Germans - the soldiers - I don't\nknow. I think they sent them away right away - because they caught a quarter million,\nyou know, from Stalingrad. Then the Russians knew what to do with them. Don't worry\nabout it. They sent them to work over there with no food.",
        "Q:So what you saw - these six SS officers being hung - you saw them hung. They had been\ncaught, but outside of the camp?",
        "A:They caught them inside the camp. If not they would escape together with the other soldiers.\nI didn't saw how they caught them.",
        "Q:The reason I'm asking you this is because I understood that in certain camps, if the Germans\nwere still there when they were liberated, a lot of the prisoners retaliated. You know, the\nprisoners...",
        "A:No, no. I didn't see this. A lot of the prisoners - I tell you about that - too weak. They took, if\nthey're caught, those SS - they're surrounded - I bet they caught a lot of soldiers over\nthere. If they caught the main shots I bet you. But I didn't see it. Maybe they took them\nright away.",
        "Q:Did anything else you can remember about when you arrived in Majdanek and what you saw\nwhile you were there and any particular experiences?",
        "A: ?? They were hugging us - who was in better shape. It was terrible, terrible, terrible.\nSome of them the better shape. But most of them were skeletons. Some of them who\nwere over there they were working or - were the tailors you know. And the sew always\nsomething for the Germans you know. Some of them - not too many - were in good\nshape... Not too many. It was terrible scenes. Terrible. In Auschwitz was worse. But I\nsay that what I hear. I never been in Auschwitz.",
        "Q:I'm just trying to get a sense of what you found when you arrived in Majdanek .\n04:08",
        "A:What can be worse - the ovens smoking - and the skeletons over there and so many mountains\nwith shoes. You realize what they did to the Jewish people. There were over there\ngentiles also but 90% were Jewish people because they separate always the Jewish people\nwith the gentiles.",
        "Q:So this was probably your first realization of what had been happening while you were in\nRussia.",
        "A:Ya. Because I didn't know. I was far away - thousands, thousands of kilometers. I knew they\nwere bad over there. There was rumors over there - killing people. You understand they\ndid anything they wanted to come in the city. The soldiers said, \"It's not our fault. The\nCaptain said to do it.\" They took away everything what they could and they sent it to\nGermany. When I was in Germany and my wife bought it over there - to light a candle -\ncandlelights [candelabra] from silver - and the Germans stole... with the Jewish, you\nknow, over there. They came over. They took everything from the house -\neverything. They can say war. It was very tough. When you caught them they were so\nafraid. I was surprised. When you caught a prisoner over there they were so afraid\nterrible because they knew what they did to everybody. It was terrible. I can tell you\nafter this I came home if you wanna know - in March - and the Germans start to escape.\nThe Russians were after... the Polish army the Russian went. They started running - like\nwe were running in 1939. I came home in March with the train. I was standing about\ntwenty kilometers from Warsaw. In Warsaw there was no one house left. They bombed\neverything over there, the Germans. 04:10 The whole city. I went home. I came home\nto the same house. There lived only gentiles over there. Everywhere. So I asked the\njanitor. I saw he was sweeping the floor - was the street. I asked him, \"Where you live?\"\nHe use to live in basement. He say, \"Over there.\" There was a house - maybe four or\nfive rooms. A rabbi use to live in it - a rich rabbi. They have over those Hassidim. You\nknow Hassidim there. He taught... No - homeless Russian. I went over there. I knock\non the door. I was in soldier clothes - you know, of corporal. \"Who 1s it?\" she ask me. It\nwas 6 o'clock or 7 o'clock in the morning. I say, \"Polish soldier.\" She opened the door.\nShe didn't recognize me. \"Who are you? What do you want?\" I took off my hat.\n\"Nobody lives from your family.\" \"Who is living in my house?\" \"Gentiles.\" \"Don't go\nover there,\" she said. \"Why shouldn't go over there?\" They took away. They took away\nmy father, my mother, everything. She gave me tea. I came over there about 8 o'clock or\n9 o'clock over there. I knock on the door. A women over there - Polak. She had a child\nmaybe ten, twelve years. I say, \"Can I go in?\" She said, \"Yes.\" She look - \"Corporal.\"\nShe didn't know I'm Jewish. I look. 22? Can I go in there - bedroom,\ndining room. She said, \"Why not. Look around.\" She said, \"What you looking for?\" I\nsaid, \"I use to live over here.\" \"But the Jewish people use to live over there.\" Said, \"I'm\nJewish.\" I look around again. She said, \"What are you looking for, gold?\" \"No.\" The\nPolaks, they always thought the Jewish had.... I was so frustrated. I had my gun with\nme, you know. I took her by the hair and I knock her down. It was concrete steps. I\nthrow her on...... I didn't know what to do - else. I would kill her. I didn't find nobody in\nthere. She ask me if I'm looking for gold. And the other gentiles running around. \"Mr.\nCorporal, what happened?\" So, I left. I was so angry - Terrible. I went to the\ncommunity center - the Jewish community center - to find somebody. They told me over there, \"There's much people still 1n concentration camp.\" But my cousin was\nfree already. Of course he was in Poland - in concentration camps - not far from\nWarsaw. He barely walk around. He lives now in Chicago. They told me nobody -\nnobody. So I left a note over there in the Jewish community center that I'm in the army -\ntwenty kilometers from Warsaw. When the war ended my sisters were in concentration\ncamp. One was in Czechoslovakia and one was - still was Germany - but the Polish army\nlater took it over - a big piece from Germany. Silesia that is called. And I went back to\nthe army over there. After the war - finished May Sth. About in a week or two\nsomebody told me that some young woman waiting for me outside. [Obvious crying].\nWas my sister. She lives in Israel. So I got two days off. Later she left. She was\nworking in - with my younger sister - in... She knew German, so she work in office over\nthere - a Jewish community center. There was occupied by Poland now - they took over\na big piece from Silesia - from the Germans. So, I came over there. That's where I meet\nmy wife. So I went to the Kattowitz. She use to live in 04:16 Kattowitz. So over there I\ntook a train. There were three cars - soldier cars. And the rest were a train - you know -\nthe civilian people. And this lady over there, my wife, I don't know... She had packages\n- all kind packages. And she wants to go in the train where the soldiers are. I didn't\nknow she's Jewish. I told her, \"Get down.\" Thought she's a shiksa. I was made on the\ngentiles, you know. They help out the Germans. Why the Germans made those\nconcentration camps - death camps - in Poland? They knew they had good friends\nbecause they were big anti-Semites - you know - the Polaks. So she said she can in the\ncivilian train because a lot of people are over there. I thought she is not Jewish. I didn't\nlet - everyone was wounded soldiers still over there. But later I found out - a friend -\nanother young lady - came over... A big nose with black hair. So I met my wife. So she\nwent over there, for a wedding over there, where my sister was working in Silesia, you\nknow. She invite me to the wedding. I tooked all of her packages for she made business.\nShe had... You know what kind of business? Yeast - you know yeast when you baking\nbread... Those big packages. She was a business lady, so everything was black market.\nSo I came over in the city. She sold it - everything. Make a lot of money. And she ask\nme - I went to the wedding - if I... She want to buy clothes over there; shirts and pants\nback to sell it where she lives in the city Kattowitz. I said, \"Young lady,\" I said, \"If you\nneed me I have to take it over all packages\" because the police would arrest her. It was\nnot allowed to make business over there with the Russians. So, she give me 500 Zlotys.\nIt's not worth much money. I have to buy for my young sister a pair of shoes. I'll take it.\nShe said, \"Ya, sure.\" She give me 500 Zlotys. I give my sister to buy a pair of shoes.\nShe's living in Florida. I remind always her. She doesn't remember. So we went to the\nwedding and I took it over - all packages. She make quite a few dollars. And I start\ncoming to her every week from Warsaw.",
        "Q:To do business or because you liked her?",
        "A:No - She liked me to come over once. I went out another girl when we came to Kattowitz\nbecause my house I had to leave. My girlfriend was still alive. She was on - on - Irish\npapers she had. She was a blonde. So I lived over there with her friends - with their\nhusbands - when I came home from Warsaw I was over there in their house. But she\ninvite me to come over for her. I liked it. She was a nice lady. She lived with her sister\nand two cousins - two girls. Whenever I come over she ask me - my girlfriend from\nbefore the war - \"Who you going out with?\" I say, \"With a girl - nice girl.\" She wanted\nto marry me, the other one. I don't want to marry a beautiful girls - a little bit rich - you\nknow. So I started going out with her and after how many’? - three months, four months -\nshe told me, \"You don't have nobody - no parents. I don't have nobody. Let's get\nmarried.\" - in my soldier clothes. And behind me were maybe fifty pairs. We get\nmarried. So we go to the house - with the rabbi over there - one, two, three we got\nmarried. And I told you about the honeymoon that I had. In her house everybody wants\nto go to the border - the Czechoslovakia border - came over to her house - to live a night\nover there. Her brother fix it with her friends. Everybody has to come over. I don't\nknow where to sleep. I sleep on my honeymoon on six chairs. It was my honeymoon.\nNow we're gonna have a honeymoon. Next year we're gonna make a golden 04:21\nwedding. And we got married. I have over there those friends from my girlfriend - my\ngirlfriends I told you. A friend she married a officer from the Polish KGB. And they ask\nme to join them. I was a soldier. I don't know what to do. I said, \"I don't wanna.\"\nEveryone say, \"Ah, come over.\" I told them I don't wanna because they're right wing.\nThe right wing from the Polish army they use to be - they were killing Russian officers -\nand the Polish officers you know. They were against the Communists. I joined them.\nOkay. One time I was with them. I don't know - remember - a month or two months or\nsomething. One guy he had always a machine gun on him. He was afraid. Those right\nwing they were like partisans against the Polish Communist regime now. I went from\nKattowitz where I live over there to my home town Sosnowitz. One time we saw behind\nus a car, right? I ask him, \"What's going on?\" They start shooting at us. We barely\nescaped. I say, \"uh, uh. I don't want to stay here. I gonna escape to Germany.\" What I\ndid - my sister was - my younger sister from Florida, right - you knew? So I went to the\nRussian border - to the Czechoslovakian border. There were the Russians over there.\nThey took it over - occupied this time. So I said, \"Don't worry. I know Russian. I go.\"\nYou are gonna go to the Czechosolovakia. I had with me two bottles - whiskey -\nschnapps. I know they like it. I had one suitcase in my hand and I stopped a Russian guy\nwith a truck. He got hay - hay, straw over there - hay on top. \"Hey, I want to go the\nother side.\" What do you have?\" Who gave it to m? \"Who are the girls?\" I said, \"One\nfor me and one for you.\" It was my sister with my wife. I knew them very well. We\ncam over the border - the other side. A officer stopped him. He has to go back to\nPoland. I said, \"Give me one girl.\" I said, \"This is my wife and my sister.\" We were\ncheating, he was a nice guy. I him the two bottles vodka. He left. So we went to Prague\nwith the train, right? We went to Prague with the train.",
        "Q: ?",
        "A:Wait a minute. No. . We went to Prague later in the Jewish community center\nover there. We want to go to Germany, you know. All Jewish people went to 04:25\nGermany. From Germany they went to Israel later - and to America. And I went and I\nmet over there a few guys - how to cross the border. They were Americans over there.\nThere were four zones, you know, in Germany; American zone, English zone and French\nzone - occupied this time from the armies. I was in the American zone. So we went over\nthere to the other side with the suitcase. The Americans - They didn't care much. It's not\ntheir border. When the people went to church across the border we went together with\nthem. It was Sunday morning. We went to Germany over there. Her brother lived over\nthere. We got an apartment over there - in Germany. This was 1945, ya. I am glad I\nescape from the Communists. I didn't like it very much. We were living over there in\nGermany, you know - free. I was a soldier, however. You know I was a soldier. So I got\ntwo other soldiers. We got a paper from the Americans. We have a cafe over there - you\nknow - a cafe for soldiers over there; sodas, beer... and three soldiers. But we were in\ncivil clothes. We make a few dollars over there. Later they said, \"Israel 1s gonna be\nfree.\" So they said, \"Wanna go to America?\" I say, \"We go to Israel.\" So I bought a lift.\nYou know what a lift is? A lift is from wood made - like this room. How you call in\nEnglish... ah - from wood, made wood - four walls wood. In the inside you put it in\nbeds. I put itin - all kind things; frigidaires. I forgot. . They made from\nwood... ah...\n[lift is a container for large oversea's shipment]",
        "Q:Doesn't matter - ,",
        "A:Ya, ya, ya... Ya, I sent it to Israel. I made money over there - frigerators - everything. Went\nto Israel. I came over in December - the tenth, I think - 48. It was raining. The war still\nwas.... We were living - and I came from the Engligh soldiers - use to be English\nsoldiers. Fifty families with children.",
        "Q:[Inaudible]",
        "A:For hot water you have to go... A small child...",
        "Q:We can't pick up her voice so we just need you to tell us... 04:28 Unfortunately the mike iss\nover here, so....",
        "A:It was not that good - with the war. It was a new, anew country. No. I was a soldier and they\nask me, \"You were in the army?\" I said, \"Yes.\" They want to take me to the army. I\nhold a child in my hand. \"It's your child?\" So they didn't took me. But later they took\nme when I have already - where to live. We were living in a camp over there about three\nmonths. It was terrible. It was a new country, I said. So we had a house in N.... I was in\nthe camp in Nathania. You hear from Nathania. So we got in Nathania used to be a little\nvillage - in a hill over there. 04:29 Arabs use to live over there. They left over there.\nNot houses really. Took over one - one room - one room. It was a big, big room. I want\nto escape from that camp - you know, over there. They live over there fifty families over\nthere. Stones and all kinds over there. there was young - clean over there. The\nroom what we had - no kitchen, no water. I made lights for myself. No electricity was\nover there - in the house. Later had my cousin make me from bricks a little kitchen. Her\nbrother came from Haifa. He make me the roof - and I had a little kitchen. They did the\nsochnut. You know what the sochnut is? The Jewish government make me a little booth\noutside - outside - a toilet - a whole, with a douche - outside. And we had over there, no -\nIt was very tough. I have money. I start living on my money and went to work. But you\nhave to go to work. I went to a pardes. You know what the pardes is? A garden with\ntrees - little trees with - trees over there with oranges [orange grove]. I cut oranges. I\nmade, ah, how much?... A pound and a half a day. I tore up more clothes than I make.\nBut I love it. I'm in Israel free. Was very tough. Was nowhere to work - but, I got by. I\nstart selling a lot of things. Later I made a garden. Where I lived it was a little field - 10\nmeter by 20. I made a garden. I have bananas over there. I have potatoes twice a year.\nAnd everything over there.",
        "Q:We're out of tape. END OF TAPE 2\nTAPE 3",
        "Q:So after the war you were in Germany a while and you went to Israel and what I was asking\nyou was, was it easy getting to Israel. Was it easy getting a Visa?",
        "A:Ya. Easy. Easy. If you want to go to Israel - Who wants to go to Israel? And they tell you to\ngo - the organizations that came over from Israel, you know. They wanted more people\nalways - in Israel you know. SolI.... I was a Zionisr I told you I was a maccabian, not a\nZionist, in my heart so... We passed through, you know, in Poland anti-Semites. You\nwant to... and you hear you're gonna have a Jewish state, you know. So I went over\nthere.",
        "Q:Why were you in Germany so long - after the war?",
        "A:So long?",
        "Q:Two or three years after the war.",
        "A:It was six, seven, eight - bout almost three years, ya.",
        "Q:Why didn't you go to Israel sooner?",
        "A:We can't go. You have to go - you know - the English doesn't let you go. Her brother... Her\nbrother went with a ship, you know, he sneaked in. You know they took to - They 05:02\ntook them to the camp over there in - in Cyprus. You know what was over there. He was\nin Cyprus. Her brother, the youngest brother - We go now. He is sick. And he went to\nCyprus. Later he went to Israel. You can't go. I can't go with a child and sneak to the\nborders. A lot of people went over there.",
        "Q:So it was difficult to get out of Germany until 1948.",
        "A:Ya. You can go out of Germany. You have to go through German, Austria and Greece - and,\nyou know... It was very tough to go to Israel. I have a cousin over there from my home\ntown. She lives in Israel. She went too with her child like this.",
        "Q:After you were in Israel, you started to explain how you needed to get a house and grow\nthings. Was it a difficult adjustment for you?",
        "A:For everybody. It was very hard. There was no houses. Where you gonna live? They were\nfrom the Arabs. They have houses.... A lot of people were in that camp what I told you,\nNatania(ph), where I lived - were living two or three years over there. But I couldn't\nstand it - to stay over there with forty, fifty families over there.",
        "Q:In this camp in Nathania, what were - how many families would live in the same place? Were\nthere tents? Were there...",
        "A:Not... There were tents too, but we were living in a barrack - you know - from the English -\nwhen the soldiers were living over there - the long barracks you know. And there was\nbetween every bed, there were a curtain over there, how you say - would cover yourself -\na blanket was covered between - between every family. It was fifty families in a barrack.\nYou kidding? The children - little children... Everybody has little children this time you\nknow - after the war - They married, have children. Was terrible. It was about... You\nwake up in the morning, the sun was shining. And we were in Israel, but was tough.\nThey feed us. I can say they feed us - everybody. Nobody was hungry - never. But it\nwas tough. It was a new country and, oh, everybody was young. And we start working\nand they learn a trade, you know, in the building over there. It was not bad. Israel style -\nI made a good living. The building make most all the money. Israel - hard work -\ncountry work, yes?",
        "Q:What work were you doing in Germany between 45 and 48?",
        "A:No. We didn't work. Nobody was working. The Americans and the Jewish Joint, you know?\nHIAS. I told you I have a little cafe for a year over there, you know - when the\nAmericans. I'm glad I wasn't in concentration camp with my wife. This is peanuts what I\npassed through - what I went through.",
        "Q:And who... Your parents were killed. What about the rest of your family.",
        "A:My father and mother at Auschwitz. No. My father in ghetto. My sister told me. My father\nwent out with the children one.... some - food - looking for food. The German killed him\nwith a gun. This was my sis... I didn't know. My mother went to Auschwitz. My father\ngot killed, I think... She didn't told me what year - 1941 or 1942. I don't know.",
        "Q:And your sisters?",
        "A:I have my sisters - both. They were in concentration camps I told you. One in\nCzechoslovakia and one in Germany. One 1s living in Israel - in Holon - you know\nHolon. One is in Miami. She use to live in Chicago.",
        "Q:When you think about this period of history, when you think back, what do you think about?",
        "A:What can I say? You know, I'm born in Poland. You were born here. You never knew what's\nto live over there in 05:07 Poland between Polish population. A Jew.... Ninety percent,\neighty-nine percent were poor people. They could get by with bread. And they have a\nlot of children, you know. Religious people have always a lot of children like over here,\nyou know. And everybody, they love all children, you know. And I have friends - He\nwas a shoemaker. Good, nice people. He have only a kitchen and one bedroom. There\nwere six, seven children. What can.... The comes in bread, two pieces - two loaf of\nbreads. They tear up the piece of bread. Very poor. And the Polaks will always say the\nJewish, they're rich - like over here is. I use to work here in a factory. They said, \"Where\nyou live?\" \"On Park Heights Avenue.\" \"Oh, with the rich people.\" They already were\nliving over there - colored people, with hillbillies over there. Like the Polaks say the\nsame thing. I had a hard time over here too. I work with hillbillies. I had a hard time\nover here too. I work in a factory over here - The main cutter. I was an upholstery cutter.\nThe main cutter was... and he was working other table and I was at this table. And there\nwas the Yom Kippur War - 1973. And the radio was above us. The Egypts and the\nSyrians start attack Israel. \"Oh, now the Jews gonna be gone.\" to me. I 05:09 say, \"Why\nyou said that to me? I'm live in America.\" \"Oh, your finished.\" What can I say to him?\nI told him, \"Wait a minute. The Israelis over there - They're gonna - If you go over there\nthey're gonna kill you too.\" You know after two, three days, they start - they start\nfighting - and they went to Egyptian and they ask me, they say well, \"Why don't you go\nover there in Israel. They're gonna kill you too.\" \"Why you telling me this? Because I'm\naJew?\" You are talking about Poland, [not?|Israel. How they call them, the hillbillies\n- rednecks?",
        "Q:It's hard to imagine that you went through all of this in Europe and then you come here and\nexperience the same things.",
        "A:Ya. But I know.",
        "Q:I was very sorry [other person - inaudible].",
        "A: You were very sorry.",
        "Q:[Other person - inaudible].",
        "A:You know I lived in.... [Pause in tape]",
        "Q:We're just gonna tell you when the first picture was taken and what this picture 1s from - if\nyou'll just say it for the tape.",
        "Q:[Multiple interviewers/male and female]. What is this a picture of? - What is this a picture of\nDov? Tell me what this picture is of - so we can record this. I forgot.",
        "A: a picture of.",
        "Q:Describe that one. What is that a picture of?",
        "A:We were together. I told you we were working. I got the electricians over there - you know\nwith the mechanics. We were fixing tractors and tanks.",
        "Q:For who? [male]",
        "A:For the army.",
        "Q:Which army - the Polish?",
        "A:There was... Listen, was Polish Russian army. Listen. We were undet....",
        "Q:What is this a picture of?",
        "A:This is ah, we play ping pongs other people, you know. I guess other cities and championship.\nYou understand? We go to other city?",
        "Q:When was this taken?",
        "A:This is 1937 - in Krakow. We were young people - always good looking - a little makeup.\nThey tell me, \"Oh, you looking good people, you know.\"",
        "Q:What this is a picture of?",
        "A:Ya. This is my father and mother.",
        "Q:Tell me who they are.",
        "A:My father and mother.",
        "Q:And when was this taken?",
        "A:That was taken 1941. I don't know when but I figure because 1942 they put in Auschwitz. So\nI figure 1941. It was still - my father was - didn't know - sol can't. Today my\nfather wouldn't look like this.",
        "Q:Dov, can you tell me who this is?",
        "A:This is my wife. I married in 1945. That's the wedding.",
        "Q:Okay. So this is Regina?",
        "A:This is Regina.",
        "Q:And you?",
        "A:Ya.",
        "Q:1945?",
        "A:1945. She use to be Regina Kozuch. But now she married me. She is Mrs. Regina Dafner.",
        "Q:Thank you.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q:Stating your name, where you were born and what year.",
        "Q:You know what, I need you to state your name for the record.",
        "Q:What was your family life like before the war? Tell me a little bit about the town and what\nyour father did.\n A:My father had a store; leather suitcases and briefcases, skis and sleds. It was a good\nbusiness. My father had three children. I have a sister; lives in Florida -\none in Israel. I'm in the middle - the only son. The style in Poland was\ncomfortable for us. The most people were poor in Poland; eighty percent\nat least. I lived comfortable and I was a sportsman; I have time. I use to\nplay soccer, summertime, all over Poland, and I played table tennis,\nwintertime, because I have the money. I wasn't exactly a professional\nsoccer player but they pay you some money. Of course I didn't need it.",
        "Q:Were there a lot of Jewish people in your town?",
        "Q:Now were the Jewish people integrated into the rest of the community? Were most of your\nfriends Jewish?",
        "Q:So you experienced a lot of anti-Semitism before the war?",
        "Q:Did you have bad experiences?",
        "Q:I have to stop you for one second. Don't look at Tom. You just need to look - just... sorry.",
        "Q:In the Polish Army?",
        "Q:We're going to get to that in a minute. [Mrs. Gafner...We'll be okay]",
        "Q:Just before we talked about the Army, a little bit more information on Sosnowitz. The Jews\nwere very separate; your schools were separate; your soccer league was Jewish?",
        "Q:Your town?",
        "Q:Was your soccer team all Jewish?",
        "Q:Were there political or were there zionist organizations?",
        "Q:Now, tell me, did you know a lot about what was happening? You knew a lot about Germany\nand Hitler at this point.",
        "Q:Now tell me, why did you enlist in the Polish Army? At what age did you enlist. How did\nthis happen?",
        "Q:Okay, we've got to just - We have to just let him explain.",
        "Q:Did the Jews and the Poles mix in the army?",
        "Q:Did you want to be in the army?",
        "Q:Now, in the army, what sorts of responsibilities did you have? Where did you go?",
        "Q:I need to stop for a second. You were talking about your daily routine in the army.",
        "Q:You had... Did Jewish people have less responsibility in the army?",
        "Q:Now did you see any fighting?",
        "Q:I mean not so much the... fighting for the Polish Army, not between yourselves.",
        "Q:I'm sorry. I'm not being clear. In your time in the Polish Army, the first stint, were you on\nany fronts? Were you doing any battle?",
        "Q:You were just in training?",
        "Q:Tell me a little bit about your memories of being occupied by Germany. Where were you?\nWhat was happening?",
        "Q:Okay, you arrived at your house, and your mother...",
        "Q:Now this was all Jewish prisoners, or Polish prisoners?",
        "Q:Do you remember the name of the town that you were close to? This prison?",
        "Q:But we want to ask you a first questions first. Lvov at that point was Polish or Russian - I\nmean German or Russian?",
        "Q:Ya, I know Lvov at one point was Polish.",
        "Q:Let me ask you. When you were thinking of going to the Russian side, you're feeling was that\nyou would have better possibilities with the Russians than with the Germans or the Poles?",
        "Q:Did your..... When you went back to your town after you escaped from the Germans, was\nyour town formed into a ghetto at that point - or not yet?",
        "Q:But were there already restrictive laws?",
        "Q:Was there a Jewish government in place, a Judenrat?",
        "Q:So you went to Lvov.",
        "Q:Let me just go back a second about the transport over there. There were about five hundred of\nyou...",
        "Q:Were most of the people in the transport Jewish? Were they Polish? Were there men, women,\nchildren?",
        "Q:Now were most of you Polish Jews?",
        "Q:But you were all from Poland?",
        "Q:So now you're in this house.",
        "Q:How cold?",
        "Q:Below?",
        "Q:What was the point - you're moving it back and forth?",
        "Q:Let me ask you a question. How did somebody know where you were to send this package to\nyou?",
        "Q:And this was from your family?",
        "Q:What did your papers say? You said they gave you a paper.",
        "Q:You mean like a ration paper?",
        "Q:Now did the paper say that you were Jewish or Polish?",
        "Q:Why did they release you?",
        "Q:You got there by train?",
        "Q:Now just to go back a second, how long were you in Siberia do you figure?",
        "Q: Working hard?",
        "Q:Were there any doctors?",
        "Q:So did you...?",
        "Q:We need to change tapes.",
        "Q:Is there anything else you want to remember about Siberia, the way they treated you, the\nconditions that you haven't already...?",
        "Q:Did you have hot food? Was there hot water?",
        "Q: What, they just gave you more clothes?",
        "Q:Where were you now?",
        "Q:In Tashkent. Okay, so tell me about Tashkent.",
        "Q:What was in the needle?",
        "Q:They weren't as efficient as the Germans?",
        "Q:In Uzbekistan ?",
        "Q:They were working with you - the Arabs?",
        "Q:In Tashkent, first of all how long were you in this area?",
        "Q:Did you have much contact with the Muslim people or not?",
        "Q:I'm just trying to get a sense of what your life was like in Tashkent. You said you also had a\nsort of a social life and you had....",
        "Q:I thought you said you went dancing and you had friends.",
        "Q:What happened to.... Before we get any further, what happened to your cousin you went to\nSiberia with?",
        "Q:Okay, so your in the Urals and you're working.",
        "Q:What happens?",
        "Q:Ya.",
        "Q:While you were over there, what information did you have about the war and the\nconcentration camps and all of that? Did you know what was going on?",
        "Q:But you didn't know about the camps in Poland or...?",
        "Q:So what happened next?",
        "Q:Why did you want to...? [Discussion re window]. Now why did you want to be in the Polish\narmy instead of the Russian army”?",
        "Q:In the Polish army.",
        "Q:But the Poles weren't so nice to you.",
        "Q:I'm a little confused, cause I don't know this history as well as you. So this was a Polish Army\nthat was under the command of the Russians?",
        "Q:And was this a breakoff part of the Polish Army? It wasn't the main Polish Army cause that\nwas really - It folded under the Germans. Right?",
        "Q:So this is a little different than the Poles who tried to stand strong against the Germans in\n1939. This is a different group?",
        "Q:Well, how long were you in Majdanek?",
        "Q:Wait. Let's... I don't want... Let's stay with this a little bit longer. Was Majdanek the only\ncamp that you liberated?",
        "Q:Did you do any fighting - any fighting besides...?",
        "Q:I'm sorry. We're going to change tapes.",
        "Q:Okay. I'm back to Majdanek. What were the prisoners like? What kind of condition were\nthey in? What did you see?",
        "Q:Even at Majdanek?",
        "Q:But even when they arrived in Majdanek they said that?",
        "Q:How did the prisoners react to you?",
        "Q:How did the Russians treat the prisoners?",
        "Q:Can you remember what was going through your mind at the time?",
        "Q:Was this while you were there?",
        "Q:Were there a number of Germans still there upon your arrival?",
        "Q:So when you arrived at the camp the Germans were all gone?",
        "Q:Those SS - They caught them. What they did with the other Germans - the soldiers - I don't\nknow. I think they sent them away right away - because they caught a quarter million,\nyou know, from Stalingrad. Then the Russians knew what to do with them. Don't worry\nabout it. They sent them to work over there with no food.",
        "Q:So what you saw - these six SS officers being hung - you saw them hung. They had been\ncaught, but outside of the camp?",
        "Q:The reason I'm asking you this is because I understood that in certain camps, if the Germans\nwere still there when they were liberated, a lot of the prisoners retaliated. You know, the\nprisoners...",
        "Q:Did anything else you can remember about when you arrived in Majdanek and what you saw\nwhile you were there and any particular experiences?",
        "Q:I'm just trying to get a sense of what you found when you arrived in Majdanek .",
        "Q:So this was probably your first realization of what had been happening while you were in\nRussia.",
        "Q:To do business or because you liked her?",
        "Q: ?",
        "Q:Doesn't matter - ,",
        "Q:[Inaudible]",
        "Q:We can't pick up her voice so we just need you to tell us... 04:28 Unfortunately the mike iss\nover here, so....",
        "Q:We're out of tape. END OF TAPE 2",
        "Q:So after the war you were in Germany a while and you went to Israel and what I was asking\nyou was, was it easy getting to Israel. Was it easy getting a Visa?",
        "Q:Why were you in Germany so long - after the war?",
        "Q:Two or three years after the war.",
        "Q:Why didn't you go to Israel sooner?",
        "Q:So it was difficult to get out of Germany until 1948.",
        "Q:After you were in Israel, you started to explain how you needed to get a house and grow\nthings. Was it a difficult adjustment for you?",
        "Q:In this camp in Nathania, what were - how many families would live in the same place? Were\nthere tents? Were there...",
        "Q:What work were you doing in Germany between 45 and 48?",
        "Q:And who... Your parents were killed. What about the rest of your family.",
        "Q:And your sisters?",
        "Q:When you think about this period of history, when you think back, what do you think about?",
        "Q:It's hard to imagine that you went through all of this in Europe and then you come here and\nexperience the same things.",
        "Q:I was very sorry [other person - inaudible].",
        "Q:[Other person - inaudible].",
        "Q:We're just gonna tell you when the first picture was taken and what this picture 1s from - if\nyou'll just say it for the tape.",
        "Q:[Multiple interviewers/male and female]. What is this a picture of? - What is this a picture of\nDov? Tell me what this picture is of - so we can record this. I forgot.",
        "Q:Describe that one. What is that a picture of?",
        "Q:For who? [male]",
        "Q:Which army - the Polish?",
        "Q:What is this a picture of?",
        "Q:When was this taken?",
        "Q:What this is a picture of?",
        "Q:Tell me who they are.",
        "Q:And when was this taken?",
        "Q:Dov, can you tell me who this is?",
        "Q:Okay. So this is Regina?",
        "Q:And you?",
        "Q:1945?",
        "Q:Thank you.\nConclusion of Interview."
    ],
    "answers": [
        "A:I'm born August 27, 1916 in Sosnowitz, this is Poland. That was on the border from 1916\nthere was a war, and there was a triangle over there: Austria, Russia and Germany; it was\non the border there. In 1918 after the war, Poland was (Un)occupied from Russia and\nthey have their own country - Poland.",
        "A:My name 1s - I was born Berek Dafner in Poland. Now I change my name here in America -\nDov. Dov is a Hebrew name for Bear.\nThe poor people were playing, they pay more money because they don't\nhave it.",
        "A:Oh ya, there was - the population was, Sosnowitz's was 150,000 but 50,000 Jewish people\nwere killed.",
        "A:In Poland, even on the street we were walking - in the main street in Sosnowitz - Saturday,\nwalking back and forth the Polak they were walking other side - Jewish people on this\nside. Never integrated, because you can get a job that's in hospital or to work in an\noffice... never they took a Jew. Never. They only worked, shoemakers and tailors and\ncarpenters were Jewish people working. They, always the Polak said, oh the Jewish\npeople had the money, like over here they said - even in America.",
        "A:Everywhere you go. You go in the evening, Zid(Jew), Zid they says - for Polish a Jew,\nbecause... but, religious people - my father was not that religious but he wear a hat\nalways whenever... he pray every day, but he was shaving man. Most people wear\nbeards over there. You know, so right away, a Jew. Over here you cannot recognize a\nJew because everybody wears a beard. But over there, they smell a Jew. Like the Prime\nMinister Shamir said, and he was Prime Minister, that a baby sucked the anti-Semit(ism)\nfrom the breasts from his mother because his relatives got killed too, Shamir's, in Poland.\nMost anti-Semites were in Poland terrible. Always, they didn't shot nobody, but they\ngot the chance to beat up the Jewish people.",
        "A:Oh ya. I played soccer once 1n a little town. We were leading, we were a better team, much\nbetter team. It was three to nothing in the half time for us, the Jewish people. They\nstarted yelling to the referee, \"If you don't... If you, you'll get killed with the Jews. We\nby ourdelves we lost the game because of it. You couldn't get out of town. They beat\nyou up. I remember in school, I went to the school, they were playing Jews against\nPolaks....",
        "A:Even in school, they have Jewish schools. There were... going school and you play soccer. If\nthey win they were always throwing stones against the Jews; every minute, always\nagainst the Jews. We had a Prime Minister called Pilsudski. He was not bad to the Jews.\nBut he died 1935, 01:06:00 start turning bad. And Hitler was, you know, in Germany\nalready, and in Poland were a lot of Germans living, a lot of big factories they had - beer\ncompanies - and Sosnowitz was a lot because it was the border over there. It was worse -\nworse and worse every time - every time. And I was in the service. A major, always - a\nmajor is higher than a major what is a Colonel - a Colonel - always talk speeches,\nanti-Semite speeches over there - in the Army where I was.",
        "A:The Polish Army when I was, ya. I was eighteen months over there; from 1938 until 1939. I\nwas suppose to come home 01:07:00 September 26, but the war started September Ist,\n1939 and I was in the Army at this time.",
        "A:From there...",
        "A:Not in every town was...",
        "A:In my town there were separate Jewish schools - my wife's, not -- because it was a little town.",
        "A:Oh ya.",
        "A:A lot of them - a lot of them - a lot of zionist organizations. A lot of them. Know - like\nWIZO(?). A lot of parties over there. There was a little to the left, a little to the right -\nand sports. I was Maccabee. Maccabee was not a zionist organization but they belong\nmore to the right wing. I was not interested in politics. I got the money - spend it with\nthe girls to going out - and I play soccer. There's where... I never was interested in...\nWhere was a beautiful girl I went over there.",
        "A:Oh ya. Because I told you I lived over there on the border - use to be the border - until 1918.\nWho lives in, this is six miles from us. My uncle lived over there - have business over\nthere. But who lived over there all the time in Katovitz you could go to Germany without\na pass; no, with a little pass. You can go always. It was... You can go with a streetcar to\nGermany from Sosnowitz. It was very close, about nine miles - twelve kilometers is nine\nmiles.",
        "A:In 1937 they call us.",
        "A:In 1937 when I was twenty - everyone - everybody in Poland has to go through, you know, to\npass a doctor to take you to army. Who was healthy, take you to the army. In 1938, in\nMarch, I went to the army because I was healthy they had the doctor look at me because\nthey knew me. I play soccer over there in the city and they said they send me to the\narmy. I play soccer in the army also. I was a healthy guy.",
        "A:Ya. They were all in the same companies. But we have trouble over there too. They give us a\nhard time. I have more privilege because I play soccer over there with my... it was a\ncompany - under twenty people - soldiers. I have privileges because a lieutenant play\nwith me soccer too the goalie. I played better soccer with him. But still they gave a hard\ntime the Jews. Hard. One guy wanted kill himself it was so hard. He threw himself\nfrom the second floor.",
        "A:Who wants to go the Polish Army? Who wants to go over here to the Army? Nobody. But\nyou have to go. You have to go. I had to enlist myself but you have to go when they call\nyou.",
        "A:They tell you... to wake up in the morning - about six o'clock; where you , and\nthe whole equipment. It was very tough.",
        "A:Ya, how was it? Wake up in the morning. Ah, woke up alarm. You know, how you call...\nwake up quick - thirty seconds, whole equipment - in thirty seconds. It is not to punish\nyou. It was really tough. We have a sergeant over there from Ukraine. Ukranians were\nworse than the Poles. Maybe you know from seeing television shows or talk shows. He never got... He never got a sergeant - this over sergeant - how you call it - a\nstaff sergeant. He never got because he was a Ukraine. The Polaks hate more the\nUkraines than the Jews because the one that take it over half Ukraine belongs to the\nUkraine use to belong to Poland. But he was very anti-Semite - a big anti-Semite. He\nalways asked the Jewish soldiers - I was with six other soldiers in the company, Jewish,\nthey want a schnapps. You know what a schnapps is. They gave it to them and they\nreally gave them a hard time. I didn't gave it to them. I told my lieutenant about it. He\nsaid don't give him. He give the Jewish people a very hard time. You know -\nanti-Semite - like all of them. But the Ukraine... and one time I went, always to the\nlieutenant with the whole company - 120 people, you went to make exercise - you know\nin the fields. And always not like in Israel or here. The lieutenant went on a horse and\nwe were walking. So he didn't have the time to come. He said, \"I'll be later.\" The\nsergeant, I didn't 01:14:25 want to give him vodka. So he took me to the field and gave\nme a hard time over that. The lieutenant didn't see this. All of a sudden he came over, he\nsaw me staying with the rifle, like this, stretched it out - 1t was very heavy, you know. A\nrifle weighs about seven, eight pounds. With a bayonet, you saw what a bayonet is - with\nthe stick - maybe ten pounds. You have to hold here by the wood. He came over. He\nsaid, \"Put it down.\" He asked the sergeant what happened. He said to him, \"Dov doesn't\nmake a good exercise.\" He said, \"He doesn't make a good exercise because he's a Jew?\nYou give him a hard time. He didn't give you vodka.\" So he screamed to him and\neverything. What can he do? Nothing. But I want to tell you the story about\nanti-Semites. It is terrible for other Jewish people.",
        "A:Not less, not less. The same responsibility for everybody. But they look down on the Jewish\npeople, down like you are nothing, in Poland.",
        "A:No. No fighting. No.",
        "A:No - Not between. No. Never, never, for they will punish you, but...",
        "A: With who?",
        "A:Ya, all the time. We had a battle with nobody, but we, in 1938,in a placa called Tshechen,\nPoland took over a piece. Poland took over a piece from Czechoslovakia. Maybe you\ndon't remember that - called the Tshechen. And I was over there before the Poland War.\nThey didn't have connection with the train - with the railroad - to Hungarian. They want\nto take it over. So we fought one day. I didn't shoot one bullet against the\nCzechoslovakians. Before then we took it over. No - Later the Germans took over\nCzechosolovakia. This was later. We fought a day. That's all. This was 1938. We were\nin Czechoslovakia in 1938 in October until May, 1939.",
        "A:Occupied? I was only - I have to tell you the story and I was in the army. Before... If you\nwant to hear the story about - because 1939, September the first, the Germans took over\nPoland - start... You know I was on the border. I wasn't home. I was in the army - not\nfar from Zakopana - where I use to be in the army. We fought with the Germans until\nLvov near from Lvov, but they were very tough. The Polish army were - took apart -\nthey have nothing. Horses there. We were running from the Germans. I fought with\nthem a few times, but mostly we were running. I wasn't home when they start to occupy\nPoland. And until September the twenty-fourth, I was in the woods over there before\nLvov over there - you know - you hear from Lvov. And I have to - the Germans took us -\nsaid they're going to bomb the woods over there if we don't give up. So the Polish Army\ngive up. I have to give my rifle away. They took us to prison. They took us to prison.\nWe were in a big stadium - in a stadium - they call Javorno(?). Because the Germans and\nthe Russian were friends. Stalin made a pact with Hitler. They cut in half Poland. So we\nwere on the side from the Russian side. So they ask us - fifty people wants to go to work\nto take the ammunition - you know, in the trucks - they go back on the other side when\nthe Germans took it over. So... I have a hard time over there. One sergeant that was\nover there - a river - told me to wash his horse. He got boots until in the water - I in the\nshoes. He didn't know I'm Jewish but this time he start washing. I never in my life\nwashed a horse. He give me a brush. He came over and said, \"You Polak, you swine.\"\nHe kicked me in the lower back. Until today - hurts me until today. Okay - let me go\nlater take a bus - some food to eat and send us back to the stadium. You want to know\nhow I escape, right? In the stadium they said, \"you're going to go to Krakow.\" You hear\nfrom Krakow. Schindler was over there. The bus from Lvov to Krakow - we 01:21:00\ntook a train. We took a train to Krakow and the people were living in the - you know, in\nthe villages and the cities - were jumping in the train. They're shooting after them. You\nknow, they were on the roofs - the Germans on the roofs. They start to escape who was\nliving, you know, close to Krakow, or they jump from the train. I didn't escape yet. We\ncame - we came.... You want to go to Krakow we can't get in because it was closed you\nknow. The station, a red light was over there. We can't get in. There was on the train\nstation over there. We stop in Plaszow-Krakow. It was a concentration camp, later I find\nout. But they want us take to Krakow. They stopped in the train station because he can't\nget in. It was red lights over there. That was about 4 o'clock, 5 o'clock in the 01:22:00\nevening. And a German soldier was sitting like you sit over there, with a rifle - and my\ncar, you know from the train, was I saw him. So I ask him, I can go down - step down, a\nlittle bit of air - because this was a cattle train. There was another Polak soldier over\nthere was from my home town. So I start talking to those two Polish girls - about\ntwenties they were. They said to me in Polish, \"You better escape from here because if\nthey take you Krakow, in concentration camps, you gonna die over there. The lice\ngonna eat you over there.\" So I said to them, \"No, we were lucky. We are staying over\nthere until it gets dark. You bring with you (this was a village) those shawls...\" Those\nshawls - you know - women! shawls - a big shawl.... \"with you.\" They said okay. So\nthey left. And I know German. I use to go in the school where I live in ?-- . Sol\nstart talking to the German soldier. Oh, I can go drink water that was over there - a water\nfountain. \"Von wo kennen Sie Deutsch,\" he ask me. Why I can German? I said, \"Ich bin\nvon Kattowitz\". Kattowitz used to be belong, I told you, until 1918, was Germany.\n\"Oh,\" he said, \"you are comrade.\" You know what comrade is? \"Oh, you my friend,\nSie werden bald entlassen.\" He told me that, \"You'll go free quick because you're a\nGerman - use to be German over there.\" I ask him once - I can go drink water - twice.\nHe told me, \"Ja, Sie brauchen doch garnicht fragen.\" I don't have to ask anymore. \"You\ngo when you want.\" So I went with my friend - drink water. We were still over there\nand it was dark already. So I went - drink water. I saw the 01:24:00 girls over there\nwith the shawls. When they gave me the shawls I throw away my soldier coat with my\nhat and we went to the village over there. They didn't know I'm Jewish. I was a corporal.\nVery seldom in Poland they have a corporal, an officer has to be very educated; Begin\nwas an officer. You know Begin - used to be the Prime Minister. He was in the same\nPolish Army. So I went out in the village. So I changed clothes with a man over there.\nHe gave me a old hat with a jacket - a short pants. Not shaved, I looked like a poor man.\nAnd they feed us a little bit. I have about 100 kilometers - this is about seventy miles - to\nhome. It was a straight road. And that Polak, the other friend, had money. He bought a\nbicycle. He left. I didn't have money on me, but I had two, three dollars. So they told\nme, you know what.... They wanted my shoes too. I said, \"No. This is soldiers shoes. I\nhave to walk.\" They told me, \"Take the streetcar and go about twenty kilometers - you\nhave farther to your hometown.\" So I took the streetcar and I stepped down after the\nstreetcar - I had about (how much?) - still I had about forty miles to go 01:26:00 home.\nThere was two little cities over there. They're called Cherbina. There was another city,\nCharnov after this. Cherbina - between Cherbina, Charnov when they took over Poland -\nthe Germans - said this will be Germany until - Charnov. Cherbina with Krakow, this\nwill be occupied - they call occupied. So between those two cities, I wake up in the\nmorning I have still forty, fifty Kilometers to walk. I woke up in the morning, I want to\nwalk. I saw over there two SS people - you know, two SS. It was not a - really a border,\nbut they were standing over there. I had no documents. I was afraid. All of a sudden a\nPolish guy on a bicycle, he passed the border. So they started yelling after them. They\ntook their bicycles and run after him. I was lucky - very lucky. So I started walking. All\nof a sudden I see a horse with a wagon - you know, an open wagon - how you call the\nplatform wagon. Not - not in the sides. I saw my uncle with a friend and two women on\nthe platform. I saw my uncle. I say, \"hold it. Who are you poor man, Who are you?\"\nThey didn't recognize me. \"Who are you?\" I said, \"I'm Berek.\" I took off my hat. Almost\nfainted because it was on the 26th of September Germany took over everywhere. They\nthought home that I'm 01:28:00 dead already. I was in the war. They said, \"You know\nwhat. Step up on the wagon. We go. I buy apples over there - all kinds of things.\" I\nsaid, \"No, I'm not going with you over there. The SS over there. Don't go over there,\" I\ntold him. \"Don't go.\" He gives me five dollars and I went later to a bakery and I bought\nsomething. Was not bread but I pay more money. You know - everything was black\nmarket. I was not hungry anymore. I started walking home. I lived on a street - I guess\nit was the corner. I lived here - and I came over here. And at that corner I had about two\nmore blocks to go. At the corner I saw my aunt. We live together; not the same\napartment but right on the same... with a friend. I said, \"Tante Chaya\", you know what a\nTante is? And she said, \"Who are you?\" I was not shaved - old hat, and she fainted...\nshe fainted. So, go 01:29:30 quick home. It was about 5 o'clock in the evening. Where\nI use to live there was a big house - sixty... was sixty apartments. Not condominiums;\napartments - rent. In the house in Poland was like this. They would have a gate - in\nevery house a gate you can't get in after 10 o'clock in the evening. You know, over there,\na Polish guy (Doorman)- you know the streets, a . So I went over there. He\nwanted to see me because I escaped from the Germans. So I knock on the door and\nwhere the maid... She opened the door and I put my foot in between. I said, \"Can I talk\nto Mr. Dafner?\" She said, \"Mr. Dafner... They were eating dinner... A poor man asks\nfor you.\" I didn't know the maid. But my mother recognized my voice. [pause]",
        "A:My mother heard my voice. This is bad. They stop eating. Now imagine how I come in.\nThey brought right away a barber to 02:01:00 shave me and to cut my hair. Okay. We\nwent to sleep - oh. The whole family came over there. Sisters, brothers, everybody over\nthere. I said, \"Don't make a noise. I escaped from the prison.\" The Germans were\nalready in Poland - in my city, everywhere. At 5 o'clock in the morning I hear noise in\nthe halls. \"What's going on?\", I said. My both sisters, my father and mother to go and\nstand in the line for bread. I say, \"I go by myself. I bring more bread than you.\" I have\nconnection over there. I play soccer you know. Everybody knew me. knew me. You\nknow, goyim, the gentiles, knew me. We won't let you go . All four, they brought\nmaybe a half a loaf of bread. So next time I went. Everybody knew me over there.\nAlways the people would stay in the line, you know. But I do it too - two loaves of\nbreads in half an hour. I didn't stand in line. I saw what's going on later. My father said\nto me like this, \"Go in the Jewish Community Center. Sign over there so you get - a\npiece of bread - you know - you get over there rations.\" I said, \"I don't wanna go. I\nescaped from the Germans over there. I'm afraid.\" He was afraid not to go, so I went\nover there. I talked to the main man over there. His name was Mottel Marrin. They told\nme later the Germans killed him. He was no good to the Jewish people later. And I went\nto him, \"Listen, I was in the army eighteen months and I escaped from the prison. Don't\nsend me to work because I saw my friends sweeping the streets.\" The Jewish people...\nthe Germans... \"Don't send me over there.\" It was about two months. All of a sudden\nthey send me a paper to go sweep the street. I said, \"uh, uh.\" I wouldn't go. But hear\nover the radio home, the Russian side, the Jewish people over there singing Jewish. I\nsaid, \"I have to escape to the Russian side.\" A lot of people were escaping because they\nhave many Jewish people alive now on the Russian side. My mother was crying, \"You\njust came back from the army.\" I said, \"I'm not going to stay with what's going on.\" I\nwent to the street and told the Jewish people not to walk on the sidewalk or in the street.\nThey beat up girls over there. They didn't care the young - Hitler jung they call -\nyou know, those young. When they sent me the paper after two months it was already, I\nthink, November. It was colder over there - snow. I said to my father, \"I'm going the\nother side - the border.\" So he put in money over here.... and I took shoes and clothes -\nhow you call when your carrying in the school... the schoolchildren are wearing those....\na backpack? And I took saccharin with me. It was very expensive this stuff. I took two\nkilos, two packages. It was very cheap - 100 Zlotys, that's all. I knew. Somebody\ntold me on the other side, the Russian side, you could get a lot of money for it. So, all of\na sudden came over before I escaped, my aunt with a child from France. She said she\nwants to go over the border. She wants to go. She knows a gentile over there - how to\ncross - there was a river there. They have a little boat. You pay them money. So I went\nall day long - - | have to hide. I hid in a basement somewhere. In the evening I\nwent to another city. I went to the border with my aunt - over the border. The Polak took\nus. We paid him a hundred zlotys (?)dollars. We come the other side, the Russian caught\nus. Put us in jail. The women separate. My aunt I never saw anymore. There were\nseventy people in a room - a little bigger - like my dining room. Seventy people who\ncouldn't lay down on the floor - even sleep - sitting all night. I was over there ten days.\nThey let us go.",
        "A:02:06:00 There was a few Polish too. But most were all Jewish people. I came out from the\nprison. I was not shaved. I went to a barber over there. He said \"Are you a\nBergenist(ph)? Bergenist is called the escapee. He said Will you give me a few\nsaccharin - maybe you have? Ten saccharins I shave you and cut your hair. \"a\nlittle bit. I gave it to him - saccharins. So I said, \"it must be...\" I ask him \"Is it expensive\nover here? How much cost a kilo of saccharin?\" He said two thousand dollars. I paid a\nhundred dollars. Because everything was inflated by the Russians. They've got nothing.\nIt was very bad in Russia. I slept in the church over there.",
        "A:This prison? It was the word Przemysl. It was... (The word) Przemysl was divided between\nthe same city divided - between the Germans and the Russians. I was on the other side -\nthe Russian side. I came out - | have a friend. I met a friend over there. We went\nto other city over there. He said, \"Let's go to another city over there.\" He has over there\nfriends and relatives. I went over there with him. I have to work. In Russia you have to\nwork. I was an electrician. I learned something in Poland - an electrician. I want to\ngo to the Maccabiade. You know what the maccabiade is? To Israel. So I learn a year\nand a half to be electrician. So I work a littLe bit and over there there was a very little\ntown. I lived over there for five dollars a week. They feed me and sleep over there. A\nhorseshoe maker - What do you call it in English? [A blacksmith]. A blacksmith - I live\nwith the blacksmith. He has over there a daughter. Why he took me in for so cheap you\nthink? He wants me involved with the daughter. For five dollars. And my friends - We\nwent out. We went out dancing over there. We were working over there. In 19... This\nwas 1939. He told us..., the baker told us, \"They're not going to change the money.\" I\nhave Polish. They're going to change the money. January the first there going to be only\nRussian money. But they're not going to exchange. You're losing everything. So the\nbaker said, \"So, give me the money and I exchange.\" The baker was like a god by the\nRussian - you know, bread. So he gave it to us, Russian - Russian money. They all\nthought we were going to marry their daughters. And I went back over there and I find\nout in the work, I have a cousin over there. Her name was Sara Dombrovsky. I find out\nshe lives over there and she is working - going to live in an apartment. She lived - a\ngentile was in her apartment. And you want to know how they took me to Siberia?",
        "A:No, no, no. Lvov was the Russian side. Ya, on the Russian side because I escaped to the\nRussian side Przemysl. After Przemysl this was about fifty, sixty kilometers was Lvov.",
        "A:Ya, there was a lot of... They took... The whole Ukraine they took it over, the Russian. It use\nto be Ukraine once.",
        "A:Ya, because they didn't send you to concentration camps. I saw what's going on in the street.\nThey beat up people wherever I go. You can't walk on the sidewalk. I saw this, I say -\nand I hear them over there, Jewish theatre playing on the radio. And everything - a lot of\npeople - a lot Jewish people escape over there. I wish - half Poland went over there\nbecause a shoemaker and a dressmaker ,a tailor - would make a good living over\nthere in Russia. A very good living.",
        "A:It was not yet. I'll find out they made a ghetto later. 1940 I think. But I wasn't there.",
        "A:Ya, always for the Jews. Everyone restricted. The Jewish Community has to do what the\nGerman told them. I saw what was going on over there. I knew when to leave over\nthere.",
        "A:Was nothing but the Jewish Community Center at this time. was here later. I didn't know\nnothing when I was in Russia. I was far away.",
        "A:Ya. I lived over there with my - in an apartment with my cousin in 1940, ya - June the first the\nKGB with Polish people - they have to translate. They told us, \"Let's go.\" Where? \"Let's\ngo.\" I took the few things what I had and my cousin. I told you, Dombrovsky family.\nThey took us on a cattle train... a lot of cars - a hundred cars over there - a cattle train.\nWhere we are going they didn't say. We didnot see much else. They stopped at a lot of\nstations. Twenty-six days on the cattle train. They came to Siberia. Later we... two\ndays with the trucks - deep in Siberia they call Yakutsk SSR, Yakutsk it is called. This\nis very deep - in the tundras. You know what they call in English the tundras. They took\nus over there. Everywhere you look there are woods over there - trees - big trees, 90 feet.\nWe were over there five hundred together in a place they call Stalinsk, they call over\nthere. A little, little village. So we came over there. They have houses over there.\nHouses, you know - from wood made houses. There was two rooms - a kitchen in one\nroom - one bedroom - no toilets. I was living over there in the bedroom; me, my cousin\nand two men living in the room. The kitchen were living so: a father, two sons with a\ndaughter and his wife. We have to go to work. It was when we came over it was still\nsummer. Only about two months summer over there that's all.",
        "A:02;15;00 Was more - thousand there, but they split us; five hundred over here, three hundred\nover there. You know.",
        "A:Women and children... I went over there with the families because single people they took to\na tough, tough place worse than mine. I went with the families because I was with my\ncousin. Were there children? Not too many, or elderly people. Young people, there\nwere not too many, but... There were rich people over there. The richest people from\nPoland they were with me over there.",
        "A: With me, between the five hundred, maybe there were two, three Polaks. That's all.",
        "A:02:16:00 They were from Poland. Right.",
        "A:In this house? Yes. They said we have to go to work. What to do? Cut trees - cut trees - with\na handsaw, you know - two people - trees. They are big - big - I don't know how big.\nWe have to cut the trees. I cut trees in my life, oh. So I have over there friends that cut\ntrees. I was this time about twenty-four years old. He was nineteen. Me and him start\ncutting the trees. How we cut we didn't know. We almost got killed, you know. You\nhave to know how to cut trees to fall. But you have to work to eat. But we didn't have\nthat bad. They give us bread and to cook something. Before the war started - the\nGermans against the Russians. This was 1940. It was better over there in that place -\nmuch better than someplace else because the war looked from over there gold. We cut\ntrees - 3 meters and 240. Under ground they're looking for gold. This was to hold the\nceilings. They start working the girls, were burning the... how you call those pieces from\nthe side - thin pieces... how you call in English [twigs or branches] - branches. The girls\nwere burning the branches. The old people were burning the branches. We worked very\nhard from seven in the morning, it was dark. It was only light over there, you know,\ndaytime over there - maybe four, five hours. From seven in the morning you work until\nseven at night. It was hard work. Then start the winter. September, you know the snow melted. I remember. June the twenty-sixth and September the fifteenth\nyou have two feet snow. Imagine. We... It was a very tough life. People were dying\nover there - frostbite - and all kinds of things.",
        "A:Fifty-five. If it is warm it 1s forty-five.",
        "A:Below, ya. Warm was forty below. And we have to use dark glasses. When the sun is\nshining on the snow it can spoil your eyes. We work over there until... ya I receive a\npackage from Poland when the German were together with the Russian were friends, you\nknow, until 1941 they started the war. I talked to a old man over there this time - a old\nman was eighty-five year. I might get a package from the house. Could you tell me how\nto write? He said so, \"write down like this.\" You sleep like Sucoth - you know Sucoth,\nthere is no roof above your head. You eat wie (like) Yom Kippur. You know what Yom\nKippur (is)? Yom Kippur you don't eat. He told me three things. They knew already\nwhen I sent this to Poland that I have not what to eat, where to sleep and where to live. I\nreceived a package from twenty kilo. This is more than forty pounds - from Poland. The\nwar started exactly, I received. So what do I did? I burned all my clothes because\neverybody has lice. Russia - everybody. And I change my clothes. But two beautiful\nsuits what I wear once or twice - and underwear - warm underwear - heavy 02:21:00\nunderwear - everything. I have to go to work again. So I took a nice suit. I go to the\nwoods, work. He told me that, the foreman told me, \"You're going to tear up this nice\nsuit. Give it to me and I give you warm clothes.\" Warm clothes and warm boots over\nthere - special. \"I give you a hat. I give you everything. I give you money. Give me\nthat suit.\" I asked that old man, \"What I have to do?\" He said, \"Give it to him. You're\ngoing to tear up in the woods quick.\" I gave it to him. He give me money. He give me a\nbreak at work - not to work that hard. What he did, when we cut trees - three yards, four\nyards, you know - we have to put square. They were measured in square yards. They\nsaid so, \"with your friend, take this - this wood - put it over there today. Tomorrow put it\nback.\" We have easy. Because I give him the suit he was happy with it.",
        "A:To give me a break - nothing to do. So I would not have to cut trees, because he mark it -\nwhen we cut the trees and every piece he marked - that we did this. It was in Russia like\nthis. Everything was crooked over there and everyone was lie. So, and the war started. I\nhad the package.",
        "A:I send address. This time the Russian war with the Germans still friends until 1941 - June the\ntwenty-second started the war. I received the package a few days before the war started -\nthe Germans started the war with the Russians.",
        "A:My family they have to went... They have to go to other city to a gentile to send me a\npackage. So I was lucky, very lucky. With that package I am still alive today because all\nthings over there I would have to eat later. The war started in 1941. You know - the\nGermans started the war with the Russians - 1941, June twenty-second. So I told the\npeople over there, \"I bet you now we're going to be free.\" They were laughing at me.\nSiberians, they told us. In Russia they told us, \"You're going to die over there.\" The\nKGB told us. I told you, 1941 they started talking about something. I hear they're leave\nus alone. This was in October I think - 1941. The Commandant - you know,\nCommandant - from the KGB called us separate. I came in. He said, \"what happened?\"\nI said, \"We'll be free.\" \"You want to work here? We'll pay you five times as much.\" I\nsaid, \"thank you very much.\" He showed me a map - where I want to go. \"Tell me to\nwhere's warm.\" We went Asia - not far from the Iran border - Persian border over there -\ncalled Uzbekistan, Tashkent. All Jewish people went over there. So I took. They give\nme a ticket for food and everything.",
        "A:They gave me a paper that I was - with a paragraph(?) because I was from Poland - a\nparagraph because I was in Siberia - the paper. They give me papers over there where I\nwas to eat when I came to a station - to buy something to eat.",
        "A:Ya. A ration paper to... where I go I can buy something.",
        "A:No, no, no. They didn't ask me. When they ask me I say I am Polish - not Jewish. Always\nsay a Polak.",
        "A:They release everybody because we were Polish - from Poland. They released us because they\nstart making a Polish army - in Russia. They released us into - The same guy who bought\nfrom me the suit, he told me: \"You want to make a few dollars? Take with you tabak\n(tobacco)Mahorka packages.\" Take with you how much you can. But in Russia you\nhave to know how to live because people were dying 1n the street... you know, with the\nwar. And the Germans, you know, they went forward city by city. I took with me how\nmuch I can put in Rucksack, put it in a few hundred pieces. And he said, \"Sell it on the\nstations when they stop the train.\" - because we come over there to Tashkent, it is very\ncheap over there. So I started to make a few roubles, sol had something to eat later. I\ncame over then to Tashkent, the city. We were sleeping on the ground in our garden over\nthere. I had a little soap, you know. I have money. I can buy something from black\nmarket. But nobody was bothering us. No Russian, no nothing was bothering us. We\nwere free. We had it better than the Russians. You know, some Russians like to escape\nfrom the army. You know, there are all kind of people over there - Asian, Arabs - like\nthe Arabs - the whole Muslims. They didn't like to go... We went into the market to buy\nsomething, sometimes the KGB come over, surrounded everybody, or somebody, and\nthey escaped from the army. They ask me, passport or paper. I said I was in Siberia I\nsay. Polak, get out of here. They didn't bother us whatsoever. We were free.",
        "A:Ya.",
        "A:June the first until, I think, until October I think - or November. I don't remember exactly. 41\nthis was. June the first - We were on the cattle train twenty six days. Altogether we all\nwere there about fifteen months - about fifteen, sixteen months over there.",
        "A:Very hard. People were dying of lice over there.",
        "A:Ya, there was a Jewish - two Jewish doctors.",
        "A:I was lucky too, you know. It's good you remind me. There was in the City, about five\nkilometers from us, was a main doctor - was in the hospital over there - a little hospital.\nHe was from Moscow - a Jew. I had a sickness... the teeth - when I come out a cold, the\nteeth came out, the sickness. They took me to the hospital over there. I was two weeks.\nHe do us a favor - two weeks. He took a lot of people - Jewish people over there from\nthe camp to the hospital. He give me to eat sauerkraut three times a day, and those - like\nblueberries, the red. How do you call them? You know blueberries, but the red ones. I\ndon't know. He give me to eat. About two weeks. I got my own teeth until today. I was\nvery lucky.",
        "A:Okay. END OF TAPE 1\nTAPE 2",
        "A:Ya. They keep an eye on you the KGB over there. Every minute you can go nowhere. It is\nvery tough. Only to be over there two months summer and winter over there all the time\n- the snow. Snow, two stories high, snow. You kidding? We went to work. Before we\nwent to the trees we have to take shovels - shovel and put away the snow - we can walk\nbetween. There was so much snow. Everybody has to work; old people, young people.\nEverybody has to go to work. It's not - they only give you a pieces a bread. What a\ntough for you.",
        "A:Hot... Ya, we have once a week... We... There was a room over there. Huh, which with the\nsteam. There was a window - a closed window over there. We put stones over there.\nYou want to have a steam? They put hot water on that - on those stones. You got the\nsteam back. One time we hid over there - there was a little window - it was so cold, we\nescape over there. We would have died over there it was so cold. Everyone had lice.\nRussia? Everybody. There was over there when I was free already, you want to go, you\ngo to a bath over there - take a bath to wash yourself. There was over there they called a\nwashaboika(ph) in Russian. They killed those lice. The whole thing, the pants what you\ngut. You never get back your clothes. They would throw out - the whole mess over\nthere.",
        "A:No. Catch as catch (can). Because they got nothing over there. You see what's going on.\nYou never know. Nobody knew what's going on in Russia. They have nothing over\nthere. They never had nothing. Everyone has lie. I'll tell ya later the story of... what\nkind of lie they have. They send me to work later, when I was free. They took away my\nPolish paper from Siberia. That was, I told you, 1942, we met about five friends.",
        "A:I was in Tashkent.",
        "A:I was over there. I got sick - typhus. Not stomach typhus, but typhus. You know, from dirt\nyou know - from the lice. People were dying over there in the hospital. My friend was\nclose to me on other bed. They give him a needle. He died. They wanted to give with\nthe same needle. Me, I say, uh, uh. I don't want - because they don't have nothing.",
        "A:It was not clean I bet you. In the wartime what was in the needle, who knows. I say no. I\ngonna die or - but I had good strong heart. I was alive over there. So they give me bread\nafter typhus. You want to eat like a horse. After three or four days I have still money on\nme. I wonder why they didn't stole it. I have the money over here (points)- on a string,\nthe girl made me over there like - a pocket over there, you know - two pieces - and I\nbought it over there. I told the nurse over there to buy me some. I was lucky by women.\nAnd when I left.... So the war over there, the people those Arabs people - you know\nthose people like the Iranians - like the Arabs over there. They are all Muslims. Most\npeople over there are all Muslims and the nurses were Russian. So they were dying like\nflies over there - from the typhus. They feed me. They gave it to me. They keep me\nover there three months in the hospital. Should go out after two weeks. They wrote\ndown that I have fever. I was lucky. I came out from the hospital and I met over there...\nwhen I came out from the hospital... six friends. Not friends, but six people - six Jewish\npeople. 03:06:00 Two were tailors, shoemakers - and I have some money - and they\nhave money. I say, \"Let's... I don't want to live in this city.\" Very expensive - everything\n- bread was - a loaf of bread was... use to be two dollars a pound and it was 180. You\ncan only buy in Russia - you can get everything on the market, because the people from\nthe villages. They came over. They brought everything over. Only everything 1s black\nmarket, but was allowed to the people from the villages they brought over because they\nwere growing things in the field. So I say, \"We have money. Everybody let's go to a\nplace where it's very cheap.\" Over the sea was over there, like a island - little island -\nliving there 5,000 people. We went over there. It was very cheap food. Very cheap food\nwas over there - ten dollars was a kilo of bread. Over here it was a hundred eighty. We\nhave to go to work. Me and my friend - he was from Warsaw - they give us a horse with\na wagon. What we have to do? He said to bring bricks - to build houses - five times a\nday - bring from the factory over there. One of our friends he was the a foreman. They\nmade him a foreman. Took over to write down how many bricks I brought, what I\nbrought. Everything for the buildings what they built over there - some houses. There\nwas all kind things over there. So we brought over until five times, bricks. Five wagons\n- We wrote three times. He wrote it down that we brought five. It was over there\nmillions of bricks. They didn't know over there - the big shots - they didn't know. It's\ngoing on in Russia like this. Everything was a lie. The rest of the time we went to the....\nPeople coming in from Ukraine, you know they escape from the war, so we went over\nthere to the sea. We make some money on the packages - you know, when they brought\nit over - from the people. I forgot to tell you something from Siberia. How is Russian -\nis working over there. They Took us one time about one hundred people to walk over -\ntake out potatoes from the ground. They didn't have machines to take out the potato -\nwith their hands. They told us two people have to make five sacks in eight hours\npotatoes. Nobody could make this. You can make a lot if you make two of them. My\nration guy told us, \"You see over there? Millions of potatoes with sacks over there.\nMake two and take from over there three.\" So we did - everybody from the hundred\npeople - took from there three sacks. Was millions over there - sacks of them. When we\nfinished work, the foreman came over and marked that we did 100% work. And we...\nThey put it back on that pile of sacks over there. So, this is the story how the whole was\na lie. We left, other people coming over and did the same thing. Everything goes in the\npaper. There is nothing, never.",
        "A:No, the Russians - They didn't care. They didn't like to work. Only to doing vodka. They\ndidn't like to work. There was a Kolkhoz - you know Kolkhoz - there was, how you call\nit...2, You have to work on a farms. They write it down and after a day they give you\nfood. They call it KOLkhoz. Like in Israel they call a kibbutz. But in kibbutz they have\nwhat to eat. Over there they didn't have what to eat. Ya,... We went to that island\nright? I told you, to that island.",
        "A:Ya, that's Uzbekistan. This still was in Uzbekistan. We walked over with the horse. We take\nthe horse - I told you with the bricks over there I made money on the side. You have to\nto make a living - to buy bread - on black market. Huh. We did everything to (make a\nliving)(?). One time we came back from work. A woman was yelling, \"My husband\ndied.\" \"So, what do you want from me?\" \"Can you bury him?\" My friend says - he was\n6'2\", 250 pound my friend - \"Let's bury him. Make some money.\" So we took him over\nthere. We bury him - not too deep. Make maybe two feet - make a hole two feet - a little\nsand over there on top. We make more money in two hours more than I work in a half a\nyear. We 03:12 did everything. And this was in 1943. All of a sudden the Russians\nsend us a paper. We have to take Russian passport. I had a paper from Siberia I told you\n- with a paragraph I'm a Polish citizen. So we were standing in line - a Polak. A Gentile\nwas standing before me. The KGB ask him questions: You want to take a Russian\npassport? He said, \"No. I'ma Polish citizen.\" He say, \"You eat Russian bread, you have\nto take.\" This is the only country in the world where they force you to take a passport. In\nAmerica you have to wait six years to have passport. He said, \"No.\" They took him\naway. So I said, ah, ah. They ask me. I was in the line. \"You take a Russian passport?\"\n\"Sure.\" Okay, so I went to the other door. There was over there a young lady. I knew\nher. You want Russian pass? I say, \"Yes.\" For how many years? For five years - or six\nmonths, a temporary?\" I say, \"I take a temporary.\" They took away my paper. We knew\neach other. There was five thousand people. They were dancing over there..., they\nwere.... Then she asks me, I believe in God. I say, \"Yes.\" Where's God ? Let's\nnot talk about it. She didn't believe in God. You know, the Communists. Later they\ntook us away to send us to work. It is cold again. This called Ural Mountains. You hear\nfrom this? The City was Ufa. And we went to work over there. They said... There's a\nfactory over there. If you want to hear another lie what's going on over there. We went\nover there to work. They make soda soda - some kind of powder for the airplanes. They\nsaid so. I was working electrician over there. The people were there - was Uzbekistan\nyou know - those Arabs. They live over there, all their life in a warm climate. Come\nover. It was cold over there. They were dying like flies from the cold. They have to\nwork outside.\n03:14",
        "A:No. They never worked with me. I was electrician. But they were working groundwork - you\nknow - with the shovel they have to make ditches over there for that cables. They're\nmaking over there a station to the factories - and would work. They start working over\nthere. After six months I see in the newspaper. They have already so many thousand\nkilos soda they made. The factory didn't started yet. They didn't put the cable in. They\nlook like... Know you see in Russia what's going on. They have nothing. Yes?",
        "A:I was in this area 1941 October until 1942 - Almost a year.",
        "A:No. They didn't like us. They didn't like the Russian people. They didn't like us. I said, \"We\nare from Poland.\" They didn't know what Poland is. They say, \"Parusky. Parusky -\nRussian.\" We went one time. They send us to Russia to work over there for... five\nfriends and those Muslims. They want to give us nothing to eat. We have to escape.\nBad - very bad people. They didn't like it. You know, they were with Hitler, you know -\nEgypt. When the Germans went in Africa or close to - all Arab - all Arab countries were\nclose with the Germans.",
        "A:What social life? I told you where I sleep. We were sleeping over there in a garden - cause\nit's warm outside. A lot of people over there.",
        "A:No. They're over here - in the village. We went over there in the island over there. We were\ndancing over there, I was, after typhus. It was very tough - very tough. I have a few\ndollars - what I made on the train - I took the tobacco. You know. So I have here. So I\nlive... I lived - called a living. It was better than a concentration camp.",
        "A:She went separate. She met a guy over there and we went separate. Well I was single. I don't\nwant to... Got a lot of girls. I don't want to get married - oh no.",
        "A:Ya.",
        "A:You mean while we're working over there?",
        "A:We - The girls liked us - the girls over there - Polish people. They know how to dance - you\nknow. The Russians dance only Kosacks. Oh, the very much Polaks came over. We\nwere all very lucky over there. So we had to work to eat 03:18 and everything, but they\ngive us a pass to a good restaurant. There were big people eating. I met over there - a\ngirl over there - a Jewish girl over there. She was a secretary from the big shots over\nthere. She invite me to her mother always - Her husband got killed in the war - to eat\nover there. I was going out with her about three months I think. One time they made\ntheir own field - all kind of things. You know, tomatoes and this and that. I helped them\nout - potatoes - Her mother said, \"This is gonna be enough for the whole winter for all\nthree of us?\" I sort of smelled something - I didn't like it. I bet you want me to get\nmarried to her daughter. So I... I left her... but I made it out like this. I don't want to get\nmarried over there.",
        "A:We were far away - too much - we didn't know. We knew only the Germans... the war over\nthere... they were very bad. I was away from Poland about 5,000 kilometers. Far - about\n3-4,000 miles away. We didn't know much but we know in the newspaper we didn't read\ntoo much. I was a young man. I read a little bit Russian but - we knew it was very bad.",
        "A:No. Eh, we hear something more or less but we didn't know about it. We were looking for\npiece of bread over there. Everybody - People would die. My friends bury his mother\nand father from hunger - She was swollen. It was... This time was - when I was over\nthere, I told you - in the factory over there.... Leningrad was surrounded, you know, a\nyear and a half from the Germans over there. It was really a bad time - very bad.\n03:20",
        "A:1944 - It was 1944 - I hear the Germans started running. You know. After Stalingrad, you\nremember, some they took so many - 20,000, 50,000 - 250,000 people and the\nsoldiers - the German soldiers to prison - they started running. Like we were running in\n1939. So they call us to the army. They didn't go. I said, \"I go.\" By myself I want to go\nbecause they almost took over. They were close to Poland. They took me to the army\nand they ask me what nationalization Iam. They write it down over there. I said, \"I'm\nPolish.\" I didn't say, \"I'm Jewish,\" because if I said the Jewish I go to the Russian army.\nI want to go to the Polish army. So I said, \"Polish. - Polak.\" They took me to Polish\narmy. And I went over there to the army and it was close to... I told you about\nMajdanek, remember? Over there it was a death camp.",
        "A:Why? Cause I'm from Poland. I use to be in the Russian army. I was a corporal.",
        "A:I was in the Polish army I told you in 1938, 1939 and I know the language and I... They take\nme to the Russian army and... I don't know what's going on. But in the Polish army I\nwas more comfortable.",
        "A:No. In the army Iam a corporal. They will listen to me. This is before the war. Over there\nthey have to shut up. They were Russian. The Polish Army - Who make the Polish\narmy? The Russians. They were the watchdog over the Polish Army. They made the\nPolish Army. They call Wassilevska(ph) Army. They won't have to listen to the... We\nalways... When the Russian were fighting we were always behind them. They didn't\ntrust the Polaks. Always - after them we came right away. So I went to Polish Army.",
        "A:Of the Russians. That's right. We were wearing those clothes - Polish clothes.",
        "A:No. This was... It used to be 1942, there was a Polish army from the right wing. The main\ngeneral was in England. They went over there with the Polish Army - They went over\nthere under supervision of the English. They went to Persia and Iran - Later they were in\nIsrael.",
        "A:Ya..., This is not a right wing. They make... They're communists - Russians - They made a\narmy under supervision of them. They keep an army. But it was not the right wing. The\nright wing, they still was in England. When they built a army they were altogether the\npeasants. Behgin(ph) over there - He was in the army over there. They didn't let me go\nover there because I'm Jewish. I want to go to Persia - in 1942. Cause I'm Jewish, don't\nwanna take me. But this 03:25army - the Polish army doesn't matter because it was under\nsupervision of the Russian army. So I went over there and we were close to that\nMajdanek. The Russian took it over. We came in almost together with the Polish army.\nThey surrounded.... They caught over there six... seven - seven SS - the main SS, you\nknow where they doing charge on that Majdanek in the death camp. There was one guy\nover there kill himself - one German. He took out people teeth - gold teeth - people.\nThey were alive. They took out with a plier. He kill himself. When we came in the\novens still were burning - the smoke still came out. I didn't know what's going on. There\nwas seven fields over there - seven ovens over there. You know. You saw what they\nlooked like. You were in Auschwitz - the oven. It was still smoking. Saw thousand - a\nhundred thousand of shoes - hair from women. And ..terrible. I didn't know nothing\nabout it. Was terrible. So they made over there not a company, but a platoon from\npeople who were electricians, tailors, mechanics - to fix tanks and tractors. So I was too.\nI didn't went to the war anymore. What do you want to know now?",
        "A:Over was over there, Majdanek,... The army, the Russian army went to the... to Warsaw.\nThey were standing over there - was a river over there they called Vistula. The Germans\nwere on the other side. The war over there, you know, the Polish, the Polaks, were\nfighting the Germans over there and they broke down the whole city of Warsaw. Maybe\nyou know. They begged the Russians to come over - to help. The Russians don't wanna.\nThey didn't like the Polaks. They didn't like the Germans. They kill each other over\nthere. And I was over there in Lublin. This is where Majdanek is. And the fourteenth of\nJanuary the Russians start offensive across the Vistula - across the river. The Germans\nwere running away. In February, I think... maybe earlier, Russian took over the whole\nPoland. So a lot of people from concentration camps came home. I didn't know. I went\nhome in March.",
        "A:Ya. This is the only one. Auschwitz was far away from over there.",
        "A:Ah - No. I don't... Because they want to send me later to fight but they built a - I told you a\nplatoon to fix... They need people - mechanics, electricians, thus and thus. I was lucky.\n03:29",
        "A: What kind of condition is... I don't remember how many - how many were over there - not too\nmany. You saw the skeletons - how they look like. Uh. They were crying. I don't know\nwhat to tell you. They were terrible - Like you see in the television sometimes - from\nAuschwitz, everywhere. Terrible, terrible shape. Women without hair. They shave it\noff. They make lamps from it. You know. I didn't know about it myself. So many\nshoes - children's shoes - mountains of shoes. It was terrible. There were gentiles too\nwith me together there. They always said, \"The Jews, they killed Jesus. Who cares about\nthe Jews.\" - openly.",
        "A:You didn't saw Shoah, the film Shoah. Did you see he said that from the train there - He\nsaid... They took the Jews. Now they said, always they said, the same thing.",
        "A:Ah... Not in openly but always. The Polaks were...",
        "A:They were afraid. When we came over there they didn't know us. We came over there...\nThey didn't know... they saw army you know. They was frustrated. You know - about\nwork you know. We had to carry them out. We feed them. They died you know. They\ncouldn't eat. It was terrible. It was terrible. The Russian people - The Russians, they\ncame over right away from America - from England over there. They flew in, you know,\nfrom America always - because the Russians didn't have too much. Americans\neverything. I told you. Flowers they send. I ate the flowers in Siberia with Americans.",
        "A:Very good. Ya. They have to went to the front. They lost maybe twenty, thirty million\npeople. You kidding? They were fighting. They were good fighters. They're hungry\nand they fight for their land. But they were - Everybody feel sorry, even the worse\npeople over there - with no hearts. They would see how the people look like. It was\nterrible. I don't know what more can I say. We see a oven - still smoking. I didn't know\nwhat it was, they told me. They said over in the porter then in the building.",
        "A:What can I say? Anybody was feeling terrible - nauseous - when you see something like this.\nIt was terrible - terrible - terrible scene. Even you look in a picture - people over there -\nskeletons came out. Even in a picture you see alive over there how they look like. A lot\nof 04:04 people died. They want to eat. They were hungry, you know. They were\ndying from dysentery, you know, most of them. But, some of them they came out alive.\nThose six SS - they made a trial... an open trial. But the Polaks over there killed them.\nWhy did they have to make a trial? They made a trial over there. They took six trucks in\na field and hanged em.",
        "A:Ya - still over there in Lublin - ah, Majdanek - the city was Lublin.",
        "A:No, no, no. They caught the SS - the main... Maybe the Russian later caught them. They\nwere running. They took a lot of prisoners. They sent them right away to Siberia. You\nknow. They didn't play around.",
        "A:Everything gone - ya.",
        "A:They caught them inside the camp. If not they would escape together with the other soldiers.\nI didn't saw how they caught them.",
        "A:No, no. I didn't see this. A lot of the prisoners - I tell you about that - too weak. They took, if\nthey're caught, those SS - they're surrounded - I bet they caught a lot of soldiers over\nthere. If they caught the main shots I bet you. But I didn't see it. Maybe they took them\nright away.",
        "A: ?? They were hugging us - who was in better shape. It was terrible, terrible, terrible.\nSome of them the better shape. But most of them were skeletons. Some of them who\nwere over there they were working or - were the tailors you know. And the sew always\nsomething for the Germans you know. Some of them - not too many - were in good\nshape... Not too many. It was terrible scenes. Terrible. In Auschwitz was worse. But I\nsay that what I hear. I never been in Auschwitz.\n04:08",
        "A:What can be worse - the ovens smoking - and the skeletons over there and so many mountains\nwith shoes. You realize what they did to the Jewish people. There were over there\ngentiles also but 90% were Jewish people because they separate always the Jewish people\nwith the gentiles.",
        "A:Ya. Because I didn't know. I was far away - thousands, thousands of kilometers. I knew they\nwere bad over there. There was rumors over there - killing people. You understand they\ndid anything they wanted to come in the city. The soldiers said, \"It's not our fault. The\nCaptain said to do it.\" They took away everything what they could and they sent it to\nGermany. When I was in Germany and my wife bought it over there - to light a candle -\ncandlelights [candelabra] from silver - and the Germans stole... with the Jewish, you\nknow, over there. They came over. They took everything from the house -\neverything. They can say war. It was very tough. When you caught them they were so\nafraid. I was surprised. When you caught a prisoner over there they were so afraid\nterrible because they knew what they did to everybody. It was terrible. I can tell you\nafter this I came home if you wanna know - in March - and the Germans start to escape.\nThe Russians were after... the Polish army the Russian went. They started running - like\nwe were running in 1939. I came home in March with the train. I was standing about\ntwenty kilometers from Warsaw. In Warsaw there was no one house left. They bombed\neverything over there, the Germans. 04:10 The whole city. I went home. I came home\nto the same house. There lived only gentiles over there. Everywhere. So I asked the\njanitor. I saw he was sweeping the floor - was the street. I asked him, \"Where you live?\"\nHe use to live in basement. He say, \"Over there.\" There was a house - maybe four or\nfive rooms. A rabbi use to live in it - a rich rabbi. They have over those Hassidim. You\nknow Hassidim there. He taught... No - homeless Russian. I went over there. I knock\non the door. I was in soldier clothes - you know, of corporal. \"Who 1s it?\" she ask me. It\nwas 6 o'clock or 7 o'clock in the morning. I say, \"Polish soldier.\" She opened the door.\nShe didn't recognize me. \"Who are you? What do you want?\" I took off my hat.\n\"Nobody lives from your family.\" \"Who is living in my house?\" \"Gentiles.\" \"Don't go\nover there,\" she said. \"Why shouldn't go over there?\" They took away. They took away\nmy father, my mother, everything. She gave me tea. I came over there about 8 o'clock or\n9 o'clock over there. I knock on the door. A women over there - Polak. She had a child\nmaybe ten, twelve years. I say, \"Can I go in?\" She said, \"Yes.\" She look - \"Corporal.\"\nShe didn't know I'm Jewish. I look. 22? Can I go in there - bedroom,\ndining room. She said, \"Why not. Look around.\" She said, \"What you looking for?\" I\nsaid, \"I use to live over here.\" \"But the Jewish people use to live over there.\" Said, \"I'm\nJewish.\" I look around again. She said, \"What are you looking for, gold?\" \"No.\" The\nPolaks, they always thought the Jewish had.... I was so frustrated. I had my gun with\nme, you know. I took her by the hair and I knock her down. It was concrete steps. I\nthrow her on...... I didn't know what to do - else. I would kill her. I didn't find nobody in\nthere. She ask me if I'm looking for gold. And the other gentiles running around. \"Mr.\nCorporal, what happened?\" So, I left. I was so angry - Terrible. I went to the\ncommunity center - the Jewish community center - to find somebody. They told me over there, \"There's much people still 1n concentration camp.\" But my cousin was\nfree already. Of course he was in Poland - in concentration camps - not far from\nWarsaw. He barely walk around. He lives now in Chicago. They told me nobody -\nnobody. So I left a note over there in the Jewish community center that I'm in the army -\ntwenty kilometers from Warsaw. When the war ended my sisters were in concentration\ncamp. One was in Czechoslovakia and one was - still was Germany - but the Polish army\nlater took it over - a big piece from Germany. Silesia that is called. And I went back to\nthe army over there. After the war - finished May Sth. About in a week or two\nsomebody told me that some young woman waiting for me outside. [Obvious crying].\nWas my sister. She lives in Israel. So I got two days off. Later she left. She was\nworking in - with my younger sister - in... She knew German, so she work in office over\nthere - a Jewish community center. There was occupied by Poland now - they took over\na big piece from Silesia - from the Germans. So, I came over there. That's where I meet\nmy wife. So I went to the Kattowitz. She use to live in 04:16 Kattowitz. So over there I\ntook a train. There were three cars - soldier cars. And the rest were a train - you know -\nthe civilian people. And this lady over there, my wife, I don't know... She had packages\n- all kind packages. And she wants to go in the train where the soldiers are. I didn't\nknow she's Jewish. I told her, \"Get down.\" Thought she's a shiksa. I was made on the\ngentiles, you know. They help out the Germans. Why the Germans made those\nconcentration camps - death camps - in Poland? They knew they had good friends\nbecause they were big anti-Semites - you know - the Polaks. So she said she can in the\ncivilian train because a lot of people are over there. I thought she is not Jewish. I didn't\nlet - everyone was wounded soldiers still over there. But later I found out - a friend -\nanother young lady - came over... A big nose with black hair. So I met my wife. So she\nwent over there, for a wedding over there, where my sister was working in Silesia, you\nknow. She invite me to the wedding. I tooked all of her packages for she made business.\nShe had... You know what kind of business? Yeast - you know yeast when you baking\nbread... Those big packages. She was a business lady, so everything was black market.\nSo I came over in the city. She sold it - everything. Make a lot of money. And she ask\nme - I went to the wedding - if I... She want to buy clothes over there; shirts and pants\nback to sell it where she lives in the city Kattowitz. I said, \"Young lady,\" I said, \"If you\nneed me I have to take it over all packages\" because the police would arrest her. It was\nnot allowed to make business over there with the Russians. So, she give me 500 Zlotys.\nIt's not worth much money. I have to buy for my young sister a pair of shoes. I'll take it.\nShe said, \"Ya, sure.\" She give me 500 Zlotys. I give my sister to buy a pair of shoes.\nShe's living in Florida. I remind always her. She doesn't remember. So we went to the\nwedding and I took it over - all packages. She make quite a few dollars. And I start\ncoming to her every week from Warsaw.",
        "A:No - She liked me to come over once. I went out another girl when we came to Kattowitz\nbecause my house I had to leave. My girlfriend was still alive. She was on - on - Irish\npapers she had. She was a blonde. So I lived over there with her friends - with their\nhusbands - when I came home from Warsaw I was over there in their house. But she\ninvite me to come over for her. I liked it. She was a nice lady. She lived with her sister\nand two cousins - two girls. Whenever I come over she ask me - my girlfriend from\nbefore the war - \"Who you going out with?\" I say, \"With a girl - nice girl.\" She wanted\nto marry me, the other one. I don't want to marry a beautiful girls - a little bit rich - you\nknow. So I started going out with her and after how many’? - three months, four months -\nshe told me, \"You don't have nobody - no parents. I don't have nobody. Let's get\nmarried.\" - in my soldier clothes. And behind me were maybe fifty pairs. We get\nmarried. So we go to the house - with the rabbi over there - one, two, three we got\nmarried. And I told you about the honeymoon that I had. In her house everybody wants\nto go to the border - the Czechoslovakia border - came over to her house - to live a night\nover there. Her brother fix it with her friends. Everybody has to come over. I don't\nknow where to sleep. I sleep on my honeymoon on six chairs. It was my honeymoon.\nNow we're gonna have a honeymoon. Next year we're gonna make a golden 04:21\nwedding. And we got married. I have over there those friends from my girlfriend - my\ngirlfriends I told you. A friend she married a officer from the Polish KGB. And they ask\nme to join them. I was a soldier. I don't know what to do. I said, \"I don't wanna.\"\nEveryone say, \"Ah, come over.\" I told them I don't wanna because they're right wing.\nThe right wing from the Polish army they use to be - they were killing Russian officers -\nand the Polish officers you know. They were against the Communists. I joined them.\nOkay. One time I was with them. I don't know - remember - a month or two months or\nsomething. One guy he had always a machine gun on him. He was afraid. Those right\nwing they were like partisans against the Polish Communist regime now. I went from\nKattowitz where I live over there to my home town Sosnowitz. One time we saw behind\nus a car, right? I ask him, \"What's going on?\" They start shooting at us. We barely\nescaped. I say, \"uh, uh. I don't want to stay here. I gonna escape to Germany.\" What I\ndid - my sister was - my younger sister from Florida, right - you knew? So I went to the\nRussian border - to the Czechoslovakian border. There were the Russians over there.\nThey took it over - occupied this time. So I said, \"Don't worry. I know Russian. I go.\"\nYou are gonna go to the Czechosolovakia. I had with me two bottles - whiskey -\nschnapps. I know they like it. I had one suitcase in my hand and I stopped a Russian guy\nwith a truck. He got hay - hay, straw over there - hay on top. \"Hey, I want to go the\nother side.\" What do you have?\" Who gave it to m? \"Who are the girls?\" I said, \"One\nfor me and one for you.\" It was my sister with my wife. I knew them very well. We\ncam over the border - the other side. A officer stopped him. He has to go back to\nPoland. I said, \"Give me one girl.\" I said, \"This is my wife and my sister.\" We were\ncheating, he was a nice guy. I him the two bottles vodka. He left. So we went to Prague\nwith the train, right? We went to Prague with the train.",
        "A:Wait a minute. No. . We went to Prague later in the Jewish community center\nover there. We want to go to Germany, you know. All Jewish people went to 04:25\nGermany. From Germany they went to Israel later - and to America. And I went and I\nmet over there a few guys - how to cross the border. They were Americans over there.\nThere were four zones, you know, in Germany; American zone, English zone and French\nzone - occupied this time from the armies. I was in the American zone. So we went over\nthere to the other side with the suitcase. The Americans - They didn't care much. It's not\ntheir border. When the people went to church across the border we went together with\nthem. It was Sunday morning. We went to Germany over there. Her brother lived over\nthere. We got an apartment over there - in Germany. This was 1945, ya. I am glad I\nescape from the Communists. I didn't like it very much. We were living over there in\nGermany, you know - free. I was a soldier, however. You know I was a soldier. So I got\ntwo other soldiers. We got a paper from the Americans. We have a cafe over there - you\nknow - a cafe for soldiers over there; sodas, beer... and three soldiers. But we were in\ncivil clothes. We make a few dollars over there. Later they said, \"Israel 1s gonna be\nfree.\" So they said, \"Wanna go to America?\" I say, \"We go to Israel.\" So I bought a lift.\nYou know what a lift is? A lift is from wood made - like this room. How you call in\nEnglish... ah - from wood, made wood - four walls wood. In the inside you put it in\nbeds. I put itin - all kind things; frigidaires. I forgot. . They made from\nwood... ah...\n[lift is a container for large oversea's shipment]",
        "A:Ya, ya, ya... Ya, I sent it to Israel. I made money over there - frigerators - everything. Went\nto Israel. I came over in December - the tenth, I think - 48. It was raining. The war still\nwas.... We were living - and I came from the Engligh soldiers - use to be English\nsoldiers. Fifty families with children.",
        "A:For hot water you have to go... A small child...",
        "A:It was not that good - with the war. It was a new, anew country. No. I was a soldier and they\nask me, \"You were in the army?\" I said, \"Yes.\" They want to take me to the army. I\nhold a child in my hand. \"It's your child?\" So they didn't took me. But later they took\nme when I have already - where to live. We were living in a camp over there about three\nmonths. It was terrible. It was a new country, I said. So we had a house in N.... I was in\nthe camp in Nathania. You hear from Nathania. So we got in Nathania used to be a little\nvillage - in a hill over there. 04:29 Arabs use to live over there. They left over there.\nNot houses really. Took over one - one room - one room. It was a big, big room. I want\nto escape from that camp - you know, over there. They live over there fifty families over\nthere. Stones and all kinds over there. there was young - clean over there. The\nroom what we had - no kitchen, no water. I made lights for myself. No electricity was\nover there - in the house. Later had my cousin make me from bricks a little kitchen. Her\nbrother came from Haifa. He make me the roof - and I had a little kitchen. They did the\nsochnut. You know what the sochnut is? The Jewish government make me a little booth\noutside - outside - a toilet - a whole, with a douche - outside. And we had over there, no -\nIt was very tough. I have money. I start living on my money and went to work. But you\nhave to go to work. I went to a pardes. You know what the pardes is? A garden with\ntrees - little trees with - trees over there with oranges [orange grove]. I cut oranges. I\nmade, ah, how much?... A pound and a half a day. I tore up more clothes than I make.\nBut I love it. I'm in Israel free. Was very tough. Was nowhere to work - but, I got by. I\nstart selling a lot of things. Later I made a garden. Where I lived it was a little field - 10\nmeter by 20. I made a garden. I have bananas over there. I have potatoes twice a year.\nAnd everything over there.\nTAPE 3",
        "A:Ya. Easy. Easy. If you want to go to Israel - Who wants to go to Israel? And they tell you to\ngo - the organizations that came over from Israel, you know. They wanted more people\nalways - in Israel you know. SolI.... I was a Zionisr I told you I was a maccabian, not a\nZionist, in my heart so... We passed through, you know, in Poland anti-Semites. You\nwant to... and you hear you're gonna have a Jewish state, you know. So I went over\nthere.",
        "A:So long?",
        "A:It was six, seven, eight - bout almost three years, ya.",
        "A:We can't go. You have to go - you know - the English doesn't let you go. Her brother... Her\nbrother went with a ship, you know, he sneaked in. You know they took to - They 05:02\ntook them to the camp over there in - in Cyprus. You know what was over there. He was\nin Cyprus. Her brother, the youngest brother - We go now. He is sick. And he went to\nCyprus. Later he went to Israel. You can't go. I can't go with a child and sneak to the\nborders. A lot of people went over there.",
        "A:Ya. You can go out of Germany. You have to go through German, Austria and Greece - and,\nyou know... It was very tough to go to Israel. I have a cousin over there from my home\ntown. She lives in Israel. She went too with her child like this.",
        "A:For everybody. It was very hard. There was no houses. Where you gonna live? They were\nfrom the Arabs. They have houses.... A lot of people were in that camp what I told you,\nNatania(ph), where I lived - were living two or three years over there. But I couldn't\nstand it - to stay over there with forty, fifty families over there.",
        "A:Not... There were tents too, but we were living in a barrack - you know - from the English -\nwhen the soldiers were living over there - the long barracks you know. And there was\nbetween every bed, there were a curtain over there, how you say - would cover yourself -\na blanket was covered between - between every family. It was fifty families in a barrack.\nYou kidding? The children - little children... Everybody has little children this time you\nknow - after the war - They married, have children. Was terrible. It was about... You\nwake up in the morning, the sun was shining. And we were in Israel, but was tough.\nThey feed us. I can say they feed us - everybody. Nobody was hungry - never. But it\nwas tough. It was a new country and, oh, everybody was young. And we start working\nand they learn a trade, you know, in the building over there. It was not bad. Israel style -\nI made a good living. The building make most all the money. Israel - hard work -\ncountry work, yes?",
        "A:No. We didn't work. Nobody was working. The Americans and the Jewish Joint, you know?\nHIAS. I told you I have a little cafe for a year over there, you know - when the\nAmericans. I'm glad I wasn't in concentration camp with my wife. This is peanuts what I\npassed through - what I went through.",
        "A:My father and mother at Auschwitz. No. My father in ghetto. My sister told me. My father\nwent out with the children one.... some - food - looking for food. The German killed him\nwith a gun. This was my sis... I didn't know. My mother went to Auschwitz. My father\ngot killed, I think... She didn't told me what year - 1941 or 1942. I don't know.",
        "A:I have my sisters - both. They were in concentration camps I told you. One in\nCzechoslovakia and one in Germany. One 1s living in Israel - in Holon - you know\nHolon. One is in Miami. She use to live in Chicago.",
        "A:What can I say? You know, I'm born in Poland. You were born here. You never knew what's\nto live over there in 05:07 Poland between Polish population. A Jew.... Ninety percent,\neighty-nine percent were poor people. They could get by with bread. And they have a\nlot of children, you know. Religious people have always a lot of children like over here,\nyou know. And everybody, they love all children, you know. And I have friends - He\nwas a shoemaker. Good, nice people. He have only a kitchen and one bedroom. There\nwere six, seven children. What can.... The comes in bread, two pieces - two loaf of\nbreads. They tear up the piece of bread. Very poor. And the Polaks will always say the\nJewish, they're rich - like over here is. I use to work here in a factory. They said, \"Where\nyou live?\" \"On Park Heights Avenue.\" \"Oh, with the rich people.\" They already were\nliving over there - colored people, with hillbillies over there. Like the Polaks say the\nsame thing. I had a hard time over here too. I work with hillbillies. I had a hard time\nover here too. I work in a factory over here - The main cutter. I was an upholstery cutter.\nThe main cutter was... and he was working other table and I was at this table. And there\nwas the Yom Kippur War - 1973. And the radio was above us. The Egypts and the\nSyrians start attack Israel. \"Oh, now the Jews gonna be gone.\" to me. I 05:09 say, \"Why\nyou said that to me? I'm live in America.\" \"Oh, your finished.\" What can I say to him?\nI told him, \"Wait a minute. The Israelis over there - They're gonna - If you go over there\nthey're gonna kill you too.\" You know after two, three days, they start - they start\nfighting - and they went to Egyptian and they ask me, they say well, \"Why don't you go\nover there in Israel. They're gonna kill you too.\" \"Why you telling me this? Because I'm\naJew?\" You are talking about Poland, [not?|Israel. How they call them, the hillbillies\n- rednecks?",
        "A:Ya. But I know.",
        "A: You were very sorry.",
        "A:You know I lived in.... [Pause in tape]",
        "A: a picture of.",
        "A:We were together. I told you we were working. I got the electricians over there - you know\nwith the mechanics. We were fixing tractors and tanks.",
        "A:For the army.",
        "A:There was... Listen, was Polish Russian army. Listen. We were undet....",
        "A:This is ah, we play ping pongs other people, you know. I guess other cities and championship.\nYou understand? We go to other city?",
        "A:This is 1937 - in Krakow. We were young people - always good looking - a little makeup.\nThey tell me, \"Oh, you looking good people, you know.\"",
        "A:Ya. This is my father and mother.",
        "A:My father and mother.",
        "A:That was taken 1941. I don't know when but I figure because 1942 they put in Auschwitz. So\nI figure 1941. It was still - my father was - didn't know - sol can't. Today my\nfather wouldn't look like this.",
        "A:This is my wife. I married in 1945. That's the wedding.",
        "A:This is Regina.",
        "A:Ya.",
        "A:1945. She use to be Regina Kozuch. But now she married me. She is Mrs. Regina Dafner.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 12, 1994\nRG-50.030*0283",
        "PREFACE",
        "The following oral history testimony 1s the result of a taped interview with Berek Dafner,\nconducted on September 12, 1994 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "BEREK DAFNER\nSeptember 12, 1994"
    ]
}