{
    "rg": "RG-50.030.0446_trs_en",
    "sequence": [
        "Answer: I went through my library and selected out of 15 books, two or three which are correct and\nsuch as that is, there are two Auschwitz publications, of\nAuschwitz, has the wrong , So if they had got to swindle or to\nretouch or to add something to an aerial view, then the whole United States aerial view, aerial view\nphotographs should be now investigated.",
        "Question: If who swindled?",
        "A: There are photographs, you said, taken by the Air Force.",
        "Q: Well, yes.",
        "A: That doesn't look to me like a photograph taken by the Air Force. That is a photo mounting of\naerial, of aerial, aerial view of the region and a drawing which was added on top of the, of the map,\njust for educational purposes.",
        "Q: It looks...",
        "A: What?",
        "Q: Yes, ,",
        "A: But I thought you are going to bring me some real aerial. [pause]",
        "Q: Sorry.",
        "A: I've been moving from barrack to barrack in the whole region, including later on,\nnew zone that was established with the new camp and I had the permission to\nmeasure each barrack, each, to take all the measurements because I pretended that I don't, that I\nwant to do that myself because I don't want to use original architectural\ndrawings. Because we were smuggling out plans and if we would have ever caught, then they\nwould have suspected that I have been involved, yeah? So I camouflaged my whole operation by,\nby, measuring the whole model which I made, measuring barrack by barrack and distances from\neach barrack and so on. So I had set camp in, still in my head, I can know the numbering system,\ngood or bad, whatever afterwards, I couldn't care less, but I,\nI produced a camp model and a good one which were sent, taken away and\nsent first to the, to the headquarters of the SS and then they told me it was to\nBerlin. And so did all my other, other work of drafts and diagrams went to the\nofttimes. But we had no fifth row in the camp flag like produced in all of those\ndrawings. As I have shown you, I have here some publications, with correct, with correct drawings,\nwith correct numbers. Everything else were done and copied by, by a people who were more\ninterested in, in, in, telling their stories than to make a correct, authentic, they are people who could\nnot read a map then and from young people like Kitty Hart(ph), I don't where she learned to read an\narchitectural map or a land drawing or so. And she just copies it and if go further you will find\ndozens and dozens, many dozens of ____. But how could the Air Force produce aerial views if,\nof things which did not exist then, I mean that is a very touchy, touchy, situation, don't you think so?",
        "Q: Yes, yes.\nI: Ann and I want to add is that yes, is that she remember that Helen made a map and it was really\nthe big size of this table.",
        "A: [speaks foreign language here]\nI: Exactly. ,",
        "Q: Which is about what? Four by...",
        "A: ,",
        "Q: Four by three or something. No, no, four by two, I don't know.\nI: Very good. We can measure.",
        "Q: Very precise mapping, very good mapping.",
        "A: [speaks foreign language here]\nI: All SS men came and they were very delighted of the job. Very good, very impressed.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] three dimensional model. But his originals, even, even the, the\nbarbed wires, even electric flashlight which went over the whole camp was there. The electrician,\nyour friend...",
        "A: Pojemsky(ph)?\nI: Poyemsky(ph).",
        "A: Pojemsky(ph) Henyuck(ph).\nI: Henyuck(ph). He mounted battery under the table and you had to push some\nbutton and we had light. So it wasn't, it was fun, why are you laughing?",
        "Q: She always asks me why I laugh when she says something funny.\nI: What did I say?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: I think what we should do, is we should sit there, comfortably, we're all standing, sitting,\nmoving. Let's get comfortable.\nI: No, I had something to... [pause]",
        "Q: You want to finish?\nI: I put some food in .",
        "Q: Now”?\nI: Yeah, because we need at least an hour.",
        "Q: Yeah?\nI: To get warmed up, yeah?",
        "Q: Okay, that's fine then. We won't forget.",
        "A: [speaks foreign language here]\nI: High, high visitors of top management, they're not ordinary SS peoples, they were coming from\nBerlin.",
        "A: Berlin [speaks foreign language here]\nI: Yeah, yeah, what else?",
        "A: [speaks foreign language here]\nI: No , listen carefully, listen carefully. Would you like to translate that? I\nhave record, I have a tape, and record, from the\n, from the . From [speaks foreign language here], where she\nmentioned, was the event, was the same thing she remembers so well of that model\nand the SS [speaks foreign language here] there practically instead to come and\nto be and to be, demonstrated sample beating of an inmate, they forgot about all that and brought the\nSS into, the high officers into, into my camp drawing office, to little childrens,\nthey've got totally, totally impressed by having the model and I was not allowed to do more\n, who was then in charge of the camp, Hessler(ph) or Hersler(ph), he was\nHessler(ph), but everybody's calling him Hersler(ph) and he signed during the, during the trial in\nBergen-Belson, his name was Hersler(ph) too, so we have a problem here because we called him\nHessler(ph) to distinguish him between Hirst(ph) and Hessler(ph) and himself.\nHersler(ph) in Bergen-Belsen. [speaks foreign language here]. What I wanted to say is that the, the\nSS had [speaks foreign language here].",
        "A:|speaks foreign language here]\nI: [speaks foreign language here]. They put on glass cover on top, see [speaks foreign language\nhere] and picks the thing up and I was told, [speaks foreign language here]. I was told it went first\nto Hersler(ph), to his office and afterwards to Berlin. Now I tell you , | signed the\nmodel, [speaks foreign language here]",
        "A: [speaks foreign language here].\nI: There's my number. 2286. The material does not [speaks foreign language here].",
        "A: Yeah?\nI: Yeah. [speaks foreign language here]. I have impregnated some paper. [speaks foreign language\nhere]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: Yeah, but in English.",
        "A: England, [speaks foreign language here]\nI: And, no, what are you calling some, even children are producing, they're cutting out the design\nand then they fill in the space.",
        "Q: A stencil.\nI: A stencil, my God, shame on myself. Yeah, a stencil, so stencil paper is produced with ordinary,\ngood quality paper but impregnated with oil, in oil. So that what I have used and then I painted over\nthe barracks with the necessary colors, they had green roofs, they had all kinds of wooden, no, green\nwooden, wooden, color of the barracks wooden barracks. Brick barracks and\nwhich have produced a , but it looked very, very natural, very well. So that, you\nknow, I was the artist of the camp. And the men, the men are [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: The men can't and they were jealous, yeah?",
        "A: Yeah. I...\nI: Go ahead.",
        "A: [speaks foreign language here]\nI: replaceable, yeah?",
        "A: [speaks foreign language here]\nI: She said that, drawing office of was a, was actually the [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: , It was an attraction, it was an attraction.",
        "A: [speaks foreign language here]\nI: ...1n the woman's camp and it was...",
        "A: [speaks foreign language here]\nI: Yeah, it's the office, the camp had nothing similar like that\nand they always said that office is ___, the officer, who knows what they said, is\nunreplacable, we had no competition. And I have sat in on, I have a little report from Katya(ph),\nwhere she is reporting on that particular drawing office and one day we may compare her, her\nstatements, okay?",
        "Q: Okay.",
        "A: [speaks foreign language here]. Good?",
        "Q: Okay. [pause]. I'm more nervous than everybody.",
        "Q: Okay.",
        "Q: All right.\nI: Why do you hate technology?",
        "Q: I don't hate it.\nI: Good.",
        "Q: Just a ,\nI: That's better.",
        "Q: It appears...\nI: The technology is good to you, you would not be able to do what you are doing without\ntechnology.",
        "Q: You're right,\nI: ,",
        "Q: Yes.\nI: So I think that was enough.",
        "Q: Okay. All right, now.\nI: What shall I do?",
        "Q: A little closer.\nI: ,",
        "Q: Yeah, yeah, this is good.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: . What are you going to speak?\nI: Look, we are going to talk Polish and German.",
        "A: Polish-German.\nI: Because there are certain words I know in German or she knows in German and I don't, I am not\nPolish, I am not German, but I understand enough and certain things I can express in German much\nbetter than in Polish and vice versa. Or in English, so we'll see. We will need somebody who is bi,\nbi lingual to make sense of us.",
        "Q: But I think we shouldn't bother with you translating too much.\nI: Yeah.",
        "Q: You can translate generally.\nI: Right.",
        "Q: So that I have an idea.\nI: Correct.",
        "Q: But not, not exactly.\nI: No, no, no, no, not in detail, ,",
        "A: [speaks foreign language here]\nI: She said that I spoke Hungarian in those days...",
        "A: [speaks foreign language here]\nI: So I said, I still speak Hungarian, it nearly cost my life because I speak Hungarian. [speaks\nforeign language here]. I volunteered to come this into the block, into the\nbarrack, the Hungarian newcomers there, SS wanted to the\nride home. Now this , huh? That's interesting. So , when I went\nwith her [speaks foreign language here], she instructed me what to tell girls. So\nshe said, write home, write to your people and write to them whatever you want, that you are here\nand you are alive and you are well off. Each helped us, so what I did, I said to the Hungarian girls,\n\"Look, you are told to write to your people but please don't write to the correct addresses of your\npeople because some of them are in hiding or so. Write to the center Jewish office and ask them to\nforward it to certain people.\" And the Hungarian girls were mad at me because I told them not to\nwrite to their people, but to write through a center office. So they're running to the SS woman and\ntold SS woman that I told them not to write. Now, then what could I do, she nearly, she went mad.\nShe said, \"Are you out of your mind?\" I said, \"No, they did not understood Hungarian.\" So, but it,\nit was, it wasn't fun.",
        "Q: ,\nI: [speaks foreign language here]. The Nazis not believe me, but they believed the SS woman. And\n[speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. That was dangerous.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] asking me, \"Are you out of your mind,?\" Yeah. [speaks foreign\nlanguage here]. She was caught in , 9S woman...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. You will read about her, it's a book, which I\nwith , there is, I made a statement to the author about\n, but in connection with , not with my own experience.",
        "A: [speaks foreign language here]\nI: Yeah. . [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Do you, would you have some patient, to translate a thin book to your mother, if I make you a\npresent? From English into ?",
        "Q: It's, it's, it's, of course.\nI: Because that's a biography, this is the biography of Gracie. Gracie .",
        "A: Yeah. [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now I'm telling her about one situation because she's arrived at the end of\n'42, but she's did not know prior to that what I have experienced as being amongst the very first\nwomen in the camp. And she's interested because the Auschwitz people at the museum, in their\nwhole research and report have very little reports on the day by day happenings during. We have\ngeneral, general idea, but we don't know individual cases and so my case is a unique one, because as\nI have been spared by a camp commander of Birkenau, was only for two months, who had a\nsecretary who was [speaks foreign language here]. She had a Jewish boyfriend and for that she was\narrested. Now, there is a special, an English expression for , you probably\nknow it, but it turns my tongue around and I have to look that up. In any case, if a Jew and a non-\nJew live together, were married together, they were either forced to, to divorce, or if they were\nunmarried, the man were arrested if he was Jewish and usually killed and the German woman ended\nup 1n a concentration camp. The insignia of the badges turned into a combined yellow-purple star,\nyeah and so that commander of the camp, whose name was Miller, he was there only for two\nmonths, had a secretary who was one of those Jew lovers and, and she begged for mercy. I, because\nI was sitting there just to be loaded onto the trucks and while walking she walked from her barrack\nduring lunchtime or so, to her office, which was in front of the entrance of the temp women's camp\nand I called out to her, \"Look, honey, I'm here.\" And she was running up to her office and all of a\nsudden, a notorious SS man arrived, his name was Shteebitz(ph), \"Where is that inmate so and so?\"\nAnd then they guided him to me and then he asked me, \"What are you doing here?\" I said, \"I don't\nknow. I want to go back to work.\" So he said, \"Come with me.\" Took me back to the barrack and\nasking me to go up and three tier of, three rows of bed which were built, one on\ntop of the others, exactly the one you have at your museum, asking, I had Typhus and I was very\nsick, asking me to go up and down and up and down and up and down several times. Little he knew\nthat I was trained to, to go up and down mountains and I'm a girl, I could climb\nand I, I was very weak, but still I, I, I managed. I was used to go up the ladder, by doing murals\nduring my professional career and so on. He didn't know that and I managed nicely up and down as\nmany times as he wanted me to do and then taking me out, asking me to jump over the, the, what\nwas this thing, _, it's a ditch, yeah. There were ditches alongside the center, the central camp\nroad, not like, said, [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: Ah.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] We are laughing because he, he translated this so funny. And he's\na friend of her, so. Of, now what have I, yes, so he took me over to jump over the ditch and off to\nthe...",
        "A: [speaks foreign language here]\nI: Ah, she said that was, that was . [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It was quite, and I could jump, yeah, so I jumped. So I passed my jump, I passed my up and\ndown and then, into the camp infirmary. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. In that office, there was Orly(ph), a German...",
        "A: Yes. , Orly(ph).\nI: Orly(ph) , who was a , no .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. In any case, there were a lot of girls, German\nwomen from the first group that my friend Enna(ph) Weiss(ph) who was then\nalready on the doctor, physician .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Then there were some employees, some nurses, everybody, yeah\nand the men in charge, the SS men in charge, Heinry(ph) Schwartz(ph), yeah? And he, he was not\nhappy that the camp leader, sending over who was , to overrule\nhis desire to kill everybody and to gas everybody who is, who was there already waiting to be\nloaded onto the trucks. And while he, he, and, so he made it his business, he didn't know exactly\nhow, what to do. Hirst(ph) described him as the most reliable SS man in the camp, yeah? So\nwhenever he had an order, he was 100 percent. That's the fax.",
        "Q: Let's wait one second. [pause]\nI: ...idea.",
        "Q: What?\nI: We had met, anyway...",
        "Q: You have to speak so I, so I will understand.\nI: I tell you the story which I started at the other time.",
        "Q: Okay, then finish...\nI: No, it's another time, it had nothing to do with our meeting, yeah?",
        "A: Yes.\nI: I have been transferred to a camp office after being released from the, from...\n[end of side one, tape 1]",
        "Q: This is side two of tape one.\nI: Is, 1s, is that item which I gave you okay?",
        "Q: Yes.\nI: You never said anything.",
        "Q: I did, I said it worked.\nI: No.",
        "Q: That's why I'm able to wear the earphones. That's why I look like something from outer space.\nI: Now you see how good I...",
        "Q: You are.\nI: ...how good technology 1s?",
        "Q: Yes.\nI: I knew that I have something. But go ahead and find, among so many things Irving left behind,\nno I kept things in order.",
        "Q: I know.\nI: Because of technology.",
        "Q: I know, you'reavery _..\nI: Hm?",
        "Q: You're very in order.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. No, I bring you your fax.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Wait a minute. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: No. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: No, haven't learned a damn thing and I just, she just reminded me that I've been,\nduring my because that is a real hole in my, I've remembered fragments. I\nbecome a fragmental woman like what's her name? Elizabeth, Elizabeth Lightner(ph) or Isabella\nLightner(ph)? Yeah, no, the time from, of my ordeal, yeah, I have a lot to\nmemorize. I've rememorized a lot, but I lost the time, the times, time, development, step by step. I\ndon't know what happened before and what happened afterwards, yeah?",
        "Q: When did you get Typhus?\nI: Still in Auschwitz.",
        "Q: Auschwitz I?\nI: Auschwitz I and I have been relocating to Birkenau on, crowding on those necks and arms, it was\na horrible thing, but I had to do it because they were, they were killing some people who were left\nbehind and were reported sick.",
        "Q: So you got it before you moved to Birkenau?\nI: Yeah.",
        "Q: In July?\nI: Something, something...",
        "Q: You moved into, August? July- August?\nI: Yeah.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah, in, in English, why don't you use the German word? It's\n[speaks foreign language here]. What are youccalling _—_?",
        "Q: is Camp(ph) Street.\nI: Yeah, but what are you using in English?",
        "Q: Well lager(ph) is camp.\nI: Yeah.",
        "Q: And strasser(ph) is street.\nI: Yeah, but if you, if you, if you write, or publish, what are you using, what are the people using?",
        "Q: You could say lagerstrasser(ph).\nI: Road, the road, Camp Road? It was more road than a street, a street looks different. [speaks\nforeign language here]",
        "Q: Which one, which, where 1s the lagerstrasser(ph)\nI: Always in the center of the road. In the center of...",
        "A: Center of the...\nI: ...the camp",
        "A: camp, of the camp.\nI: Yeah. Then center road of the camp, yeah. And a strasser(ph) and a road, is that was [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: It was not an avenue, it was not a street, but it was a road. Like what I said.",
        "Q: Okay.\nI: You see?",
        "Q: When did you, when did you arrive in Auschwitz, Birkenau?",
        "A: [speaks foreign language here]\nI: '42, ;",
        "A: Yeah. [speaks foreign language here]\nI: [speaks foreign language here]. Good. So she arrived...",
        "A: [speaks foreign language here]\nI: She got the job when she arrived, a very honorable job, she had to peel potatoes.",
        "A: [speaks foreign language here]\nI: That was a work detail. So potato peel commando, yeah.",
        "Q: And where did you live first?\nI: Block B, One A, number one.",
        "Q: Number one?\nI: Block One One A.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. After she arrived and put into block one at B one A, she was\nselected to work in the potato peeling, in the work detail and then transferred to the Barrack 10,\nwhere all the potato peelers were in, okay?",
        "A: [speaks foreign language here]\nI: was beautiful, because...",
        "A: [speaks foreign language here]\nI: Yeah, see, they were, they were exempted from, from ,",
        "A: [speaks foreign language here]\nI: She had, but there was, was one, one disadvantage...",
        "A: [speaks foreign language here]\nI: They had to, they had to grow up much earlier than anybody else because they had to be already\nin the kitchen where the peeling took place, they were sitting and peeling potatoes, yeah? But they\nhad to be there before the whole camp was, was alarmed to wake up and before roll call took place.\nSo that was the only disadvantage.",
        "A: [speaks foreign language here]\nI: And then she turned, then she became ill.",
        "A: [speaks foreign language here]\nI: But she reported immediately to the hospital, but she was warned don't do it, because if you will\ndo that, you may be subject in selection for .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. I'm always explaining to people generally,\ntimes, [speaks foreign language here]. I always explain that in the beginning, non-Jewish inmates\nwere gassed too. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: But she, as a non-Jewess was three times selected. So when I made the statement to several\ngroups of people or individuals, that non-Jews, Poles and Germans alike were gassed, selected, they\nwere selected and gassed, just like the Jews, people do not believe me, yeah? And here you have a\nwitness, who went through three selections. But then later on, some of the researchers already\nsometimes it 1s mentioned, but all Jewish people do not want to hear that, yeah.",
        "Q: And it was through out the entire time, or did it become different?\nI: In the beginning.",
        "Q: In the beginning, right.\nI: And later on, I don't know at what occasion, I would say, let's listen to her. [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: They stopped approximately in April '43, when the large influx of transports, of Jewish transports\narrived from Holland, France, Greece and so on. Then , when they discovered\nanother thing, not , was they discovered then, that the Jewish numbers, the\ntattooed numbers, [speaks foreign language here], they did not, they couldn't distinguish all of a\nsudden who is Jewish and who is not Jewish among the women, by selecting and when the, when\nthe switch or the change of policy occurred, the Jews, non-Jews should not be gassed any more,\nduring an in-house selection, because there were no transports coming from outside, where non-\nJews were selected like the Jews, but I'm talking about in camp selection, there was, they stopped\nwhen the big influx of Jewish people were coming. But then they discovered, all of a sudden that\nwe are carrying the same number, the Jews and non-Jews alike. So how to distinguish during the\nselections? With a man they could do anything they want as they were marked, but a woman was\nnot circumcised. So they had some big idea we are going to supply, we are going to include a\ntriangle under your number for Jewish women. And then when the triangle, the tattoo triangle was\ninvented. And no one of those big shots who are now in research, engaged in Holocaust and\nAuschwitz research have the slightest idea why is the triangle is there. Now they started to put the\ntriangle retroactive, but I was hiding. I knew what it meant and I just took, I decided if I can go\naway without the triangle, I do. And I'm still running around without the triangle of course it could\nhave saved my life once in awhile, yeah, but not always because you were not gassed before your\nidentity not established anyhow. But you know, that ad hoc, ad hoc selection, I\nescaped many times those things because I had no triangle.",
        "Q: So non-Jews, when they were selected, it was only inside the camp, it wasn't on the ramp, it\nwasn't in coming in.\nI: Never. Only the transports, let me explain that to her. [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Most of the non-Jews were coming from jails, from police\nstations and then transferred into system of . [speaks foreign language here]. If\nJews were coming from a police station, they were entered as\nor and could not be gassed.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah, I'm just explaining that some difference between\nnewcomers, from jail or or yeah. What the difference was administratively, even\nif a Jew went from police station in front of a judge, just for not wearing a star or for stealing\na or who knows, but he was, he had some guarantee not to be gassed, he could be\nkilled, he could be starved to death, but he was not allowed to be gassed, because he belonged to the\nsame category of criminals, like the non-Jews.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], the description of certain categories of inmates are described in\nthe secretaries of death, because those women were [speaks foreign language here].",
        "Q: When did you meet Tsippy(ph)(ph)?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. As a newcomer, she had Typhus and [speaks foreign language\nhere]",
        "A: [speaks foreign language here]\nI: She had what? Why are you laughing? Because no, she had, she felt sick and she was diagnosed\nas a Typhus candidate. So, girls were standing there naked, it was hot, waiting...",
        "A: [speaks foreign language here]\nI: Yeah, waiting for the SS doctor. They had all temperature. If the people were diagnosed as\nTyphus, patient, they were killed with injections. We had an inmate doctor there,\nan Slovakian doctor, under the name Anna Weiss(ph).",
        "A: Anna Weiss(ph).\nI: And she took over. As the doctor arrived, she reported not Typhus, but flu, flu,\nflu, flu. And she was a flu patient all of a sudden and that was the moment she was saved from\nbeing killed. So [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Ah, there were no doctors on, on, on, on, at the hospital, go\nahead.",
        "A: [speaks foreign language here]\nI: No I, sorry. I propose to speak Polish...",
        "Q: Yeah, yeah, I understand.\nI: ...because it's easier for her, she can express herself much better, she understands Polish, I\nunderstand Polish, so I can still ask question in between to get the more out of her.",
        "Q: Okay, that's fine, that's fine.\nI: Go ahead, . [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: In those days Jews and non-Jews were together.",
        "A: Jews together.\nI: Yeah.",
        "A: They were not together. [speaks foreign language here]\nI: In the barrack of the hospital. Now you arrived, you had to find yourself a bed, there was an\nempty bed, so you occupied it, okay? Nobody advised you what to do?",
        "A: [speaks foreign language here]\nI: They were two in one bed, bed, yeah? And [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Oh, oh boy, full of human, full of human, um...",
        "Q: Waste.\nI: Waste? Good. And that was more or less the environment.",
        "A: [speaks foreign language here]\nI: But wait a minute, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: The only, only living, it doesn't , domestic animals, well they were lice.",
        "Q: Lice.",
        "A: [speaks foreign language here]",
        "Q: Lice.",
        "A: [speaks foreign language here]\nI: No medication, no pharmaceutical products, all were measuring the\ntemperature.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. One day there was a selection, go ahead, you can do it.",
        "Q: Oh no, no, no, please ,\nI: No, why? You were not thinking, she —.",
        "Q: Now I'm thinking, now I'm thinking.\nI: No, what did she said, one day was an SS man and that and selected sick\npeople, correct?",
        "Q: Yes.\nI: And they were Jews and non-Jews alike.",
        "Q: And what he did, he just touched a bed and that's, that was the way he made selections, this\nperson, supposed to ;",
        "A: [speaks foreign language here]\nI: She was an witness in Frankfurt, that's all she was ,",
        "A: [speaks foreign language here]\nI: And described the whole business.",
        "A: [speaks foreign language here]\nI: Some, somebody else go, how do you know that they were sent to the gas chamber.",
        "A: No.\nI: So she answered, what did you answer?",
        "A: [speaks foreign language here]\nI: There were trucks.",
        "A: [speaks foreign language here]\nI: They were loaded onto the trucks.",
        "A: [speaks foreign language here]\nI: That's what we were witnessing.",
        "A: [speaks foreign language here]\nI: And then the trucks were...",
        "A: [speaks foreign language here]\nI: ...direction, went into the direction crematorium. That was it? That's ?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Doesn't matter what kind, that was no proof that they went to the\ncrematorium, so that can't be why the [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. That was her only answer when she was asked how do you know\nthat they were gassed? So that they were traveling direction crematortum. That\nwas not a very good of, do you know the Germans were so tricky, the best proof was [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: Say it in Polish.\nI: [speaks foreign language here]",
        "Q: Polski, Polski.\nI: [speaks foreign language here]. I'm going to tell that in English. You know the Germans like to\nargue with inmates who volunteered as witnesses. How do you know that, how do you know that?\nSo I ask her, \"What have you answered and what happened?\" She said, \"All right, we had our, our\npaperwork, we had our death certificates and everything went nice, but...\" So I said, \"But that's not\nenough. We had cases where people were left, were discharged because there was not enough proof\nor we couldn't explain it. It is not enough to say that you went direct to crematorium.\" But those\npeople, who were stating sometimes, who worked in, in the stores, closing stores...",
        "A: [speaks foreign language here]\nI: Yeah, closing stores [speaks foreign language here], sometimes recognized the clothing which\nwas returned from the crematorium with a number and when that happened then they, then we had\nmore confidence and proof that the people were not with us any more. And it was still, today you\nstill have to argue with non-believers, with revisionists, even with our own Jewish people. How do\nyou know, how do you know, how do you know? But proof, that wasn't very\nreliable proof, that when, when the clothing was sorted or cleaned or, or steamed, deloused and\nsome numbers were still on those clothes and the inmates of course, if is an individual, wanted to\nknow if one, if the inmate is still there that just went to the barrack where he used to live,\n, but it was very complicated, very hard to prove to the world that we know\nwhat happened.",
        "A: [speaks foreign language here]\nEnd of Tape 1.\nTape 2",
        "A: [speaks foreign language here]\nI: There was a joke in the camp that before Typhus I had blue eyes and golden hair, then after\nTyphus, suddenly my eyes started getting, they were black and hair were black.\nI: So I Just repeated the same thing to her, but I, but you are telling time when I\nhad blue eyes.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. I have to do some exercises first, I am so stiff.",
        "A: [speaks foreign language here]\nI: She went in a place to peel potatoes, but the woman who was there, who was in charge slap her\nface and she didn't want her to be there.",
        "A: [speaks foreign language here]\nI: And then she returned to Block seven.",
        "A: [speaks foreign language here]\nI: But the German...",
        "A: [speaks foreign language here]\nI: And she was building the road to gas chamber.",
        "A: [speaks foreign language here]",
        "Q: Polish, because I...",
        "A: [speaks foreign language here]\nI: It was very hard work and I, I felt very weak, so I decided not to go back to work and trying to\nhide somewhere.",
        "A: [speaks foreign language here]\nI: And I, then I was trying to help, in the block where I lived.",
        "A: [speaks foreign language here]\nI: We were carrying dead people out of their barrack.",
        "A: [speaks foreign language here]\nI: Always were some dead people around the barracks before the morning and\nthey had to take out the old dead people from the barracks.",
        "Q: How old, how old were you?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She was 23.",
        "A: [speaks foreign language here]\nI: We were carrying dead people to a place when they had, they collected the dead people.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah but us?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. In the place in the barrack where they collected dead people,\nthere was a Jewish woman from Slovakia, who were, the old woman who was, was like a security\nguard, she was sitting there.",
        "A: [speaks foreign language here]\nI: On the very small oven, she was frying her, a liver sausage.",
        "A: [speaks foreign language here]\nI: And she gave her a piece of sausage.",
        "A: [speaks foreign language here]\nI: And she never , She never had had such a great sausage and she remembered\nthe dead people, this old woman frying liver sausage and she was eating the piece\nof liver sausage and she said it tasted the most delicious taste she ever had tn her life.",
        "A: [speaks foreign language here]\nI: I took sick people to ambulance, to ambulance?",
        "A: [speaks foreign language here]\nI: went to, they, all the time they sorted people to gas chamber during the winters.",
        "A: [speaks foreign language here]\nI: We didn't have, we didn't have water, we didn't have electricity, we, what all we had, we had lace.",
        "Q: Lice.\nI: Lice, I'm sorry.\nI: One second, please. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], I'm going to read [speaks foreign language here]",
        "A: [speaks foreign language here]. I am very glad.\nI: [speaks foreign language here]\nI: I'm very glad that she saw ,\nI: You understand that 1n this time...",
        "A: [speaks foreign language here]\nI: I was hungry and was also hungry, but she give me [speaks foreign language\nhere]. She gave her the, the .",
        "Q: And this 1s, this is the woman?\nI: lam woman.",
        "A: [speaks foreign language here]",
        "Q: Anna, what did you know about Auschwitz before you came, before you were sent to\nAuschwitz?",
        "A: [speaks foreign language here]\nI: People knew that there is a terrible camp, concentration camp over there.",
        "A: [speaks foreign language here]\nI: But before I, I came to the Auschwitz, I was, before I came to the Auschwitz, I wasn't, I was a\nprisoner and I was a maid, I was cleaning the office of the commandant of the prisoner.",
        "A: [speaks foreign language here]\nI: The SS commandant told her that he knew that they are going to send her to Auschwitz, so he told\nher to bring warm clothes and she's supposed to eat a lot because she will be hungry. But he didn't\nknow that when she gots to Auschwitz, they took all her clothes, so even him...",
        "A: [speaks foreign language here]\nI: It's ;",
        "Q: Where were you imprisoned before Auschwitz?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Montelupe(ph)",
        "A: [speaks foreign language here]\nI: Very close and he didn't know.",
        "A: [speaks foreign language here]\nI: In Montelupe(ph), did you heard of in Montelupe(ph)? In Krakow? You\nbetter learn because there are plenty of survivors from Montelupe(ph), there are.",
        "Q: Yeah?\nI: Yeah. One girl. Oh boy , here, , She came from Montelupe(ph).",
        "A: [speaks foreign language here]",
        "Q: English, English, English, English.\nI: [speaks foreign language here]. The Katya (ph) , Slovakian girl, who became\nthe top administrative inmate of Birkenau, in charge of the role call, role call and general, general\noffice routine, now the camp office, in charge of the camp office and one nice day she arrived on, in\nthe barracks of those Polish political prisoners and declared, \"Look girls, we are now in, under the\nGerman rule, no, we are now supervised and guided and, and, and under...no, the German women\nfrom Ravensbruck...",
        "A: Terrible German, terrible women.\nI: Terrible women, most of those who were prostitutes and, and profession criminal with\nthe tribe...",
        "A: tribes.\nI: ...are dominating 1n all the camp. They are killing us, they are torturing us, I am now in charge\nand I want to end the whole business. We have Slovakian girls who have, are occupying now good\njobs, but I want to get rid of those Germans and to get rid of them, I want them replaced with you\nPolish girls who are willing to take the responsibility for those functions. What is? [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: It's your turn now.\nI: It's your turn.\nI: How do you like my gray hair?",
        "Q: As much as I like mine.\nI: Oh, boy, what a answer.",
        "Q: I like it, I like gray hair.",
        "A: [speaks foreign language here]\nI: It's in, it's not in, yeah?",
        "A: [speaks foreign language here]\nI: Did I said the right thing?",
        "A: [speaks foreign language here]",
        "Q: Your career?\nI: And that became my new career.",
        "A: [speaks foreign language here]\nI: Katya turned the Block 12 into the elite block.",
        "A: _. Block...",
        "Q: Now this is 12 and B one A?\nI: B one A. Correct.",
        "A: It 1s, it is.\nI: 12 B and ;",
        "A: [speaks foreign language here]\nI: Right.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She was, there were her career started as an second, a vice Block\n, yeah? Vice President of Block 12.",
        "Q: Of Block 12?\nI: Yeah.",
        "A: President of Block?\nI: Vice, vice President. ,",
        "A: Ah vice, vice, I was vice. [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: Auschwitz elite.",
        "A: Auschwitz elite. [speaks foreign language here]\nI: [speaks foreign language here]. Do you have a plan? I don't know if there is a plan here,",
        "Q: The manila envelope.",
        "Q: Oh, the manila envelope.",
        "Q: Right.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: She said was Closer to Rhodes.\nI: Closer to Rhodes, to the gas chamber.\nI: If you are getting hungry, let me know, I am ready for you.",
        "Q: No, going to take out the...",
        "A: [speaks foreign language here]",
        "Q: I'm trying to find the good map.",
        "A: [speaks foreign language here]. How do you see, is the way crematorium.\nI: The roads to...",
        "A: [speaks foreign language here] 1s the way to crematorium. [speaks foreign language here]",
        "Q: From the ramp later is here and it's up.",
        "A: [speaks foreign language here]\nI: She was listening at night, once at night. Now what were you listening?",
        "A: [speaks foreign language here]\nI: She was listening to children crying, screaming and she had some , said they're\nPolish Jewish kids because they were calling out just like Polish kids would call, Mamushanz(ph).",
        "A: [speaks foreign language here]\nI: And the SS answered, \"What do you want, your mother's already at, at the devil, yeah. In hell.\nAlready in hell.",
        "A: [speaks foreign language here]\nI: She remembered the trucks which were carried children, Jewish children from Poland to the gas\nchamber.",
        "Q: So they would take trucks?\nI: They would take trucks. And they were drunk and...",
        "A: [speaks foreign language here]\nI: In those days they just , but in those days, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Bunker one and Bunker two was used then for gassing .",
        "A: [speaks foreign language here]\nI: Because the crems, they are not ready. Okay, so don't forget that and you will see Bunker one,\nbut I have been in Bunker one, [speaks foreign language here] sending us elite, once a day, to go on\nthe excursion [speaks foreign language here]",
        "Q: Now wait a minute, where were they bringing the children?",
        "A: [speaks foreign language here]",
        "Q: To which crematorium?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Okay, because those two crematories were not ready yet.",
        "A: [speaks foreign language here]\nI: They're on this ;",
        "A: [speaks foreign language here]\nI: In July, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: In July '43, we are moving from this barracks to this, this barracks.",
        "A: [speaks foreign language here]\nI: Block , four.",
        "A: [speaks foreign language here]",
        "Q: And that's when you met?\nI: And, and you met Helen.",
        "A: [speaks foreign language here]\nI: She doesn't quite remember when exactly they met, but it was '43, when they moved from one\nbarracks to another, but she said that maybe in the previous barracks she, she met her, but she\ndoesn't remember.",
        "A: [speaks foreign language here]",
        "Q: Anna, when Katya came into your barrack, Katya came in, did you have any\nsuspicion, I mean did you, did you wonder what, where did, where did Katya get the authority in\nyour mind?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: When, she wasn't authorized by SS, cause , It was her idea, her idea to take off\nthe, the, the...",
        "A: [speaks foreign language here]\nI: It was agreement made among prisoners.",
        "A: No, no SS.\nI: SS didn't know about tt.",
        "Q: And you, and you knew, you knew about the agreement, you knew who, you knew Katya? Just\nnow ;",
        "A: Yeah, and Katya knew me. It was [speaks foreign language here], Katya knew me. [speaks\nforeign language here]\nI: And at the time, there were Jewish women who, who were, who supervised blocks and also non-\nJewish women.",
        "A: And Polish.\nI: And Polish.",
        "Q: And you came in with red triangle?\nI: [speaks foreign language here]",
        "A: Yes, yes.\nI: Yes, she came in.",
        "A: Red triangle, red triangle. And later I become a block [speaks foreign language here]\nI: Block for women.",
        "A: [speaks foreign language here]\nI: She was, she was...",
        "A: [speaks foreign language here]\nI: The women who supervised blocks, they, they...",
        "A: No, no, no were good.\nI: They, not all of them they were good, so they have different opinions, yes?",
        "A: [speaks foreign language here]\nI: She has friends all over the world. She was a good vice-president.",
        "Q: Right.",
        "A: [speaks foreign language here]\nI: It wasn't very difficult for her to supervise women in this particular block because it was a special\nblock.",
        "A: It was only 100, no more. [speaks foreign language here]\nI: The other blocks had 800 and 900 prisoners, but their blocks, when she supervised, had only 100\nwomen.",
        "Q: Jews and non-Jews?",
        "A: Yes.",
        "Q: Both?",
        "A: Yes, Jews and no Jews. [speaks foreign language here]",
        "Q: Yes, 11, only 11 nationalities.",
        "A: It was 11 [speaks foreign language here]\nI: Because, 11 nationalities because women, Jewish women from Greece, Hungary and other\ncountries, there were counting as different nationalities, not as Jews.",
        "A: No [speaks foreign language here]\nI: There were more Jewish women than, than...",
        "A: [speaks foreign language here]\nI: , from Russia, Jewish.",
        "A: [speaks foreign language here]",
        "Q: Were there more non-Jewish women than Jewish women?\nI: No there was, she said there were more Jewish women.",
        "A: More Jewish women, more Jewish women.",
        "Q: In Birkenau?\nI: In Birkenau, yeah.",
        "A: In, in block...\nI: No, in Block oo.",
        "Q: In Birkenau there are more non-Jewish women?",
        "A: More Jews.",
        "Q: More Jews?",
        "A: More Jews, yes. And in Block [speaks foreign language here] more Jewish. [speaks foreign\nlanguage here]\nI: And it was interesting because those 11 nationalities, they live in a, in a very bound peace and\nfriendship.",
        "Q: Yes?",
        "A: Yes, yes. [speaks foreign language here]\nI: There were little problems, but...",
        "A: But.",
        "Q: And what common language?\nI: [speaks foreign language here]",
        "Q: Or was there?",
        "A: Polish, Slovakish, German. [speaks foreign language here]\nI: There was a mix.",
        "A: [speaks foreign language here]\nI: It was like a camp language...",
        "Q: Camp language.\nI: ...because there were different languages. .",
        "A: [speaks foreign language here]\nI: There were also political differences and orientation because there were, the women, the\nCommunist women from the former Yugoslavia.",
        "A: [speaks foreign language here]\nI: And, and women, ,",
        "A: [speaks foreign language here]",
        "Q: What kind of problems, ideological problems?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: Practical problems as well?",
        "A: [speaks foreign language here]\nI: Not all understood that their interest to survive and to keep the peace in this\nblock.",
        "A: [speaks foreign language here]",
        "Q: Was that, from your experience of Auschwitz, was this unusual or was this common in many of\nthe women's blocks?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She said that actually the, the, the political orientation were not really the main problem because\neverybody was hungry and wanted to survive and so she said that there were women who\nwere and they had the same political orientation who maybe helped more to each\nother.",
        "A: [speaks foreign language here]\nI: From the, the women from the same countries, or from the same, I could say political groups, they\nwere more together, more together.",
        "A: I want [speaks foreign language here]\nI: Okay. it was very successful when she organized a Christmas for everybody in\nthis block, but she didn't mean to organize as a Catholic Christmas, but as the Christmas so\neverybody celebrate the special day even if they were from different religions and different politics\nand from the beginning all women that were fighting and had lots of disagreement, were finally all\ntogether they came and...",
        "Q: Yes?",
        "A: Yes, yes, all block. And Jews and Communist, Ukrainian.\nI: People, the woman from the Ukraine, Jews ;",
        "Q: This is in the block, in Block four?\nI: In the block, yeah.",
        "Q: And what kind of a party was it?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Okay, she said that we were very rich and we, we found a Christmas tree, a very small Christmas\ntree.",
        "A: [speaks foreign language here]\nI: Women who went to the forest, women who worked in the forest, they brought a small Christmas\ntree.",
        "A: [speaks foreign language here]\nI: For that we gave them something to eat.",
        "A: [speaks foreign language here]\nI: , speaking about the dinner, they just organized whatever they had from, from\npackages, from parcels or you know, whatever they had, was just very...",
        "A: [speaks foreign language here]\nI: She said that the women from Yugoslavia received very good parcels from, from",
        "A: [speaks foreign language here]\nI: Because Jewish women, they didn't receive any presents from ;",
        "A: [speaks foreign language here]\nI: Also they had very good things to eat.",
        "Q: They organized? Or not .",
        "A: [speaks foreign language here]",
        "Q: The Jews, Jewish women organized?",
        "A: [speaks foreign language here]\nI: It was a beautiful evening.",
        "A: [speaks foreign language here]\n[end of side one, tape 2]\nI: After the, after the beautiful evening, Christmas evening they had, that they,\nshe believes that, but this is just an example, that people can live peacefully together despite of their\npolitical orientation and national differences.",
        "Q: Did you have to hide having the party from the SS, ?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Of course, they had to hide it, yeah.",
        "Q: So where in the barrack was the party?",
        "A: [speaks foreign language here]\nI: It was a, 1t was a deep evening and nobody was really walking and checking barracks.",
        "A: [speaks foreign language here]\nI: In '44, there were a lot of transports from Hungary, Jews from, from Hungary.",
        "A: [speaks foreign language here]\nI: And the women who were already in this barrack had a family and there was a\nbig, traumatic situations, because they knew their family were taken to, to\nconcentration camp.",
        "A: [speaks foreign language here]\nI: It was a very traumatic situation when women from barrack, saw their\nfamilies, who are led to gas chamber. And they, they, one of them, they, they saw a woman with a\nchild and the woman behind the wires, they were calling this woman, give us the child, give us the\nchild, but this woman didn't want to give their, give her child, so she with her\nchild and went to the gas chamber.",
        "A: [speaks foreign language here]\nI: And it was, it was her sister who actually, so her sister.",
        "A: [speaks foreign language here]\nI: sister was block and saw her sister going with her child to\nthe gas chamber.",
        "A: [speaks foreign language here]\nI: All women at the time when saw this traumatic situation and knew that the one of the prisoners\nsaw her sister with her child, were very quiet and it was, for them there was a funeral.",
        "A: [speaks foreign language here]\nI: Also a one woman in Anna's barrack, was a woman who saw...",
        "A: [speaks foreign language here]\nI: She was a little girl, she was a young girl, she saw eight members of her family who were taken to\ngas chamber.",
        "A: [speaks foreign language here]\nI: It was a girl from Greece, she was 16 years old.",
        "A: [speaks foreign language here]\nI: She arrived to Auschwitz with her mother.",
        "A: [speaks foreign language here]\nI: Her mother was beautiful and very ,",
        "A: [speaks foreign language here]\nI: ,",
        "A: [speaks foreign language here]\nI: Well, she arranged with her mother and her mother was very handsome and beautiful and the\ndaughter told her mother, you can sit on the truck because you can rest. But all people who were in\na truck were taken to gas chamber.",
        "A: [speaks foreign language here]\nI: And, and, and then she, she felt guilty that, that she offer her mother to sit in a truck and she cried.",
        "A: [speaks foreign language here]\nI: She was 16 years old.",
        "A: [speaks foreign language here]\nI: And mother was probably around, around 30.",
        "A: [speaks foreign language here]\nI: remembered the in 1944.",
        "A: [speaks foreign language here]\nI: They, they, in 1944 they made, they sorted all women from hospital to gas chamber.",
        "A: [speaks foreign language here]",
        "Q: We're going to eat? We're stopping? Okay. [pause]\nI: Is this interview not in Greek? My very first interview after World War 2, performed by an\nAmerican civilian in occupied German territory in Bavaria, was conducted by Professor Border(ph).\nHe used in those days, the forerunner of the tape recorder recorder.",
        "Q: Talk so Anna can understand it, because I...\nI: Now I am going to.",
        "Q: Oh.\nI: lam going to tell her that in two minutes, yeah.",
        "Q: Okay.\nI: And so he asked me questions and I answered. Little I knew what he's trying to do because after\nevery couple of minutes he interrupted and spoke about Coca Cola. Now I understood one English\nword then and that was Coca Cola. He must have had a grant from the Coca Cola company and\nprepared the interview probably for radio show or so and, and included the commercial in,\nyeah? So while you are talking over chicken, , that remind me, I knew we\nwere eating chicken yesterday, correct? You said something about chicken, didn't you? By testing,\nbe testing your recorders this morning. So what did you said?",
        "Q: I just said who was in the room and what day it was, that's all I said.\nI: No chicken?",
        "Q: No chicken.\nI: I understood something with chicken. Never mind. So I have resolve my\nhearing aid, but you are excused, thank you. [speaks foreign language here]",
        "A: we back, we come back to Block four, yeah?",
        "Q: Yeah. . Fear.\nI: But she speaks English, no? She is lying to us. She is lying. She knows English. Just as broken\nEnglish as I know, I speak broken Polish. Now what's the difference between her and me, why\nshould she not speak a broken English, if I am allowed to speak a broken Polish.",
        "Q: You'll have to work that out between the two of you.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She's not saying she speaks good Polish, so she understood what\nI said.",
        "Q: When did you arrive in Block four?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. The first days in that Block four when she was transferred...",
        "Q: All right, one, one, one second, what I'd like you to do.\nI: enough and translate.\nI: translate, I will try. Anna said that she exactly remembers the day when she\narrived to Auschwitz, it was July 20th in 1943, because the day before it was her birthday, July 21st.\nI: [speaks foreign language here]. That was Hitler's birthday too.",
        "A: Hitler and I.\nI: July 20th, no? Right? Go ahead. You're the historian, go ahead.",
        "Q: I'm the philosopher here.\nI: because she asked me yesterday what, what, what were, what is your specialty\nand what have you obtained your doctorate in, so I said, I don't know. So go ahead, tell her.",
        "Q: Philosophy.\nI: [speaks foreign language here]. Now I knew that you have, that you have your PhD twice, yeah?",
        "Q: Once.\nI: But I have two doctorates. And don't tell me that now.",
        "Q: I don't.\nI: You have.",
        "Q: No. One.\nI: But have I, I read once your curriculum vitae(ph), I must have double vision, yeah? I must have\nhad double vision.",
        "Q: One.\nI: One. Well, that's good enough.",
        "Q: Yeah it was enough. It's enough.\nI: It's enough. I know. It's enough.\nI: Going back to the story.\nI: ,\nI: 20th of July she arrived to Barrack four and she remembers that it was very dirty, full of lice place\nand they didn't have a floor, the floor was just a mound. Then later on they put the floor and let me\nthink what, what else has been said. Well, the, the...\nI: We had to sleep in the beginning, outside.\nI: Yeah and from the beginning they had to sleep outside.\nI: Outdoors, because they couldn't wait until the barrack was not put into order and cleaned.\nBecause the men were living before us there and that, they were not as good as a woman would\nhave been by keeping the barrack clean. In any case, it was a dirty barrack. Full of all kinds of\nfleas, bugs. I remember there were rats too, but she does not remember. Rats. [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: See how, have used some poisoned gas for the gassing and the, the, for, my\nGod, they are not even using that any more, those things.",
        "Q: What, extermination?\nI: For extermination of the barrack. And so it's couldn't even enter or sleep there because after the\nextermination, which took place in , It was smelly and we were afraid to sleep\nindoors because we had the impression that's the same gas they have used for the extermination, but\nthey've used on, on humans, so it took awhile until the whole barrack was allowed, of us, we were\nable to enter, to breathe, to sleep and to work.",
        "Q: So they actually tried to clean the barrack?",
        "A: Yeah. Because the neglected the whole thing and the women were afraid to\nenter.",
        "Q: Now were the women actually treating the barracks better than the men?\nI: Definitely, definitely. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Iam going to translate, but I'm going to historically answer your question, okay? Because it was\nnot 100 percent answer to be what you want it to be. If men were, if a woman was, if our women\nwere better in housekeeping than previously the men, that was your question. Now my answer and\nher answer combined is that when the barrack was assigned for the administrative, administrative\nwork details, to work and to be housed there, it was very a neglected one, the male prisoners left for\nthe male camp and we were assigned to that barrack, which was Block four, a wooden barrack. So\ndisinfecting took place and then the women organized the barrack to be cleaned, cleaned,\n, we had enough of water and scrubbing material, all wooden parts, floors,\nwhatever we had were cleaned and was, the barrack was assigned for half of administrative\nactivities, like the camp office, as the private room of the Katya and special\nroom for the drawing office, of which I became part, not part, but in charge. We\nwere administratively part of the camp office adjacent, but they assigned me to a private room\nwhere I could prepare my activities and, and work undisturbed. What\nunderlined, which is of importance, and among others, end result of my, of the beginning of my\ncareer was that any trait, profession or activity, which had to be performed, like repair of the roof,\nlaying of the floor, of the wooden floor, repairing of any inside work to be done, erecting some\nwalls up between, between the, in the barracks to, to, to have some partitions erected actually, to\nhave an room, you see it was in big hall and then it was divided into certain rooms for certain\nactivities, so the camp office was erected by putting wall and, and, and dividing\nthat into a certain size. Then the private room also, top administrative inmate, like Katya, who was,\nbecame the report and another room which I, which was assigned to me where I\ncould work and was called the drawing office. They had neglected the drawing\noffice all the time, I don't know why, I have been known , known as\nthe from the camp office, but I was actually in charge of the drawing office, in\naddition to, to, to the administrative belonging to the camp office. So drawing office became\noffice of the drawing office. So I was from the [speaks\nforeign language here]. But, but she, especially on the , certain functions could\nnot be performed by a woman, because we had no know-how, like repairing of the roof, the\nreplacing of broken glasses, putting a new floor, building partitions to, to divide\ncamp, barracks, , designated to us, into a housing or sleeping,\nsleeping area and another area, so there we had the first time, certain male work details who were\ncoming from the mens camp to perform those activities. And what I just want to add to it, that\nbecause of that, the policy was, if there's a woman who can perform anything a man would have had\nto do, a man was, if there was a capable woman, able to perform those that did it as they preferred, a\nwoman, because they wanted to avoid the, the contact between men and women and that was\nalways an opportunity to exchange certain views, to spread certain news, or words or whatever.\nAnd if that wouldn't have been the policy, I would have never obtained my drawing office, never\nhave been put in charge of the drawing office, where I could practice whatever I have been trained\nfor, that means graphics, okay?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. I have been just explaining what I said, what I've been adding to\nher previous statement and made my remarks that while reading, while counting the kind of\nprofessions, which women could not perform and therefore we had to engage male prisoners, well,\nin addition she added painters. So I said but we had painters only later and they have been always\nlooking for painters in the , but in those days we had no painters, no.",
        "Q: I wanted to ask you, when Katya came into your barrack...",
        "A: Yes.",
        "Q: Was this Barrack four?",
        "A: No, no, no, no.",
        "Q: No, 10, was it?",
        "A: No, no, it was Barrack 10, 10, [speaks foreign language here]\nI: [speaks foreign language here]. We are not talking about , So yeah?",
        "A: [speaks foreign language here]",
        "Q: Yeah, yeah, I understand.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. The first time Katya open a office, we were at\nBlock 12 in B one A, which was an wooden barrack. It was a good barrack.",
        "Q: Both of you?\nI: Both. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. From Block 12, B one A, we relocated to Block B one two Block\nfour. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Good. Block four [speaks foreign language here]. So we are back where we spoke before.",
        "Q: Yeah, yeah, I know, but what I'm trying to do is get at another aspect .\nI: I know that but she is not underlining the part of the camp, so I was irritated, you will be irritated\nand everybody will be irritated.",
        "A: Nobody's irritated.\nI: Yeah, yeah, yeah, yeah.",
        "Q: No, no, no, no. How...\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Yeah. No. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now you understand translation can drive you crazy. I talk.",
        "Q: Yeah, yeah.\nI: One is the Katya...\nEnd of Tape 2.\nTape 3",
        "Q: This is, my question is this...\nI: In plain English.",
        "Q: I'll be very, I'll try to be very plain. Katya wants to organize a block to help the prisoners, so that\nit will be...\nI: Reorganize, or organize.",
        "Q: Well, reorganize, yes, okay? Reorganize. Who designs Block four and who allows her, who,\nwho allows this building to be transformed so you have a camp office?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: But why...\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: Nobody knows?",
        "A: No. Nobody knows.\nI: No.",
        "Q: Do you understand that what I'm trying to figure out 1s why is it that Mendel(ph) and Drexell(ph)\nagree with Zanger(ph) to...",
        "A: [speaks foreign language here]",
        "Q: Katya.",
        "A: Yeah, with Zinger(ph).",
        "Q: With...",
        "A: Zinger(ph)",
        "Q: Zinger(ph)?",
        "A: Not Zanger(ph), yeah, Zinger(ph).",
        "Q: Z-i-n-g-e-r?",
        "A: Like a singer.",
        "Q: It's like a singer, a Zanger(ph), Zinger, Zinger. Why did they agree to create this organization?\nIf it's Katya's idea...\nI: Wait a minute, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Look, there is an existing, an existing standardized, existing standardized layout for a\nconcentration camp indoor, indoor establishment and, and so, so, it isn't standardized policy, we\nneed where we need that, we need that. Only the size had to be decided. The,\nthe [speaks foreign language here]",
        "Q: But the men's office had no drawing office, yes?\nI: No, never.",
        "Q: So how, how come? How come you, the women had one?\nI: Because we were adding a room, that's all. Yeah. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It's the right person, it's the right time that you add.\nI: She said that was something that the reason that the men didn't have the drawing room, there was\nsomething really new and really unusual that women in this barracks had a drawing room and then\nbecause of Tsippy(ph)'s(ph) talent, she was a very talented drawer and, and, and graphic designer,\nso that was the reason why they opened a drawing room in, in the Barrack four.",
        "A: [speaks foreign language here]\nI: was organized because of Tsippy(ph).",
        "Q: That room was organized because of Tsippy(ph)?\nI: Yes.",
        "Q: But do you understand, I don't, I don't want to belabor the point, but do you understand my\nquestion? If Katya comes in to Anna's barrack, now I don't know how you got into it, so just, one,\none moment Tip, and she says she wants to reorganize.",
        "A: Yes.",
        "Q: What, what is she reorganizing? If, if the organization...\nI: , the camp. Reorganize the camp.",
        "Q: All right, but what is it before and what happened...",
        "A: [speaks foreign language here]",
        "Q: So she wants to change the...",
        "A: [speaks foreign language here]\nI: She had no intention to change, because she couldn't, change the system, but she wanted to\nexchange the personnel in charge of the inmates to be able to conduct a more efficient organization\n, but to, to obtain an out, an better out, yeah, so she switched from one inmate in\ncharge to a better one. She was a very efficient person, a very success oriented person and all of a\nsudden she had here on one hand, a primitive prostitute from Ravensbruck in charge of the Polish\nwomen who were wives of officers of and, and, and the high ex-Polish officials, where the balance\nwas impossible, I mean you can imagine how primitive Slovakian girl, even from village with a\nhighly trained Polish intellectual, she could not deal, she only could be rough and was not able to\nperform anything of what was asked her to do, not even a list of an inmate because they could\nhardly write. So he or she matched the inmate population of one barrack to the people in charge,\nwho will, were, will be able to conduct exactly what she needed to bring her system or the system in\nwhich, which was created by the Germans in a certain way, to satisfy the Germans but not to serve\nthe Germans, to satisfy the Germans and to help us. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now you understand.",
        "Q: Yeah, so that the, the\nI: [speaks foreign language here]",
        "Q: Right. Are all German, it's, it's...",
        "A: [speaks foreign language here]",
        "Q: Yeah, yeah.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. What 1s, what was the question, what's the answer? We had a\nprivate discussion.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She mentions the word political , so I said, I\nadded, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah, no I explained to her that I am taking the liberty to add and\nto clarify certain things which 50 historians, no 100 historians in 50 years were not able to do. We\ncan solve that by adding the wording and explaining the difference, exactly how it is, how it was\nand how people may, will be able to understand. And she mentioned [speaks foreign language\nhere]. I added to it, registration. Because the [speaks foreign language here] meant Gestapo and we\nwere not Gestapo, but they, they had the [speaks foreign language here] Gestapo in the [speaks\nforeign language here]. And that is something not you understood before and\nnot, understood or explained before, not the Auschwitz museum ever printed the\n[speaks foreign language here], that's all.",
        "A: [speaks foreign language here]\nI: Correct. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Bravo. [speaks foreign language here]. Did you understood? I said we make history right now.",
        "Q: That part I understood.\nI: By bringing something to the attention for the first time, the difference which was never\nunderstood, never told and never even take... People could care less because so what? [speaks\nforeign language here]. SS, SS, what's the difference, yeah? And that's why we are where we are,\nina vacuum. No, I will not talk any more. I said enough.",
        "A: Really?",
        "Q: Do you want to say any of it in English?\nI: What?",
        "Q: What you just said.\nI: I told you what I said, I...",
        "Q: No, not...\nI: ...that I explained to her. I also told you that we may create opposition .",
        "Q: That I understand, but you...\nI: Then I told her the same thing, then I told her we may, we now have reached the point where we\nwere able to compare and to explain and feel that isn't, that is an was an very\nimportant morning and she agreed.",
        "Q: But did you, you...\nI: What?",
        "Q: There are two different offices?\nI: There are two different systems.",
        "Q: Systems.\nI: Yeah.",
        "Q: One.\nI: The camp.",
        "Q: Right.\nI: [speaks foreign language here]",
        "Q: All right, let me.\nI: [speaks foreign language here]",
        "Q: But let me...\nI: [speaks foreign language here]",
        "Q: Tip, let...\nI: [speaks foreign language here]",
        "Q: But let me ask you something, because this must be confusing to other people, even though\nyou've said it in a, in a certain, clear way.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Auschwitz was a central administrative ;",
        "A: [speaks foreign language here]",
        "Q: No, no, no, my, my question is this. Tsippy(ph) says that...\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: That served the SS and the camp office served the inmates, but the camp\noffice also had Drexel(ph) and Mandell(ph), who are Germans, who are SS, yes?\nI: Every work detail, every barrack, had an SS man in the camp, in charge, who signed for anything.\nThat means we served the camp office, the function of the camp office was\nlogistic supply of everything, organizing the camp for our betterment, we tried to, but the SS had in\nmind, first of all the SS had, that was a network. We had blocks, barracks, we had work details.\nInside work details, outside work details and for each inmate in charge, there was an SS man who\nwas not a very high, high ranking SS man, justa puppetto _..",
        "Q: For every, for every...\nI: Function. For every...",
        "Q: For every function?\nI: Yeah.",
        "Q: SS men or SS women, or?\nI: And/or, and/or. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: To serve the inmates, yeah, was a function to serve the camp. Each function had an SS man in\ncharge, who was more or less on a rubber stamp, yeah? [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: We were in charge, in the camp, to serve the inmates, assigned by the system, an SS personal\nmember to give the rubber stamp, yeah. That was all, we had nothing but [speaks foreign language\nhere]. Every employee of the SS was a Gestapo and the inmates who worked there worked for this\nGestapo man. We did not work for any Gestapo man in the camp. Is that clear?",
        "Q: Yes, that part is clear, but you understand that if someone's listening to this organization...\nI: ,",
        "Q: To explain, no, I under...\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: But what I'm trying...",
        "A: [speaks foreign language here]\nI: She 1s just trying to say, not to misunderstand that the women who were working and living in the\n, yeah, were not, were not collaborators.",
        "A: No, not collaborators.\nI: Yeah? Correct?",
        "A: Mm-hm.\nI: You had certain...",
        "A: [speaks foreign language here]\nI: Yeah, correct, they are not collaborators. So that you have to draw the line\nsomewhere, they were forced [speaks foreign language here]. You see the difference was, once you\nwere serving the SS in the of the Gestapo, you could not get out of it, you could\nnever resign. You can, you could refuse in the camp by saying, oh I am not capable to do it, let\nsomebody else do it. So she went to Katya...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], they have all...\n[end of side one, tape 3]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. He described very in detail, the camp organization, but again\nfrom the point of the male. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: So the women's organizational structure was never really taken very serious, in spite of the fact\nthat the women's lager(ph) was in a huge camp, if it comes to, to numbers of inmates.\nSo as well, the women's structure they didn't know, they couldn't care less.\nNobody who visited us in the camp office from the main prisoners had an idea what we are doing,\nhow we are function. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. There were more women in the than men. So\nthose four, five Polish prisoners who worked there, they are known, they were giving their\ntestimonies, but they still, the people, the secretaries of top management did, did\nnot know what we are doing, they didn't know about our function. The SS secretary from, from\n[speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: Did, did you know, if the men didn't know the organization of the women's camp, did you know\nthe way in which the men were organized?\nI: Yes. Exactly like us, only we were perfect and they were, they were, they had difficulties [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: She said that you can ask any question you want to ask, because she's .",
        "Q: Did you know about the way the men organized their camp office?\nI: She didn't know much about the office at all. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: About our lives, the men and, and, and from and men and women, they know about each other\nlives because they were sending secrets letters, there was only the road which divided the men camp\nfrom the women camp and the, of course there were families, so the husband was in the men camp\nand the wife in , so that the letters and they, sometimes they talk through the\nwires, SO was a certain way of sending information about the camps",
        "A: Birkenau, Birkenau, [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: Did you have meetings in Block four about the organization, about how things were working, I\nmean how was there communication inside the block about the, since this was the, this is the\norganization of the camp prisoners, did they have meetings so that they made decisions together,\nhow?",
        "A: [speaks foreign language here]\nI: I bring you something to .",
        "Q: But, but come back Tsippy(ph).\nI: I bring a bottle glasses.",
        "A: [speaks foreign language here]\nI: Can you, yeah, can you be more clear? So you want to know about the...",
        "Q: Well in all organizations, when people have different functions, they have meetings. Now if, in\nspite of the fact that this is an extermination camp and a concentration camp, they had functions to\nperform, did they have meetings where they discussed problems, where they had to make decisions\nor did Mandell(ph) and Drexel(ph) simply say, or Katya, you do this, you do this. I'm just\nwondering if there's a certain...\nI: We don't know that.",
        "Q: We don't...\nI: The SS had no sessions 1n front of us.",
        "Q: Well then did you as prisoners have meetings?\nI: No. You received orders.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: No, no, no.",
        "Q: No, no, no, that's not what I meant Tsippy(ph), I didn't mean, I meant was there any, how was\ndecision making, I didn't...",
        "A: [speaks foreign language here]",
        "Q: Wait, wait, one at a time.\nI: I know what you mean, you compare with civilian, normal civilian procedure,\nyeah?",
        "Q: Well no, I'm not comparing it, I'm asking if there's any comparison.\nI: No, no, no. See [speaks foreign language here]. What is an environment in Deutsch?",
        "Q: In Deutsch, I...\nI: What's an environment? [speaks foreign language here]. No.\nmilitary environment, yeah? Military?\nI: [speaks foreign language here]\nI: Yeah, the whole system, the SS system, wait a minute, the SS system...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: But you...\nI: Yeah?",
        "Q: But you, you understand, when you, when you say that, you were working for the prisoners?\nI: Yeah.",
        "Q: Right?\nI: Right.",
        "Q: And if Katya...\nI: Theoretically, theoretically.",
        "Q: No theoretically understand, the larger structure is an SS structure, it's the German structure, it's\nnot your structure.\nI: No.",
        "Q: You are working within a structure to try and make things work more efficiently, you're trying to\nhelp people in that structure.\nI: We're trying to help them, the SS...",
        "Q: So that...\nI: But with the, with, with the purpose in mind to help .",
        "Q: So you're trying to satisfy the SS, while you are at the same time trying to help the prisoners?\nI: Exactly.",
        "Q: So, right.\nI: Exactly.",
        "Q: Okay.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Correct.\nI: Any, any made by SS, they are trying to figure out how they can avoid it and\ntheir way can help inmates, to, to, to help them. [speaks foreign language here]\nI: [speaks foreign language here]. You want me to translate?\nI: Yes, because you speak also German and sometimes I don't follow the story, so you...\nI: Yeah, I have been under the impression that I am talking too much, so I don't...",
        "Q: No, it doesn't, no, no, it doesn't, it doesn't, 1t doesn't matter. What we're trying to do 1s get at the\ninformation here.\nI: So, so the answer of hers is the same . We tried to figure out how to make\nthe appearance that we follow the instructions, but our main purpose, most of our women who were\nassigned by Katya, our main purpose was to serve our people, yeah? To serve our inmates. We had\nindividuals who were not intelligent enough to, to follow that kind of the line. We had inmates who\ntook orders and behaved cruel, without any thinking, they were just like, like reflex animals, yeah.\nWe had a beautiful woman who turned out to be stupid enough to become too, be cruel and then she\nhad to pay with her life for it. [speaks foreign language here]. Nobody forced you to be cruel.\nThey expected you to be cruel, but you could always behave like a human being. And if somebody\nwas not willing to do so, paid for that later on, after the war, yeah? We had many cruel people,\nbehaved cruel, but they could have behaved just normal, like any normal human being, we had\nnormal, good people. So here you are, the system was established and , it\ndepended on the inmate in charge how to, how to exercise her power and her position, yeah?",
        "Q: If there was an SS around...\nI: No, not always.",
        "Q: No, no, I said if. If there was an SS around...\nI: Then there be...",
        "Q: And the expectation was that they would be cruel...\nI: Yeah.",
        "Q: Would a person usually then be cruel?\nI: No. If an SS was around, they were screaming, they were hitting, but afterwards they apologized\nto the inmate, we had to do it, yeah and just to give the impression and to impress the SS. But they\nnever meant [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Good. I am glad it's been so [speaks foreign language here]",
        "Q: Were you ever in a circumstance like that?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: A lot of times.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. What is ? Order?",
        "A: Order.\nI: What does it mean, yeah?",
        "A: What is mean, yes. [speaks foreign language here]\nI: Exactly",
        "A: Is, is possible to make something? No, no, no [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: It was our...",
        "Q: Our, our house.\nI: Our aim.\nI: Our aim to, to, to\nI: Our aim to pretend that we are SS, obey their orders, but we always behind in\nour mind, how to help our.",
        "A: [speaks foreign language here]\nI: Now, I, may I interrupt ? [have an interview [speaks foreign language here]. I\nhave said, I have interviewed Katya, asked somebody to interview Katya, you know it. [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] somebody who transcribes it. [speaks foreign language here]. I\nwould like and I, if I would, if it would be necessary for us or for all of initial get together or later\non, particular interview transcribed and edited, and edited, [speaks foreign\nlanguage here]\nI: [speaks foreign language here]\nI: Tstppy(ph), Katya said in her last statement before she died, did Tsippy(ph) had [speaks foreign\nlanguage here], I had a special skill, the SS [speaks foreign language here] and to pretend [speaks\nforeign language here], but in reality, in the, in the [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She would like to tell you about the underground, yeah? Because you asked what did the inmate,\nwhat is the SS underground.",
        "A: [speaks foreign language here]\nI: The Polish underground was, international underground was very well organized in\niP",
        "A: Auschwitz [speaks foreign language here]\nI: Auschwitz one.",
        "A: [speaks foreign language here]\nI: ,",
        "Q: Wait, wait, excuse me. Just a moment.",
        "A: [speaks foreign language here]",
        "Q: All right, this is, this is what I propose.\nI: Underground.",
        "Q: You tell me some about the underground and then we get Tsippy(ph) to talk about her work in\nthe drawing office.",
        "A: Yes, drawing. [speaks foreign language here]\nI: [speaks foreign language here]. I just want to say something. [speaks foreign language here]\nI: ,",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Sorry, I...\nI: What about, what about underground?",
        "Q: Yes.\nI: [speaks foreign language here]\nI: Yes, she, she wanted, she wants to say that the, the, the underground in a women's camp wasn't\nvery well organized because they, they believe that the, the main goal was to help each other and try\nto save other lives then organize underground.",
        "A: [speaks foreign language here]\nI: She, she didn't , she wasn't in any underground organization.\nI: In any organization.",
        "A: In any.",
        "Q: In any organization.",
        "A: In any, in any.\nI: No because the war myth, m-y-t-h, about the underground is not like in a, in the civilian life you\nare a member, you pay your membership, you are, you have your meetings, that I don't know about.\nPeople have no idea that an underground, to belong to the underground was not the way they are\nimagined, yeah? But people like her, who was not accepted because she was no Communist, she\nwas not anti, anti, anti, yeah? She did her job by doing what she felt is important. She did probably\nmore underground work, than the member of the so-called underground, yeah? And she will tell\nyou what she did. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]\nI: No, no, she said there's, they have conferences and meetings but I don't know anything about it\nand there's...\nI: ,\nI: She, she was talking about you, so Tsippy, yes.",
        "Q: Is that true?",
        "A: [speaks foreign language here]\nI: Pardon? Yeah, she wants to know what we were talking about.",
        "Q: So tell us.\nI: We never, Joan Ringleheim(ph) [speaks foreign language here]. You the owner of three cats.",
        "Q: Two.\nI: Two.",
        "Q: Oh, three over a lifetime.\nI: [speaks foreign language here], ask her what she's talking about to the cat.\nI: This is .\nI: [speaks foreign language here], she will give you an answer. The cat, [speaks foreign language\nhere] an silent meow, yeah? [speaks foreign language here]. Good. [speaks foreign language\nhere]. We never said a single word to each other [speaks foreign language here], he only came\n[speaks foreign language here]. Do that for me and do that for me. [speaks foreign language here],\nI never ask what for or to. [speaks foreign language here], then it appeared to me, to be nonsense, or\nwhatever, like for example, [speaks foreign language here]. He brought me a watch without a\ncontent inside. [speaks foreign language here], without a trademark, [speaks foreign language here].\nPaint me this, or print me this little miniature letters, [speaks foreign language here], that was a well\nknown trademark. [speaks foreign language here]. I have thought he must be [speaks foreign\nlanguage here], I thought he is crazy, because in Auschwitz, in Birkenau, in the [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: Thousands of trademark, , we had in the, in the\nCanada, what do you need me to paint _, you can organize, you could have organized, he could\nhave organized many, many watches. and, but I never ask why. [speaks foreign\nlanguage here], our whole relationship, I knew exactly that he is doing a lot of strange things,\n[speaks foreign language here]\nEnd of Tape 3.\nTape 4\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Do you understand now what happened?",
        "Q: Yeah, so you're saying that you didn't really know what he was doing.\nI: I knew.",
        "Q: You knew.\nI: I suspected.",
        "Q: You suspected.\nI: I suspected. I had him daily with another request and that served him daily for whatever he asked\nfor, but I never wanted to know and that was the basic, the basic of a good relationship, he trusted\nme and I, because he got anything he wanted and I knew he was no idiot. So whatever appeared to\nme stupid or funny or strange, I never asked any...",
        "Q: And how come he could come into the camp every day?\nI: [speaks foreign language here], he was living there. He was the only one, the only male inmate\nwho was living in after the men who were surrounded by, by wires, did you\nspoke about that?",
        "Q: No, I ask...\nI: Uh-huh. Ask her and then I fill in, okay? He was living there, in the camp.",
        "Q: Okay, all right, let me...\nI: Opposite the camp office, so it was very and he was an electrician, so under the pretense that he\nneed, that we need some electrical work, he could go in and out, yeah?",
        "Q: All right, let me, let me go back in this, huh? Anna, two questions.\nI: She's excited, are you?",
        "Q: What?\nI: Right now? Are you excited?",
        "Q: Excited?",
        "A: Yeah, yeah.\nI: There is something.",
        "Q: First, did, did Anna have contact with Hennick(ph), no, what's his name...\nI: [speaks foreign language here]",
        "A: Yeah, yeah, yeah, yeah.",
        "Q: And you knew, did you know or suspect what he was...",
        "A: [speaks foreign language here]\nI: He always brought us information from outside world and mainly political information because\nwe never, we didn't have newspapers.",
        "A: [speaks foreign language here]\nI: They had, they had a radio, somewhere, hidden radio.",
        "A: [speaks foreign language here]\nI: He had a very good contact with underground organization, because sometimes the news that they\nreceived, they knew earlier, before they were published in newspaper.\nI: Can I say something?",
        "Q: Yeah.\nI: You go back to Washington and read Hennick(ph), Pojyebsky(ph), Uph(ph) and Garlinsky(ph).\nGood?",
        "Q: Yeah, yeah, I, yeah, yeah. Did he ever ask things of you?",
        "A: [speaks foreign language here]\nI: She wants to say something.",
        "A: [speaks foreign language here]\nI: The, the, the one woman, whose name was Tosha(ph) —__.\nI: Antonina(ph).\nI: Antonina(ph) ————_—..~ She wrote a book which contained the names of...\nI: A list of Polish...\nI: A list of Polish dead women who died in Auschwitz.",
        "A: [speaks foreign language here]\nI: women, women, women.\nI: Women, women.",
        "A: Only women and only Polish. It was [speaks foreign language here]\nI: The hospital camp office. There was a hospital camp office.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]\nI: Tosha(ph).\nI: Tosha(ph). Antonina(ph).",
        "A: [speaks foreign language here]\nI: Tosha(ph) Biantkoska(ph)\nI: [speaks foreign language here]\nI: How she looked in the camp and how she looked after the war.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: So who or what are we looking at? Explain it, because...",
        "A: [speaks foreign language here]",
        "Q: This is your license ?\nI: No, no, no, no, that's a parking ticket...",
        "Q: In Auschwitz.\nI: In Auschwitz. What an coincidence that I kept that, but I, no, that is Tosha Biantkoska(ph)",
        "A: Antonina(ph) Biantkoska(ph).\nI: Antonina(ph) before the war.",
        "A: [speaks foreign language here]\nI: Yeah and that here when we met in Warsaw, she made me a present, gave me that, that is Katya\nand that is an architect.",
        "Q: Oh, yeah?\nI: That's Katya, visiting her and that is, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: mean underground worker of the .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She was the one who smuggled the plans, through, with her plans\nthey're smuggled to, off the crematortum, Theresienstadt was the transport who were plan, they\nwere planning to bring to Auschwitz a family camp. Now Vera worked together\nwith and Vera and they had planted another woman from the underground into\nmy drawing office, she had nothing to do with drawings, nothing to do, was no artist. She had a\nvery strange function, yesterday I mentioned that she produced vouchers for the canteen, as a matter\nof fact I called her last night, but the phone was constantly busy the whole night so we have to wait\nuntil they repair in Prague the phones and I'm going to talk to her. Yes, now through Vera\nForteen(ph) and , which was planted into my drawing office and I accepted\nher with pleasure, I was engaged with the carrying out of those plans.",
        "A: [speaks foreign language here]\nI: Katy was more beautiful, was more beautiful than picture.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: Explain, explain to me, explain to me what you've just said.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: The plans that went from Auschwitz to . What is, what is going on, why\nare they, they sending plans for what purpose?\nI: Because they wanted to know, they wanted them to know...",
        "Q: What was going to happen?\nI: When they arrive, to know where they are going or what is going to happen, because they thought\nif they are going to be carried straight away to the gas chamber and they will know about it, that a\nmass of people, they will be able to revolt, yeah? Or to resist.",
        "Q: To whom did they send these, do you know?\nI: To, to to certain people in Theresienstadt.",
        "Q: It was contacts that they had?\nI: Of course, yeah.",
        "Q: And how would, do you know how these were sent?\nI: Wait until she comes because there was Tosha(ph) involved. You see that was\n, 1, I, I played an very important part, see I never spoke about it, but if you want\nto know I may mention something and I wanted to speak yesterday to , but\nshe, there was no, I'm afraid she's not alive because since two weeks I'm trying to contact her and\njust a constant busy sign. Finally I asked the operator yesterday to, there was\nonly, the telephone, busy sign, but no conversation, so.",
        "Q: All right, let's wait til Anna comes back.\nI: Never made it my business to, look I cannot fight, on how many fronts shall I fight?",
        "Q: Tsippy(ph), I'm not arguing with you.\nI: I know, I'm just asking, I'm asking myself, on how many fronts can I fight? I have been fighting\nwith, fighting, I mean fighting, all right? Since the Auschwitz exhibit at the UN,\narguing about the, about the correctness, that's better, yeah, of the insignias, which was, they were\nwrongly interpreted, the Washington Holocaust office, the Washington Museum produced wrong\ninformation, the Auschwitz people in the, what's the museum in Auschwitz? Produced wrong\ninformation, cause they engaged in so-called consultants, a famous from\nAuschwitz, who didn't know the difference between an, an, Jehovah Witness and an Jewish and a\nnon-Jewish person who had a love affair with a Jewish man, they were differently marked, the\nwomen's camp had their own, yeah and I will probably sit down with you and explain to you my\nactivities and my functions and my work in the drawing office. And then you will understand why\nI'm objecting to the insignias, why I'm objecting to other things, to, to the plans of Birkenau in\ngeneral. I have never disclosed to anybody because I've never been asked, never been understood\nwhat I did because to be, to have, I mean the historians don't even know how to read a map, to be\nquite honest, they don't look for the, for any clues which could be misleading. They are looking\nthings from an entire different angle and I cannot blame them. But if there comes some graphic\nartist, who, who was trained and worked all her life in the profession and is trying to argue about\nsomething of, of a graphic nature with an historian, it is an tragedy, yeah? Because I had cases\nwhere, was mentioned yesterday, I had to explain what a stencil 1s, yeah? By explaining what I\ndesigned for a particular, in a particular situation. So I'm fighting against many thing, it's not\nfighting, I'm just arguing about it and I always, I never had a real sympathetic ear by anybody to\nlisten to me and it's, I've developed a situation where I suffer from an certain kind of loneliness, I\ncannot talk always to myself. People don't know what I'm talking about. I'm not quoted in\nany world famous historical literature because I've been living a world of silence\ndue to my handicap, where I couldn't hear, where I couldn't communicate and when I finally opened\nmy mouth it was, I was totally isolated, misunderstood and too technical for their taste. No, now\nyou know. Now let's come back to the aerial views. The aerial views as we've discovered is that\nthey were, I mean for the purpose of explanation and important that they have inserted the plans\nand, and brought out the area they were, the area in question, but why couldn't they do the right\nthing, why have they used and copied the wrong thing, that is my, I am had no, no objections that\nthey have inserted the camp, the women's camp on their aerial views. I've given strong signal,\nyeah? Can I call that...",
        "Q: You mean, you mean with a diagram as opposed to a photograph?",
        "A: With a diagram, correct. But then they had not and you cannot even blame the people what they\ndid because from the first day on, the very first publications after World War 2, produced in Poland,\nby famous researchers like Dr. for example, he published the very first book on\nAuschwitz and it's a good one, I have that in both languages, in German and 1n, in, in Polish, which\nhe forwarded to me because I, that's always active and tried to keep in touch with the post-war\nAuschwitz family of inmates, I mean, it's not the families, but we got a small family of people who\ntried to stay in touch with. That was in Warsaw in headquarters of the international Auschwitz\ncommittee, under the stewardship of ____. And then there was the museum and there are people\nwho tried to do their best but the world was not very sympathetic, they had no money, they had no,\nthey were not very, we were not very popular because the world had enough in those days, so there\nwas a Stagnation of interest and after awhile people started to publish correct or incorrect. But then\nit comes to diagrams and to the drawings of the camp, there were irregularities, they were using\nsome, they couldn't, tools, all those by foot, they had no experts to perform, they,\nto perform a layout of the measurement instruments, they had no access to the camp building office,\nthey didn't even know then that it ever existed. People, the historians who were trying to start to\nbring the history down to paper, had no idea that there was an Auschwitz official building office and\nso that those, that, maps and drawings and sketches were preserved miraculously, yeah. We know\ntoday how the camp looked, we know and, but somebody was, sit down and\ncomplain. So the first plan was used, the first basic information was used from\n, that document of, the Berlin planning of Auschwitz. I mean they tried and\nthey still have enough of material and they had enough of material, but it was wrongly interpreted\nbecause the draftsman who was able to read the drawings, was not reading the historical\nbackground, yeah? If they would have done what I did all my life before I had to perform a drawing\nfor my husband for his publication, I first had to learn the text and to translate his scientific language\ninto simple lines and diagrams. The people who were assigned to make the sketches of the first\nsketches after the war, were not presented with an historic background, they're not even asked to\nread or to understand what they are drawing, what they are doing and so we have know the after\neffects.",
        "Q: Tsippy(ph) where was the, where were the, the building plans office? In the men's camp or in\nthe women's camp?\nI: No, you can spot that in one of the aerial views or you have to [speaks foreign language here].\nYou know, we have now the same...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] and if I would not know the camp by here in my head, I would, I'm\nasking her where was that, the answer. No, it was not in A, it was in B, you see, because it couldn't\nhave been but if you, she would not talk to me about it and I wouldn't know, it would get lost.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. We are trying to reconstruct where was this, you have asked me\nwhere was and I'm asking her in addition, where was ?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. No, what is it now? What do you want to know? The\nunderground?",
        "Q: No, let's do the underground in Washington.\nI: Good.",
        "Q: Tell Anna we'll talk about the underground in Washington, I want to ask her something else now.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: What was your relationship with Tstppy(ph) in Block four?",
        "A: Our relation was good, I think.",
        "Q: No, but no, what did you, what did you do together, did you...",
        "A: I was Block and she was in [speaks foreign language here]\nI: I was living in the borders of the block.",
        "A: [speaks foreign language here]\nI: I had a studio in the block, correct. Believe me, it was better established than any other studio\nhere in New York City. I had a beautiful room, I even had beautiful curtains, glass windows\naround. [speaks foreign language here]. Now, if I wanted to be alone and undisturbed, [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: was how it looked from the outside.",
        "Q: So tell me.",
        "A: [speaks foreign language here]\nI: [had a window from the outside too.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] was next to her room where she was living. [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\n[end of side one, tape 4]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. You see, I have a very important interview from Katya which had\nto be translated into a normal language.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Did you understood? No.",
        "Q: You want me to get this transcribed and translated?\nI: No, no, no, no, no, I have the transcription, I have it transcribed, badly.",
        "Q: You need, it needs translation?\nI: I need somebody to type what I am translating from German into German, for corrections,\nediting. I don't need a German editor, I can do it myself, because I know the way of thinking of\nKatya and I know what she meant. I will need somebody who will, I may dictate that into an tape\nrecorder and somebody's going to transcribe that in German. The good, good edit, good edition,\nwhich I am going to make. somebody translating from German into English and\nthen we'll have from Katya an very important statement, out of her own mouth, okay? And you\nknow who did it, the stupid Susan, stupid Susan, an idiot, she was talking all the time and she didn't\nknow and I gave to her instruction, question, A, B, C, D, she never sticked to. You know that Susan\nup til now had, did not produced anything, anything useful?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], we have been the first 10 months in Auschwitz in the, some\nwomen arrived, the Slovakian women and some of the German women, all the women in\nAuschwitz lager(ph), the first 10 blocks and then in September or August, we\nrelocated to Birkenau and...",
        "A: [speaks foreign language here]",
        "Q: August 1942?\nI: She's ,\nI: [speaks foreign language here]\nI: It's not too strong for me, but be careful with that.",
        "A: [speaks foreign language here]",
        "Q: Right, not Auschwitz, ,",
        "A: One and one week after [speaks foreign language here |\nI: She just finished up speaking English , yeah?",
        "Q: But you came in 1943?\nI: No, '42.",
        "Q: '42. July 20th.",
        "A: Yeah.\nI: July 20th, that was her birthday.\nI: No it was a day before her birthday.\nI: A day before, I said, it was Hitler's birthday.",
        "A: [speaks foreign language here]\nI: Could you write something down for me? The name of Katya's , please.\nDo you have one sheet of paper?",
        "A: [speaks foreign language here]\nI: She had an couple, an couple [speaks foreign language here]",
        "A: Mm-hm.\nI: Yeah?",
        "A: Mm-hm.\nI: [speaks foreign language here]",
        "A: Mm-hm, mm-hm, mm-hm.\nI: So what next?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Now, front, you can write in Polish or in, in, in English, Katya's\n, Katya's maid, that's good enough. Now, what is it?",
        "Q: Anna, what do you, what is your most vivid memory of Tsippy(ph)? When you think of\nTsippy(ph) in Auschwitz, what do you think of first?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: In the drawing office.",
        "Q: Drawing? Serious?",
        "A: No. [speaks foreign language here]. It was an interesting person.\nI: Interesting person, yes. She was interesting.",
        "Q: Was she funny? Sense of humor?",
        "A: Yes, yes. She was...\nI: A sense of humor.",
        "A: ...sense, sense, sense of humor is very, very good. [speaks foreign language here]\nI: She had a great sense of humor.",
        "Q: Yes.\nI: And she has.",
        "A: [speaks foreign language here]. That was her personality.\nI: a special personality.",
        "Q: Did she ever give you, did she ever give you trouble?",
        "A: Trouble? [speaks foreign language here]",
        "Q: Huh?\nI: trouble maker.",
        "A: [speaks foreign language here]\nI: Anna said that sometimes...\nI: It didn't went, if things didn't went my way, then I was giving trouble.\nI: She was trouble.",
        "Q: And what, what kind?\nI: [speaks foreign language here]. I screamed because they were constantly disturbing me and I had\nquite an...",
        "A: [speaks foreign language here]\nI: , | worked at night, why? Because the, the Polish bloody underground, yeah,\nwere coming for men, during the day the male prisoners were coming, gathering all the Polish\nwomen in my office, in my drawing office, throwing me out so that they can discuss their secret\nconnections and messages. I went out walking around the camp and having fun visiting all people\nand then at night I had to perform my duties because I had to deliver. So then, sometimes, while\nworking, or wanted to work, it was intellectually, mentally, a very demanding job. I performed\nmany, many things where I had to concentrate, where I had to be correct and where I had to, not\nwanted to be disturbed because it was sometimes a very delicate job I performed. So then anybody\nwas coming in of those little monkeys and talking to me and, and so I started to scream, get out of\nhere, because I have to work, yeah. And that she remembers, that I have thrown out many times.",
        "A: You see?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Yeah.",
        "Q: You remember?\nI: Yes, very good.",
        "Q: Now, when you were talking to, stop looking at the book, you were talking about the plans being\nsent to Terezin...\nI: Oh, yeah.",
        "Q: And I want the two of you, because, does, does Anna know about this, was she...\nI: No, listen, may I ask something in between?",
        "Q: Yes.\nI: Anna, [speaks foreign language here]",
        "A: [speaks foreign language here]. Is possible, but I don't know.\nI: All right, [speaks foreign language here]",
        "Q: You're talking about them burying the plans in her, in her room?\nI: Not burying, but delivering.",
        "Q: Delivering.\nI: But she, it must not have been to her, I think it must have been either to Tosha(ph)\nBiankoffska(ph) and she didn't even know what it is, yeah? Look, I must explain, you want the\nwhole process okay, but it went through her room. [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: So you don't know?",
        "A: No.\nI: No. That was underground work, okay? Effective one.",
        "Q: Tsippy(ph), you once said to me that before the family camp came, you knew what was going to\nhappen to them, how? First translate for Anna what I said, so that she knows.\nI: [speaks foreign language here]. We suspected, we suspected, we have [speaks foreign language\nhere], that was a reason, [speaks foreign language here]. That was the reason why we have tried to\nbring that to the attention of the management in Theresienstadt when they arrive, to know in what\ndirection, what the, how the camp was established and which direction was the crematorium.",
        "Q: Did you know that when they were going to bring in people from Terezin...\nI: Yeah?",
        "Q: That they were going to bring them together as a family camp, before...\nI: We didn't know much, we didn't know, we just knew when they arrived.",
        "Q: When they were established...\nI: Yeah?",
        "Q: ...as the family camp...\nI: Yeah, mm-hm.",
        "Q: Were you surprised that they kept them, the men and women, the families together?\nI: No, no because in Auschwitz nothing, in Auschwitz [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: We were not sure what they are going to do, [speaks foreign language here], you see these,\nnobody knew, I think the people in Berlin didn't know what to do with them, they knew somehow\nthey are going to bring an end to the people of Theresienstadt, but didn't know when the time was\nright. The political situation, how to camouflage things, how to pretend, how to lure the people into\nbe able to be driven into the gas chamber without any resistance. So we were, nobody was sure the\nGermans in Auschwitz had no idea when, when and what order will come from Berlin, huh?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: Or understood. Now here's another question. The Gypsy camp is also men and women, the\nTerezin, the family camp is men and women. What ts the relationship of the men's camp to those\ncamps and what's the relationship of the women's camp? Because all the rest of the camp 1s divided\nby sex, pretty much.\nI: Okay, only, only the role call.",
        "Q: So you took care of, the women's camp took care of the role call of the Gypsy family camp and\nthe Terezin?\nI: Correct. We knew exactly how many Gypsy women, Gypsy children, female, she does know\nthat, because...",
        "A: [speaks foreign language here]",
        "Q: And Gypsy?",
        "A: Together.\nI: Yeah, yeah.",
        "Q: No, no.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: Does that, does that mean that there were work details for the women from, from the...\nI: They were not working.",
        "Q: They were not working?\nI: No.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Only inside, inside necessary details for distribution of food and\ncleaning and so on.",
        "A: [speaks foreign language here]\nI: Yes. That's different. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: They had, in, inside, what I said, inside activities like food distributions, looking after the\nchildren, they had a little bit of cultural activities because there was nothing else to do, but there was\nno physical work performed, like in our so-called [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: The tragedy was that they made no use, during a war, where manpower or womenpower was\nshort to use the young family members, men and women for something productive, yeah?",
        "Q: You mean the Germans didn't use any?\nI: No.",
        "Q: All right. And...",
        "A: [speaks foreign language here]\nI: Yeah, before them, before them, before they were gassed, they were asked to write letters,\npredated yeah? Predated [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: This is the Terezin family camp?\nI: Terezin. And so we have no the possession of letters, before dated, compared\nwith the date of, of, with the date of death of those people, while they were gassed, so we know only\nnow how they were luring and pretending inside of the camp, the whole situation, to prevent\ndisorders or disturbances.",
        "Q: Is it...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], nobody wanted to believe any more because the information from\nthe camp underground, or whoever was sending , Theresienstadt, the report\nwhat happened and then the predated letters, the people in Theresienstadt and the world was\nconfused. And that what the Germans tried to do, but what you don't know is and you have not\nreported and never mentioned, [speaks foreign language here]. Katya overheard once in an\ntelephone conversation, while she was on her own, it is actually, but I'm not [speaks foreign\nlanguage here], I wouldn't like to talk about it because it's very, very described what I have to say\nabout Katya in one of the books of wrote in his last years. [speaks foreign\nlanguage here], so let's bypass Katya, we are now back to Theresienstadt, yeah. The Theresienstadt\nfrom the [speaks foreign language here]. You see we, we received the, the lists\nof death simultaneously, simultaneously [speaks foreign language here], so they, when they were\ngassed in the night [speaks foreign language here] and they were gassed, next morning, next\nmoming, we already had the list of death and we had to administer that and, and absorb [speaks\nforeign language here], I was so [speaks foreign language here], with my head [speaks foreign\nlanguage here]. So I'm tell you, we knew in the morning, they were taken at night, they were\ngassed. In the morning we had the list and we had to take out the women from the livings in the\ndead [speaks foreign language here] and I had to change my [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: What have I done at night, I'm asking her, she doesn't know. [speaks foreign language here]. I\nwill tell you that afterward. [speaks foreign language here]\nEnd of Tape 4.\nTape 5\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now listen carefully. Don't you think that I'm sitting idle. I want to show you something, yeah. I\nwant to show her something. Hold it for me please, yes, thank you. That's [speaks foreign language\nhere] a whole book. I have here a diagram which I produced, [speaks foreign language here]. I\nhave here an diagram. In 1942, what I'm saying on that sheet, I carry the information what an\nhistorian needs a whole book to write. And that means, where are my, where is my, yeah. It says, a\nyear by month, 12 months in '42, '43, '44 and the beginning of '45, yeah? [speaks foreign language\nhere]",
        "A: [speaks foreign language here]\nI: Every camp in Birkenau [speaks foreign language here], were frowned on, where female, women\nwere located, so you will see, in 1942, [speaks foreign language here], women were there from\nMarch til August, clear?",
        "Q: Yeah.\nI: In B one A, the crosses are male, yeah? [speaks foreign language here] and there were women in\nB one A from here to here. In B...",
        "Q: B one B.\nI: In B one B, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Here, here we went, we arrived in that part of Birkenau in June and we're there\ntil '44 October. [speaks foreign language here] what is it?",
        "Q: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] you see, the duration of the Czech family came, where women and\nmen were together and then in October '44, we relocated here, from here to here, [speaks foreign\nlanguage here], it didn't existed any more. [speaks foreign language here] you can read in B to, B to\nD, there were men and B to C, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Yeah, that's the Hungarian camps are so-called. [speaks foreign language here]. Look, what I'm\ntrying to show you, it's an diagram of the history of Auschwitz, where you can see men and women,\nwhen they were there and how long they were there.",
        "Q: Now why’?",
        "A: It's very important.\nI: Yeah?",
        "Q: Yeah, yeah.",
        "A: It's very important.",
        "Q: Yeah, yeah. But Tsippy(ph), why here, in A one, Auschwitz one stomlager(ph).\nI: Yeah?",
        "Q: There, aren't there men in those months?\nI: Yes.",
        "Q: But you don't have that there are men and women.\nI: Because it was, it was...",
        "Q: No, I'm just asking because here...\nI: You are right.",
        "A: [speaks foreign language here]\nI: I, [had no, I will, you are right, I have to add, but no good. Why I have put here men...",
        "Q: Because they were together.\nI: ...and women together, they were living together.",
        "Q: Together, yeah, yeah.\nI: Yeah, you can see I made the connection here, good. So I have, have not found that, I wanted to\nbring out the women and not the men.",
        "Q: Yeah, yeah, no, no, that's fine, I, but it's, yeah...\nI: I kept the men in the background. But, do you think it's an important diagram?",
        "Q: Absolutely.\nI: And for that an historian how many pages need?",
        "Q: It depends how much they write.\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: 1am trying to show you...",
        "Q: So it's visually, it's very...\nI: For my future publication, I am prepared with many answers, with many simple, simple\nexplanations and nobody can take that away from me. Come on. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Okay?",
        "Q: Yeah.\nI: I'm sorry.",
        "Q: It's okay. This is the insignias?\nI: More or less. That's for myself.",
        "Q: Where's this from?\nI: That is , and anybody else I will, wait a minute. was, we\nwill talk about that, but I want to show you something more interesting. [speaks foreign language\nhere]. Now I'll show you something. [speaks foreign language here], I started something. I started\nthe history of the SS. The SS [speaks foreign language here] with the ranks, their position, [speaks\nforeign language here]. And so I have when they arrived to Auschwitz and they left. [speaks\nforeign language here]. That is a sample, an example. [speaks foreign language here]. All SS\nmembers that ever been in Auschwitz, I want to bring on one sheet and have their history, with their\nrank and their position, on one sheet, instead of hundred other sheets historians are writing about\nand sometimes...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: It's the light, the light went out.\nI: Yeah.",
        "Q: Yeah.\nI: Don't worry, that will start to, to, to whistle. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: I'm just trying to tell you that is an example, that 1s not authentic 100 percent, but I want...",
        "A: [speaks foreign language here]\nI: Here. [speaks foreign language here] Correct. [speaks foreign language here] to perform\nsomething like that, I cannot do it myself, all myself, by myself. I would love to have somebody\nwho would concentrate on Auschwitz. I could teach him or her and I could teach him graphics, I\ncould teach him. That is something nobody does. It's just an example I've selected on couple of\n[speaks foreign language here]. Now listen carefully. Do these here, that is something of big value.\nThese two here, [speaks foreign language here]. That means in the category of German prisoners,\nwomen prisoners, into the category of German women prisoners went German women, the Austrian\nwomen, some, the Polish and the French women who had lovers, Pole lovers with, no lovers...",
        "A: [speaks foreign language here]\nI: No, no, no, no, no, no, no, stop it. Poland [speaks foreign language here]",
        "Q: You mean Germans who had Polish...\nI: Polish lovers and German women who had French lovers. [speaks foreign language here]",
        "Q: And these were only Christian women?\nI: They were only Christian women [speaks foreign language here].",
        "Q: They didn't care?\nI: Huh?",
        "Q: They didn't care if the Jewish women...\nI: They went into [speaks foreign language here]. If they had some relationship [speaks foreign\nlanguage here]. You can see what I did. [speaks foreign language here]",
        "Q: Jewish ;\nI: [speaks foreign language here]",
        "Q: No, no, no, no, Christian, not Jewish.\nI: [speaks foreign language here]",
        "Q: No, no.\nI: No Christian.",
        "Q: No Christian, but there were Christians and no Jews.\nI: And no Jews, that's what I'm trying to say, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "Q: Slovakia?\nI: Slovakia.\nI: Russia.",
        "Q: Russia?\nI: Huh? [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "Q: This is Italian?\nI: [speaks foreign language here]\nI: Romanian.",
        "Q: Romanian.\nI: Good.",
        "Q: Hungarian.\nI: Better.",
        "Q: I can't see this.\nI: [speaks foreign language here]",
        "Q: Greek.\nI: Yeah, better.",
        "A: [speaks foreign language here]\nQO: —i‘“‘“‘i‘(\nI: I did something [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It started in Nuremburg. [speaks foreign language here]. Good, but why have I done that because\nsince the Nuremburg trial, they ask numbers of people who were killed and they only mention\nSlovaks, and they mention Czech, but nobody realized that there were, there was not a single\nSlovakian non-Jew in a concentration camp, or at least in Auschwitz. So I performed the table\nwhere you can see everything which came under German category, everything which comes under\nPoles, French.",
        "A: [speaks foreign language here]\nI: Yeah. [speaks foreign language here]",
        "Q: I have a question for you.\nI: Yeah?",
        "Q: Given your chart. You once told me that when people came in, if they were born 1n Slovakia...\nI: Yeah?",
        "Q: But somehow they went to Poland and they were deported from Poland, they're coming as\nPoland, so how do you know this is accurate?\nI: That is accurate.",
        "Q: This is accurate based on?\nI: I am talk, I am...",
        "Q: The origin or the transport?\nI: Transport, because we had no control over the, was\nentered as a Jew, Polish Jew, the second time that he entered, he was coming as\nSlovak. There are the figures and categories of arrival and not where they were born.",
        "Q: Okay. All right, no I just, I...\nI: If you come to America...",
        "Q: Tsippy(ph), I'm not, I'm just, I want...\nI: Definitely, all this...",
        "Q: This is all I wanted to know, what the...\nI: Definitely.",
        "Q: ...what the basis of this was.\nI: Yeah, you are looking those things from a different point of view, but I am talking [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]",
        "Q: No, but it wasn't like, I wasn't questioning this.\nI: I know that.",
        "Q: I was, all I want to do is the basis of it, that's all.\nI: Definitely and I'm telling you the answer. So I mean, it makes, does it make sense?",
        "Q: Yes, yes.",
        "A: [speaks foreign language here]\nI: Correct. [speaks foreign language here]. Correct. Correct. I wanted to show you [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: He has history, I'm trying, wanted to prove you and to show you that I'm trying to condense\nhistoric write ups and work into, into simple diagrams. That is mapping, not the\nmaps of and not the maps of , | don't know what's his name you\nmentioned, but there's the maps that is mapping of existing records, the mapping for future\ngenerations, maybe, so that they should understood what we are talking about because people have\nno time to read. Have no , getting confused, but if they see something like that, it will\nanswer you many things, don't you think I'm right?",
        "Q: Yeah. I think we should stop, I think it's enough for today.\nI: We should ;",
        "Q: I think it's enough.\nI: No. [speaks foreign language here]\nConclusion of Interview.\n"
    ],
    "questions": [
        "Question: If who swindled?",
        "Q: Well, yes.",
        "Q: It looks...",
        "Q: Yes, ,",
        "Q: Sorry.",
        "Q: Yes, yes.\nI: Ann and I want to add is that yes, is that she remember that Helen made a map and it was really\nthe big size of this table.",
        "Q: Which is about what? Four by...",
        "Q: Four by three or something. No, no, four by two, I don't know.\nI: Very good. We can measure.",
        "Q: Very precise mapping, very good mapping.",
        "Q: She always asks me why I laugh when she says something funny.\nI: What did I say?",
        "Q: I think what we should do, is we should sit there, comfortably, we're all standing, sitting,\nmoving. Let's get comfortable.\nI: No, I had something to... [pause]",
        "Q: You want to finish?\nI: I put some food in .",
        "Q: Now”?\nI: Yeah, because we need at least an hour.",
        "Q: Yeah?\nI: To get warmed up, yeah?",
        "Q: Okay, that's fine then. We won't forget.",
        "Q: A stencil.\nI: A stencil, my God, shame on myself. Yeah, a stencil, so stencil paper is produced with ordinary,\ngood quality paper but impregnated with oil, in oil. So that what I have used and then I painted over\nthe barracks with the necessary colors, they had green roofs, they had all kinds of wooden, no, green\nwooden, wooden, color of the barracks wooden barracks. Brick barracks and\nwhich have produced a , but it looked very, very natural, very well. So that, you\nknow, I was the artist of the camp. And the men, the men are [speaks foreign language here]",
        "Q: Okay.",
        "Q: Okay. [pause]. I'm more nervous than everybody.",
        "Q: Okay.",
        "Q: All right.\nI: Why do you hate technology?",
        "Q: I don't hate it.\nI: Good.",
        "Q: Just a ,\nI: That's better.",
        "Q: It appears...\nI: The technology is good to you, you would not be able to do what you are doing without\ntechnology.",
        "Q: You're right,\nI: ,",
        "Q: Yes.\nI: So I think that was enough.",
        "Q: Okay. All right, now.\nI: What shall I do?",
        "Q: A little closer.\nI: ,",
        "Q: Yeah, yeah, this is good.",
        "Q: . What are you going to speak?\nI: Look, we are going to talk Polish and German.",
        "Q: But I think we shouldn't bother with you translating too much.\nI: Yeah.",
        "Q: You can translate generally.\nI: Right.",
        "Q: So that I have an idea.\nI: Correct.",
        "Q: But not, not exactly.\nI: No, no, no, no, not in detail, ,",
        "Q: ,\nI: [speaks foreign language here]. The Nazis not believe me, but they believed the SS woman. And\n[speaks foreign language here]",
        "Q: It's, it's, it's, of course.",
        "Q: Let's wait one second. [pause]\nI: ...idea.",
        "Q: What?\nI: We had met, anyway...",
        "Q: You have to speak so I, so I will understand.\nI: I tell you the story which I started at the other time.",
        "Q: Okay, then finish...\nI: No, it's another time, it had nothing to do with our meeting, yeah?",
        "Q: This is side two of tape one.\nI: Is, 1s, is that item which I gave you okay?",
        "Q: Yes.\nI: You never said anything.",
        "Q: I did, I said it worked.\nI: No.",
        "Q: That's why I'm able to wear the earphones. That's why I look like something from outer space.\nI: Now you see how good I...",
        "Q: You are.",
        "Q: Yes.\nI: I knew that I have something. But go ahead and find, among so many things Irving left behind,\nno I kept things in order.",
        "Q: I know.\nI: Because of technology.",
        "Q: I know, you'reavery _..\nI: Hm?",
        "Q: You're very in order.",
        "Q: When did you get Typhus?\nI: Still in Auschwitz.",
        "Q: Auschwitz I?",
        "Q: So you got it before you moved to Birkenau?\nI: Yeah.",
        "Q: In July?\nI: Something, something...",
        "Q: You moved into, August? July- August?\nI: Yeah.",
        "Q: is Camp(ph) Street.\nI: Yeah, but what are you using in English?",
        "Q: Well lager(ph) is camp.\nI: Yeah.",
        "Q: And strasser(ph) is street.\nI: Yeah, but if you, if you, if you write, or publish, what are you using, what are the people using?",
        "Q: You could say lagerstrasser(ph).\nI: Road, the road, Camp Road? It was more road than a street, a street looks different. [speaks\nforeign language here]",
        "Q: Which one, which, where 1s the lagerstrasser(ph)\nI: Always in the center of the road. In the center of...",
        "Q: Okay.\nI: You see?",
        "Q: When did you, when did you arrive in Auschwitz, Birkenau?",
        "Q: And where did you live first?\nI: Block B, One A, number one.",
        "Q: Number one?\nI: Block One One A.",
        "Q: And it was through out the entire time, or did it become different?\nI: In the beginning.",
        "Q: In the beginning, right.\nI: And later on, I don't know at what occasion, I would say, let's listen to her. [speaks foreign\nlanguage here]",
        "Q: So non-Jews, when they were selected, it was only inside the camp, it wasn't on the ramp, it\nwasn't in coming in.\nI: Never. Only the transports, let me explain that to her. [speaks foreign\nlanguage here]",
        "Q: When did you meet Tsippy(ph)(ph)?\nI: [speaks foreign language here]",
        "Q: Yeah, yeah, I understand.\nI: ...because it's easier for her, she can express herself much better, she understands Polish, I\nunderstand Polish, so I can still ask question in between to get the more out of her.",
        "Q: Okay, that's fine, that's fine.\nI: Go ahead, . [speaks foreign language here]",
        "Q: Waste.\nI: Waste? Good. And that was more or less the environment.",
        "Q: Lice.",
        "Q: Lice.",
        "Q: Oh no, no, no, please ,\nI: No, why? You were not thinking, she —.",
        "Q: Now I'm thinking, now I'm thinking.\nI: No, what did she said, one day was an SS man and that and selected sick\npeople, correct?",
        "Q: Yes.\nI: And they were Jews and non-Jews alike.",
        "Q: And what he did, he just touched a bed and that's, that was the way he made selections, this\nperson, supposed to ;",
        "Q: Say it in Polish.\nI: [speaks foreign language here]",
        "Q: Polski, Polski.\nI: [speaks foreign language here]. I'm going to tell that in English. You know the Germans like to\nargue with inmates who volunteered as witnesses. How do you know that, how do you know that?\nSo I ask her, \"What have you answered and what happened?\" She said, \"All right, we had our, our",
        "Q: Polish, because I...",
        "Q: How old, how old were you?\nI: [speaks foreign language here]",
        "Q: Lice.\nI: Lice, I'm sorry.\nI: One second, please. [speaks foreign language here]",
        "Q: And this 1s, this is the woman?\nI: lam woman.",
        "Q: Anna, what did you know about Auschwitz before you came, before you were sent to\nAuschwitz?",
        "Q: Where were you imprisoned before Auschwitz?\nI: [speaks foreign language here]",
        "Q: Yeah?\nI: Yeah. One girl. Oh boy , here, , She came from Montelupe(ph).",
        "Q: English, English, English, English.\nI: [speaks foreign language here]. The Katya (ph) , Slovakian girl, who became\nthe top administrative inmate of Birkenau, in charge of the role call, role call and general, general\noffice routine, now the camp office, in charge of the camp office and one nice day she arrived on, in\nthe barracks of those Polish political prisoners and declared, \"Look girls, we are now in, under the\nGerman rule, no, we are now supervised and guided and, and, and under...no, the German women\nfrom Ravensbruck...",
        "Q: As much as I like mine.\nI: Oh, boy, what a answer.",
        "Q: I like it, I like gray hair.",
        "Q: Your career?\nI: And that became my new career.",
        "Q: Now this is 12 and B one A?\nI: B one A. Correct.",
        "Q: Of Block 12?\nI: Yeah.",
        "Q: Auschwitz elite.",
        "Q: The manila envelope.",
        "Q: Oh, the manila envelope.",
        "Q: Right.",
        "Q: She said was Closer to Rhodes.\nI: Closer to Rhodes, to the gas chamber.\nI: If you are getting hungry, let me know, I am ready for you.",
        "Q: No, going to take out the...",
        "Q: I'm trying to find the good map.",
        "Q: From the ramp later is here and it's up.",
        "Q: So they would take trucks?\nI: They would take trucks. And they were drunk and...",
        "Q: Now wait a minute, where were they bringing the children?",
        "Q: To which crematorium?\nI: [speaks foreign language here]",
        "Q: And that's when you met?\nI: And, and you met Helen.",
        "Q: Anna, when Katya came into your barrack, Katya came in, did you have any\nsuspicion, I mean did you, did you wonder what, where did, where did Katya get the authority in\nyour mind?\nI: [speaks foreign language here]",
        "Q: And you, and you knew, you knew about the agreement, you knew who, you knew Katya? Just\nnow ;",
        "Q: And you came in with red triangle?\nI: [speaks foreign language here]",
        "Q: Right.",
        "Q: Jews and non-Jews?",
        "Q: Both?",
        "Q: Yes, 11, only 11 nationalities.",
        "Q: Were there more non-Jewish women than Jewish women?\nI: No there was, she said there were more Jewish women.",
        "Q: In Birkenau?\nI: In Birkenau, yeah.",
        "Q: In Birkenau there are more non-Jewish women?",
        "Q: More Jews?",
        "Q: Yes?",
        "Q: And what common language?\nI: [speaks foreign language here]",
        "Q: Or was there?",
        "Q: Camp language.\nI: ...because there were different languages. .",
        "Q: What kind of problems, ideological problems?\nI: [speaks foreign language here]",
        "Q: Practical problems as well?",
        "Q: Was that, from your experience of Auschwitz, was this unusual or was this common in many of\nthe women's blocks?\nI: [speaks foreign language here]",
        "Q: Yes?",
        "Q: This is in the block, in Block four?\nI: In the block, yeah.",
        "Q: And what kind of a party was it?\nI: [speaks foreign language here]",
        "Q: They organized? Or not .",
        "Q: The Jews, Jewish women organized?",
        "Q: Did you have to hide having the party from the SS, ?\nI: [speaks foreign language here]",
        "Q: So where in the barrack was the party?",
        "Q: We're going to eat? We're stopping? Okay. [pause]\nI: Is this interview not in Greek? My very first interview after World War 2, performed by an\nAmerican civilian in occupied German territory in Bavaria, was conducted by Professor Border(ph).\nHe used in those days, the forerunner of the tape recorder recorder.",
        "Q: Talk so Anna can understand it, because I...\nI: Now I am going to.",
        "Q: Oh.\nI: lam going to tell her that in two minutes, yeah.",
        "Q: Okay.\nI: And so he asked me questions and I answered. Little I knew what he's trying to do because after\nevery couple of minutes he interrupted and spoke about Coca Cola. Now I understood one English\nword then and that was Coca Cola. He must have had a grant from the Coca Cola company and\nprepared the interview probably for radio show or so and, and included the commercial in,\nyeah? So while you are talking over chicken, , that remind me, I knew we\nwere eating chicken yesterday, correct? You said something about chicken, didn't you? By testing,\nbe testing your recorders this morning. So what did you said?",
        "Q: I just said who was in the room and what day it was, that's all I said.\nI: No chicken?",
        "Q: No chicken.\nI: I understood something with chicken. Never mind. So I have resolve my\nhearing aid, but you are excused, thank you. [speaks foreign language here]",
        "Q: Yeah. . Fear.",
        "Q: You'll have to work that out between the two of you.",
        "Q: When did you arrive in Block four?",
        "Q: All right, one, one, one second, what I'd like you to do.\nI: enough and translate.\nI: translate, I will try. Anna said that she exactly remembers the day when she\narrived to Auschwitz, it was July 20th in 1943, because the day before it was her birthday, July 21st.\nI: [speaks foreign language here]. That was Hitler's birthday too.",
        "Q: I'm the philosopher here.\nI: because she asked me yesterday what, what, what were, what is your specialty\nand what have you obtained your doctorate in, so I said, I don't know. So go ahead, tell her.",
        "Q: Philosophy.\nI: [speaks foreign language here]. Now I knew that you have, that you have your PhD twice, yeah?",
        "Q: Once.\nI: But I have two doctorates. And don't tell me that now.",
        "Q: I don't.\nI: You have.",
        "Q: No. One.",
        "Q: One.\nI: One. Well, that's good enough.",
        "Q: Yeah it was enough. It's enough.\nI: It's enough. I know. It's enough.\nI: Going back to the story.\nI: ,\nI: 20th of July she arrived to Barrack four and she remembers that it was very dirty, full of lice place\nand they didn't have a floor, the floor was just a mound. Then later on they put the floor and let me\nthink what, what else has been said. Well, the, the...\nI: We had to sleep in the beginning, outside.\nI: Yeah and from the beginning they had to sleep outside.\nI: Outdoors, because they couldn't wait until the barrack was not put into order and cleaned.\nBecause the men were living before us there and that, they were not as good as a woman would\nhave been by keeping the barrack clean. In any case, it was a dirty barrack. Full of all kinds of\nfleas, bugs. I remember there were rats too, but she does not remember. Rats. [speaks foreign\nlanguage here]",
        "Q: What, extermination?\nI: For extermination of the barrack. And so it's couldn't even enter or sleep there because after the\nextermination, which took place in , It was smelly and we were afraid to sleep\nindoors because we had the impression that's the same gas they have used for the extermination, but\nthey've used on, on humans, so it took awhile until the whole barrack was allowed, of us, we were\nable to enter, to breathe, to sleep and to work.",
        "Q: So they actually tried to clean the barrack?",
        "Q: Now were the women actually treating the barracks better than the men?\nI: Definitely, definitely. [speaks foreign language here]",
        "Q: I wanted to ask you, when Katya came into your barrack...",
        "Q: Was this Barrack four?",
        "Q: No, 10, was it?",
        "Q: Yeah, yeah, I understand.",
        "Q: Both of you?\nI: Both. [speaks foreign language here]",
        "Q: Yeah, yeah, I know, but what I'm trying to do is get at another aspect .\nI: I know that but she is not underlining the part of the camp, so I was irritated, you will be irritated\nand everybody will be irritated.",
        "Q: No, no, no, no. How...\nI: [speaks foreign language here]",
        "Q: Yeah, yeah.\nI: One is the Katya...\nEnd of Tape 2.",
        "Q: This is, my question is this...\nI: In plain English.",
        "Q: I'll be very, I'll try to be very plain. Katya wants to organize a block to help the prisoners, so that\nit will be...\nI: Reorganize, or organize.",
        "Q: Well, reorganize, yes, okay? Reorganize. Who designs Block four and who allows her, who,\nwho allows this building to be transformed so you have a camp office?",
        "Q: But why...\nI: [speaks foreign language here]",
        "Q: Nobody knows?",
        "Q: Do you understand that what I'm trying to figure out 1s why is it that Mendel(ph) and Drexell(ph)\nagree with Zanger(ph) to...",
        "Q: Katya.",
        "Q: With...",
        "Q: Zinger(ph)?",
        "Q: Z-i-n-g-e-r?",
        "Q: It's like a singer, a Zanger(ph), Zinger, Zinger. Why did they agree to create this organization?\nIf it's Katya's idea...\nI: Wait a minute, [speaks foreign language here]",
        "Q: But the men's office had no drawing office, yes?\nI: No, never.",
        "Q: So how, how come? How come you, the women had one?\nI: Because we were adding a room, that's all. Yeah. [speaks foreign language here]",
        "Q: That room was organized because of Tsippy(ph)?\nI: Yes.",
        "Q: But do you understand, I don't, I don't want to belabor the point, but do you understand my\nquestion? If Katya comes in to Anna's barrack, now I don't know how you got into it, so just, one,\none moment Tip, and she says she wants to reorganize.",
        "Q: What, what is she reorganizing? If, if the organization...",
        "Q: All right, but what is it before and what happened...",
        "Q: So she wants to change the...",
        "Q: Yeah, so that the, the\nI: [speaks foreign language here]",
        "Q: Right. Are all German, it's, it's...",
        "Q: Yeah, yeah.",
        "Q: That part I understood.\nI: By bringing something to the attention for the first time, the difference which was never\nunderstood, never told and never even take... People could care less because so what? [speaks\nforeign language here]. SS, SS, what's the difference, yeah? And that's why we are where we are,\nina vacuum. No, I will not talk any more. I said enough.",
        "Q: Do you want to say any of it in English?\nI: What?",
        "Q: What you just said.\nI: I told you what I said, I...",
        "Q: No, not...\nI: ...that I explained to her. I also told you that we may create opposition .",
        "Q: That I understand, but you...\nI: Then I told her the same thing, then I told her we may, we now have reached the point where we\nwere able to compare and to explain and feel that isn't, that is an was an very\nimportant morning and she agreed.",
        "Q: But did you, you...\nI: What?",
        "Q: There are two different offices?\nI: There are two different systems.",
        "Q: Systems.\nI: Yeah.",
        "Q: One.\nI: The camp.",
        "Q: Right.\nI: [speaks foreign language here]",
        "Q: All right, let me.\nI: [speaks foreign language here]",
        "Q: But let me...\nI: [speaks foreign language here]",
        "Q: Tip, let...\nI: [speaks foreign language here]",
        "Q: But let me ask you something, because this must be confusing to other people, even though\nyou've said it in a, in a certain, clear way.\nI: [speaks foreign language here]",
        "Q: No, no, no, my, my question is this. Tsippy(ph) says that...\nI: [speaks foreign language here]",
        "Q: That served the SS and the camp office served the inmates, but the camp\noffice also had Drexel(ph) and Mandell(ph), who are Germans, who are SS, yes?\nI: Every work detail, every barrack, had an SS man in the camp, in charge, who signed for anything.\nThat means we served the camp office, the function of the camp office was\nlogistic supply of everything, organizing the camp for our betterment, we tried to, but the SS had in\nmind, first of all the SS had, that was a network. We had blocks, barracks, we had work details.\nInside work details, outside work details and for each inmate in charge, there was an SS man who\nwas not a very high, high ranking SS man, justa puppetto _..",
        "Q: For every, for every...\nI: Function. For every...",
        "Q: For every function?\nI: Yeah.",
        "Q: SS men or SS women, or?\nI: And/or, and/or. [speaks foreign language here]",
        "Q: Yes, that part is clear, but you understand that if someone's listening to this organization...\nI: ,",
        "Q: To explain, no, I under...\nI: [speaks foreign language here]",
        "Q: But what I'm trying...",
        "Q: Did, did you know, if the men didn't know the organization of the women's camp, did you know\nthe way in which the men were organized?\nI: Yes. Exactly like us, only we were perfect and they were, they were, they had difficulties [speaks\nforeign language here]",
        "Q: Did you know about the way the men organized their camp office?\nI: She didn't know much about the office at all. [speaks foreign language here]",
        "Q: Did you have meetings in Block four about the organization, about how things were working, I\nmean how was there communication inside the block about the, since this was the, this is the\norganization of the camp prisoners, did they have meetings so that they made decisions together,\nhow?",
        "Q: But, but come back Tsippy(ph).\nI: I bring a bottle glasses.",
        "Q: Well in all organizations, when people have different functions, they have meetings. Now if, in\nspite of the fact that this is an extermination camp and a concentration camp, they had functions to\nperform, did they have meetings where they discussed problems, where they had to make decisions\nor did Mandell(ph) and Drexel(ph) simply say, or Katya, you do this, you do this. I'm just\nwondering if there's a certain...\nI: We don't know that.",
        "Q: We don't...\nI: The SS had no sessions 1n front of us.",
        "Q: Well then did you as prisoners have meetings?\nI: No. You received orders.\nI: [speaks foreign language here]",
        "Q: No, no, no, that's not what I meant Tsippy(ph), I didn't mean, I meant was there any, how was\ndecision making, I didn't...",
        "Q: Wait, wait, one at a time.\nI: I know what you mean, you compare with civilian, normal civilian procedure,\nyeah?",
        "Q: Well no, I'm not comparing it, I'm asking if there's any comparison.\nI: No, no, no. See [speaks foreign language here]. What is an environment in Deutsch?",
        "Q: In Deutsch, I...\nI: What's an environment? [speaks foreign language here]. No.\nmilitary environment, yeah? Military?\nI: [speaks foreign language here]\nI: Yeah, the whole system, the SS system, wait a minute, the SS system...",
        "Q: But you...\nI: Yeah?",
        "Q: But you, you understand, when you, when you say that, you were working for the prisoners?\nI: Yeah.",
        "Q: Right?\nI: Right.",
        "Q: And if Katya...\nI: Theoretically, theoretically.",
        "Q: No theoretically understand, the larger structure is an SS structure, it's the German structure, it's\nnot your structure.\nI: No.",
        "Q: You are working within a structure to try and make things work more efficiently, you're trying to\nhelp people in that structure.\nI: We're trying to help them, the SS...",
        "Q: So that...\nI: But with the, with, with the purpose in mind to help .",
        "Q: So you're trying to satisfy the SS, while you are at the same time trying to help the prisoners?\nI: Exactly.",
        "Q: So, right.\nI: Exactly.",
        "Q: Okay.\nI: [speaks foreign language here]",
        "Q: No, it doesn't, no, no, it doesn't, it doesn't, 1t doesn't matter. What we're trying to do 1s get at the\ninformation here.\nI: So, so the answer of hers is the same . We tried to figure out how to make\nthe appearance that we follow the instructions, but our main purpose, most of our women who were\nassigned by Katya, our main purpose was to serve our people, yeah? To serve our inmates. We had\nindividuals who were not intelligent enough to, to follow that kind of the line. We had inmates who\ntook orders and behaved cruel, without any thinking, they were just like, like reflex animals, yeah.\nWe had a beautiful woman who turned out to be stupid enough to become too, be cruel and then she\nhad to pay with her life for it. [speaks foreign language here]. Nobody forced you to be cruel.",
        "Q: If there was an SS around...\nI: No, not always.",
        "Q: No, no, I said if. If there was an SS around...\nI: Then there be...",
        "Q: And the expectation was that they would be cruel...\nI: Yeah.",
        "Q: Would a person usually then be cruel?\nI: No. If an SS was around, they were screaming, they were hitting, but afterwards they apologized\nto the inmate, we had to do it, yeah and just to give the impression and to impress the SS. But they\nnever meant [speaks foreign language here]",
        "Q: Were you ever in a circumstance like that?\nI: [speaks foreign language here]",
        "Q: A lot of times.",
        "Q: Our, our house.\nI: Our aim.\nI: Our aim to, to, to\nI: Our aim to pretend that we are SS, obey their orders, but we always behind in\nour mind, how to help our.",
        "Q: Wait, wait, excuse me. Just a moment.",
        "Q: All right, this is, this is what I propose.\nI: Underground.",
        "Q: You tell me some about the underground and then we get Tsippy(ph) to talk about her work in\nthe drawing office.",
        "Q: Yes.\nI: [speaks foreign language here]\nI: Yes, she, she wanted, she wants to say that the, the, the underground in a women's camp wasn't\nvery well organized because they, they believe that the, the main goal was to help each other and try\nto save other lives then organize underground.",
        "Q: In any organization.",
        "Q: Is that true?",
        "Q: So tell us.\nI: We never, Joan Ringleheim(ph) [speaks foreign language here]. You the owner of three cats.",
        "Q: Two.\nI: Two.",
        "Q: Oh, three over a lifetime.\nI: [speaks foreign language here], ask her what she's talking about to the cat.\nI: This is .\nI: [speaks foreign language here], she will give you an answer. The cat, [speaks foreign language\nhere] an silent meow, yeah? [speaks foreign language here]. Good. [speaks foreign language\nhere]. We never said a single word to each other [speaks foreign language here], he only came\n[speaks foreign language here]. Do that for me and do that for me. [speaks foreign language here],",
        "Q: Yeah, so you're saying that you didn't really know what he was doing.\nI: I knew.",
        "Q: You knew.\nI: I suspected.",
        "Q: You suspected.\nI: I suspected. I had him daily with another request and that served him daily for whatever he asked\nfor, but I never wanted to know and that was the basic, the basic of a good relationship, he trusted\nme and I, because he got anything he wanted and I knew he was no idiot. So whatever appeared to\nme stupid or funny or strange, I never asked any...",
        "Q: And how come he could come into the camp every day?\nI: [speaks foreign language here], he was living there. He was the only one, the only male inmate\nwho was living in after the men who were surrounded by, by wires, did you\nspoke about that?",
        "Q: No, I ask...\nI: Uh-huh. Ask her and then I fill in, okay? He was living there, in the camp.",
        "Q: Okay, all right, let me...\nI: Opposite the camp office, so it was very and he was an electrician, so under the pretense that he\nneed, that we need some electrical work, he could go in and out, yeah?",
        "Q: All right, let me, let me go back in this, huh? Anna, two questions.\nI: She's excited, are you?",
        "Q: What?\nI: Right now? Are you excited?",
        "Q: Excited?",
        "Q: First, did, did Anna have contact with Hennick(ph), no, what's his name...\nI: [speaks foreign language here]",
        "Q: And you knew, did you know or suspect what he was...",
        "Q: Yeah.\nI: You go back to Washington and read Hennick(ph), Pojyebsky(ph), Uph(ph) and Garlinsky(ph).\nGood?",
        "Q: Yeah, yeah, I, yeah, yeah. Did he ever ask things of you?",
        "Q: So who or what are we looking at? Explain it, because...",
        "Q: This is your license ?\nI: No, no, no, no, that's a parking ticket...",
        "Q: In Auschwitz.\nI: In Auschwitz. What an coincidence that I kept that, but I, no, that is Tosha Biantkoska(ph)",
        "Q: Oh, yeah?\nI: That's Katya, visiting her and that is, [speaks foreign language here]",
        "Q: Explain, explain to me, explain to me what you've just said.",
        "Q: The plans that went from Auschwitz to . What is, what is going on, why\nare they, they sending plans for what purpose?\nI: Because they wanted to know, they wanted them to know...",
        "Q: What was going to happen?",
        "Q: To whom did they send these, do you know?\nI: To, to to certain people in Theresienstadt.",
        "Q: It was contacts that they had?\nI: Of course, yeah.",
        "Q: And how would, do you know how these were sent?\nI: Wait until she comes because there was Tosha(ph) involved. You see that was",
        "Q: All right, let's wait til Anna comes back.\nI: Never made it my business to, look I cannot fight, on how many fronts shall I fight?",
        "Q: Tsippy(ph), I'm not arguing with you.\nI: I know, I'm just asking, I'm asking myself, on how many fronts can I fight? I have been fighting\nwith, fighting, I mean fighting, all right? Since the Auschwitz exhibit at the UN,\narguing about the, about the correctness, that's better, yeah, of the insignias, which was, they were\nwrongly interpreted, the Washington Holocaust office, the Washington Museum produced wrong\ninformation, the Auschwitz people in the, what's the museum in Auschwitz? Produced wrong\ninformation, cause they engaged in so-called consultants, a famous from\nAuschwitz, who didn't know the difference between an, an, Jehovah Witness and an Jewish and a\nnon-Jewish person who had a love affair with a Jewish man, they were differently marked, the\nwomen's camp had their own, yeah and I will probably sit down with you and explain to you my\nactivities and my functions and my work in the drawing office. And then you will understand why",
        "Q: You mean, you mean with a diagram as opposed to a photograph?",
        "Q: Tsippy(ph) where was the, where were the, the building plans office? In the men's camp or in\nthe women's camp?\nI: No, you can spot that in one of the aerial views or you have to [speaks foreign language here].\nYou know, we have now the same...",
        "Q: No, let's do the underground in Washington.\nI: Good.",
        "Q: Tell Anna we'll talk about the underground in Washington, I want to ask her something else now.\nI: [speaks foreign language here]",
        "Q: What was your relationship with Tstppy(ph) in Block four?",
        "Q: No, but no, what did you, what did you do together, did you...",
        "Q: So tell me.",
        "Q: You want me to get this transcribed and translated?\nI: No, no, no, no, no, I have the transcription, I have it transcribed, badly.",
        "Q: You need, it needs translation?\nI: I need somebody to type what I am translating from German into German, for corrections,\nediting. I don't need a German editor, I can do it myself, because I know the way of thinking of\nKatya and I know what she meant. I will need somebody who will, I may dictate that into an tape\nrecorder and somebody's going to transcribe that in German. The good, good edit, good edition,\nwhich I am going to make. somebody translating from German into English and\nthen we'll have from Katya an very important statement, out of her own mouth, okay? And you\nknow who did it, the stupid Susan, stupid Susan, an idiot, she was talking all the time and she didn't\nknow and I gave to her instruction, question, A, B, C, D, she never sticked to. You know that Susan\nup til now had, did not produced anything, anything useful?",
        "Q: August 1942?\nI: She's ,\nI: [speaks foreign language here]\nI: It's not too strong for me, but be careful with that.",
        "Q: Right, not Auschwitz, ,",
        "Q: But you came in 1943?\nI: No, '42.",
        "Q: '42. July 20th.",
        "Q: Anna, what do you, what is your most vivid memory of Tsippy(ph)? When you think of\nTsippy(ph) in Auschwitz, what do you think of first?\nI: [speaks foreign language here]",
        "Q: Drawing? Serious?",
        "Q: Was she funny? Sense of humor?",
        "Q: Yes.\nI: And she has.",
        "Q: Did she ever give you, did she ever give you trouble?",
        "Q: Huh?",
        "Q: And what, what kind?\nI: [speaks foreign language here]. I screamed because they were constantly disturbing me and I had\nquite an...",
        "Q: You remember?\nI: Yes, very good.",
        "Q: Now, when you were talking to, stop looking at the book, you were talking about the plans being\nsent to Terezin...",
        "Q: And I want the two of you, because, does, does Anna know about this, was she...\nI: No, listen, may I ask something in between?",
        "Q: Yes.\nI: Anna, [speaks foreign language here]",
        "Q: You're talking about them burying the plans in her, in her room?\nI: Not burying, but delivering.",
        "Q: Delivering.\nI: But she, it must not have been to her, I think it must have been either to Tosha(ph)\nBiankoffska(ph) and she didn't even know what it is, yeah? Look, I must explain, you want the\nwhole process okay, but it went through her room. [speaks foreign language here]",
        "Q: So you don't know?",
        "Q: Tsippy(ph), you once said to me that before the family camp came, you knew what was going to\nhappen to them, how? First translate for Anna what I said, so that she knows.\nI: [speaks foreign language here]. We suspected, we suspected, we have [speaks foreign language\nhere], that was a reason, [speaks foreign language here]. That was the reason why we have tried to\nbring that to the attention of the management in Theresienstadt when they arrive, to know in what\ndirection, what the, how the camp was established and which direction was the crematorium.",
        "Q: Did you know that when they were going to bring in people from Terezin...\nI: Yeah?",
        "Q: That they were going to bring them together as a family camp, before...\nI: We didn't know much, we didn't know, we just knew when they arrived.",
        "Q: When they were established...\nI: Yeah?",
        "Q: ...as the family camp...\nI: Yeah, mm-hm.",
        "Q: Were you surprised that they kept them, the men and women, the families together?\nI: No, no because in Auschwitz nothing, in Auschwitz [speaks foreign language here]",
        "Q: Or understood. Now here's another question. The Gypsy camp is also men and women, the\nTerezin, the family camp is men and women. What ts the relationship of the men's camp to those\ncamps and what's the relationship of the women's camp? Because all the rest of the camp 1s divided\nby sex, pretty much.\nI: Okay, only, only the role call.",
        "Q: So you took care of, the women's camp took care of the role call of the Gypsy family camp and\nthe Terezin?\nI: Correct. We knew exactly how many Gypsy women, Gypsy children, female, she does know\nthat, because...",
        "Q: And Gypsy?",
        "Q: No, no.\nI: [speaks foreign language here]",
        "Q: Does that, does that mean that there were work details for the women from, from the...\nI: They were not working.",
        "Q: They were not working?\nI: No.",
        "Q: You mean the Germans didn't use any?\nI: No.",
        "Q: All right. And...",
        "Q: This is the Terezin family camp?\nI: Terezin. And so we have no the possession of letters, before dated, compared\nwith the date of, of, with the date of death of those people, while they were gassed, so we know only\nnow how they were luring and pretending inside of the camp, the whole situation, to prevent\ndisorders or disturbances.",
        "Q: Is it...",
        "Q: Yeah.\nI: In B one A, the crosses are male, yeah? [speaks foreign language here] and there were women in\nB one A from here to here. In B...",
        "Q: B one B.\nI: In B one B, [speaks foreign language here]",
        "Q: [speaks foreign language here]",
        "Q: Now why’?",
        "Q: Yeah, yeah.",
        "Q: Yeah, yeah. But Tsippy(ph), why here, in A one, Auschwitz one stomlager(ph).\nI: Yeah?",
        "Q: There, aren't there men in those months?\nI: Yes.",
        "Q: But you don't have that there are men and women.\nI: Because it was, it was...",
        "Q: No, I'm just asking because here...\nI: You are right.",
        "Q: Because they were together.\nI: ...and women together, they were living together.",
        "Q: Together, yeah, yeah.\nI: Yeah, you can see I made the connection here, good. So I have, have not found that, I wanted to\nbring out the women and not the men.",
        "Q: Yeah, yeah, no, no, that's fine, I, but it's, yeah...",
        "Q: Absolutely.\nI: And for that an historian how many pages need?",
        "Q: It depends how much they write.\nI: [speaks foreign language here]",
        "Q: So it's visually, it's very...\nI: For my future publication, I am prepared with many answers, with many simple, simple\nexplanations and nobody can take that away from me. Come on. [speaks foreign language here]",
        "Q: Yeah.\nI: I'm sorry.",
        "Q: It's okay. This is the insignias?\nI: More or less. That's for myself.",
        "Q: Where's this from?\nI: That is , and anybody else I will, wait a minute. was, we\nwill talk about that, but I want to show you something more interesting. [speaks foreign language\nhere]. Now I'll show you something. [speaks foreign language here], I started something. I started\nthe history of the SS. The SS [speaks foreign language here] with the ranks, their position, [speaks\nforeign language here]. And so I have when they arrived to Auschwitz and they left. [speaks\nforeign language here]. That is a sample, an example. [speaks foreign language here]. All SS\nmembers that ever been in Auschwitz, I want to bring on one sheet and have their history, with their\nrank and their position, on one sheet, instead of hundred other sheets historians are writing about\nand sometimes...",
        "Q: It's the light, the light went out.\nI: Yeah.",
        "Q: Yeah.\nI: Don't worry, that will start to, to, to whistle. [speaks foreign language here]",
        "Q: You mean Germans who had Polish...\nI: Polish lovers and German women who had French lovers. [speaks foreign language here]",
        "Q: And these were only Christian women?\nI: They were only Christian women [speaks foreign language here].",
        "Q: They didn't care?\nI: Huh?",
        "Q: They didn't care if the Jewish women...\nI: They went into [speaks foreign language here]. If they had some relationship [speaks foreign\nlanguage here]. You can see what I did. [speaks foreign language here]",
        "Q: Jewish ;\nI: [speaks foreign language here]",
        "Q: No, no, no, no, Christian, not Jewish.\nI: [speaks foreign language here]",
        "Q: No, no.\nI: No Christian.",
        "Q: No Christian, but there were Christians and no Jews.\nI: And no Jews, that's what I'm trying to say, [speaks foreign language here]",
        "Q: Slovakia?\nI: Slovakia.\nI: Russia.",
        "Q: Russia?\nI: Huh? [speaks foreign language here]",
        "Q: This is Italian?\nI: [speaks foreign language here]\nI: Romanian.",
        "Q: Romanian.\nI: Good.",
        "Q: Hungarian.\nI: Better.",
        "Q: I can't see this.\nI: [speaks foreign language here]",
        "Q: Greek.\nI: Yeah, better.",
        "Q: I have a question for you.\nI: Yeah?",
        "Q: Given your chart. You once told me that when people came in, if they were born 1n Slovakia...\nI: Yeah?",
        "Q: But somehow they went to Poland and they were deported from Poland, they're coming as\nPoland, so how do you know this is accurate?\nI: That is accurate.",
        "Q: This is accurate based on?\nI: I am talk, I am...",
        "Q: The origin or the transport?\nI: Transport, because we had no control over the, was\nentered as a Jew, Polish Jew, the second time that he entered, he was coming as\nSlovak. There are the figures and categories of arrival and not where they were born.",
        "Q: Okay. All right, no I just, I...\nI: If you come to America...",
        "Q: Tsippy(ph), I'm not, I'm just, I want...\nI: Definitely, all this...",
        "Q: This is all I wanted to know, what the...\nI: Definitely.",
        "Q: ...what the basis of this was.\nI: Yeah, you are looking those things from a different point of view, but I am talking [speaks foreign\nlanguage here]",
        "Q: No, but it wasn't like, I wasn't questioning this.\nI: I know that.",
        "Q: I was, all I want to do is the basis of it, that's all.\nI: Definitely and I'm telling you the answer. So I mean, it makes, does it make sense?",
        "Q: Yes, yes.",
        "Q: Yeah. I think we should stop, I think it's enough for today.\nI: We should ;",
        "Q: I think it's enough."
    ],
    "answers": [
        "Answer: I went through my library and selected out of 15 books, two or three which are correct and\nsuch as that is, there are two Auschwitz publications, of\nAuschwitz, has the wrong , So if they had got to swindle or to\nretouch or to add something to an aerial view, then the whole United States aerial view, aerial view\nphotographs should be now investigated.",
        "A: There are photographs, you said, taken by the Air Force.",
        "A: That doesn't look to me like a photograph taken by the Air Force. That is a photo mounting of\naerial, of aerial, aerial view of the region and a drawing which was added on top of the, of the map,\njust for educational purposes.",
        "A: What?",
        "A: But I thought you are going to bring me some real aerial. [pause]",
        "A: I've been moving from barrack to barrack in the whole region, including later on,\nnew zone that was established with the new camp and I had the permission to\nmeasure each barrack, each, to take all the measurements because I pretended that I don't, that I\nwant to do that myself because I don't want to use original architectural\ndrawings. Because we were smuggling out plans and if we would have ever caught, then they\nwould have suspected that I have been involved, yeah? So I camouflaged my whole operation by,\nby, measuring the whole model which I made, measuring barrack by barrack and distances from\neach barrack and so on. So I had set camp in, still in my head, I can know the numbering system,\ngood or bad, whatever afterwards, I couldn't care less, but I,\nI produced a camp model and a good one which were sent, taken away and\nsent first to the, to the headquarters of the SS and then they told me it was to\nBerlin. And so did all my other, other work of drafts and diagrams went to the\nofttimes. But we had no fifth row in the camp flag like produced in all of those\ndrawings. As I have shown you, I have here some publications, with correct, with correct drawings,\nwith correct numbers. Everything else were done and copied by, by a people who were more\ninterested in, in, in, telling their stories than to make a correct, authentic, they are people who could\nnot read a map then and from young people like Kitty Hart(ph), I don't where she learned to read an\narchitectural map or a land drawing or so. And she just copies it and if go further you will find\ndozens and dozens, many dozens of ____. But how could the Air Force produce aerial views if,\nof things which did not exist then, I mean that is a very touchy, touchy, situation, don't you think so?",
        "A: [speaks foreign language here]\nI: Exactly. ,",
        "A: ,",
        "A: [speaks foreign language here]\nI: All SS men came and they were very delighted of the job. Very good, very impressed.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] three dimensional model. But his originals, even, even the, the\nbarbed wires, even electric flashlight which went over the whole camp was there. The electrician,\nyour friend...",
        "A: Pojemsky(ph)?\nI: Poyemsky(ph).",
        "A: Pojemsky(ph) Henyuck(ph).\nI: Henyuck(ph). He mounted battery under the table and you had to push some\nbutton and we had light. So it wasn't, it was fun, why are you laughing?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: High, high visitors of top management, they're not ordinary SS peoples, they were coming from\nBerlin.",
        "A: Berlin [speaks foreign language here]\nI: Yeah, yeah, what else?",
        "A: [speaks foreign language here]\nI: No , listen carefully, listen carefully. Would you like to translate that? I\nhave record, I have a tape, and record, from the\n, from the . From [speaks foreign language here], where she\nmentioned, was the event, was the same thing she remembers so well of that model\nand the SS [speaks foreign language here] there practically instead to come and\nto be and to be, demonstrated sample beating of an inmate, they forgot about all that and brought the\nSS into, the high officers into, into my camp drawing office, to little childrens,\nthey've got totally, totally impressed by having the model and I was not allowed to do more\n, who was then in charge of the camp, Hessler(ph) or Hersler(ph), he was\nHessler(ph), but everybody's calling him Hersler(ph) and he signed during the, during the trial in\nBergen-Belson, his name was Hersler(ph) too, so we have a problem here because we called him\nHessler(ph) to distinguish him between Hirst(ph) and Hessler(ph) and himself.\nHersler(ph) in Bergen-Belsen. [speaks foreign language here]. What I wanted to say is that the, the\nSS had [speaks foreign language here].",
        "A:|speaks foreign language here]\nI: [speaks foreign language here]. They put on glass cover on top, see [speaks foreign language\nhere] and picks the thing up and I was told, [speaks foreign language here]. I was told it went first\nto Hersler(ph), to his office and afterwards to Berlin. Now I tell you , | signed the\nmodel, [speaks foreign language here]",
        "A: [speaks foreign language here].\nI: There's my number. 2286. The material does not [speaks foreign language here].",
        "A: Yeah?\nI: Yeah. [speaks foreign language here]. I have impregnated some paper. [speaks foreign language\nhere]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: Yeah, but in English.",
        "A: England, [speaks foreign language here]\nI: And, no, what are you calling some, even children are producing, they're cutting out the design\nand then they fill in the space.",
        "A: [speaks foreign language here]\nI: The men can't and they were jealous, yeah?",
        "A: Yeah. I...\nI: Go ahead.",
        "A: [speaks foreign language here]\nI: replaceable, yeah?",
        "A: [speaks foreign language here]\nI: She said that, drawing office of was a, was actually the [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: , It was an attraction, it was an attraction.",
        "A: [speaks foreign language here]\nI: ...1n the woman's camp and it was...",
        "A: [speaks foreign language here]\nI: Yeah, it's the office, the camp had nothing similar like that\nand they always said that office is ___, the officer, who knows what they said, is\nunreplacable, we had no competition. And I have sat in on, I have a little report from Katya(ph),\nwhere she is reporting on that particular drawing office and one day we may compare her, her\nstatements, okay?",
        "A: [speaks foreign language here]. Good?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: Polish-German.\nI: Because there are certain words I know in German or she knows in German and I don't, I am not\nPolish, I am not German, but I understand enough and certain things I can express in German much\nbetter than in Polish and vice versa. Or in English, so we'll see. We will need somebody who is bi,\nbi lingual to make sense of us.",
        "A: [speaks foreign language here]\nI: She said that I spoke Hungarian in those days...",
        "A: [speaks foreign language here]\nI: So I said, I still speak Hungarian, it nearly cost my life because I speak Hungarian. [speaks\nforeign language here]. I volunteered to come this into the block, into the\nbarrack, the Hungarian newcomers there, SS wanted to the\nride home. Now this , huh? That's interesting. So , when I went\nwith her [speaks foreign language here], she instructed me what to tell girls. So\nshe said, write home, write to your people and write to them whatever you want, that you are here\nand you are alive and you are well off. Each helped us, so what I did, I said to the Hungarian girls,\n\"Look, you are told to write to your people but please don't write to the correct addresses of your\npeople because some of them are in hiding or so. Write to the center Jewish office and ask them to\nforward it to certain people.\" And the Hungarian girls were mad at me because I told them not to\nwrite to their people, but to write through a center office. So they're running to the SS woman and\ntold SS woman that I told them not to write. Now, then what could I do, she nearly, she went mad.\nShe said, \"Are you out of your mind?\" I said, \"No, they did not understood Hungarian.\" So, but it,\nit was, it wasn't fun.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. That was dangerous.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] asking me, \"Are you out of your mind,?\" Yeah. [speaks foreign\nlanguage here]. She was caught in , 9S woman...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. You will read about her, it's a book, which I\nwith , there is, I made a statement to the author about\n, but in connection with , not with my own experience.",
        "A: [speaks foreign language here]\nI: Yeah. . [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Do you, would you have some patient, to translate a thin book to your mother, if I make you a\npresent? From English into ?\nI: Because that's a biography, this is the biography of Gracie. Gracie .",
        "A: Yeah. [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now I'm telling her about one situation because she's arrived at the end of\n'42, but she's did not know prior to that what I have experienced as being amongst the very first\nwomen in the camp. And she's interested because the Auschwitz people at the museum, in their\nwhole research and report have very little reports on the day by day happenings during. We have\ngeneral, general idea, but we don't know individual cases and so my case is a unique one, because as\nI have been spared by a camp commander of Birkenau, was only for two months, who had a\nsecretary who was [speaks foreign language here]. She had a Jewish boyfriend and for that she was\narrested. Now, there is a special, an English expression for , you probably\nknow it, but it turns my tongue around and I have to look that up. In any case, if a Jew and a non-\nJew live together, were married together, they were either forced to, to divorce, or if they were\nunmarried, the man were arrested if he was Jewish and usually killed and the German woman ended\nup 1n a concentration camp. The insignia of the badges turned into a combined yellow-purple star,\nyeah and so that commander of the camp, whose name was Miller, he was there only for two\nmonths, had a secretary who was one of those Jew lovers and, and she begged for mercy. I, because\nI was sitting there just to be loaded onto the trucks and while walking she walked from her barrack\nduring lunchtime or so, to her office, which was in front of the entrance of the temp women's camp\nand I called out to her, \"Look, honey, I'm here.\" And she was running up to her office and all of a\nsudden, a notorious SS man arrived, his name was Shteebitz(ph), \"Where is that inmate so and so?\"\nAnd then they guided him to me and then he asked me, \"What are you doing here?\" I said, \"I don't\nknow. I want to go back to work.\" So he said, \"Come with me.\" Took me back to the barrack and\nasking me to go up and three tier of, three rows of bed which were built, one on\ntop of the others, exactly the one you have at your museum, asking, I had Typhus and I was very\nsick, asking me to go up and down and up and down and up and down several times. Little he knew\nthat I was trained to, to go up and down mountains and I'm a girl, I could climb\nand I, I was very weak, but still I, I, I managed. I was used to go up the ladder, by doing murals\nduring my professional career and so on. He didn't know that and I managed nicely up and down as\nmany times as he wanted me to do and then taking me out, asking me to jump over the, the, what\nwas this thing, _, it's a ditch, yeah. There were ditches alongside the center, the central camp\nroad, not like, said, [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: Ah.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] We are laughing because he, he translated this so funny. And he's\na friend of her, so. Of, now what have I, yes, so he took me over to jump over the ditch and off to\nthe...",
        "A: [speaks foreign language here]\nI: Ah, she said that was, that was . [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It was quite, and I could jump, yeah, so I jumped. So I passed my jump, I passed my up and\ndown and then, into the camp infirmary. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. In that office, there was Orly(ph), a German...",
        "A: Yes. , Orly(ph).\nI: Orly(ph) , who was a , no .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. In any case, there were a lot of girls, German\nwomen from the first group that my friend Enna(ph) Weiss(ph) who was then\nalready on the doctor, physician .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Then there were some employees, some nurses, everybody, yeah\nand the men in charge, the SS men in charge, Heinry(ph) Schwartz(ph), yeah? And he, he was not\nhappy that the camp leader, sending over who was , to overrule\nhis desire to kill everybody and to gas everybody who is, who was there already waiting to be\nloaded onto the trucks. And while he, he, and, so he made it his business, he didn't know exactly\nhow, what to do. Hirst(ph) described him as the most reliable SS man in the camp, yeah? So\nwhenever he had an order, he was 100 percent. That's the fax.",
        "A: Yes.\nI: I have been transferred to a camp office after being released from the, from...\n[end of side one, tape 1]\nI: ...how good technology 1s?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. No, I bring you your fax.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Wait a minute. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: No. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: No, haven't learned a damn thing and I just, she just reminded me that I've been,\nduring my because that is a real hole in my, I've remembered fragments. I\nbecome a fragmental woman like what's her name? Elizabeth, Elizabeth Lightner(ph) or Isabella\nLightner(ph)? Yeah, no, the time from, of my ordeal, yeah, I have a lot to\nmemorize. I've rememorized a lot, but I lost the time, the times, time, development, step by step. I\ndon't know what happened before and what happened afterwards, yeah?\nI: Auschwitz I and I have been relocating to Birkenau on, crowding on those necks and arms, it was\na horrible thing, but I had to do it because they were, they were killing some people who were left\nbehind and were reported sick.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah, in, in English, why don't you use the German word? It's\n[speaks foreign language here]. What are youccalling _—_?",
        "A: Center of the...\nI: ...the camp",
        "A: camp, of the camp.\nI: Yeah. Then center road of the camp, yeah. And a strasser(ph) and a road, is that was [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: It was not an avenue, it was not a street, but it was a road. Like what I said.",
        "A: [speaks foreign language here]\nI: '42, ;",
        "A: Yeah. [speaks foreign language here]\nI: [speaks foreign language here]. Good. So she arrived...",
        "A: [speaks foreign language here]\nI: She got the job when she arrived, a very honorable job, she had to peel potatoes.",
        "A: [speaks foreign language here]\nI: That was a work detail. So potato peel commando, yeah.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. After she arrived and put into block one at B one A, she was\nselected to work in the potato peeling, in the work detail and then transferred to the Barrack 10,\nwhere all the potato peelers were in, okay?",
        "A: [speaks foreign language here]\nI: was beautiful, because...",
        "A: [speaks foreign language here]\nI: Yeah, see, they were, they were exempted from, from ,",
        "A: [speaks foreign language here]\nI: She had, but there was, was one, one disadvantage...",
        "A: [speaks foreign language here]\nI: They had to, they had to grow up much earlier than anybody else because they had to be already\nin the kitchen where the peeling took place, they were sitting and peeling potatoes, yeah? But they\nhad to be there before the whole camp was, was alarmed to wake up and before roll call took place.\nSo that was the only disadvantage.",
        "A: [speaks foreign language here]\nI: And then she turned, then she became ill.",
        "A: [speaks foreign language here]\nI: But she reported immediately to the hospital, but she was warned don't do it, because if you will\ndo that, you may be subject in selection for .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. I'm always explaining to people generally,\ntimes, [speaks foreign language here]. I always explain that in the beginning, non-Jewish inmates\nwere gassed too. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: But she, as a non-Jewess was three times selected. So when I made the statement to several\ngroups of people or individuals, that non-Jews, Poles and Germans alike were gassed, selected, they\nwere selected and gassed, just like the Jews, people do not believe me, yeah? And here you have a\nwitness, who went through three selections. But then later on, some of the researchers already\nsometimes it 1s mentioned, but all Jewish people do not want to hear that, yeah.",
        "A: [speaks foreign language here]\nI: They stopped approximately in April '43, when the large influx of transports, of Jewish transports\narrived from Holland, France, Greece and so on. Then , when they discovered\nanother thing, not , was they discovered then, that the Jewish numbers, the\ntattooed numbers, [speaks foreign language here], they did not, they couldn't distinguish all of a\nsudden who is Jewish and who is not Jewish among the women, by selecting and when the, when\nthe switch or the change of policy occurred, the Jews, non-Jews should not be gassed any more,\nduring an in-house selection, because there were no transports coming from outside, where non-\nJews were selected like the Jews, but I'm talking about in camp selection, there was, they stopped\nwhen the big influx of Jewish people were coming. But then they discovered, all of a sudden that\nwe are carrying the same number, the Jews and non-Jews alike. So how to distinguish during the\nselections? With a man they could do anything they want as they were marked, but a woman was\nnot circumcised. So they had some big idea we are going to supply, we are going to include a\ntriangle under your number for Jewish women. And then when the triangle, the tattoo triangle was\ninvented. And no one of those big shots who are now in research, engaged in Holocaust and\nAuschwitz research have the slightest idea why is the triangle is there. Now they started to put the\ntriangle retroactive, but I was hiding. I knew what it meant and I just took, I decided if I can go\naway without the triangle, I do. And I'm still running around without the triangle of course it could\nhave saved my life once in awhile, yeah, but not always because you were not gassed before your\nidentity not established anyhow. But you know, that ad hoc, ad hoc selection, I\nescaped many times those things because I had no triangle.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Most of the non-Jews were coming from jails, from police\nstations and then transferred into system of . [speaks foreign language here]. If\nJews were coming from a police station, they were entered as\nor and could not be gassed.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah, I'm just explaining that some difference between\nnewcomers, from jail or or yeah. What the difference was administratively, even\nif a Jew went from police station in front of a judge, just for not wearing a star or for stealing\na or who knows, but he was, he had some guarantee not to be gassed, he could be\nkilled, he could be starved to death, but he was not allowed to be gassed, because he belonged to the\nsame category of criminals, like the non-Jews.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], the description of certain categories of inmates are described in\nthe secretaries of death, because those women were [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. As a newcomer, she had Typhus and [speaks foreign language\nhere]",
        "A: [speaks foreign language here]\nI: She had what? Why are you laughing? Because no, she had, she felt sick and she was diagnosed\nas a Typhus candidate. So, girls were standing there naked, it was hot, waiting...",
        "A: [speaks foreign language here]\nI: Yeah, waiting for the SS doctor. They had all temperature. If the people were diagnosed as\nTyphus, patient, they were killed with injections. We had an inmate doctor there,\nan Slovakian doctor, under the name Anna Weiss(ph).",
        "A: Anna Weiss(ph).\nI: And she took over. As the doctor arrived, she reported not Typhus, but flu, flu,\nflu, flu. And she was a flu patient all of a sudden and that was the moment she was saved from\nbeing killed. So [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Ah, there were no doctors on, on, on, on, at the hospital, go\nahead.",
        "A: [speaks foreign language here]\nI: No I, sorry. I propose to speak Polish...",
        "A: [speaks foreign language here]\nI: In those days Jews and non-Jews were together.",
        "A: Jews together.\nI: Yeah.",
        "A: They were not together. [speaks foreign language here]\nI: In the barrack of the hospital. Now you arrived, you had to find yourself a bed, there was an\nempty bed, so you occupied it, okay? Nobody advised you what to do?",
        "A: [speaks foreign language here]\nI: They were two in one bed, bed, yeah? And [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Oh, oh boy, full of human, full of human, um...",
        "A: [speaks foreign language here]\nI: But wait a minute, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: The only, only living, it doesn't , domestic animals, well they were lice.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: No medication, no pharmaceutical products, all were measuring the\ntemperature.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. One day there was a selection, go ahead, you can do it.",
        "A: [speaks foreign language here]\nI: She was an witness in Frankfurt, that's all she was ,",
        "A: [speaks foreign language here]\nI: And described the whole business.",
        "A: [speaks foreign language here]\nI: Some, somebody else go, how do you know that they were sent to the gas chamber.",
        "A: No.\nI: So she answered, what did you answer?",
        "A: [speaks foreign language here]\nI: There were trucks.",
        "A: [speaks foreign language here]\nI: They were loaded onto the trucks.",
        "A: [speaks foreign language here]\nI: That's what we were witnessing.",
        "A: [speaks foreign language here]\nI: And then the trucks were...",
        "A: [speaks foreign language here]\nI: ...direction, went into the direction crematorium. That was it? That's ?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Doesn't matter what kind, that was no proof that they went to the\ncrematorium, so that can't be why the [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. That was her only answer when she was asked how do you know\nthat they were gassed? So that they were traveling direction crematortum. That\nwas not a very good of, do you know the Germans were so tricky, the best proof was [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]\npaperwork, we had our death certificates and everything went nice, but...\" So I said, \"But that's not\nenough. We had cases where people were left, were discharged because there was not enough proof\nor we couldn't explain it. It is not enough to say that you went direct to crematorium.\" But those\npeople, who were stating sometimes, who worked in, in the stores, closing stores...",
        "A: [speaks foreign language here]\nI: Yeah, closing stores [speaks foreign language here], sometimes recognized the clothing which\nwas returned from the crematorium with a number and when that happened then they, then we had\nmore confidence and proof that the people were not with us any more. And it was still, today you\nstill have to argue with non-believers, with revisionists, even with our own Jewish people. How do\nyou know, how do you know, how do you know? But proof, that wasn't very\nreliable proof, that when, when the clothing was sorted or cleaned or, or steamed, deloused and\nsome numbers were still on those clothes and the inmates of course, if is an individual, wanted to\nknow if one, if the inmate is still there that just went to the barrack where he used to live,\n, but it was very complicated, very hard to prove to the world that we know\nwhat happened.",
        "A: [speaks foreign language here]\nEnd of Tape 1.\nTape 2",
        "A: [speaks foreign language here]\nI: There was a joke in the camp that before Typhus I had blue eyes and golden hair, then after\nTyphus, suddenly my eyes started getting, they were black and hair were black.\nI: So I Just repeated the same thing to her, but I, but you are telling time when I\nhad blue eyes.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. I have to do some exercises first, I am so stiff.",
        "A: [speaks foreign language here]\nI: She went in a place to peel potatoes, but the woman who was there, who was in charge slap her\nface and she didn't want her to be there.",
        "A: [speaks foreign language here]\nI: And then she returned to Block seven.",
        "A: [speaks foreign language here]\nI: But the German...",
        "A: [speaks foreign language here]\nI: And she was building the road to gas chamber.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It was very hard work and I, I felt very weak, so I decided not to go back to work and trying to\nhide somewhere.",
        "A: [speaks foreign language here]\nI: And I, then I was trying to help, in the block where I lived.",
        "A: [speaks foreign language here]\nI: We were carrying dead people out of their barrack.",
        "A: [speaks foreign language here]\nI: Always were some dead people around the barracks before the morning and\nthey had to take out the old dead people from the barracks.",
        "A: [speaks foreign language here]\nI: She was 23.",
        "A: [speaks foreign language here]\nI: We were carrying dead people to a place when they had, they collected the dead people.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah but us?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. In the place in the barrack where they collected dead people,\nthere was a Jewish woman from Slovakia, who were, the old woman who was, was like a security\nguard, she was sitting there.",
        "A: [speaks foreign language here]\nI: On the very small oven, she was frying her, a liver sausage.",
        "A: [speaks foreign language here]\nI: And she gave her a piece of sausage.",
        "A: [speaks foreign language here]\nI: And she never , She never had had such a great sausage and she remembered\nthe dead people, this old woman frying liver sausage and she was eating the piece\nof liver sausage and she said it tasted the most delicious taste she ever had tn her life.",
        "A: [speaks foreign language here]\nI: I took sick people to ambulance, to ambulance?",
        "A: [speaks foreign language here]\nI: went to, they, all the time they sorted people to gas chamber during the winters.",
        "A: [speaks foreign language here]\nI: We didn't have, we didn't have water, we didn't have electricity, we, what all we had, we had lace.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], I'm going to read [speaks foreign language here]",
        "A: [speaks foreign language here]. I am very glad.\nI: [speaks foreign language here]\nI: I'm very glad that she saw ,\nI: You understand that 1n this time...",
        "A: [speaks foreign language here]\nI: I was hungry and was also hungry, but she give me [speaks foreign language\nhere]. She gave her the, the .",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: People knew that there is a terrible camp, concentration camp over there.",
        "A: [speaks foreign language here]\nI: But before I, I came to the Auschwitz, I was, before I came to the Auschwitz, I wasn't, I was a\nprisoner and I was a maid, I was cleaning the office of the commandant of the prisoner.",
        "A: [speaks foreign language here]\nI: The SS commandant told her that he knew that they are going to send her to Auschwitz, so he told\nher to bring warm clothes and she's supposed to eat a lot because she will be hungry. But he didn't\nknow that when she gots to Auschwitz, they took all her clothes, so even him...",
        "A: [speaks foreign language here]\nI: It's ;",
        "A: [speaks foreign language here]\nI: Montelupe(ph)",
        "A: [speaks foreign language here]\nI: Very close and he didn't know.",
        "A: [speaks foreign language here]\nI: In Montelupe(ph), did you heard of in Montelupe(ph)? In Krakow? You\nbetter learn because there are plenty of survivors from Montelupe(ph), there are.",
        "A: [speaks foreign language here]",
        "A: Terrible German, terrible women.\nI: Terrible women, most of those who were prostitutes and, and profession criminal with\nthe tribe...",
        "A: tribes.\nI: ...are dominating 1n all the camp. They are killing us, they are torturing us, I am now in charge\nand I want to end the whole business. We have Slovakian girls who have, are occupying now good\njobs, but I want to get rid of those Germans and to get rid of them, I want them replaced with you\nPolish girls who are willing to take the responsibility for those functions. What is? [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: It's your turn now.\nI: It's your turn.\nI: How do you like my gray hair?",
        "A: [speaks foreign language here]\nI: It's in, it's not in, yeah?",
        "A: [speaks foreign language here]\nI: Did I said the right thing?",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Katya turned the Block 12 into the elite block.",
        "A: _. Block...",
        "A: It 1s, it is.\nI: 12 B and ;",
        "A: [speaks foreign language here]\nI: Right.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She was, there were her career started as an second, a vice Block\n, yeah? Vice President of Block 12.",
        "A: President of Block?\nI: Vice, vice President. ,",
        "A: Ah vice, vice, I was vice. [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: Auschwitz elite. [speaks foreign language here]\nI: [speaks foreign language here]. Do you have a plan? I don't know if there is a plan here,",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]. How do you see, is the way crematorium.\nI: The roads to...",
        "A: [speaks foreign language here] 1s the way to crematorium. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She was listening at night, once at night. Now what were you listening?",
        "A: [speaks foreign language here]\nI: She was listening to children crying, screaming and she had some , said they're\nPolish Jewish kids because they were calling out just like Polish kids would call, Mamushanz(ph).",
        "A: [speaks foreign language here]\nI: And the SS answered, \"What do you want, your mother's already at, at the devil, yeah. In hell.\nAlready in hell.",
        "A: [speaks foreign language here]\nI: She remembered the trucks which were carried children, Jewish children from Poland to the gas\nchamber.",
        "A: [speaks foreign language here]\nI: In those days they just , but in those days, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Bunker one and Bunker two was used then for gassing .",
        "A: [speaks foreign language here]\nI: Because the crems, they are not ready. Okay, so don't forget that and you will see Bunker one,\nbut I have been in Bunker one, [speaks foreign language here] sending us elite, once a day, to go on\nthe excursion [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Okay, because those two crematories were not ready yet.",
        "A: [speaks foreign language here]\nI: They're on this ;",
        "A: [speaks foreign language here]\nI: In July, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: In July '43, we are moving from this barracks to this, this barracks.",
        "A: [speaks foreign language here]\nI: Block , four.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She doesn't quite remember when exactly they met, but it was '43, when they moved from one\nbarracks to another, but she said that maybe in the previous barracks she, she met her, but she\ndoesn't remember.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: When, she wasn't authorized by SS, cause , It was her idea, her idea to take off\nthe, the, the...",
        "A: [speaks foreign language here]\nI: It was agreement made among prisoners.",
        "A: No, no SS.\nI: SS didn't know about tt.",
        "A: Yeah, and Katya knew me. It was [speaks foreign language here], Katya knew me. [speaks\nforeign language here]\nI: And at the time, there were Jewish women who, who were, who supervised blocks and also non-\nJewish women.",
        "A: And Polish.\nI: And Polish.",
        "A: Yes, yes.\nI: Yes, she came in.",
        "A: Red triangle, red triangle. And later I become a block [speaks foreign language here]\nI: Block for women.",
        "A: [speaks foreign language here]\nI: She was, she was...",
        "A: [speaks foreign language here]\nI: The women who supervised blocks, they, they...",
        "A: No, no, no were good.\nI: They, not all of them they were good, so they have different opinions, yes?",
        "A: [speaks foreign language here]\nI: She has friends all over the world. She was a good vice-president.",
        "A: [speaks foreign language here]\nI: It wasn't very difficult for her to supervise women in this particular block because it was a special\nblock.",
        "A: It was only 100, no more. [speaks foreign language here]\nI: The other blocks had 800 and 900 prisoners, but their blocks, when she supervised, had only 100\nwomen.",
        "A: Yes.",
        "A: Yes, Jews and no Jews. [speaks foreign language here]",
        "A: It was 11 [speaks foreign language here]\nI: Because, 11 nationalities because women, Jewish women from Greece, Hungary and other\ncountries, there were counting as different nationalities, not as Jews.",
        "A: No [speaks foreign language here]\nI: There were more Jewish women than, than...",
        "A: [speaks foreign language here]\nI: , from Russia, Jewish.",
        "A: [speaks foreign language here]",
        "A: More Jewish women, more Jewish women.",
        "A: In, in block...\nI: No, in Block oo.",
        "A: More Jews.",
        "A: More Jews, yes. And in Block [speaks foreign language here] more Jewish. [speaks foreign\nlanguage here]\nI: And it was interesting because those 11 nationalities, they live in a, in a very bound peace and\nfriendship.",
        "A: Yes, yes. [speaks foreign language here]\nI: There were little problems, but...",
        "A: But.",
        "A: Polish, Slovakish, German. [speaks foreign language here]\nI: There was a mix.",
        "A: [speaks foreign language here]\nI: It was like a camp language...",
        "A: [speaks foreign language here]\nI: There were also political differences and orientation because there were, the women, the\nCommunist women from the former Yugoslavia.",
        "A: [speaks foreign language here]\nI: And, and women, ,",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Not all understood that their interest to survive and to keep the peace in this\nblock.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She said that actually the, the, the political orientation were not really the main problem because\neverybody was hungry and wanted to survive and so she said that there were women who\nwere and they had the same political orientation who maybe helped more to each\nother.",
        "A: [speaks foreign language here]\nI: From the, the women from the same countries, or from the same, I could say political groups, they\nwere more together, more together.",
        "A: I want [speaks foreign language here]\nI: Okay. it was very successful when she organized a Christmas for everybody in\nthis block, but she didn't mean to organize as a Catholic Christmas, but as the Christmas so\neverybody celebrate the special day even if they were from different religions and different politics\nand from the beginning all women that were fighting and had lots of disagreement, were finally all\ntogether they came and...",
        "A: Yes, yes, all block. And Jews and Communist, Ukrainian.\nI: People, the woman from the Ukraine, Jews ;",
        "A: [speaks foreign language here]\nI: Okay, she said that we were very rich and we, we found a Christmas tree, a very small Christmas\ntree.",
        "A: [speaks foreign language here]\nI: Women who went to the forest, women who worked in the forest, they brought a small Christmas\ntree.",
        "A: [speaks foreign language here]\nI: For that we gave them something to eat.",
        "A: [speaks foreign language here]\nI: , speaking about the dinner, they just organized whatever they had from, from\npackages, from parcels or you know, whatever they had, was just very...",
        "A: [speaks foreign language here]\nI: She said that the women from Yugoslavia received very good parcels from, from",
        "A: [speaks foreign language here]\nI: Because Jewish women, they didn't receive any presents from ;",
        "A: [speaks foreign language here]\nI: Also they had very good things to eat.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It was a beautiful evening.",
        "A: [speaks foreign language here]\n[end of side one, tape 2]\nI: After the, after the beautiful evening, Christmas evening they had, that they,\nshe believes that, but this is just an example, that people can live peacefully together despite of their\npolitical orientation and national differences.",
        "A: [speaks foreign language here]\nI: Of course, they had to hide it, yeah.",
        "A: [speaks foreign language here]\nI: It was a, 1t was a deep evening and nobody was really walking and checking barracks.",
        "A: [speaks foreign language here]\nI: In '44, there were a lot of transports from Hungary, Jews from, from Hungary.",
        "A: [speaks foreign language here]\nI: And the women who were already in this barrack had a family and there was a\nbig, traumatic situations, because they knew their family were taken to, to\nconcentration camp.",
        "A: [speaks foreign language here]\nI: It was a very traumatic situation when women from barrack, saw their\nfamilies, who are led to gas chamber. And they, they, one of them, they, they saw a woman with a\nchild and the woman behind the wires, they were calling this woman, give us the child, give us the\nchild, but this woman didn't want to give their, give her child, so she with her\nchild and went to the gas chamber.",
        "A: [speaks foreign language here]\nI: And it was, it was her sister who actually, so her sister.",
        "A: [speaks foreign language here]\nI: sister was block and saw her sister going with her child to\nthe gas chamber.",
        "A: [speaks foreign language here]\nI: All women at the time when saw this traumatic situation and knew that the one of the prisoners\nsaw her sister with her child, were very quiet and it was, for them there was a funeral.",
        "A: [speaks foreign language here]\nI: Also a one woman in Anna's barrack, was a woman who saw...",
        "A: [speaks foreign language here]\nI: She was a little girl, she was a young girl, she saw eight members of her family who were taken to\ngas chamber.",
        "A: [speaks foreign language here]\nI: It was a girl from Greece, she was 16 years old.",
        "A: [speaks foreign language here]\nI: She arrived to Auschwitz with her mother.",
        "A: [speaks foreign language here]\nI: Her mother was beautiful and very ,",
        "A: [speaks foreign language here]\nI: ,",
        "A: [speaks foreign language here]\nI: Well, she arranged with her mother and her mother was very handsome and beautiful and the\ndaughter told her mother, you can sit on the truck because you can rest. But all people who were in\na truck were taken to gas chamber.",
        "A: [speaks foreign language here]\nI: And, and, and then she, she felt guilty that, that she offer her mother to sit in a truck and she cried.",
        "A: [speaks foreign language here]\nI: She was 16 years old.",
        "A: [speaks foreign language here]\nI: And mother was probably around, around 30.",
        "A: [speaks foreign language here]\nI: remembered the in 1944.",
        "A: [speaks foreign language here]\nI: They, they, in 1944 they made, they sorted all women from hospital to gas chamber.",
        "A: [speaks foreign language here]",
        "A: we back, we come back to Block four, yeah?\nI: But she speaks English, no? She is lying to us. She is lying. She knows English. Just as broken\nEnglish as I know, I speak broken Polish. Now what's the difference between her and me, why\nshould she not speak a broken English, if I am allowed to speak a broken Polish.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She's not saying she speaks good Polish, so she understood what\nI said.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. The first days in that Block four when she was transferred...",
        "A: Hitler and I.\nI: July 20th, no? Right? Go ahead. You're the historian, go ahead.\nI: But have I, I read once your curriculum vitae(ph), I must have double vision, yeah? I must have\nhad double vision.",
        "A: [speaks foreign language here]\nI: See how, have used some poisoned gas for the gassing and the, the, for, my\nGod, they are not even using that any more, those things.",
        "A: Yeah. Because the neglected the whole thing and the women were afraid to\nenter.",
        "A: [speaks foreign language here]\nI: Iam going to translate, but I'm going to historically answer your question, okay? Because it was\nnot 100 percent answer to be what you want it to be. If men were, if a woman was, if our women\nwere better in housekeeping than previously the men, that was your question. Now my answer and\nher answer combined is that when the barrack was assigned for the administrative, administrative\nwork details, to work and to be housed there, it was very a neglected one, the male prisoners left for\nthe male camp and we were assigned to that barrack, which was Block four, a wooden barrack. So\ndisinfecting took place and then the women organized the barrack to be cleaned, cleaned,\n, we had enough of water and scrubbing material, all wooden parts, floors,\nwhatever we had were cleaned and was, the barrack was assigned for half of administrative\nactivities, like the camp office, as the private room of the Katya and special\nroom for the drawing office, of which I became part, not part, but in charge. We\nwere administratively part of the camp office adjacent, but they assigned me to a private room\nwhere I could prepare my activities and, and work undisturbed. What\nunderlined, which is of importance, and among others, end result of my, of the beginning of my\ncareer was that any trait, profession or activity, which had to be performed, like repair of the roof,\nlaying of the floor, of the wooden floor, repairing of any inside work to be done, erecting some\nwalls up between, between the, in the barracks to, to, to have some partitions erected actually, to\nhave an room, you see it was in big hall and then it was divided into certain rooms for certain\nactivities, so the camp office was erected by putting wall and, and, and dividing\nthat into a certain size. Then the private room also, top administrative inmate, like Katya, who was,\nbecame the report and another room which I, which was assigned to me where I\ncould work and was called the drawing office. They had neglected the drawing\noffice all the time, I don't know why, I have been known , known as\nthe from the camp office, but I was actually in charge of the drawing office, in\naddition to, to, to the administrative belonging to the camp office. So drawing office became\noffice of the drawing office. So I was from the [speaks\nforeign language here]. But, but she, especially on the , certain functions could\nnot be performed by a woman, because we had no know-how, like repairing of the roof, the\nreplacing of broken glasses, putting a new floor, building partitions to, to divide\ncamp, barracks, , designated to us, into a housing or sleeping,\nsleeping area and another area, so there we had the first time, certain male work details who were\ncoming from the mens camp to perform those activities. And what I just want to add to it, that\nbecause of that, the policy was, if there's a woman who can perform anything a man would have had\nto do, a man was, if there was a capable woman, able to perform those that did it as they preferred, a\nwoman, because they wanted to avoid the, the contact between men and women and that was\nalways an opportunity to exchange certain views, to spread certain news, or words or whatever.\nAnd if that wouldn't have been the policy, I would have never obtained my drawing office, never\nhave been put in charge of the drawing office, where I could practice whatever I have been trained\nfor, that means graphics, okay?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. I have been just explaining what I said, what I've been adding to\nher previous statement and made my remarks that while reading, while counting the kind of\nprofessions, which women could not perform and therefore we had to engage male prisoners, well,\nin addition she added painters. So I said but we had painters only later and they have been always\nlooking for painters in the , but in those days we had no painters, no.",
        "A: Yes.",
        "A: No, no, no, no.",
        "A: No, no, it was Barrack 10, 10, [speaks foreign language here]\nI: [speaks foreign language here]. We are not talking about , So yeah?",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. The first time Katya open a office, we were at\nBlock 12 in B one A, which was an wooden barrack. It was a good barrack.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. From Block 12, B one A, we relocated to Block B one two Block\nfour. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Good. Block four [speaks foreign language here]. So we are back where we spoke before.",
        "A: Nobody's irritated.\nI: Yeah, yeah, yeah, yeah.",
        "A: [speaks foreign language here]\nI: Yeah. No. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now you understand translation can drive you crazy. I talk.\nTape 3",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: No. Nobody knows.\nI: No.",
        "A: [speaks foreign language here]",
        "A: Yeah, with Zinger(ph).",
        "A: Zinger(ph)",
        "A: Not Zanger(ph), yeah, Zinger(ph).",
        "A: Like a singer.",
        "A: [speaks foreign language here]\nI: Look, there is an existing, an existing standardized, existing standardized layout for a\nconcentration camp indoor, indoor establishment and, and so, so, it isn't standardized policy, we\nneed where we need that, we need that. Only the size had to be decided. The,\nthe [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It's the right person, it's the right time that you add.\nI: She said that was something that the reason that the men didn't have the drawing room, there was\nsomething really new and really unusual that women in this barracks had a drawing room and then\nbecause of Tsippy(ph)'s(ph) talent, she was a very talented drawer and, and, and graphic designer,\nso that was the reason why they opened a drawing room in, in the Barrack four.",
        "A: [speaks foreign language here]\nI: was organized because of Tsippy(ph).",
        "A: Yes.\nI: , the camp. Reorganize the camp.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She had no intention to change, because she couldn't, change the system, but she wanted to\nexchange the personnel in charge of the inmates to be able to conduct a more efficient organization\n, but to, to obtain an out, an better out, yeah, so she switched from one inmate in\ncharge to a better one. She was a very efficient person, a very success oriented person and all of a\nsudden she had here on one hand, a primitive prostitute from Ravensbruck in charge of the Polish\nwomen who were wives of officers of and, and, and the high ex-Polish officials, where the balance\nwas impossible, I mean you can imagine how primitive Slovakian girl, even from village with a\nhighly trained Polish intellectual, she could not deal, she only could be rough and was not able to\nperform anything of what was asked her to do, not even a list of an inmate because they could\nhardly write. So he or she matched the inmate population of one barrack to the people in charge,\nwho will, were, will be able to conduct exactly what she needed to bring her system or the system in\nwhich, which was created by the Germans in a certain way, to satisfy the Germans but not to serve\nthe Germans, to satisfy the Germans and to help us. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now you understand.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. What 1s, what was the question, what's the answer? We had a\nprivate discussion.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She mentions the word political , so I said, I\nadded, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Yeah, no I explained to her that I am taking the liberty to add and\nto clarify certain things which 50 historians, no 100 historians in 50 years were not able to do. We\ncan solve that by adding the wording and explaining the difference, exactly how it is, how it was\nand how people may, will be able to understand. And she mentioned [speaks foreign language\nhere]. I added to it, registration. Because the [speaks foreign language here] meant Gestapo and we\nwere not Gestapo, but they, they had the [speaks foreign language here] Gestapo in the [speaks\nforeign language here]. And that is something not you understood before and\nnot, understood or explained before, not the Auschwitz museum ever printed the\n[speaks foreign language here], that's all.",
        "A: [speaks foreign language here]\nI: Correct. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Bravo. [speaks foreign language here]. Did you understood? I said we make history right now.",
        "A: Really?",
        "A: [speaks foreign language here]\nI: Auschwitz was a central administrative ;",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: To serve the inmates, yeah, was a function to serve the camp. Each function had an SS man in\ncharge, who was more or less on a rubber stamp, yeah? [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: We were in charge, in the camp, to serve the inmates, assigned by the system, an SS personal\nmember to give the rubber stamp, yeah. That was all, we had nothing but [speaks foreign language\nhere]. Every employee of the SS was a Gestapo and the inmates who worked there worked for this\nGestapo man. We did not work for any Gestapo man in the camp. Is that clear?",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She 1s just trying to say, not to misunderstand that the women who were working and living in the\n, yeah, were not, were not collaborators.",
        "A: No, not collaborators.\nI: Yeah? Correct?",
        "A: Mm-hm.\nI: You had certain...",
        "A: [speaks foreign language here]\nI: Yeah, correct, they are not collaborators. So that you have to draw the line\nsomewhere, they were forced [speaks foreign language here]. You see the difference was, once you\nwere serving the SS in the of the Gestapo, you could not get out of it, you could\nnever resign. You can, you could refuse in the camp by saying, oh I am not capable to do it, let\nsomebody else do it. So she went to Katya...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], they have all...\n[end of side one, tape 3]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. He described very in detail, the camp organization, but again\nfrom the point of the male. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: So the women's organizational structure was never really taken very serious, in spite of the fact\nthat the women's lager(ph) was in a huge camp, if it comes to, to numbers of inmates.\nSo as well, the women's structure they didn't know, they couldn't care less.\nNobody who visited us in the camp office from the main prisoners had an idea what we are doing,\nhow we are function. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. There were more women in the than men. So\nthose four, five Polish prisoners who worked there, they are known, they were giving their\ntestimonies, but they still, the people, the secretaries of top management did, did\nnot know what we are doing, they didn't know about our function. The SS secretary from, from\n[speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She said that you can ask any question you want to ask, because she's .",
        "A: [speaks foreign language here]\nI: About our lives, the men and, and, and from and men and women, they know about each other\nlives because they were sending secrets letters, there was only the road which divided the men camp\nfrom the women camp and the, of course there were families, so the husband was in the men camp\nand the wife in , so that the letters and they, sometimes they talk through the\nwires, SO was a certain way of sending information about the camps",
        "A: Birkenau, Birkenau, [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: I bring you something to .",
        "A: [speaks foreign language here]\nI: Can you, yeah, can you be more clear? So you want to know about the...",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: No, no, no.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Correct.\nI: Any, any made by SS, they are trying to figure out how they can avoid it and\ntheir way can help inmates, to, to, to help them. [speaks foreign language here]\nI: [speaks foreign language here]. You want me to translate?\nI: Yes, because you speak also German and sometimes I don't follow the story, so you...\nI: Yeah, I have been under the impression that I am talking too much, so I don't...\nThey expected you to be cruel, but you could always behave like a human being. And if somebody\nwas not willing to do so, paid for that later on, after the war, yeah? We had many cruel people,\nbehaved cruel, but they could have behaved just normal, like any normal human being, we had\nnormal, good people. So here you are, the system was established and , it\ndepended on the inmate in charge how to, how to exercise her power and her position, yeah?",
        "A: [speaks foreign language here]\nI: Good. I am glad it's been so [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. What is ? Order?",
        "A: Order.\nI: What does it mean, yeah?",
        "A: What is mean, yes. [speaks foreign language here]\nI: Exactly",
        "A: Is, is possible to make something? No, no, no [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: It was our...",
        "A: [speaks foreign language here]\nI: Now, I, may I interrupt ? [have an interview [speaks foreign language here]. I\nhave said, I have interviewed Katya, asked somebody to interview Katya, you know it. [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] somebody who transcribes it. [speaks foreign language here]. I\nwould like and I, if I would, if it would be necessary for us or for all of initial get together or later\non, particular interview transcribed and edited, and edited, [speaks foreign\nlanguage here]\nI: [speaks foreign language here]\nI: Tstppy(ph), Katya said in her last statement before she died, did Tsippy(ph) had [speaks foreign\nlanguage here], I had a special skill, the SS [speaks foreign language here] and to pretend [speaks\nforeign language here], but in reality, in the, in the [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: She would like to tell you about the underground, yeah? Because you asked what did the inmate,\nwhat is the SS underground.",
        "A: [speaks foreign language here]\nI: The Polish underground was, international underground was very well organized in\niP",
        "A: Auschwitz [speaks foreign language here]\nI: Auschwitz one.",
        "A: [speaks foreign language here]\nI: ,",
        "A: [speaks foreign language here]",
        "A: Yes, drawing. [speaks foreign language here]\nI: [speaks foreign language here]. I just want to say something. [speaks foreign language here]\nI: ,",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Sorry, I...\nI: What about, what about underground?",
        "A: [speaks foreign language here]\nI: She, she didn't , she wasn't in any underground organization.\nI: In any organization.",
        "A: In any.",
        "A: In any, in any.\nI: No because the war myth, m-y-t-h, about the underground is not like in a, in the civilian life you\nare a member, you pay your membership, you are, you have your meetings, that I don't know about.\nPeople have no idea that an underground, to belong to the underground was not the way they are\nimagined, yeah? But people like her, who was not accepted because she was no Communist, she\nwas not anti, anti, anti, yeah? She did her job by doing what she felt is important. She did probably\nmore underground work, than the member of the so-called underground, yeah? And she will tell\nyou what she did. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]\nI: No, no, she said there's, they have conferences and meetings but I don't know anything about it\nand there's...\nI: ,\nI: She, she was talking about you, so Tsippy, yes.",
        "A: [speaks foreign language here]\nI: Pardon? Yeah, she wants to know what we were talking about.\nI never ask what for or to. [speaks foreign language here], then it appeared to me, to be nonsense, or\nwhatever, like for example, [speaks foreign language here]. He brought me a watch without a\ncontent inside. [speaks foreign language here], without a trademark, [speaks foreign language here].\nPaint me this, or print me this little miniature letters, [speaks foreign language here], that was a well\nknown trademark. [speaks foreign language here]. I have thought he must be [speaks foreign\nlanguage here], I thought he is crazy, because in Auschwitz, in Birkenau, in the [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: Thousands of trademark, , we had in the, in the\nCanada, what do you need me to paint _, you can organize, you could have organized, he could\nhave organized many, many watches. and, but I never ask why. [speaks foreign\nlanguage here], our whole relationship, I knew exactly that he is doing a lot of strange things,\n[speaks foreign language here]\nEnd of Tape 3.\nTape 4\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Do you understand now what happened?",
        "A: Yeah, yeah.\nI: There is something.",
        "A: Yeah, yeah, yeah, yeah.",
        "A: [speaks foreign language here]\nI: He always brought us information from outside world and mainly political information because\nwe never, we didn't have newspapers.",
        "A: [speaks foreign language here]\nI: They had, they had a radio, somewhere, hidden radio.",
        "A: [speaks foreign language here]\nI: He had a very good contact with underground organization, because sometimes the news that they\nreceived, they knew earlier, before they were published in newspaper.\nI: Can I say something?",
        "A: [speaks foreign language here]\nI: She wants to say something.",
        "A: [speaks foreign language here]\nI: The, the, the one woman, whose name was Tosha(ph) —__.\nI: Antonina(ph).\nI: Antonina(ph) ————_—..~ She wrote a book which contained the names of...\nI: A list of Polish...\nI: A list of Polish dead women who died in Auschwitz.",
        "A: [speaks foreign language here]\nI: women, women, women.\nI: Women, women.",
        "A: Only women and only Polish. It was [speaks foreign language here]\nI: The hospital camp office. There was a hospital camp office.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]\nI: Tosha(ph).\nI: Tosha(ph). Antonina(ph).",
        "A: [speaks foreign language here]\nI: Tosha(ph) Biantkoska(ph)\nI: [speaks foreign language here]\nI: How she looked in the camp and how she looked after the war.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: Antonina(ph) Biantkoska(ph).\nI: Antonina(ph) before the war.",
        "A: [speaks foreign language here]\nI: Yeah and that here when we met in Warsaw, she made me a present, gave me that, that is Katya\nand that is an architect.",
        "A: [speaks foreign language here]\nI: mean underground worker of the .",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. She was the one who smuggled the plans, through, with her plans\nthey're smuggled to, off the crematortum, Theresienstadt was the transport who were plan, they\nwere planning to bring to Auschwitz a family camp. Now Vera worked together\nwith and Vera and they had planted another woman from the underground into\nmy drawing office, she had nothing to do with drawings, nothing to do, was no artist. She had a\nvery strange function, yesterday I mentioned that she produced vouchers for the canteen, as a matter\nof fact I called her last night, but the phone was constantly busy the whole night so we have to wait\nuntil they repair in Prague the phones and I'm going to talk to her. Yes, now through Vera\nForteen(ph) and , which was planted into my drawing office and I accepted\nher with pleasure, I was engaged with the carrying out of those plans.",
        "A: [speaks foreign language here]\nI: Katy was more beautiful, was more beautiful than picture.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]\nI: When they arrive, to know where they are going or what is going to happen, because they thought\nif they are going to be carried straight away to the gas chamber and they will know about it, that a\nmass of people, they will be able to revolt, yeah? Or to resist.\n, 1, I, I played an very important part, see I never spoke about it, but if you want\nto know I may mention something and I wanted to speak yesterday to , but\nshe, there was no, I'm afraid she's not alive because since two weeks I'm trying to contact her and\njust a constant busy sign. Finally I asked the operator yesterday to, there was\nonly, the telephone, busy sign, but no conversation, so.\nI'm objecting to the insignias, why I'm objecting to other things, to, to the plans of Birkenau in\ngeneral. I have never disclosed to anybody because I've never been asked, never been understood\nwhat I did because to be, to have, I mean the historians don't even know how to read a map, to be\nquite honest, they don't look for the, for any clues which could be misleading. They are looking\nthings from an entire different angle and I cannot blame them. But if there comes some graphic\nartist, who, who was trained and worked all her life in the profession and is trying to argue about\nsomething of, of a graphic nature with an historian, it is an tragedy, yeah? Because I had cases\nwhere, was mentioned yesterday, I had to explain what a stencil 1s, yeah? By explaining what I\ndesigned for a particular, in a particular situation. So I'm fighting against many thing, it's not\nfighting, I'm just arguing about it and I always, I never had a real sympathetic ear by anybody to\nlisten to me and it's, I've developed a situation where I suffer from an certain kind of loneliness, I\ncannot talk always to myself. People don't know what I'm talking about. I'm not quoted in\nany world famous historical literature because I've been living a world of silence\ndue to my handicap, where I couldn't hear, where I couldn't communicate and when I finally opened\nmy mouth it was, I was totally isolated, misunderstood and too technical for their taste. No, now\nyou know. Now let's come back to the aerial views. The aerial views as we've discovered is that\nthey were, I mean for the purpose of explanation and important that they have inserted the plans\nand, and brought out the area they were, the area in question, but why couldn't they do the right\nthing, why have they used and copied the wrong thing, that is my, I am had no, no objections that\nthey have inserted the camp, the women's camp on their aerial views. I've given strong signal,\nyeah? Can I call that...",
        "A: With a diagram, correct. But then they had not and you cannot even blame the people what they\ndid because from the first day on, the very first publications after World War 2, produced in Poland,\nby famous researchers like Dr. for example, he published the very first book on\nAuschwitz and it's a good one, I have that in both languages, in German and 1n, in, in Polish, which\nhe forwarded to me because I, that's always active and tried to keep in touch with the post-war\nAuschwitz family of inmates, I mean, it's not the families, but we got a small family of people who\ntried to stay in touch with. That was in Warsaw in headquarters of the international Auschwitz\ncommittee, under the stewardship of ____. And then there was the museum and there are people\nwho tried to do their best but the world was not very sympathetic, they had no money, they had no,\nthey were not very, we were not very popular because the world had enough in those days, so there\nwas a Stagnation of interest and after awhile people started to publish correct or incorrect. But then\nit comes to diagrams and to the drawings of the camp, there were irregularities, they were using\nsome, they couldn't, tools, all those by foot, they had no experts to perform, they,\nto perform a layout of the measurement instruments, they had no access to the camp building office,\nthey didn't even know then that it ever existed. People, the historians who were trying to start to\nbring the history down to paper, had no idea that there was an Auschwitz official building office and\nso that those, that, maps and drawings and sketches were preserved miraculously, yeah. We know\ntoday how the camp looked, we know and, but somebody was, sit down and\ncomplain. So the first plan was used, the first basic information was used from\n, that document of, the Berlin planning of Auschwitz. I mean they tried and\nthey still have enough of material and they had enough of material, but it was wrongly interpreted\nbecause the draftsman who was able to read the drawings, was not reading the historical\nbackground, yeah? If they would have done what I did all my life before I had to perform a drawing\nfor my husband for his publication, I first had to learn the text and to translate his scientific language\ninto simple lines and diagrams. The people who were assigned to make the sketches of the first\nsketches after the war, were not presented with an historic background, they're not even asked to\nread or to understand what they are drawing, what they are doing and so we have know the after\neffects.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] and if I would not know the camp by here in my head, I would, I'm\nasking her where was that, the answer. No, it was not in A, it was in B, you see, because it couldn't\nhave been but if you, she would not talk to me about it and I wouldn't know, it would get lost.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. We are trying to reconstruct where was this, you have asked me\nwhere was and I'm asking her in addition, where was ?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. No, what is it now? What do you want to know? The\nunderground?",
        "A: [speaks foreign language here]",
        "A: Our relation was good, I think.",
        "A: I was Block and she was in [speaks foreign language here]\nI: I was living in the borders of the block.",
        "A: [speaks foreign language here]\nI: I had a studio in the block, correct. Believe me, it was better established than any other studio\nhere in New York City. I had a beautiful room, I even had beautiful curtains, glass windows\naround. [speaks foreign language here]. Now, if I wanted to be alone and undisturbed, [speaks\nforeign language here]",
        "A: [speaks foreign language here]\nI: was how it looked from the outside.",
        "A: [speaks foreign language here]\nI: [had a window from the outside too.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] was next to her room where she was living. [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\n[end of side one, tape 4]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. You see, I have a very important interview from Katya which had\nto be translated into a normal language.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Did you understood? No.",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], we have been the first 10 months in Auschwitz in the, some\nwomen arrived, the Slovakian women and some of the German women, all the women in\nAuschwitz lager(ph), the first 10 blocks and then in September or August, we\nrelocated to Birkenau and...",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: One and one week after [speaks foreign language here |\nI: She just finished up speaking English , yeah?",
        "A: Yeah.\nI: July 20th, that was her birthday.\nI: No it was a day before her birthday.\nI: A day before, I said, it was Hitler's birthday.",
        "A: [speaks foreign language here]\nI: Could you write something down for me? The name of Katya's , please.\nDo you have one sheet of paper?",
        "A: [speaks foreign language here]\nI: She had an couple, an couple [speaks foreign language here]",
        "A: Mm-hm.\nI: Yeah?",
        "A: Mm-hm.\nI: [speaks foreign language here]",
        "A: Mm-hm, mm-hm, mm-hm.\nI: So what next?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Now, front, you can write in Polish or in, in, in English, Katya's\n, Katya's maid, that's good enough. Now, what is it?",
        "A: [speaks foreign language here]\nI: In the drawing office.",
        "A: No. [speaks foreign language here]. It was an interesting person.\nI: Interesting person, yes. She was interesting.",
        "A: Yes, yes. She was...\nI: A sense of humor.",
        "A: ...sense, sense, sense of humor is very, very good. [speaks foreign language here]\nI: She had a great sense of humor.",
        "A: [speaks foreign language here]. That was her personality.\nI: a special personality.",
        "A: Trouble? [speaks foreign language here]\nI: trouble maker.",
        "A: [speaks foreign language here]\nI: Anna said that sometimes...\nI: It didn't went, if things didn't went my way, then I was giving trouble.\nI: She was trouble.",
        "A: [speaks foreign language here]\nI: , | worked at night, why? Because the, the Polish bloody underground, yeah,\nwere coming for men, during the day the male prisoners were coming, gathering all the Polish\nwomen in my office, in my drawing office, throwing me out so that they can discuss their secret\nconnections and messages. I went out walking around the camp and having fun visiting all people\nand then at night I had to perform my duties because I had to deliver. So then, sometimes, while\nworking, or wanted to work, it was intellectually, mentally, a very demanding job. I performed\nmany, many things where I had to concentrate, where I had to be correct and where I had to, not\nwanted to be disturbed because it was sometimes a very delicate job I performed. So then anybody\nwas coming in of those little monkeys and talking to me and, and so I started to scream, get out of\nhere, because I have to work, yeah. And that she remembers, that I have thrown out many times.",
        "A: You see?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Yeah.\nI: Oh, yeah.",
        "A: [speaks foreign language here]. Is possible, but I don't know.\nI: All right, [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: No.\nI: No. That was underground work, okay? Effective one.",
        "A: [speaks foreign language here]\nI: We were not sure what they are going to do, [speaks foreign language here], you see these,\nnobody knew, I think the people in Berlin didn't know what to do with them, they knew somehow\nthey are going to bring an end to the people of Theresienstadt, but didn't know when the time was\nright. The political situation, how to camouflage things, how to pretend, how to lure the people into\nbe able to be driven into the gas chamber without any resistance. So we were, nobody was sure the\nGermans in Auschwitz had no idea when, when and what order will come from Berlin, huh?\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: Together.\nI: Yeah, yeah.",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]. Only inside, inside necessary details for distribution of food and\ncleaning and so on.",
        "A: [speaks foreign language here]\nI: Yes. That's different. [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: They had, in, inside, what I said, inside activities like food distributions, looking after the\nchildren, they had a little bit of cultural activities because there was nothing else to do, but there was\nno physical work performed, like in our so-called [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: The tragedy was that they made no use, during a war, where manpower or womenpower was\nshort to use the young family members, men and women for something productive, yeah?",
        "A: [speaks foreign language here]\nI: Yeah, before them, before them, before they were gassed, they were asked to write letters,\npredated yeah? Predated [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here], nobody wanted to believe any more because the information from\nthe camp underground, or whoever was sending , Theresienstadt, the report\nwhat happened and then the predated letters, the people in Theresienstadt and the world was\nconfused. And that what the Germans tried to do, but what you don't know is and you have not\nreported and never mentioned, [speaks foreign language here]. Katya overheard once in an\ntelephone conversation, while she was on her own, it is actually, but I'm not [speaks foreign\nlanguage here], I wouldn't like to talk about it because it's very, very described what I have to say\nabout Katya in one of the books of wrote in his last years. [speaks foreign\nlanguage here], so let's bypass Katya, we are now back to Theresienstadt, yeah. The Theresienstadt\nfrom the [speaks foreign language here]. You see we, we received the, the lists\nof death simultaneously, simultaneously [speaks foreign language here], so they, when they were\ngassed in the night [speaks foreign language here] and they were gassed, next morning, next\nmoming, we already had the list of death and we had to administer that and, and absorb [speaks\nforeign language here], I was so [speaks foreign language here], with my head [speaks foreign\nlanguage here]. So I'm tell you, we knew in the morning, they were taken at night, they were\ngassed. In the morning we had the list and we had to take out the women from the livings in the\ndead [speaks foreign language here] and I had to change my [speaks foreign language here].",
        "A: [speaks foreign language here]\nI: What have I done at night, I'm asking her, she doesn't know. [speaks foreign language here]. I\nwill tell you that afterward. [speaks foreign language here]\nEnd of Tape 4.\nTape 5\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Now listen carefully. Don't you think that I'm sitting idle. I want to show you something, yeah. I\nwant to show her something. Hold it for me please, yes, thank you. That's [speaks foreign language\nhere] a whole book. I have here a diagram which I produced, [speaks foreign language here]. I\nhave here an diagram. In 1942, what I'm saying on that sheet, I carry the information what an\nhistorian needs a whole book to write. And that means, where are my, where is my, yeah. It says, a\nyear by month, 12 months in '42, '43, '44 and the beginning of '45, yeah? [speaks foreign language\nhere]",
        "A: [speaks foreign language here]\nI: Every camp in Birkenau [speaks foreign language here], were frowned on, where female, women\nwere located, so you will see, in 1942, [speaks foreign language here], women were there from\nMarch til August, clear?",
        "A: [speaks foreign language here]\nI: Here, here we went, we arrived in that part of Birkenau in June and we're there\ntil '44 October. [speaks foreign language here] what is it?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here] you see, the duration of the Czech family came, where women and\nmen were together and then in October '44, we relocated here, from here to here, [speaks foreign\nlanguage here], it didn't existed any more. [speaks foreign language here] you can read in B to, B to\nD, there were men and B to C, [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Yeah, that's the Hungarian camps are so-called. [speaks foreign language here]. Look, what I'm\ntrying to show you, it's an diagram of the history of Auschwitz, where you can see men and women,\nwhen they were there and how long they were there.",
        "A: It's very important.\nI: Yeah?",
        "A: It's very important.",
        "A: [speaks foreign language here]\nI: I, [had no, I will, you are right, I have to add, but no good. Why I have put here men...\nI: I kept the men in the background. But, do you think it's an important diagram?",
        "A: [speaks foreign language here]\nI: 1am trying to show you...",
        "A: [speaks foreign language here]\nI: Okay?",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: I'm just trying to tell you that is an example, that 1s not authentic 100 percent, but I want...",
        "A: [speaks foreign language here]\nI: Here. [speaks foreign language here] Correct. [speaks foreign language here] to perform\nsomething like that, I cannot do it myself, all myself, by myself. I would love to have somebody\nwho would concentrate on Auschwitz. I could teach him or her and I could teach him graphics, I\ncould teach him. That is something nobody does. It's just an example I've selected on couple of\n[speaks foreign language here]. Now listen carefully. Do these here, that is something of big value.\nThese two here, [speaks foreign language here]. That means in the category of German prisoners,\nwomen prisoners, into the category of German women prisoners went German women, the Austrian\nwomen, some, the Polish and the French women who had lovers, Pole lovers with, no lovers...",
        "A: [speaks foreign language here]\nI: No, no, no, no, no, no, no, stop it. Poland [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nQO: —i‘“‘“‘i‘(\nI: I did something [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: It started in Nuremburg. [speaks foreign language here]. Good, but why have I done that because\nsince the Nuremburg trial, they ask numbers of people who were killed and they only mention\nSlovaks, and they mention Czech, but nobody realized that there were, there was not a single\nSlovakian non-Jew in a concentration camp, or at least in Auschwitz. So I performed the table\nwhere you can see everything which came under German category, everything which comes under\nPoles, French.",
        "A: [speaks foreign language here]\nI: Yeah. [speaks foreign language here]",
        "A: [speaks foreign language here]",
        "A: [speaks foreign language here]\nI: Correct. [speaks foreign language here]. Correct. Correct. I wanted to show you [speaks foreign\nlanguage here]",
        "A: [speaks foreign language here]\nI: He has history, I'm trying, wanted to prove you and to show you that I'm trying to condense\nhistoric write ups and work into, into simple diagrams. That is mapping, not the\nmaps of and not the maps of , | don't know what's his name you\nmentioned, but there's the maps that is mapping of existing records, the mapping for future\ngenerations, maybe, so that they should understood what we are talking about because people have\nno time to read. Have no , getting confused, but if they see something like that, it will\nanswer you many things, don't you think I'm right?\nI: No. [speaks foreign language here]\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 16-7, 1996\nRG-50.030*0446",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Anna Palarczyk,\nconducted on August 16-7, 1996 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HELEN TICHAUER AND ANNA PALARCZYK\nAugust 16-7, 1996",
        "[Transcriptionist note: the interpreter is designated by “T” |"
    ]
}