{
    "rg": "RG-50.030.0258_trs_en",
    "sequence": [
        "Question: Tell me your full name and when and where you were born.",
        "Answer: My name is Anna Heilman. My Polish name is Hanka. I was born Hanka Wajcblum.\nMy Hebrew name is Hanna. I was born in Warsaw, Poland. Warsaw, before the war, still is, the\ncapital of Poland, and used to be called the little Paris. It was a beautiful, beautiful city. My\nparents were Jacob and Rebecca Wajcblum. They were both deaf as separate incidents in their\nchildhood. My mother as a result of a scarlet fever and my father as an accident, when boiling\nwater came and scalded him and he became deaf. They met in the institute for the deaf, got to\nknow each other and married. I am the youngest of the three daughters that they had. My sister\nSabina (ph), who lives today in Sweden, Stockholm, my sister Esther, who was executed by the\nNazis, in Auschwitz, on January 5th, 1945, 13 days before the evacuation of Auschwitz, and me.\nWe went to an all girl's school in Poland, where we were a product of the Polish education,\nwhere patriotism and religion is very closely related, where bravery and chivalry is a part of us,\nand were also a product of the parallel Jewish culture that celebrated the holidays. My parents\nwere rather assimilated, but that does not mean that they weren't Jewish. Before the war, we\nwent to school, my father went to work, my mother kept the house. In the summer, we used to\ngo way, way, way far away in the north in Poland into a little resort town.\nAnd we never seen Warsaw in summer; every year we went away. I remember when the war\nbroke out, August 1939, we were in Druskieniki this little resort town. The mobilization, the\nPolish mobilization was on, and all the vacationers were gathering, trying to get on any kind of a\ntransportation to go back to their place of origin. My mother was making preserves. This was\nthe seasons to make preserves and this 1s what she was doing. My father was livid. He wanted\nto go back to Warsaw. My mother said: \"Look, I have lived through one war and I know what's\nneeded. Now is the time to do preserves, we will need them.\" And she did. Eventually, we left\nwith the last regular train that left Druskieniki back to Warsaw in September.\nQ. Okay. I just want to do one thing. I'm afraid my alarm on my watch 1s going to go off, so let\nme try to figure out how to make it go off. I don't know. I'm going to put it outside. Why don't\nyou cut for a second. Now I want you to tell me about Warsaw after the war broke out and\nwhere you and your family lived and about what you remember of the forming of the ghetto.\nTell me a little bit about before you were deported.\nA. We lived all our lives on Miller Street. This is the Miller Street where the headquarters for\nthe resistance were on Miller 18. We lived on Miller 38. We never moved, so we were lucky in\nthat respect. Before the war, my father had a factory of wooden hand-carved objects, like carved\nchairs and carved boxes, decorative plates, and things like that. In the ghetto, my father applied\nto the Germans to have a permit for a workshop, and he received a permit to make wooden\nframes.\nHe received the location just across the street from where we lived, an empty apartment. And\none day, he told my sister and me to go over to that location and put the frames in to make it look\noccupied. The reason for this permit, as you know, was that anybody who was not employed\nwas subject to transport and anybody that had any kind of a piece of paper could, quote,\npostpone the transport, and this was the reason for it. So my sister and I, loaded with this\nwooden frames, go across the street to put the things in. And all of a sudden, there is a blockade.\nBlockade means that the German, Polish and Jewish police block off, cordoned off a street.\nThere are whistles, there are screams, there are yelling. This means that everybody that is going\nto be caught 1s going to be transported out. My sister and I are in this empty apartment, there 1s\nscreaming and yelling and whistling. So we run from this apartment, down the stairs. We want\nto go into a bunker. A bunker is a hiding place that each house had to try and hide and wait out\nand maybe be saved. We run there with all the other people, but we were strangers in this\nbuilding, they didn't know us, so they wouldn't let us in. My sister and I went back upstairs to\nthis apartment, I believe it was on the first or second story, completely empty. We sit on the\nfloor and we wait, see what's going to happen. And there are screams and yelling on the street\nand people crying. There are shots, a great deal of noise, and screaming \"raus, raus, raus,\" which\nmeans out, out, out, everybody out. And we sit on the floor and we tell each other jokes just to\nkeep our spirits up and to give each other courage. All of a sudden, we hear heavy steps on the\nstairs, boom, boom, boom, \"raus, raus, raus.\" And somebody, with the butt of a rifle, opens the\ndoor.\nAnd it so happens that we were sitting behind the door. We didn't even know that. The door is\nopen, a soldier's head comes in, he sees the empty apartment, goes out, goes up, goes down. And\nwe are there. And I don't know how long we sat there, until everything was quiet. And we\nwaited, and we peeked through the windows and there was nobody there. We made it\ndownstairs. The doors to the bunker was open. There was nobody there. We felt as the last\ninhabitants on earth, the two of us. We run across the street where my mother was. We had the\nkeys, we opened the door. She was there. She survived. She didn't hear. After that, there was\nno point of having this workshop. This was in July '42, as you know, that the big, big transports\nfrom Warsaw were taken to Treblinka, to death. My father, again, there was no room for the\nworkshop, but still you needed some kind of a piece of paper. My father registered as a\nwoodcarver and he received a job. His job was -- this was in the time of Stalingrad. The\nGermans have experienced great many losses in the battle of Stalingrad. They brought the\nwounded to Warsaw. And those that died were buried there in the German military cemetery.\nMy father's job was to carve the names, the ranks and the date of birth and death of the fallen\nsoldiers. This way, he was commuting, with a piece of paper, in and out of the ghetto. It took,\nthose were, quote, the commandos that were working outside of ghetto. It was, for us, very nice\nbecause my father was able to bring a little bit of food from outside, which was very, very nice,\nwhich we didn't have before. I need simply very quickly to tell you that my older sister Saba\n(ph) had a fiance who was a Polish officer. And he run away from Poland, as a Polish officer,\nnot only as a Jew, but as a Polish officer, and she went with him. They went east at the\nbeginning of the war.\nAnd this is how she was saved. So we were left, my father, my mother, my sister Esther and I.\nSo going back to the story, Esther at that time joined the nursing school and she was working in\nthe Jewish hospital. So here we have my father, who is working outside of the ghetto. My\nmother was keeping house. I belonged to Shomeratzayir (ph), which is a youth organization,\ndepending on who you speak with. It's rather to the left, but it is not like some people say\nCommunist now. It was very socialist. And in the ghetto, we were having our Hebrew names,\nwe were singing Hebrew songs, we were dreaming of Zionism and free Palestine and emigrating\nto Palestine, and, of course, as you know, we were part of the Warsaw uprising. In the ghetto,\nyou have a generation gap. The older people, who had families, were very much preoccupied\nwith the safety of those dependent on them. As young people, we had nothing to worry about\nexcept our lives and, you know, when you are young, your life doesn't mean very much. I will\nnever forget, at the beginning of the ghetto, in about '40, '41, two young men came from Vilna,\ntwo Jewish men. It was the first time that all the different youth organizations, Jewish youth\norganizations, got together under the same roof in spite of the political differences of the\nspectrum, right to left, or those what have you. We gathered together in the big synagogue on\nTomaska (ph) Street. It was one of the largest synagogues in Warsaw. And these two young\nmen told us about the atrocities perpetrated on youth in Vilna in east of Poland, about the\nmurders. I believed that this is when the seeds for the uprising started, right at that particular\npoint. When we got up to sing that Hazakna (ph), that Hebrew Shomeratzayir hymn that we will\nbe strong. And all of us stood up to sing it, the walls of the synagogue trembled, there was that\nstrength. But when I came home and told my father, \"that I don't want to hear this propaganda.\nThe transports are going for work.\nI don't want to hear those kind of things. Don't worry your mother.\" So then we have the\ngeneration gap from the older generation to the younger generation. To go back to the story,\nthough, my father was working on the other side, coming back every day. And I was spending\nmy days with Shomeratzayir. One of my functions was to teach Polish to the many Jewish\nchildren who did not have Polish education. They were versed in Yiddish, but not in Polish. So\nthis was my job, to help them, you know, improve their spelling and reading skills, one of my\njobs. Another of the jobs was to put the posters on the walls at night to raise the ghetto to arms,\nthat type of thing.\nQ. How dangerous was that?\nA. It was very dangerous. First of all, there was a curfew. You know, we couldn't do it before\nthe curfew. And if anybody was caught after the curfew, they were shot on the spot, no\nquestions asked. And my father was very unhappy when I used to come home after curfew. It\nwas at night, the two -- we were going in pairs, you know, one with a, with a, big wet brush, you\nknow, put the glue on, and the other putting the poster, and running, you know, from wall to wall\nto wall to wall. This was very, very dangerous, no question about it. For us it was a lark. But it\nwas not. By the way, at that point, I must have been 13. This was about that frame. I was born\nin'28. I was 11 when the war broke out in '39, about 13 in '41, '42. Anyway, one day we got a\ncall from Umschlagplatz. Umschlagplatz is the place where the Jews were gathered, waiting for\nthe cattle cars to take them to the camps. That my father was caught. As he was coming back\nfrom work, paper or no paper, he was taken, and the whole commando was taken immediately to\nthe Umschlagplatz. My father's boss was a German Wehrmacht captain, Hauptmann (ph) in\nGerman, I believe it is a captain in English. We gave him a call and we told him, look, my father\nwas called to Umschlagplatz.\nI wish I could remember his name. I don't. He took his car and came to Umschlagplatz and told\nthe young SS man: \"Look, this man is working for me, I want him out now.\" And this young\nofficer told him: \"Look, I am not taking orders from you.\" He said: \"I am a captain and you are\na private.\" He said: \"I don't care, my orders have to be in writing from the SS quarters.\" So the\nHauptmann said: \"Look\" -- to us -- \"tomorrow morning, first thing in the morning, I'm going to\nbe back here with the proper paper. I will take your father out.\" What he didn't know that\ntomorrow would be too late because at that time the trains were going every night. Lo and\nbehold, my father escaped from Umschlagplatz, I don't know how. The following day, he goes\nback to work. And he tells the Hauptmann: \"Look, I have a wife and two daughters. You are\nhere a group of soldiers, you are here in this building, surely they need some services performed\non them, cleaning, laundry, cooking, whatever, why don't you take my wife and two daughters\nand they will help you here and we will all be here together.\" \"Sure.\" Hauptmann says \"That is\nno problem. But you have to arrange your papers through the arbeitsdienst,\" which was the\nghetto Jewish equivalent of work exchange, you know, they were in charge of organizing the\nproper papers and what have you. So when my father went there, they thought my goodness, if\nthis Hauptmann can save a family of four, surely he can accommodate more of us. They got in\ntouch with him. And sure enough, he took 30 people and located them in this German barracks\nwhich were located in what used to be a Polish public school. The Polish public schools in\nWarsaw were all the same, you know, the buildings were built by the same -- in the same type of\narchitecture. So the soldiers were in the whole building, and they gave us the quarters 1n the --\nnot the cellular, but just the ... mezzanine, kind of. It was called partair (ph) in Poland. It was\njust before -- the ground floor, okay, this is where we were, 30 people. We were all there\nworking as Jews on the Aryan side. All, that is, except my sister Esther, for whom there was no\nroom. So she stayed in the ghetto. Because she stayed in the ghetto, I got a pass to commute\nbetween the ghetto and the Aryan side, and I was going once a week.\nAnd I was still in Shomeratzayir, so I was able to come to bring some food for them, not much,\nwhatever, share between my sister and between them, and I was still active in Shomeratzayir.\nUntil one day, it was one of the most painful experiences for me, it seems so insignificant now\nbut I still think about it, I was told by the Shomeratzayir people that because of security reasons,\nthey can't afford guests, I have to make up my mind, either I am with them or I am not. So I had\nto decide to stay with Shomeratzayir and to leave my deaf parents alone. I couldn't do that. So I\nelected, of course, to go back to my parents. It was too late anyway. At that particular time, the\nhell broke loose. The Warsaw uprising was in full swing. My sister was across the street and I\nwas in this little post. There were maybe four of us. There was one rifle. And my superior in\nShomeratzayir, his name Shimmon Heller (ph), was with us. There were sniper shots all over.\nWe didn't have radios. Our communicators were runners, young boys mostly, who were running\nfrom post to post to keep contact. One of the runners was running and Shimmon saw him down\nthe street. He was shot and he was wounded. So Shimmon run to bring him back and he was\nkilled right then and there. Another runner came through and said listen, guys, everything is\nover, each one for himself, finished. I want you to know that in Shomeratzayir we got orders not\nto be caught alive, that no matter what happens, we are not going to go on the trains alive. Those\nwere the orders. This was the spirit of the uprising. So this runner said to me: \"Look, we're\ngoing to run and we are going to run out.\" I said: \"Okay. Come with me, my sister 1s across the\nstreet in our apartment.\"\nSo we run to our apartment. On the third floor of this restored building -- at that point, the\nGermans were methodically blowing up and putting fires to every single building in the ghetto.\nIn our apartment -- the building two away from us was burning. Our apartment was so hot, it\nwas so smoky that we couldn't possibly stay there. The buildings in Warsaw were built in such a\nway that you had front of the building facing the street and each building had a square courtyard\nthat you reach through the gate inside. And the whole life in Warsaw really took part in the\ncourtyard rather than on the front. At that time, in our courtyard, there were the SS men, the\nLatvians. In the courtyard, they were with the rifle, with their rifles, screaming \"raus, raus, raus,\"\nand shooting. And the smoke was so dense that you couldn't see. And people were jumping\nfrom all the windows right into the ground. There was no other way out. But because of the\nsmoke, they couldn't see. My sister, the runner and I jumped from the third floor down into the\nasphalt-covered courtyard. We scraped our knees and elbows, nothing else. We kept on\nrunning, right through them. This runner knew the bunkers ways, the other ways, the little\npassages. And we were running through the burning ruins of the ghetto, through the part where\nthe buildings used to stand but weren't standing anymore, into the sewers. And we can smell the\ngas chasing us. And we ran out into the alley inside and to go to our parents. ... My parents --\nQ. When was that exactly?\nA. This was possible ...'43, April. April 1943, this is where the, the whole battle with the\nGermans was going on.\nWe stayed with our parents until May 5th, 1943. We were surrounded by the Germans and taken\nto Umschlagplatz and then we walked through the ruins. There wasn't one building left erect.\nThe smell is indescribable. It is the smell of rubber, noxious. And now, if I ever smelled the\nsmell of burning bodies -- and it was dark when we were walking. It had to be in the evening.\nAnd the ruins of the ghetto made it in mountain-like sights, and you could see on the top,\npeople, single people, like rats, putting their head up, disappearing, looking at us, darting from\none burning hole to another, like specters. We were, the 30 of us, taken to the Umschlagplatz, a\nsea of humanity. Everybody sitting and everybody clutching whatever possessions they packed\non the way. We knew we didn't. Everybody had whatever precious things they had with them, a\nchange of clothing. If anybody had any valuables. Every child had a knapsack, valise, things\nwrapped around in a sheet, with four corners tied in a knot, whatever people had, baskets, what\nhave you. You walk into the room, there were people sitting all around. The same thing, the\nsame building that used to be the public school building before the war, Umschlagplatz was the\nsame kind of building. Floors and floors, we were in one room. The Germans used to come in,\ncall out the pretty girls.\nEsther, she went. She came back, she didn't say a word. I don't know what happened. And then,\ncame the time that we were marched out to the cattle trains. You have a cattle train in the\nWashington museum. I never really knew what the dimensions were. Nobody could tell me.\nIt's about three-quarters size of the regular tour bus. There were 170 people packed into this\ncattle car. At first, some people wanted to prevent the panic, to tell people look, people,\norganize, stand up, there is no room for everybody to sit, we take turns. There are two small\nlittle windows, we'll make turns, everybody will have a little bit of air. But it didn't work.\nPeople were in a panic. The young and strong were standing at the windows, blocking whatever\nair there was for the rest. My sister and I bodily had to fight the people from trampling over my\nmother, who was sitting in the corner. And my father got gray altogether completely. I don't\nknow how long this trip took. I have no idea. It wasn't the lack of food or the toilet facility, it\nwas the lack of water. There are always experts in any situations. Apparently we came to the\nfork of the road and someone said we are not going to Treblinka, we are saved, we are going to\nAuschwitz. This was the better of the two alternatives. There was a sigh of relief. No, we're not\ngoing to Treblinka, we're going to Majdanek, excuse me, to Majdanek, not to Treblinka, to\nMajdanek, that's the better of the two alternatives. We arrived in Majdanek. And where in\nWarsaw they have stairs that you can get up on, in Majdanek, they didn't. And it was very high\nfrom the train from the ground, and you had to jump.\nA meter, three feet, it was high, maybe more, don't know. It was raining when we arrived. So I\nbent down to scoop the mud to quench my thirst and I got a crop over my back. And the soldiers\nwere lined up on the road, screaming and yelling \"raus, raus, raus,\" with the dogs on the leashes,\nstraining on the leashes. From our wagon, there were 170 of us. We left half of the people dead.\nAnd others were mad. There was a woman whose child was killed and she was running naked\nand she didn't know what was going on. And we had to run. I lost my sister, I lost my father.\nI'm running with my mother. And we are running through an obstacle course of all the precious\npossessions that people had thrown on the way, they couldn't carry it anymore. And I threw my\nknapsack off, I couldn't, it was too heavy. My mother was stumbling, she ran with hers. And we\nrun. And there was a young man, an SS officer standing on the side. And he beckons me to go\nto him. So I leave my mother and I go to him. And he points with his finger you go over there.\nAnd I want to go back to get my mother. And he says: \"No, no. She goes there and you go\nthere.\" And I did. And this was the last time I saw my mother. My father was separated from us\nwhen they separated men from women. And I find myself in an room with many young women.\nWe are told to undress. And I found my sister there. And this was Majdanek. So we were told\nto undress and leave everything behind us except our shoes, we could take our own shoes, which\nwe did. We went through the showers. We were given some clothes. And we were marched\ninto the barracks. And on the way, there were Czech prisoners, non-Jewish, and we asked them:\n\"Where are our parents?\" And they said: \"Don't worry, you are young and strong, you will\nwork here. Your parents are in different camps, where the work is lighter.\" And we believed\nthem. They were kind. We come into the barracks, these were wooden barracks.\nWe slept on the floor. There was nothing there. One of our job was to wash this floors, the\nwooden floors. They smelled good, the new, brand-new, brand-new wood, smelled good. In the\nmorning, we volunteered for the work outside the camp, hoping maybe we will find the other\ncamps, maybe we will find our parents. Many years after the war, I was looking at people's eyes,\nlooking, maybe, never found them. This was Majdanek. We were there for a few months. It\nwas May that we arrived. We're there until September. In September, we were transferred to\nBirkenau. In Birkenau, our hair was shaved off. We got tattooed numbers on our left arms. We\nwere given Russian prisoner of war's uniforms to wear. There was a Russian prisoner of war\ncamp before we came there. I don't know what happened to them, but we got their uniforms to\nwear for a while. We were in what was called the quarantine. It was a horrible place. It was a\nsquare, small square of sand, where people sat and waited, I don't know for what. There were\nGreek girls who couldn't take the climate, they suffered from malaria. And everybody was\nsitting there, looking for each other for lice, looking through the cloth, cleaning each other.\nThere was no human reaction there, we were just sitting, cleaning themselves, without any\nstrength to move, no reason to get up, unless chased, just sitting, just waiting, just dying. We\nwere still fresh, we're okay. Across from us at that time was the men's lager. And we could see\none day there was a selection of the men, which means that the men stood in rows naked and\nwere filed before the Germans to be moved, to be destroyed. At that point, I was 14. For the\nfirst time in my life that I saw a naked man. It was indecent, but the implication of what the\nselection was all about didn't hit me at that time, you know, younger men, older men, different\ntype of work. We were told that the men lager is going to be moved and that we, from the\nBirkenau Lager A, are going to move to Birkenau Lager B, where the men used to be. Sure\nenough, somebody whispered to us: Say that you are metallurgist, say that you are metallurgist.\nOkay. Here comes the arbeitsdienst, this is an SS woman, asking us professions, what are we,\nsay metallurgist, say metallurgist, that's fine. We go, we go into the salman (ph), which was a\nshower room, a communal shower room. There had to be at least 50 shower heads, you know,\n50 different women taking shower altogether. And different shapes and sizes, different stages of\ncomposition, decomposition, you know. Some young and beautiful and some, you know, it was\nagain this kind of an intimacy that we weren't used to. But, the water was warm for the first\ntime, I understand, in Birkenau. Until that time, there was only cold water. And we got decent\nclothes.\nBy decent clothes, I mean the striped uniforms, which were made out of recycled paper fibers,\nyou know, they were very sharp and scratchy, and you had to be awfully careful. Because we\nwere emaciated, and if you got a scabies or any kind of a scratch on your body, it was dangerous\nfor you. But anyway, they would go in the shower and we go, we are placed in a block. And we\nare placed in what was called the union commando, which we understood was a factory that\nproduced bicycles. Eventually, we found that this was ammunition factory. Anyway, in Lager\nB, we got to meet friends. There was a group of us, I wish I remembered their names, but I\ndon't. But I believe that Hetta Folkes (ph) is one of them. Hetta Folkes is in this little booklet\nthat we had compiled for the ceremony of unveiling of the monument for the four girls. So that\nthe eyewitness reports from union, from Auschwitz, Hetta Folkes is one of them. And we used\nto meet in the evenings, and the same thing that was in the ghetto happened here. We were\nspiritually transported from the reality of the camp into the dreaming of Palestine, of freedom, of\ngetting out, exchanging stories. So that the reality of the camp really didn't touch us, and our\ndream quality touched us more. And there was no peril, because we were living for the\nevenings, we would get together, when all this will become unreality, when our reality will\nbecome the reality. It was just wonderful. I think that Victor Frankl, in his book, says, you\nknow, in search of the meaning, if you have the meaning, no matter where you are, you\ntranscend yourself over the situation. Sometimes in real life we call 1t schizophrenia. There, it\nwas our salvation. When the reality becomes too painful, obviously it may have different ways\nof expressing itself.\nWe have the support of each other, the reality didn't matter. In this particular club, 1t was mostly\nJewish, but we had one Yugoslavian girl, again whose name I don't remember, who was not\nJewish, who was part of this group. She apparently had contact with the underground. And she\nwas our newspaper. She was our journalist. She was bringing us rumors and things from the\noutside as she knew them. And we are talking each one about our experiences and telling\nstories. And they didn't know about Warsaw ghettos. And we told them, you know, Warsaw\nghetto rose, they come, we fought. And they laughed. They said that there were smarter people\nthan you here and nobody did anything. And we said well, we are not going to the crematorium\nalive. If somebody will drag us, then we take somebody with us or they will have to kill us, we\nare not going. And it caught fire. They can't bodily drag us every single one, we're not going. It\ngave us courage. In those evenings, somebody said, you know, the rumors are coming, the\nRussians are coming, the Russians are coming near. The PPR, which is the Polish workers party,\nthe underground Polish worker party, is planning to storm Auschwitz from the outside when the\nRussians will be here. And there is underground in the camp who is going to raise from the\ninside so that we will revolt when the Russians come. Fine. This was in 1944. In the summer\n1944, I believe, Hungarian transport came to Auschwitz. From where we were, we saw\nthousands and thousands of people marching just across the barbed wire, the electrical wire.\nThere were four crematoriums in Birkenau. They were burning day and night, smoke and fire\nbelching out. But our soup in the camp was better. Because whatever food was gathered from\nthe transport was thrown into the soup, so we had pieces of biscuits that we hadn't before. By\nperiodical selections in Birkenau, whenever there were transports, they used to weed out the\ncamp population, those that could no longer work separated from those that could. We were\nlined -- no. We were on one side, tetrush (ph) prisoners of the administration created a cordon\non the other side. We had orders to undress completely and go over in front of the selecting\nofficers. And told to go left or right; left to life, right to death. And the one selection day, I was\nrotten from the waist down, infection, boils. The combination of poor diet, poor hygiene, what\nhave you, just developed in boils. I wasn't going to undress. If I do, it's a death warrant. I\ndecided I'm going to undress on top but not at the bottom. I tried to go once and was pushed\nback, undress.\nI didn't. I went again, I was certain I was going to death, I was passed to right. This was it, we\npassed the selection. And this was at the same time because whatever manpower that was\ndepleted by selection was replaced by the new people from the transport. It was a supply and\ndemand situation. At the time, when we heard about the preparation for the revolt, we were\nthinking what can we do, what are we going to do. We secured the keys to the shed where the\nagricultural supplies were kept, hoes, rakes, things like this. We remember from history lessons\nthat in 1862, in the resurrection in Poland, the farmers fought armed with the rakes and hoes,\nthey made a difference. And we were going to make the difference too, we had the keys, we\nwere prepared. And then, as we were working in the union, and my sister was working in a place\nwhich was called pulver room, where the gunpowder was kept. Okay, we have gunpowder, we\ncan use it. My sister was appalled. She said nothing doing, it's sheer madness. Hey, let's try it.\nWhat could happen? We're not going to come out alive anyway, what the heck, right? I have\nhere the map of the interior of the union. We decided we are going to try it out. Where we\nworked in the factory, there were little metal boxes to keep not the garbage but the debris, you\nknow, from work, you know, that something that was spoiled, a piece of material, what have\nyou. So you kept in your metal box that was about, oh, I would say, what, about six inches high,\n12 inches long, six inches wide, just about, and we used to put them in the boxes and periodically\nthrow them in the garbage bins that were situated at the corners of the big halls.\nSo, you know, we are going to try something out. I said take one box, go around from my place\nto where she worked, give her an empty box and she would give me a box with garbage, take the\nbox, throw the contents into the bin, come back into my place. Within several times, nothing\nhappened, nobody paid any attention. See, we can do it. We can do it. We perfected it.\nStacking those two boxes, one on top of the other. She will take the gunpowder from the pulver\nroom, put in little pieces of material with a little string, throw it in the garbage. I would come in,\ntake this box, with another garbage box on top, go into my place, take the powder out, stuff it in\nmy dress. And our guard, we had a system of communication, you needed permission to go to\nthe toilet. But when you say I am going to the toilet, you make sure you come there at the same\ntime. And we used to divide this in the toilet and take it with us and pray. It was three and a half\nkilometers between union -- within Auschwitz and Birkenau, and union factory was just next\ndoor to Auschwitz. We used to carry it and sometimes we used to have searches. So when they\nwere looking for contraband, if anybody had parcels, food parcels, what have you. We always\nmade sure that we were not in the first five rows. There were, I believe, 1,000 of us in the rows\nof five, okay. I can't figure it out how many rows there were. But we always tried to make a row\nof five, the same five, and make sure we are in the middle, not the beginning, not the end, so that\nif something happens, we will know ahead of time. We used to take this gunpowder, take the\ncord off behind our backs, throw it on the ground and rub it with our feet. It would rub in with\nthe dirt because the gun powder are granules, grayish, and they blended in. And we were never\ncaught. If it was dangerous, it was. You can imagine. Nothing happened.\nQ. Let's stop.\nA. Good.\nEnd of Tape 1. 01:57:20\nTape 2\nQ. Why don't you -- let's just describe a typical day of work. Once you were assigned to\nanything, tell me what time you got up and then what happened, and tell me about a day of work.\nA. We used to -- we were very privileged working in the union. It was considered a very good\ncommando in terms of relative good or bad in the camp situation. It was good because working\nin the union, we were no longer subject to selections. This in itself was very important. We\nwere woken in the middle of the night, when it was still dark. I couldn't tell you the hour, 4:00,\n5:00. We all had to look good. We knew that we had to look good, so we used to have our\ndresses folded properly under the mattresses so that when we get up in the morning, they were\nnice and didn't look crumpled. We had wooden shoes that had to be spic and span. During the\nmorning, we used to get what we call -- what was called chi (ph), which is a kind of a herbal tea\nthat they used to make from the weeds that were growing around there. It was warm. It wasn't\ndrinkable, but we drank it. But most of all, we used to wash ourselves with it, and polish our\nshoes. It was impossible to go to the communal washroom at that time because people were\nfighting at the door to get in. And every building had a responsible person, which was called the\nkapo. A kapo was responsible. So you had a washroom kapo, you had a commando kapo,\nwhatever. If you were good friends with her or something, she would let you in first.\nIf not, she will just beat you up to go back in the line. So we simply didn't even bother. We\nused the chi, this tea, to get washed with and to drink with. Then, we were to stand up in the\nlines of five outside for a roll call. It was called appell. It was terrible because Birkenau 1s built\non a plane and, for some reason, it's always very, very windy. And you didn't want to be\nexposed to the wind and the cold, because your feet and your hands, your extremity in particular,\nused to freeze just from standing and just from the cold. We had to stand there for hours. While\nbefore the SS people came to count us, we could still huddle each other, you know, and cover\neach other and warm each other up. But when they used to come, then we had to stand straight.\nAnd then we were checked for proper attire and the clean shoes and what have you. So you went\nthrough different checks. The blockaltester, which was responsible for our block, the barrack\nwhere we lived, was the first one to make sure that she won't be punished because one of us was\nnot -- it was like a military kind of an operation, you know. And then the SS woman that was\ncounting us was -- would look at us, going through the rows and look. We used to stand there\nfor hours and hours and hours. We used to take our wooden shoes off because they would scrape\nour feet. And if it scraped your feet, you would get a blister. And when you got a blister, you\nwere subject for selection. You know, it was -- you really had to take good care of yourself. I\nremember at one point we threw out our mattresses, and we used to sleep on the wood, because\nthe mattresses were full of lice and lice had disease, and so -- anyway, so we used to be there on\nthe roll call. After the roll call, we used -- I believe that we had -- each commando had a\ndifferent color of kerchief. We all had kerchiefs. I believe that ours were white, but I'm not sure.\nSo we looked, quote, smart, you know, always the same kind of dresses, with the wooden shoes,\nwith the white kerchief, that we were marching left and right and left and right. And as you\nknow, we had an orchestra. And the orchestra was playing near the gate where we were walking\nout. The SS men watching us with dogs. But those dogs were quiet for the union commando,\nyou know, it was okay.\nAnd then we walked the three and a half kilometers from Birkenau to union, which was short\ndistance from Auschwitz. But there's three and a half kilometers between Auschwitz and\nBirkenau, so I estimate, you know, maybe the most three and a half, four kilometers. It is not\nvery long, but when you are tired and when you already stood for a few hours outside and you\nare cold, you had to really start working your feet and your legs to march from the -- they were\nfalling asleep and they were cold, before you started to walk. It was a long walk for us then.\nThen we used to go five by five, each one, to her particular spot in the factory. There was a large\ncorridor as you walked in, very large. I would say that it would take about -- we were in the\nrows of five, it would easily take another row of five, you know, we took half the width of the\ncorridor. We used to go, and on our right there was -- I forget the term, but this is when they had\nthe dispensary of the tools, so we used to pass that. It was separated from the corridor with\nchicken wire fence, kind of. On the right-hand side, you had the offices, you had the toilets, you\nhad the showers, you had the storage rooms. And my particular post was just on the left, just\nacross from the big, big, presses. They were gigantic, huge, what were called Kuntztof (ph)\npresses that manufactured the parts that went into the final product. I still don't know exactly\nwhat it is that they manufactured, something, you know, in terms of armament, but I don't know\nexactly what. So the presses were, as you walked on the left-hand side, our tables were on the\nright-hand side. Behind our bags was a glass partition from the second department. And I\nremember when I first came in, I thought, you know, they are so inefficient. There was a space\nbetween this glass wall and our stools and the tables. I said well, why didn't they put it all the\nway back? And then I realized that they didn't so that they would have room to go behind our\nbacks and check what we are doing.\nI was working in some kind of a control. We had little pieces that looked like checkers. They\nwere called einsatz schtuker (ph), whatever that means. And we were sitting in a row, there were\nabout eight girls at our table, each one had in front of her a precision instrument that was\nchecking for the perfection of this checkered piece. It had many indentations, and each\ninstrument was geared to check a particular indentation, so to work past from hand to hand to\nhand. And whatever wasn't good, we used to throw into this -- these boxes, you know, it was the\nawful garbage, or what have you. We had akapo. A kapo is responsible, it is an overseer. She\nwas a German prisoner. Her name was Alma (ph). She was a very funny kind of a character.\nShe could be very nice and she could be very sadistic. She was rather obese. And she was short\nof breath. And she had a particular mannerism of going, with the corner of mouth (indicating).\nEverybody, you know, mimicked her. She was easy to mimic as a caricature of the person. She\nused to check our belongings and what have you, whether we had an extra piece of bread. She\nliked to have bribes. I wasn't a particularly good customer, I didn't have anything to give her, so.\nBut she had a boyfriend, and this was very, very important because when she and her boyfriend\nwere busy talking, I was free to get up and walk and she wouldn't pay attention to me, so I\nblessed this boyfriend every day of my life in the camp. We were working there from, I don't\nknow, I would imagine from about 7:00 o'clock in the morning till lunchtime. At lunchtime, we\nhad a lunch break where we were given lunch. And this was also a blessing in disguise. You\nneed to know the reality of the camp life. It has many parallels to any life anywhere. For\nexample, we used to get our lunch in big drum kettles.\nNow, in the camp, those that were responsible of ladling out the soup that we used to get at\nlunchtime, could, or could not, mix the soup. Now, if they choose not to, we would get the\nwater, and what was left at the bottom was for them. It made a great deal of difference, what\nthey got, what we got. In the morning, we used to get with our chi -- we were supposed to get a\nquarter of a loaf of bread, which was very heavy and very small. But those that were in charge\nof the bread were ingenious. What they used to do, they used to take a bread, cut it on one side\nand on the other side, so there was a slice in the middle. They used to take this slice, put what\nwas left over together. And what was left over, cut into four. So that our fourth was actually\nsmaller than what we were entitled to. And the spare pieces of bread went to those who could.\nSo this was in the morning. At lunchtime, when we were in the union, those soup were mixed\nvery well. So our soup was very good. We each had a tin red enamel bowel and a spoon.\nHeaven help us if we didn't have it. Because if we didn't have it, we wouldn't get our soup. So\nthis was the most important item of belongings that we had. So this was at the lunchtime, the\nsoup, and the soup was good. After lunchtime, back to the tables until about 5:00 o'clock. At\n5:00 o'clock, we would line in the fifth and go back. It was uneventful. Mind you, when we first\ncame in -- my job was easy. Not every department had such an easy job. The disturbing thing in\nmy department was that when the big presses were working, they spewed a yellow powder from\ntheir manufacturing and printing of the material that was being pressed in and out, so the air\nthere was full of this yellow dust. The presses make terrible noise, a humming kind of noise, up\nand down and up and down, and they were tremendously heavy.\nThat was -- that was a man's job. And I remember one day there was one German woman that\nwas operating one of this presses and I went over, I tried to lift it. It was not possible. So not all\nthe jobs were as physically easy as mine that I did. So this was my kind of job. Then at night we\nused to go back to camp.\nQ. Was there an appell at night too?\nA. Yes.\nQ. But not --\nA. Yes, another appell at night, but not quite as long as it was in the morning, unless there was an\nescape. If there was an escape, mostly from the men's lager, the men's camp, there was silence\nand we would stand there and stand there until released, not necessarily when they found the\npeople or brought them back, mostly they did. But, you know, when there was an escape, then\nwe would stand for hours. But if I remember, the coming back home was less long for some\nreason than in the morning. In the morning, I don't know why, but they were much longer. I\nthink maybe it's our blockaltester responsible for the block needed us to get out of the block so\nthat they could clean the barracks and have them ready for inspection when the SS people came\nto count us over and over again, to make absolutely sure, you know, that everything was okay.\nBecause if not, they were responsible. Maybe that was the reason. I don't know. But somehow,\nin my memory, the going back was shorter. And we were so anxious, you know, to get together\nand share the news with other people. Remember the group I was telling you about, just so\nanxious to be with them.\nQ. Now, how long before your group got together and started deciding that you were going to try\nto do something, whatever it was, how long were you going to work before you -- how long were\nyou -- how long was it that you were going to work and then you figured out maybe we could\nsmuggle gunpowder?\nA. I couldn't tell you. I don't remember how long. I remember that we were meeting for quite a\nwhile.\nAnd I remember -- how long could it be? We were meeting for quite a while and were quite a\nwell-knit group. And I don't remember at particularly what point we got the news that the\nRussians are coming. You know, this is where this rumor started, that the Russians are coming.\nAnd remember the -- I know now what I didn't know then, that the Russians stopped at Warsaw,\nwhat was it, for some period of time. We didn't know that. We were waiting for them every day\nto come. But they didn't, they stopped. And the partisans from outside never came. And the\nwar from inside never happened. But we were preparing for that.\nQ. In many ways, not just with gunpowder, but also the keys to the agricultural shed, tell me\nmore about the keys. And also, I read at some point that you got some shears or you asked for\nsome shears or something. Tell me all the little things that were -- it sounds to me like your\ngroup was coming up with any -- just gathering all sorts of ways that could be used later.\nA. That's correct. The keys for the agricultural shed was another member of our group who\nworked outside in the fields. She got 1t somehow. I got the insulated shears. And this was sheer\nmadness. As I told you, when we were walking in, there was this big corridor. And on the\nleft-hand side, there was the tools dispensary, or what have you. Every time I was walking by\nthere, there was a Yugoslavian man, not a Jew, that always smiled at me, and I smiled in return.\nI don't even know his name. I have no idea who he was. When we were thinking, you know, of\nthe revolt, I thought to myself look, we need insulated wires to cut through the electrified wires,\nwe need it, where are we going to get it? And he was working at the tools. So one day, I said to\nhim hey, listen, I need the insulated wire cutters. He just looked at me. And this was it, this was\nall that was said, nothing more. I thought what can happen? One day, he walked -- you know,\nthis was the standard procedure, you know, walking with those boxes, it was the camouflage for\nbeing busy and doing something very official.\nYou know, you just don't walk, nobody walks, you know, you walk with a purpose, you walk\nfor areason. You know, one reason can be to take this box and then throw it into the garbage,\nright? Okay. Lo and behold, one day he came into our department and he put two boxes in front\nof me. Alma was busy with the boyfriend, good. And I just looked at him, took the two boxes,\nput it under the table. Goodbye, goodbye. When I opened the box, underneath, there were\nbread. I thought well, very nice. This was the only present I ever got in the camp from\nsomebody was this whole bread. I said my goodness, that's great. We took the bread. We are\nworking. I told Estucia (ph), hey, guess what, I have bread, whole bread. I have to tell you, you\nknow, something aside from the -- of the human beings, you know, women or men, women in\nparticular, we each one had in the camp what we used to call a boytl (ph). A boytl is a sack.\nThis is German for a sack. It was made from scraps of material, where we kept our possessions,\nwhatever, a piece of string, a toothbrush, if you bought one, your spoon, whatever. There were\nsearches. And every time there was a search, we lost our boytls and in no time at all, you had\nanother boytl again. You know, the human characteristic of gathering things and having some\npossessions, no matter what, we all had a bag with possessions. Stupid little things, but they\nmeant everything. We always had them. Because we had them, of course the bread went right\ninto it. We come into the camp and we open this bread, and what do you know, there were the\ninsulated shears there. I trusted him, and he trusted me. And I didn't know who he is. We had\nit. Gave it to either Marta or somebody, you know, for hiding, but we had it, giving us a sense of\nsecurity. If nothing else, we had a way out.\nQ. What other things like that can you remember’?\nA. This was about the kind of thing that I remember, other than the spiritual and moral readiness.\nYou know, this is -- I believe it's a mind-set.\nYou just tell yourself that you're going to die with dignity or that you are going to survive at any\ncost. We kind of knew that we are not going to survive; therefore, we are going to make our\ndeaths count. This was it. We were ready. We were wrong. We did survive. We didn't believe\nit. You never know in life when you were going to be dead, so might as well do something,\nmake not our life count but our death count.\nQ. Tell me more about when you approached your sister about getting gunpowder, and she -- it\nsounds like she was reluctant.\nA. She didn't want to.\nQ. Tell me more about that whole thing. Tell me about convincing her.\nA. It wasn't -- you know, the one day, came from this group, I said look, we have access to the\ncompound. She said you are crazy. Not going to survive, how can we do it? This is the type of\nthing, you know, that over a period of time, as I told you, making this dry runs with the boxes, it\nworked and it progressed. The tragedy is that she died, that I didn't. It didn't take very much. It\nwas the reality of the danger, of course. She was a few years older, more responsible. I can't tell\nyou much more than that. The point is that she agreed. The point is that she didn't agree\nbecause I pressured her, she agreed because she believed in that. It was a -- you know, you have\nsomebody close to you, you discuss things, you get together on that.\nQ. Now, again describe to me how it worked with the metal boxes and how -- how your sister\nand the others in the gunpowder room managed to steal some of the gunpowder.\nA. I cannot tell you about the other girls. I can only tell you about my sister. My sister was the\nfirst through the door. If you look at the schedule -- at the plan of the union factory floor map,\nyou will see that the pulver room, where the girls worked, was at the outer north side of the\nbuilding. The door into the pulver room was on the inside. She would prepare the little\npackages of gunpowder in the amount of a Ping-Pong ball, small, in pieces of material with the\nstring that she would put in one box, put the garbage on top of it, put another box on top of it. I\nwould come in with two empty boxes. She would give me two boxes with garbage. I would\ntake these boxes, walk around, come back into my place of work, put the boxes under the table,\nfish out the little gunpowder, put it inside my dress, call Alma to tell her I want to go to toilet.\nWhen Alma knew I am going to go there, I would make how many trips like this, maybe two a\nday, or maybe one, you know, and this went through the period of a few months, not too long,\nreally, you know, it was until we were moved to Auschwitz. This was as long as we were in\nBirkenau. And in the toilet, Alla (ph) and I would give her mine and then I would have another\none. I would carry it outside. Does this answer your question? Can you visualize it?\nQ. When you -- did you ever have to sacrifice the gunpowder you were carrying because you\nwere going to be searched?\nA. Yes, yes. On several occasions, it happened that we had to -- we knew that there were\nsearches, you know, it's passed almost like a wave, you hear from the beginning of the line of\nthe commando through the end, search, search, search, so we knew in enough time to just take it\nout, open it behind us, spread it on the -- throw it on the ground and rub it with our feet so it\nwould blend in the ground. It happened on several occasions.\nQ. As it was going on, did you girls ever talk about it together in a group or was it all very\nsecret?\nA. It was all very secret, very secret.\nQ. And what did you do with it when you --\nA. In the block, I gave it to Estucia. Estucia took care of it. I know from Marta's testimony,\nMarta Bendeger Sierch (ph), that Estucia used to leave some packages with her. She never knew\nwhat was in it. I don't know what happened to it, but it was Alla who knew Rosa Rabota (ph), or\nwhether it was Estucia, I don't know. I gave it to Estucia. Estucia took care of that.\nQ. So Estucia became very involved in the whole thing?\nA. Yes, yes. Very much so, yes.\nQ. And you were free in the union to go in and out of the gunpowder room?\nA. No.\nQ. No. So how did you get the boxes from her?\nA. Nobody, nobody was allowed to move at all. I did.\nQ. So you weren't allowed to and you did?\nA. No, that's right. You were supposed to sit where you sat and this was it. You are not allowed\nto. You are sitting -- to the toilet with permission and back. But I did. In 1994, I was in\nBirkenau commemorating the yoma shoa (ph). I was given the honor of lighting a candle for\nthose who resisted during the war. After I lit the candle, I went down from the podium and I\nwanted to be by myself. I was very nervous. And as I walk, I hear somebody scream this is her\nsister.\nAnd I recognize a woman and she recognized me, 50 years later, she was one of the women that\nwork in the union. How did she recognize me? Because she saw me walking. And she\nrecognized me 50 years later. And she told me, you know, I don't understand it, all I knew from\nunion was how to go from the entrance to my seat and from my seat to the toilet and back. The\ngirls from the pulver room couldn't walk, for sure not, other than to the toilet, she didn't move. I\nwas the one that was walking with the boxes to her door, give her the boxes, she gave me the\nboxes, and I was walking back. She did not move. What she took out, if she did, was by sitting\nand going to the toilet, not to me. So two separate operations. Who else did what, I don't know.\nWe did not talk about it.\nQ. Okay. So at the time, you didn't know where the gunpowder was going?\nA. No, no idea.\nQ. No idea. Although you knew it was going somewhere, or you hoped it was going somewhere.\nDid you think at the time there was organized help on the outside that would coordinate with\nresistance in the camp?\nA. This was the rumor. This was the news that we were given, that when the Russians come, the\nPolish workers party and the partisans, the Polish partisans from the outside have contact with\nthe organized underground in Auschwitz and there were some from the outside that they give a\npassword to the underground and we will all revolt. But this was the extent of it, you know,\nthose were unconfirmed rumors. We did not have any direct contact -- I didn't have any direct\ncontact with anybody who is, quote, organized underground. Maybe Estucia did. I didn't. I\ndidn't -- you know, we were comforting each other, you know, every day there were new news,\nyou know, that the Americans, they have joined the war, Berlin is bombed, the Russians are here,\nthe Americans are here. They were bombing. We heard the planes over. We were begging for\nthe bombs to fall. They never did. It was here now that I saw in the Washington museum the\narea map of Birkenau that was taken by a U.S. plane.\nYou know, there is a writer by the name of Wyman (ph), David Wyman. He wrote a book called\n\"The Abandonment of the Jews.\" And he is saying in this, in his book, that these four girls dared\nto do what the allied forces did not, to confront the Nazi empire. I was sidetracked.\nQ. Well, tell me what you remember when you heard noise in October. Did you hear the noise\nof --\nA. No.\nQ. -- the explosion? No. So how did you -- what happened that you remember before your sister\ngot taken away? How did you know what --\nA. I don't remember exactly when the union commando was transferred from Birkenau into\nluxurious quarters in Auschwitz. We were not in the men's camp. We were next door to the\nwhorehouse. I remember, because when we were walking into our new quarters, there were the\nladies of the night in Angora sweaters leaning through the windows and cheering us, welcoming\nus to the camp in Auschwitz. Our blocks were outside of the men's camp. When I was back in\nAuschwitz, I was looking for them but they no longer existed, it's very disorienting. Anyway,\nwe were moved into these quarters. This was like heaven. They were brick buildings. We had\nbeautiful wooden bunk beds. And there were only two in a bed -- three in a bed, but they were\nlarge, where we were eight before in that space, we were six. And the bunk beds were back to\nback and side to side. In other words, you had three and three and three and three, and with the\nhead to head, three and three on the other side, right, like that?\nAnd on the first. We had showers, hot and cold water in the building, we didn't have to go\noutside anywhere. They were beautiful. They were clean. They were brand-new and spotless.\nAbsolutely gorgeous. There was a movie theater. And one day we were forced to go to see a\nmovie. I don't remember what the movie was. We were there a short while. While we were in\nAuschwitz, and this must have been November that the crematorium blew up -- October,\nOctober, so we were already in Auschwitz. In Auschwitz, we've heard that the crematorium was\nexploded and the sonderkommander watched, but we were already in Auschwitz. The\ncrematorium was in Birkenau. We didn't hear. We didn't see. We were told. There were girls\nwho worked in Birkenau and lived in Auschwitz. The runners, I don't know who else, so there\nwas communication going on. We knew that this is what happened, that's all we knew. After --\nQ. Were you still working in the same place?\nA. Yes. We are working in -- but we are no longer smuggling. The moment we were moved\nfrom Birkenau to Auschwitz, the smuggling stopped, finished. A little while later, ... the four\ngirls -- no. Alla Gardner was caught for some reason. She was tortured. And she give up the\nname of Rosa Rabota (ph), Esther Wajcblum, that's it, the three. They were taken into block 11,\nwhich was in the men's camp, which was the prison, into Birkenau, which had a prison, within\nthe prison, the block 11, they were called the block there. They were tortured and they were\nasked to give up the name and people with whom they worked.\nAt the time, it appears that when the revolt in sonderkommando occurred, the Germans found\ntraces of gunpowder on the ground in the little manufactured -- had manufactured little whatever,\nhand grenade. I understand they were made out of shoe polish and with a little wick -- shoe\npolish boxes, you know, they put the gunpowder, there was a wick. I'm not exactly sure, this is\nwhat I was told. What we didn't know was that the gunpowder can be identified, it has special\ncharacteristic, and they knew that this gunpowder had to come from union and nowhere else.\nAnd only those girls work in the gunpowder, Estucia. Alla didn't. I don't know how Alla was\ncaught, what happened with her. The three of them were tortured terribly. They came back.\nEstucia was raw meat. While Estucia was in the bunker, I approach somebody who I was told a\nBelgian Jew, working in these presses, was working in the underground. And I told him tell me\nwhat they are saying so that I will know what to say. And he said to me get out of here, I don't\nwant anybody seeing you talk to me. He was afraid. While they were in the bunker, I was\nquestioned in the office in the union. Two SS men came, you know, the good cop, bad cop. One\nwas very threatening. Our kapo of the union was called Maria. She was in the office. The\ncivilian German master -- meister Fernandum (ph) was there too. Maria started to slap me\naround and he put a stop to it right away. Maria, we don't need that. And these Germans were\nasking me, tell me -- look, you might as well tell us everything because your sister confessed.\nThey looked at me. She confessed? What would she confess to? She is not a liar.\nShe has nothing to confess to. What do you know? I say I know nothing. They let me go, just\nlike that, nothing, nothing. When she came back, we thought this is it, it's finished, thank God.\nOkay, she was tortured. Marta took care of her. Marta took care of everything, of everybody,\nalways. We thought this was it. I know that they were out of the bunker by December Ist\nbecause this was my birthday. And we are celebrating my birthday and her release. And Marta\nmade a rice pudding for a dessert for us. I don't know where she got it. And she put it on the\nwindow to cool for later, and we're sitting there and talking and having good time. Came time\nfor the rice pudding, it was gone. It just wasn't there, okay. But I remember this was December\nIst. And then -- the story, by the way, when -- you know, when they were asked by the Germans\nwhat did you do, they gave the names of all -- as their contact people, of all the names of the\nsonderkommando who we knew were dead. Why did you do it? For bread. Finished. This was\nall. And then they were taken again. And here we don't know. One story is that maybe, while\nthey were left out, they were left out, so that they would be watched for the contacts and\nfollowed. Another story says that there was a girl who was caught during one of the searches\nwith a parcel and who said if you leave me alone -- she didn't want to give away the name of the\nperson who gave her the food parcel. She said if you leave me alone, I will tell you who stole\nthe parcel, and she gave the names. I don't know. All we know 1s that they were taken back.\nRegina Shaffelstein (ph) helped in the girls in pulver room, but she did not smuggle. She was\ntaken because she was responsible of the girls in the pulver room. Rosa Rabota never worked in\nthe union, she was never in Auschwitz. She was in Birkenau, working in the klidenskamer (ph),\nwhich is, you know, sorting out clothes commando.\nShe was in the camp for a long time. She came there before we did. And she was the one that\nhad the contact with the sonderkommander.\nQ. Let's go back. When the three were taken the first time, in November, Alla, your sister, and\nnot Regina but --\nA. I'm not sure whether the three, or maybe Regina too.\nQ. Maybe. Okay.\nA. Maybe.\nQ. Okay. And when they came back, your sister was in very bad shape for a while?\nA. Terrible.\nQ. And she gradually got better and then you talked to her about what had happened to her?\nA. We didn't talk. There is no need to talk. I could see.\nQ. But did you talk to her about what she told them?\nA. Yes. And that's what she said, that they told them that they'd give the names of the\nsonderkommando, and they did it for bread.\nQ. So she told a story that the sonderkommando said to them get us gunpowder and we'll get\nthem bread?\nA. No, no, she never told me that, never.\nQ. Okay. Tell me exactly what she told you.\nA. She told -- we were talking, as far as -- first of all, it was difficult for her to talk, she couldn't\ntalk. Secondly, she told us that Jakob was wonderful for them. Jakob Konjanik (ph) was the\nkapo of the bunker, was just wonderful to them, very helpful in every way, encouraging,\nprobably trying whatever in whatever way he could. She told us, that she said that the\ngunpowder was given to the sonderkommando, that they knew that they were all dead. We knew\nabout their revolt before they were taken to the bunker, so they knew who were dead, and that\nthey didn't say anything else to anybody, which they didn't. This was it. We were just happy\nthat she is out and this 1s all over. Does this answer your question?\nQ. You trust Jacob, the kapo?\nA. Very much.\nQ. And you knew him before your sister got taken the second time, or she told you about --\nA. No, no, no. Marta. Marta was working in the post office. There was a post office in\nAuschwitz. The Germans, the Germans in particular I believe that, and Christians from other\ncountries as well, were entitled to get parcels. Marta was working in the post office in the parcel\noffice. Marta had contact with Jacob. Marta was the one that kept the communication going\nbetween Estucia and me while she was in the bunker. Marta was the one who heard from Jacob\nthat he -- when he got orders for the execution, that he stayed the execution, that he was -- he\nknew, as well as we knew, that the Russians are coming, that the war is ending. He was praying\nfor time, hoping that the execution will be not only postponed, but will never take place, he was\ntrying very hard. So he told the commandant that he will not accept his order. He apparently\nhad that power. And he was waiting for orders from Berlin. The orders did come. I never met\nhim while in Auschwitz; Marta did. I was supposed to, but 1t never happened. But in Israel,\nwhen I came to Israel in 1946, he found me and came to visit me to find out how I am doing.\nThis is the first time that I have met him. I knew of him from Estucia. She told us, that is one of\nthe things she told us, how good he was to them, how much he cared, how much he took care of\nthem. I had never met him. I only heard of -- until in Israel.\nQ. Okay. We don't have a lot left. I'm going to ask you a couple of other questions. What\nabout, did your sister have a boyfriend?\nA. Yes.\nQ. Tell me about him or what you know about him.\nA. What I -- okay. His name was Tadek (ph). He was Polish, non-Jew. He was a kapo -- we\nalready are familiar with the term \"kapo\" -- of some kind of a commando that had something to\ndo with wood. I don't know whether they were chopping wood, whether they were -- what they\ndid do with the wood. As I told you before, pulver room was situated on the northern side of the\nbuilding of the union. They had a door in the window leading to the outside. For fresh air, they\nkept the door open. Tadek's commando was passing by pulver room every day, morning,\nprobably in the afternoon. As a kapo, he had a lot of power, he could. And then his commando\nwas not far from union. Sometimes we used to get our lunches, not inside but outside. Some\nway, I don't know. Maybe they were allowed to go outside for fresh air, the girls from pulver\nroom. Somehow Estucia met Tadek and Tadek met Estucia, and they became very, very\nfriendly. And one day he gave her a food parcel. And this was so unfortunate that Rose Smith,\nwho worked in pulver room, was caught with the parcel and then she got the beating because of\nthat. You know, this was Estucia's parcel. That's all I can tell you about him. End of Tape 2.\nTape 3\nQ. Now I want you to tell me what happened when your sister and the others were taken in late\nDecember, what you -- I just want you to start going chronologically from there. I know this is\ndifficult, but I want you to tell me what happened as you remember it.\nA. I don't know how long it was before they were released from the bunker. And we were so\necstatic, believing it's all over, they are free, the investigation produced nothing, they will let\nthem go. And all of a sudden, they were taken again. And I was beside myself. I didn't know\nwhat it meant. Marta, who was working in the post office in the men's camp, was in touch with\nJakob. Jakob was so involved with the girls, and with Estucia in particular. Estucia was the one\nwho must have told him about Marta. And Marta and Jakob were in contact. I was losing my\nmind. I was so worried, I just couldn't function anymore. I believe that Marta bribed somebody\nto get me into the hospital, which was called Teraveer (ph) in Auschwitz, and I was there. And\nshe was the go-between, Jakob, Estucia and me. Every day -- again, I have more particulars,\nmore details, in the book. She was trying -- Jakob asked that she arrange that I go to see him and\nEstucia in block 11. This was possible from the hospital because this was only a small hospital\nwith a few beds, but for x-rays and for some more serious things, they had to go to the hospital in\nthe -- main hospital in the men's camp.\nThis was also a way to, you know, where you could go have contact with men, and what have\nyou. And Marta was working very hard to try to get me to go on one of these transport -- not\ntransport, you know, this outing to the men's camp, with an excuse that I need to go to the\nhospital. Well, I wasn't functioning very well. One morning, I was standing in line to go with\nthis group that was going to the main hospital in the men's camp. And this doctor, whose name\nwas Tetmeir (ph), we called her in Polish Tetmeirka (ph). So Dr. Tetmeir, I was standing in line\nand she asked me: \"What are you standing here for?\" And I said: \"I have the flu.\" So she said\nto me: \"For the flu, you don't have to go, you go some other time.\" And she took me out of the\nline. So I never got to see Estucia or Jakob, it simply didn't work. And then I was getting into\nmore and more depressive state. And I remember that one day Marta came and she said to me:\n\"T have a letter to you from Estucia.\" And she brought me a letter from Estucia. This was the\nlast communications that I had. I don't remember it verbatim now. But when I was in\nAuschwitz in 1993, I met with the officials of the museum, and we introduced each other. And I\ntold him who Iam. And he took me to block 11 and he says to me: \"Which cell was she in?\" I\nhad no idea. But, I remember her last letter. And from this letter, we could locate which cell she\nwas in. Because in this letter, she was saying \"I can see the shadow of the legs of the prisoners\ncoming back from work,\" so the window of her cell must have been facing one of the main road\nwhere the people were coming back. She said: \"Oh, how I miss the familiar sound of appell.\nSo terrible then; so missed now. How I miss everything. Everything is gone. And I so much\nwant to live.\" A summary of the last communication that I had. So I never saw her. Help me\nwith what your question was. I strayed away.\nQ. No. You are -- you're telling me what happened after she was taken.\nA. Oh, yeah. Yeah. And I was getting into a deeper and deeper depression. And one day Marta\ncame and said to me: \"Listen to me. We got orders, Jakob got orders from Berlin, the execution\nis stayed. They are going to live.\" One day, I was in hospital. Marta came, took me out of the\nhospital. And the union commander was standing in Auschwitz in the appellplatz, it's the roll\ncall platz. I saw the girls, but I didn't see them. And Sherry and Nellie, Anitzka (ph), all of\nMarta's friends, grabbed me, took me into the block. I knew I didn't know. And I didn't know\nwhat was going on. The last I knew, the execution was stayed. And we are in the block and\nsuddenly there was ... the collective scream, and I knew what happened. They were hung two by\ntwo. And this was January 5th, 1945.\nAnd Auschwitz was evacuated January 18th, 1945. Rumors had it that the camp is mined and\nafter we leave, it will be exploded. I didn't want to leave. I didn't want to go. Marta was pulling\nme bodily. I never believed we will survive, but we did. But my sister didn't. And I will never\nknow what the sacrifice was for. The four girls who gave their life for a free world, for a better\nworld. I believe that one day it will be a better world, in spite of the evidence to the contrary. I\nbelieve -- I have to believe they didn't die in vain, they did it for something. I believe that such\nwords as \"honor\" and \"integrity\" still have meaning. I believe. ... I'm sorry.\nQ. Do you remember the death march? Do you remember liberation? Or were you so --\nA. I remember, it was January. We were escorted by the old Wehrmacht German soldiers, who\nwere so old that they were not fit for the eastern front, and this is why they were appointed to\nmarch us through the countryside, deep into Germany.\nI remember it was snowing and the sky was beautiful. There were stars in the white snow. It\nwas like a fairyland. We had to have the soldiers march because we couldn't. And we could\nhave run away except there was nowhere to go. Where will we go? Who is going to help us?\nSo we went and we went and we went and we went. At night, we would sleep with cows in the\nbarns. And we would steal their food, what they called the white and yellow hard vegetable,\nturnip, used to eat the turnips. But no, we couldn't. And we walked until we -- I believe we\nreached Ravenbruck, the camp in Germany. From there, we went by train. Oh, it was a different\ntrain from the one from Warsaw. It was cozy. It was lovely. The doors were open. There was\nstraw on the floor. We got to the camp called Neustadt-Glewe, Mecklenburg. Iranu Byranese\n(ph), one of the Jewish girls, died there. So the German campers were running to us to ask us\nwhat is the proper ritual to bury her? We think she should be buried according to her faith. We\nwere liberated in Neustadt-Glewe. How did we know? There was nobody around us. The\nGermans were gone. We were afraid to move, that the camp was being mined, that if we take\none step, it is going to explode with us. We didn't know what to do. I was too sick to move, not\nonly because I was depressed, but also because I had my boils and they were -- I couldn't move.\nThey were sticking to my underwear, with the pus, with the -- I just -- I was just too sick to\nmove. All of a sudden, the girls started to move. Nothing happened. So they raided the food\nsupplies. They ate by mouthful the milk powder and the egg powder, that's what was there, just\nby mouthfuls. The tragedy was that many of them died of overeating. I was too sick to eat. I\nbelieve that we were liberated by the British and the Russians, they met there, if I am not\nmistaken. I am not sure. I was taken to the hospital. I was in the hospital. I was operated three\ntimes for the boils, my backside, and they wanted to operate again. I told them I don't want any\nmore. When I was in the union, next to me, at the table where I worked, was a Belgian girl by\nthe name of Rosa Tabakmun (ph). When you sit and the work is monotonous, you talk. What\ndo you think you talk about? You talk about food. And she was telling me the best ice cream in\nthe world is in Belgium. That's good. It comes liberation time, repatriation, Marta says she\nwants to go to Czechoslovakia. What's the point? She wants to find maybe somebody of her\nfamily survived. I said: \"Listen, I don't have to go to Poland, I know that mine didn't. You will\nfind your relatives. Let's go to Belgium first. Let's try the ice cream, then we'll go back.\" So we\ncome to the tables. In each table, they have every country, and there is a country for Belgium.\nAnd I and my perfect friend, high school friend etcetera, she said to him she speak Belgique, so\nhe knew that I looked Belgique. And I told him, you know, we have a relative, Rosa Tabakmun,\nbecame our firsthand cousin, she lives in Belgium. We have nobody in Poland. We have\nnobody in Czechoslovakia. This is where we want to go. Fine. So we went to Belgium. We\nhad ice cream for breakfast, lunch and supper for a long time. This is how we ended up in\nBelgium.\nMarta fell in love and married. I lived in Belgium for about a year. And by the way, I was, by\nthis time, 16. Through the offices of the Jewish organizations, we were sent to a repatriation\ncamp in Artens (ph). It was beautiful. And in 1945, I wrote a diary, in Polish at that time,\nblow-by-blow description of everything that happened up until the execution time. This was\nJuly, August 1945. I couldn't cope with that. I put this diary away for 50 years, never looked at\nit again. But recently I had it translated for my family. So there it is. The diary is better than my\nmemories. There are many things that I don't remember, of course. But the diary keeps it for\nme.\nQ. I'm going to ask some specific questions. First, how many girls worked in the gunpowder\nroom? Do you remember’?\nA. I always thought it was six. I think that Rose Meth, who was born Rose Greenapple, worked\nin the gunpowder room together with Estucia, she should know better. It was six, seven, eight\nthe most.\nQ. Small number?\nA. Small number. I know that they worked on day shift, of course. I am not so sure that there\nwas a night shift. I know -- I don't know. I never heard that there were. You would think you\nwould hear by now, but I didn't. My impression is that it was only during the day shift. I may be\nwrong.\nQ. And you said the smuggling stopped when you --\nA. Moved.\nQ. Moved from?\nA. Birkenau to Auschwitz.\nQ. Why did the smuggling stop at that point? Did you know why or do you remember why’?\nA. I can only assume that whatever preparations we made, remember, for the general revolt, was\nno longer valid when we were moving into a new location, when we had nothing. We did not\nhave the access to the -- our shears that we had, to the agricultural tools, to nothing. We were no\nlonger there.\nWe were coming into a new place. We didn't know where we were going. Suddenly, suddenly it\nwas a new reality. There was no point, you know, we were too new there to get ourselves\noriented to know what we are going to do. We were there not a long time. And events started\nprogressing very quickly.\nQ. So there was an element of fear when you moved, maybe?\nA. Disorientation. Disorientation. The sonderkommando -- the crematorium blew out when we\nwere in Auschwitz, I believe, meaning that in October, we were already in Auschwitz, I think,\nyes. I'ma little bit confused about the dates. But if -- if the revolt was, was in October, and we\ndidn't hear it, but Alma told me about it, then we were already in Auschwitz. So it wasn't so\nmuch the fear but with this location, there was disorientation. You need to be in a place for a\nwhile to start functioning. Again, this was a new reality, this was something new. We know\nnow that this was, what, September, let's say, October, a few months till we were finally\nevacuated. But at that time, this was a new beginning. Do you understand what I am saying?\nQ. Another question. Tell me about -- oh, between the time that the girls were first taken in\nNovember and questioned and then they were released, when they were released, did they also\ngo back to work? Do you remember?\nA. I don't know. I don't know about the others. Estucia couldn't.\nQ. So she stayed in the block all day?\nA. Couldn't. It was not possible. I don't -- Marta would know. Marta will know exactly.\nQ. Okay.\nA. Marta should be interviewed, if she will let you.\nQ. In the union, men and women both worked?\nA. Yes.\nQ. And did the men come -- was it about equal numbers? Tell me little bit of what you\nremember.\nA. The men and women were separated.\nThe men worked in different department, of course, and the women were working in different\ndepartment. I am not sure about the numbers. Somehow, my impression is that there were more\nwomen than men, but there were quite a lot of men as well. So if my estimate is correct, then\nduring the day shift, there were just about a thousand women, | think. Because we were in the\nfirst 500, and then came the next 500, and it makes a thousand. Then there would be probably an\nequivalent number at night. I'm not sure about those numbers, but just approximately.\nSomehow, my feeling is, and this only a feeling, that there were perhaps half the amount of men.\nBecause maybe a lot of precision work were made by women, while the more rough work was\nmade by man. I don't know. There was little communication except for very specific man who\nhave special professions, let's say an electrician or a machinist, you know, that needed to repair\nsomething, and suddenly you would see a man here and a man there. But most of the time, those\nwere separate. Except for the time when the Allied planes, in '44, were flying over Auschwitz,\nthey were bombing, there were sirens of air raid coming up, and the electricity would stop. All\nthe German personnel would grab their gas mask and their outfit, and whatever, and run. And I\nnever knew where they were running, to what shelters they were running. And we, the prisoners,\nwould sit under our tables. Our tables were made out of metal, and this was, in a sense, a\nprotection, not if we wanted protection. What we desperately wanted was for those planes to\nplease bomb it, finish it, finish it, bomb the production. Of course they never did. But during the\ntime when the electricity stopped, you suddenly heard the noise the machines were making when\nthe electricity was on. There was quiet. And in this quiet, the Greek men and women across the\nfactory would join in singing.\nAnd it was the most beautiful sound. I don't know Greek, but I remember the word triana (ph),\noh, oh, la triana, and this was a harmony and communication in song all across the factory. It\nwas one of the most beautiful, beautiful sounds that I remember from union. I'm sure all those\nthat were there remember this as well. I wonder where they are.\nQ. Back to stopping the smuggling between when you moved from Birkenau, could it have been\nthat Estucia no longer had her contact to pass the gunpowder on, do you think?\nA. It could very well be. It could very well be that she no longer had her contacts, yes. It is\nquite possible.\nQ. But you don't remember -- you don't remember talking to her about stopping it, or anything?\nA. No.\nQ. Another question about her. Do you remember, since she was four or five years older than\nyou, did she try to protect you? Do you remember? Did you know that she might have done\nthat?\nA. Well, of course she wanted to protect me. If you mean that did I know what she was doing\nand this way she didn't involve me, I don't think so. That she wanted to protect me, yes. She\nwrote to Marta, telling, her please take care of Hanka for me and then I will die in peace. In that\nsense, yes. To protect me, no. It wasn't so much for protect me as the security was very strict,\nyou know, we all knew one other person, each one of us, not more than that. It wasn't so much\nto protect me when I was involved as is to protect others in terms of security. No, I don't think\nso. No question that she was concerned for me, but not in that sense, no.\nQ. Tell me about those messages to Marta. Because that we didn't -- you didn't talk to me about\nthat in depth. But those last messages to Marta to take care of you, how did Marta get those\nmessages?\nA. Marta got those messages from Jakob directly. Jakob had a great deal of power. He had the\nfreedom of movement.\nEstucia must have asked him to do that, and he actually delivered written paper. He must be the\none that provided them with paper and pens or pencils, what have you, to write on. He delivered\nit to Marta. Marta delivered it to me. The rest were to be through Jakob. And as I told you\nbefore, I was supposed to meet him. He asked for it and, you know, his word was \"important\"\nbut it never happened. But he was the one that -- and Marta, that give the messages in paper, in\nwriting.\nQ. Were you afraid? I mean do you remember being afraid during the whole smuggling thing?\nA. We were terrified. We were absolutely terrified. We were terrified of the consequences, but\nnot terrified enough not to do it. I was terrified every time I was walking with my two boxes\nunder the nose of this glass cubicle where the master -- the director of the factory sat. And I was\nwalking just under him and around him. Of course I was terrified. I was panic-stricken. We\nwere terrified every time we had the gunpowder on us, we were terrified. But remember, we\ndidn't believe we would survive. We knew why we are doing it. Sure, we were terrified. We\nwere terrified to die anyway. But there is a difference between terrified to suffer and terrified to\ndie for nothing. So one overrode the other. We were wrong. I was wrong. We survived. We\ndidn't know at that time that there was any possibility of that. I was wrong. Does this answer\nyour question?\nQ. Yes. Now I want to ask you a couple of questions from things that I read, which you may\ntotally disagree with or not know about, and they may be erroneous. Did you know a kapo\nnamed Eugene Koch (ph)?\nA. No.\nQ. Okay. One account that I read, he might be the one who denounced your sister and the others.\nA. How could he? How did he know?\nQ. I don't know. I'm asking you.\nA. I don't know.\nQ. Okay. You never heard of him?\nA. No. I read about that. I don't know. Just recently.\nQ. And Ruth, in testimony, once mentioned a Russian girl Clara. Did you know about that? Do\nyou know her? Tell me about that.\nA. It's arumor. It's a story I was told. I don't know for sure. But at that time, this was the story\nabout the girl. And I didn't want to mention her name, that I told you who was caught at the\nnight shift with a parcel. And she said if you let me go, I will tell you who was smuggling the\nparcel -- the gunpowder. This girl slept with Alla on the same bed. She give up Alla. This is\nhow Alla was caught. And this is how --\nQ. And you think Alla may have given up --\nA. Yeah. There is no -- please, there is no, not any kind of a criticism here, you know. She\ncouldn't help but. And to her strength, she only gave three names -- two names, Estucia and\nRosa Rabota. She didn't give Regina. Regina was taken because she was responsible for both of\nthem. So Alla gave only two names: Estucia and Rosa Rabota.\nQ. Do you know for sure that Alla --\nA. That's what I heard.\nQ. You heard that?\nA. Yeah.\nQ. So you don't know for sure?\nA. I don't know. I don't know for sure. It makes sense, otherwise how did they found them?\nThere's no other explanation. I don't know for sure. This was the conjecture. This is what we\nunderstood. There is no other way that they could have found those girls. Certainly not Rosa\nRabota. Rosa Rabota had nothing to do with union. She was in Birkenau and then\nBestideakomen (ph). No way. They questioned us and they found nothing. No way. How\ncould they know? Not through Karl. Through whom? Unless this girl had a contact with Clara,\nand this is what Clara told him, could be. My understanding was that it was Alla. I don't know\nhow they found out.\nQ. Why do you think that it was Alla?\nA. Alla was the first one caught and questioned. And that's a fact, that she gave the names of\nEstucia and Rosa Rabota. That's a fact. She was the first one caught and tortured.\nQ. So she was taken before --\nA. That's right.\nQ. But she was held while Esther was also taken?\nA. Immediately after, they were taken, Esther and Rosa Rabota.\nQ. Like within a day?\nA. Yeah.\nQ. Did you know Rosa?\nA. I don't remember. I don't remember her. I may have. I don't -- I don't remember.\nQ. In one thing I read, it said that Regina did not participate in the smuggling, and in another that\nshe did participate.\nA. My impression was that she didn't. But she must have known and closed her eyes. Rose\nMetz (ph), who worked in pulver room, is telling me that she did know, that she did help. I don't\nknow. I don't know.\nQ. Do you think that -- I guess you didn't know a lot of men in the camps, but how do you think\nmen and women confronted that -- do you have any thoughts about how men and women\nconfronted the situation, either similarly or differently?\nA. In what terms?\nQ. In any terms. I don't have a specific -- I'm interested because you seem to think a lot about\nsuch things.\nA. I will tell you -- first of all, coming back to your last question, you know, there are only three\nsurvivors who really, who are still alive, thank God, who could give more light to this question\nof who and what. It is Marta Bendeger Schiss (ph), who lives in Belgium. It is Malla Weinstein\nZimmen (ph), who lives in Israel. It is Rose Meth, born Greenapple, who lives in Brooklyn,\nNew York. Those three women, that I know of, were connected, one way or another, with this\nwhole episode. There is one more in Israel by the name of Veret Muron (ph), who was Rosa\nRabota's very good friend, who was involved in Rosa's activities outside of the union one who\nknows her well. Those are the four people that perhaps should be asked again the details, who\nmay remember better than I do.\nThey should be. Those are the four that I know of. Of course, there are historians and other\npeople that write about it, okay. Sorry. The relationship about men and women, about men and\nwomen, you know, ... I don't know why, maybe grass is always greener on the other side, but I\nalways had a feeling that women have a greater capacity for cruelty to each other than men do.\nMen do know how to engage in team sport. Women do not. I feel -- I may be terribly wrong --\nthere is a paradox in there. I don't believe that anybody could survive alone just for their own\nsake. There was a much greater of moral and physical survival if you were close to somebody,\nnot a whole group of people, but one in particular. If you lost your family, you adopted a\nstranger, who became your family. And this, this perhaps, this maternal instinct, or the need to\ncare, that made it important to survive for each other. I think that people who felt themselves\ntotally isolated gave up. But if you had a close link with somebody, you had a better chance for\nmoral and spiritual survival, and therefore a physical one. I think it is almost impossible to\nsurvive alone. I don't know how men felt about that. Maybe they were more in a group. We\nhad this group that met together that were dreaming of a better life, and those were the kind of\nmeaningful encounters that thinking people need to have as a stimulus for living, which is a little\nbit different than on a one-to-one caring deeply for each other's survival. I remember when my\nsister had typhus in camp. There was a market in Auschwitz, did you know that, in Birkenau?\nThe non-Jews were allowed to get parcels, and the German prisoners for sure. And they used to\ntrade these luxuries that they used to get through the parcels for bread or soup or what have you.\nSo there was, in between the blocks afterwards. And when Estucia was sick with typhus, she\ncouldn't eat, not the soup and not the bread. And I used to exchange it for a little bit of sugar,\nmaybe, or an apple, or something like that.\nAnd therefore, I had to give her bread and my bread to get it. I didn't feel the hunger. And the\nphysical hunger really was not important, but the fact that I am needed to give her something to\novercome the typhus was more important. And she overcame it, and we went back to the regular\nroutine of our meals, if you have. Somehow I feel that this is more important. When I was\nseparated from her, and of course the circumstances too, I give up. If it wouldn't be for Marta, I\nwouldn't be here. And Marta was very close to us for the same reason, she lost her family. And\nwe had affinity to each other, which was very unusual because Marta is from Czechoslovakia\nand we are from Poland. There was a great deal of animosity between the Czechs and the Poles,\nand the different ethnic groups. Because the Czech girls, who were the first that came to camp,\nwere in the position of administration and power. They didn't like -- you know, it's the kind of a\ndynamics that you find in anywhere, about the newcomers, the new kid in the block, the new kid\nin the class, new immigrants coming to a country, you know, that type of a thing is almost\nduplicated in the dynamics of the camp situation. There was very little love lost between the\nCzech girls in power and the Polish girls that were Polish. But Marta and Estucia and I were\nkinship spirits, and who love each other to this day. And it is, again, my conviction that this kind\nof caring for each other helps you overcome. While when you are alone, I give up. Marta took\ncare of me. I don't know whether men experience the same type of thing. I wouldn't know. I\nknow that people desperately, of course, were trying to find, men, women, that came from their\nown hometown. They may not have had anything to do with each other before the war, you\nknow, either socially or academically, or what have you, but just know that if not your family,\nsomebody from your town was there, this became the closest kinship that could be. So people\nwere trying to find -- there was a Yiddish word, landsman, you know, people coming from the\nsame background. People knowing people that you knew became a kind of a kinship\nrelationship. I think that in terms of loyalty and solidarity, the situation could have been a little\nbit better in the men's camp than in the women's.\nSo there were, you know, these two elements, the elements of a great deal of cruelty and sadism\nand power wielding, rough brutality, and this great love. Not so much team playing. I don't\nknow how it was in the men's lager. It's an interesting question. I'm not sure. Does this answer\nyour question?\nQ. It does answer my question. And now I want you to tell me a little story about registration,\nwhen you first came in and got your number.\nA. Ah, when we first came in Auschwitz, I told you, you know, the first thing was, of course, we\nwere disrobed and then our head was shaven. You know, even if you have your bathing cap on\nand you see yourself without your hair, it just doesn't come close to how your face changes when\nyou have no hair. So when our heads were shaven, I was looking for Estucia and she was\nlooking for me and I couldn't recognize her. She was standing beside me. AII I could see was\nthe two big green eyes. She had a mass of chestnut color long hair. And all of a sudden, all I see\nis these two big green eyes looking at me and I don't know who it is. And 1t was her. She was a\ndancer before the war. She won a scholarship. We went to a theater one day, and it was a ballet\nperformance. And then the children from the audience, those that wanted, were invited to\nperform on the podium -- on the stage, and she went. And she performed a waltz and a chardish\n(ph), and she got the scholarship. And her scholarship was free tuition to a dance school. So she\nmoved like a dancer. She was very graceful. So there she was, you know, thin, tall, willowy,\nwith big green eyes and no hair. And then we line up to have our tattoo done. And, you know,\nit's a question of luck. Those were other girl prisoners that were given this apparatus to tattoo\nyour number. And some were -- an alphabet they didn't know how to write, and didn't know\ntheir numbers, you know. And if you struck out, your number would look like somebody who\ndoesn't know how to write. If, by the same token, you got somebody who had some writing\nskills, then your number was, you know, more or less well written. Estucia's number was -- let\nme see -- 48149.\nAnd my number is 48150. And the girl that tattooed my number said to me: \"You are going to\nsurvive.\" And I looked at her: \"How do you mean?\" She says because the total of your number,\nfour and eight is 13 -- and -- four and eight is 12 and one 1s 13 and five is 18. This spells, in\nHebrew, chai, which means life. The number 18 is a life number in the Jewish culture, if you\nwant. And she knew how to write, she obviously had some Jewish background. It's a very\nencouraging kind of thing, you know, to be told in something so terrible, hey, there are good\nnews.\nQ. Now I want to ask you about some of the people that you knew. And we don't have a whole\nlot of time left, so I'm going to ask you -- I'm not going to ask you to describe your sister first,\nbecause we probably should reload. But did you know an SS woman known as the frog that\nRuth talked about?\nA. Who is Ruth?\nQ. Ruth Meth (ph).\nA. Gross (ph).\nQ. The frog?\nA. Grosbeth. Grosbeth (ph). Okay. No. Maybe she meant Alma.\nQ. Maybe she did.\nA. No. But Alma wasn't an SS woman. No, I don't.\nQ. Okay. Anitzka (ph)?\nA. Yeah.\nQ. Tell me about her. Who was she?\nA. Anitzka lives -- is alive. She lives in New York. She was a Czech girl, a young girl, who\nwere -- she was also from the first Czech transport, by the name -- Marta's number is 1711, from\nthe first transport in 1942 of the Czech Jews to Birkenau-Auschwitz. Anitzka was a very, very\ngood friend of ours. She worked in packary (ph). This is the parcel post office. The pakary post\noffice was a very small commando of four or five girls, who had a very, very caring, motherly\nSS woman who took care of them.\nAnd this is because of Anitzka that Marta, when we were transferred from Birkenau to\nAuschwitz, got the job in the pakary. Anitzka was a young girl with the high cheekbones and\nround face, always jolly, always good, always ready to help others as much as she could. Ah,\nshe was a friend. She still is.\nQ. Sonia Huberman (ph), do you know her?\nA. Sonia Huberman is my cousin. Sonia Huberman comes from Warsaw. She was married, had\ntwo children. Her husband left in 1939 to the International Fair in New York. When the war\nbroke out, he was in the States, she was left with the two children. She had to care for her two\nchildren in the ghetto. She was there with her sister, by the name of Rahelka (ph). You know,\nindependently, but together, our roads were following each other. I was with my sister, she was\nwith her sister. We went with one transport from Warsaw ghetto to Majdanek, she went with\nanother. She came with one of those transports where the children would left in the camp. And\nshe came with her sister and with her two children, a boy and a girl. The girl maybe three, the\nboy maybe five. Two beautiful children. One day, she volunteered to go outside of the camp.\nThere still was some -- Majdanek was, you know, not quite as isolated, at that time, as Birkenau\nwas. There were farmers working in the field that you could sometimes get something in\nexchange of something. And she was desperately trying to get, you know, a fruit, vegetable,\nmilk, something. So she went and she got it.\nBy the time she came to camp, the children were taken away, there was nobody there. She's\nalive. She has two wonderful children now, a son who 1s a physicist, a daughter who has a Ph.D.\nin psychology. Her daughter has two children. Her husband passed away. She rejoined her\nhusband after the war in the States and they had these two children. How did you get this name?\nQ. I don't know. Something I read just before you mentioned that I am asking about. We must\nbe almost out of this roll. Are we? Two minutes. Why don't we put up another roll? I think it's\nsilly to --\nA. Why don't we -- okay. Why don't we stop now for awhile? We'll discuss it. Do you have\nmuch more?\nQ. Not much more.\nA. Okay.\nQ. Just a little bit. I think we should just do a few more. It's better to do it, because you can\nnever tell if you might remember something. Put on a half hour roll.\nA. Are we off? End of Tape 3. 03:55:25\nTape 4\nQ. Tell me about your sister.\nA. Well, what can I tell you? As I mentioned before, my parents were deaf. There was a four\nyears difference between each one of us. In other words, there were four years difference\nbetween Saba (ph), my older sister, and Estucia, and four years difference between Estucia and\nme; therefore, there were eight years difference between Saba and me. Because my parents were\ndeaf, they relied heavily on their oldest daughter to be their spokesman sometimes, you know,\nwith the hearing world, negotiating, outside the offices, whatever it was, the burden of\nresponsibility of being a spokesman for my parents was my oldest sister Saba. Because of that,\nwe felt -- I felt, that she was the privileged, she was the best liked, she had all the rights, I didn't\nhave any rights because I was the youngest, okay. So this put Estucia and me closer together.\nAnd we were partners in crime. We were confidantes. We were very close together. Ah, I\nalways had some writing facility, even when I was very, very young. And we had some kind of\na pact, you know, that I used to write her essays for her and she used to do other things for me.\nSo we were very close. Another thing was, you know, in Poland, there was a certain age level\nwhere you could go into the movies. It was Estucia's responsibility to take care of me when we\nused to go out. She wanted to go with her friends to the movie theater. She could fake her age.\nI couldn't. So there was a bribery going on. She would give me the price of the ticket, she\nwould go to the cinema. My mother never knew about it. I used to take the money and pocket it\nand get candies, which was verboten, verboten, you know, my mother didn't believe in that. You\ndon't eat candies before dinner, you spoil your appetite. Well -- so we were close together in\nkind of, you know, the type of things that children do. And we were very close. Ah, she was\nvery graceful. She was very beautiful. She was a dancer, as I mentioned before. You know, at\nhome, when you have family and guests, parents like to show off with the children's talents. So\nshe used to dance for company, and I used to dance too. But, of course, I was very tomboyish,\nand people would laugh when I would try to compete with her in dancing. So I learned very\nquickly to be the kind of the buffoon, the joker, you know, turn it around into a joking type of\nthing because there was no way I could be next to her. So we were, you know, by the\nconstellation of the family, very, very close. She was an adolescent during the war. She had\ndifferent preoccupations than I did. I was still very much a child, when she already was in love\nwith Humphrey Bogart, you know, so her interests were a little bit more sophisticated, more\nadult than mine, and she was more responsible. And she was also the one by -- who took care of\nme, you know, so I was very much, you know, under her protective wings. And when we came\ninto the camp, what kept us together is, again, this type of older sister/younger sister closeness.\nQ. Tell me -- I forgot to ask you one question. Was there ever a picture of Tyvek on her bunk?\nA. Yes, there was. There was a search -- I didn't remember it, but Rose Metz reminded me that\nsomebody made a sketch of Tyvek's picture. And this picture was found under the mattress in\nour bed, I believe. But I don't remember the details. Rose would remember it much better. I\nremember something about it, but not too much.\nQ. And you don't remember if there were consequences as a result of that?\nA. I know that Rose was cruelly beaten, beaten. Was it because of the picture? Was it because\nof the parcel? I don't know. One or the other. I know that. Terribly beaten, poor girl, it was\nawful.\nQ. Tell me about Marta.\nA. Marta. Marta was born in Balkiov (ph), in Czechoslovakia. Marta saved my life over and\nover and over again. She promised Estucia. Estucia asked her before the execution to promise\nher she is going to take care of me, so that she will die in peace. And Marta fulfilled that\npromise. She has been taking care of me ever since that day, one way or another. We got to\nknow Marta, we got very close to her. In the beginning, was terrible. Before we started work in\nthe union, the block altester (ph), who was a friend of Marta, that was responsible for the block,\nwas responsible to give a quota of workers to go and work in the commandos outside. Of course,\nwe, as people, were running away and we didn't want to be caught, we didn't want to work, we\npreferred to stay in camp and do nothing. And not everybody was needed, only a part. So I\nfound myself a place, a beautiful hiding place, just behind the door of the entrance to the block\nand under the window of the room where the bread was being kept to be given out. And Marta\nwas responsible for giving out the bread. Marta was worried for the block altester. And every\ntime I used to hide under the window, she used to come out and chase me out of there. And I\nhated her with a passion. And this is how we got to know each other. And this is how we\ndeveloped this very strong friendship for years. Marta, because she was so early in the camp,\nwas part of the administration clique of the Czech girls, so she had a little bit of pull. Ah, she\nused to give us extra things, like a little bit more jam, like my first decent pair of shoes that I got\nin the camp was from Marta.\nThis was just prior to the death march that she gave me wonderful shoes to walk in. Ah, Marta\nwas the one that enabled my staying in the hospital. Without Marta, it wouldn't have happened.\nMarta was the one that was bringing me little gifts into the hospital. I don't know where she took\nit, but she did. Marta was the one that was the go-between Estucia and me while Estucia was in\nthe bunkers, through Jakob. Marta was the one, when 1985, came from Belgium to Canada,\nOttawa, to tell me to start talking about the story, to put the justice, late justice, to put the history\nin the proper perspective, to give -- to vindicate the three girls that have been forgotten by the\nworld, that nothing was written or talked about them because nobody did. And she felt very\nstrongly that it was my responsibility, as a sister, to bring it up and do something about it. And\nit's only because of Marta's urging that I am doing that. Marta lives in Belgium. She has two\ndaughters -- two children, a son and a daughter. She has five grandchildren. And we are very\nmuch in touch. By the way, Marta was one of the women with whom Estucia used to leave the\ngunpowder packages in keeping, except that Marta didn't know what those packages contained.\nFor, you know, I don't know, it was just to accumulate a certain amount, not to go with -- it was\nevery tiny little thing, until she had a little package to be delivered to Rosa Rabota, by whatever\nmeans. She used to keep it in Marta's safekeeping. And Marta didn't know what it was, but she\nwas very much a part of it. And Marta knows a lot about the things that were happening. Marta\nknows about Rosa Rabota. I don't know if she knew her personally. She knows a great deal that\nI am not aware of.\nQ. Did Marta work in the union factory?\nA. No. No. Neither did Rosa Rabota.\nQ. Dora Kline (ph), you told me --\nA. Yes.\nQ. -- a little bit about. She just basically rescued you at one point?\nA. No, no, no. She never rescued me.\nQ. No?\nA. No.\nQ. Kept you in the hospital?\nA. No. Marta put me in the hospital. Dora Kline, under the pseudonym of Slawka, S-l-a-w-k-a,\nwas the medical doctor in the hospital, and we developed a friendship. I never knew that her\nname was Dora Kline. Marta knew. Marta knows everything. And we developed a friendship\nand we used to chat in her office. She was very much -- she was a very good doctor. She has a\nwonderful bed manners. She was a moral supporter for the girls who were sick in the hospital.\nShe was a real angel of mercy, and everybody knew, and adored her. This was her. She never\nrescued me for anything other than she has given me her time in the office to sit and chat and talk\nabout anything under the sun. I believe that she came to the camp also, not as a transport but as a\npartisan. You know that there were two categories of Jewish prisoners, ones that came through\nthe transport and ones that were kraktimasing (ph), those were the people that were picked up\nsingly, not in a transport, but for the sabotage or partisan or were caught as bearing non-Jewish\npapers, those people were registered in the camp under special category. They were not subject\nto selection. Okay. Did you know that? Yeah. Okay. So I believe that Marta was one of those.\nQ. Regina?\nA. Regina Sapperstein (ph), Regina Sapperstein, Regina Sapperstein was a little bit older than\nEstucia and I. She was chunky, short, always with a smile on her face. She always had a joke to\ntell. Whatever it was, she was always in very good spirits. She came from a little town, if I am\nnot mistaken, was called Bengene (ph), in Poland. I believe that she came from an orthodox\nfamily. They were a very close-knit family. She was responsible for the girls working in the\npulver room. Ah, she did not sleep with us on the same bed, but we were very friendly working\ntogether, and her working so closely with Rose Metz and with Estucia.\nAnd I remember her always as a happy-go-lucky type of a person, very, very nice.\nQ. And Alla?\nA. Alla was from Sosnowicz (ph), which is -- Sosnowicz and Bengenas (ph), those are two little\nJewish towns. Alla was very tall, beautiful girl. Ah, even, I'd say, difficult conditions in\nAuschwitz did not -- even not having her did not turn her posture and her bearing, very\nsophisticated, a very intellectual girl. And with beautiful, beautiful movements. Alla was\nanother one of this reluctant participators. You know, nobody really wanted to do what we did.\nWe all knew it was an idiotic thing. It was a suicidal thing. Nevertheless, you know, she, with\ntrepidations, turned us and fulfilled her work. She was my contact in the toilets. She was\nsleeping not far away on the bed, sharing with other people, not with us. She was the one that\nwas transferred from the Berklinas (ph) camp, where Rosa Rabota worked, to union. I don't\nknow why or how, but she knew Rosa very well. A very sweet girl, rather shy, not very\nvigorous, not very courageous, you know, not -- but courageous enough.\nQ. Now, again, I ask you to clarify for me about the time when your -- of the executions. You\ngot taken out of the hospital?\nA. Okay.\nQ. Just --\nA. I remember that the last message when I was in the hospital, and getting more and more\ndepressed, Marta gave me the message that Jakob got orders from Berlin that the execution was\nstayed. She never did tell me that this order was later changed. One day -- now, you have to\nremember, the blocks in Auschwitz were big two-story buildings.\nThe hospital building was no different, it was the same, it was in the first row. Our living\nquarters platz were in the next row. The appellplatz was where the execution took place, was in\nbetween those barracks and another row of barracks, okay? Barracks are the buildings. One\nday, in the evening, after the union commando came back from work, Marta came to the\nhospital, took me out from the hospital, took me into the appellplatz, where the union commando\nstood to witness the execution. I didn't know what was going on. Out of the corner of my eye, I\nsaw the gallows, but my conscious mind refused to see it. I did and I didn't. I was suddenly\ngrabbed by Nellie and Sherry, who were two Jewish girls from Czechoslovakia. They were part\nof the administration of the block. The union commando and the whole camp had to stand on\nappell. Those that were responsible for the block, those that were the secretaries of the block,\nthose that were the part of the administration of the block did not have to stand there. Therefore,\nthey grabbed me to protect me from witnessing what they knew was going to happen, which I\ndidn't. So they took me into their office and held me. When I heard this awful scream of agony,\nthis collective scream of all the assembled people who were watching the execution, I knew what\nhappened. I wanted to run out and they bodily stopped me. Marta wasn't with us. Marta run\nout. And she was the one that screamed \"revenge.\" I don't know who. I think, I don't know.\nThen Marta came back. And then I lost my mind. 13 days later, the evacuation of Auschwitz\nstarted. I was useless. I did not want to move. I remember that when I finally realized that\nEstucia is dead, I was laughing, that I can die too, then I am going to commit suicide.\nI knew that. The following morning, I stood in the bathroom to brush my teeth and I thought to\nmyself how awful, she is dead and I am brushing my teeth, and the world goes on as if nothing\nhappened. Nothing had changed, but my world was shattered. But the world went on. Then we\nwalked through the death march. Does this --\nQ. And the hanging was twice, two girls, twice.\nA. This is what I understand.\nQ. And so you didn't -- the other one had already happened earlier?\nA. I don't know which happened --\nQ. But you didn't see either one?\nA. No. No. And, you know, that this unresolved death, this inability to say goodbye, makes it,\nat some level, unfinished. After the war, I was actively looking into the faces of people, looking\nfor my parents and looking for my sister. Now, part of me, of course, knew, but part of me,\nbecause I didn't say goodbye, because I didn't see them die, just was irrationally looking for\nsome kind of a resolution. Maybe, maybe, maybe it never happened. Maybe I will find them.\nWell, in 1993, I went with a group of university students from Canada to Majdanek, to\nAuschwitz, to Majdanek, to revisit the death camps. And in Majdanek, the Poles have scooped\nas much of the ashes and bones that they could that were left after, and they made the monument\nwith a round capula (ph) kind of a roof around it. And I was standing there and one of the\nstudents asked me: \"How do you feel?\" I said to him: \"I feel relieved.\" Now it came, not from\nthe mind it came, you know, that's how I feel.\nAnd I said to him, you know, I finally found my parents’ grave. I couldn't say a prayer -- you\ncan't say a prayer for people when you don't have a grave. But there, among those ashes, are my\nparents' remains. And as I said it, suddenly, as plainly as I see you, I saw thousands and\nthousands of faces pushing, jostling, screaming at me in Yiddish -- which I don't know very well\n-- tell them, tell them. Thank them for coming and remembering us. Thank them for coming.\nQ. Thank you. Let's cut for just a second. How much tape do we have?\n(A diagram is shown on the screen)\nA. This 1s a drawing of the union factory floor plan that I made in 1945 out of memory. This is\nthe main entrance. This is the corridor. And this is where I worked. There is a big glass\npartition between this department and this one. I walked from my place behind the table, around\nhere, under the glass office of the supervisor of the factory, which was made on elevation, and\nglass, so that he could have a view -- a better view of the whole factory, up to the pulver room.\nThis was the door to pulver room, where Estucia worked. I would give her two empty boxes.\nShe would give me two full boxes with gunpowder hidden at the bottom box. I would retrace\nmy steps right back to my place, put the boxes on the floor under the table, take out the\ngunpowder, ask permission to go to the toilet, which is right here. And here I would share my\namount of gunpowder with Alla Gardner (ph) in the toilet. After work, we would stand in the\nrows of five, go out to Birkenau, where we would leave the gunpowder with Estucia, who then\ndistributed it.\nEnd of Tape 4.\n"
    ],
    "questions": [
        "Question: Tell me your full name and when and where you were born."
    ],
    "answers": [
        "Answer: My name is Anna Heilman. My Polish name is Hanka. I was born Hanka Wajcblum.\nMy Hebrew name is Hanna. I was born in Warsaw, Poland. Warsaw, before the war, still is, the\ncapital of Poland, and used to be called the little Paris. It was a beautiful, beautiful city. My\nparents were Jacob and Rebecca Wajcblum. They were both deaf as separate incidents in their\nchildhood. My mother as a result of a scarlet fever and my father as an accident, when boiling\nwater came and scalded him and he became deaf. They met in the institute for the deaf, got to\nknow each other and married. I am the youngest of the three daughters that they had. My sister\nSabina (ph), who lives today in Sweden, Stockholm, my sister Esther, who was executed by the\nNazis, in Auschwitz, on January 5th, 1945, 13 days before the evacuation of Auschwitz, and me.\nWe went to an all girl's school in Poland, where we were a product of the Polish education,\nwhere patriotism and religion is very closely related, where bravery and chivalry is a part of us,\nand were also a product of the parallel Jewish culture that celebrated the holidays. My parents\nwere rather assimilated, but that does not mean that they weren't Jewish. Before the war, we\nwent to school, my father went to work, my mother kept the house. In the summer, we used to\ngo way, way, way far away in the north in Poland into a little resort town.\nAnd we never seen Warsaw in summer; every year we went away. I remember when the war\nbroke out, August 1939, we were in Druskieniki this little resort town. The mobilization, the\nPolish mobilization was on, and all the vacationers were gathering, trying to get on any kind of a\ntransportation to go back to their place of origin. My mother was making preserves. This was\nthe seasons to make preserves and this 1s what she was doing. My father was livid. He wanted\nto go back to Warsaw. My mother said: \"Look, I have lived through one war and I know what's\nneeded. Now is the time to do preserves, we will need them.\" And she did. Eventually, we left\nwith the last regular train that left Druskieniki back to Warsaw in September.\nQ. Okay. I just want to do one thing. I'm afraid my alarm on my watch 1s going to go off, so let\nme try to figure out how to make it go off. I don't know. I'm going to put it outside. Why don't\nyou cut for a second. Now I want you to tell me about Warsaw after the war broke out and\nwhere you and your family lived and about what you remember of the forming of the ghetto.\nTell me a little bit about before you were deported.\nA. We lived all our lives on Miller Street. This is the Miller Street where the headquarters for\nthe resistance were on Miller 18. We lived on Miller 38. We never moved, so we were lucky in\nthat respect. Before the war, my father had a factory of wooden hand-carved objects, like carved\nchairs and carved boxes, decorative plates, and things like that. In the ghetto, my father applied\nto the Germans to have a permit for a workshop, and he received a permit to make wooden\nframes.\nHe received the location just across the street from where we lived, an empty apartment. And\none day, he told my sister and me to go over to that location and put the frames in to make it look\noccupied. The reason for this permit, as you know, was that anybody who was not employed\nwas subject to transport and anybody that had any kind of a piece of paper could, quote,\npostpone the transport, and this was the reason for it. So my sister and I, loaded with this\nwooden frames, go across the street to put the things in. And all of a sudden, there is a blockade.\nBlockade means that the German, Polish and Jewish police block off, cordoned off a street.\nThere are whistles, there are screams, there are yelling. This means that everybody that is going\nto be caught 1s going to be transported out. My sister and I are in this empty apartment, there 1s\nscreaming and yelling and whistling. So we run from this apartment, down the stairs. We want\nto go into a bunker. A bunker is a hiding place that each house had to try and hide and wait out\nand maybe be saved. We run there with all the other people, but we were strangers in this\nbuilding, they didn't know us, so they wouldn't let us in. My sister and I went back upstairs to\nthis apartment, I believe it was on the first or second story, completely empty. We sit on the\nfloor and we wait, see what's going to happen. And there are screams and yelling on the street\nand people crying. There are shots, a great deal of noise, and screaming \"raus, raus, raus,\" which\nmeans out, out, out, everybody out. And we sit on the floor and we tell each other jokes just to\nkeep our spirits up and to give each other courage. All of a sudden, we hear heavy steps on the\nstairs, boom, boom, boom, \"raus, raus, raus.\" And somebody, with the butt of a rifle, opens the\ndoor.\nAnd it so happens that we were sitting behind the door. We didn't even know that. The door is\nopen, a soldier's head comes in, he sees the empty apartment, goes out, goes up, goes down. And\nwe are there. And I don't know how long we sat there, until everything was quiet. And we\nwaited, and we peeked through the windows and there was nobody there. We made it\ndownstairs. The doors to the bunker was open. There was nobody there. We felt as the last\ninhabitants on earth, the two of us. We run across the street where my mother was. We had the\nkeys, we opened the door. She was there. She survived. She didn't hear. After that, there was\nno point of having this workshop. This was in July '42, as you know, that the big, big transports\nfrom Warsaw were taken to Treblinka, to death. My father, again, there was no room for the\nworkshop, but still you needed some kind of a piece of paper. My father registered as a\nwoodcarver and he received a job. His job was -- this was in the time of Stalingrad. The\nGermans have experienced great many losses in the battle of Stalingrad. They brought the\nwounded to Warsaw. And those that died were buried there in the German military cemetery.\nMy father's job was to carve the names, the ranks and the date of birth and death of the fallen\nsoldiers. This way, he was commuting, with a piece of paper, in and out of the ghetto. It took,\nthose were, quote, the commandos that were working outside of ghetto. It was, for us, very nice\nbecause my father was able to bring a little bit of food from outside, which was very, very nice,\nwhich we didn't have before. I need simply very quickly to tell you that my older sister Saba\n(ph) had a fiance who was a Polish officer. And he run away from Poland, as a Polish officer,\nnot only as a Jew, but as a Polish officer, and she went with him. They went east at the\nbeginning of the war.\nAnd this is how she was saved. So we were left, my father, my mother, my sister Esther and I.\nSo going back to the story, Esther at that time joined the nursing school and she was working in\nthe Jewish hospital. So here we have my father, who is working outside of the ghetto. My\nmother was keeping house. I belonged to Shomeratzayir (ph), which is a youth organization,\ndepending on who you speak with. It's rather to the left, but it is not like some people say\nCommunist now. It was very socialist. And in the ghetto, we were having our Hebrew names,\nwe were singing Hebrew songs, we were dreaming of Zionism and free Palestine and emigrating\nto Palestine, and, of course, as you know, we were part of the Warsaw uprising. In the ghetto,\nyou have a generation gap. The older people, who had families, were very much preoccupied\nwith the safety of those dependent on them. As young people, we had nothing to worry about\nexcept our lives and, you know, when you are young, your life doesn't mean very much. I will\nnever forget, at the beginning of the ghetto, in about '40, '41, two young men came from Vilna,\ntwo Jewish men. It was the first time that all the different youth organizations, Jewish youth\norganizations, got together under the same roof in spite of the political differences of the\nspectrum, right to left, or those what have you. We gathered together in the big synagogue on\nTomaska (ph) Street. It was one of the largest synagogues in Warsaw. And these two young\nmen told us about the atrocities perpetrated on youth in Vilna in east of Poland, about the\nmurders. I believed that this is when the seeds for the uprising started, right at that particular\npoint. When we got up to sing that Hazakna (ph), that Hebrew Shomeratzayir hymn that we will\nbe strong. And all of us stood up to sing it, the walls of the synagogue trembled, there was that\nstrength. But when I came home and told my father, \"that I don't want to hear this propaganda.\nThe transports are going for work.\nI don't want to hear those kind of things. Don't worry your mother.\" So then we have the\ngeneration gap from the older generation to the younger generation. To go back to the story,\nthough, my father was working on the other side, coming back every day. And I was spending\nmy days with Shomeratzayir. One of my functions was to teach Polish to the many Jewish\nchildren who did not have Polish education. They were versed in Yiddish, but not in Polish. So\nthis was my job, to help them, you know, improve their spelling and reading skills, one of my\njobs. Another of the jobs was to put the posters on the walls at night to raise the ghetto to arms,\nthat type of thing.\nQ. How dangerous was that?\nA. It was very dangerous. First of all, there was a curfew. You know, we couldn't do it before\nthe curfew. And if anybody was caught after the curfew, they were shot on the spot, no\nquestions asked. And my father was very unhappy when I used to come home after curfew. It\nwas at night, the two -- we were going in pairs, you know, one with a, with a, big wet brush, you\nknow, put the glue on, and the other putting the poster, and running, you know, from wall to wall\nto wall to wall. This was very, very dangerous, no question about it. For us it was a lark. But it\nwas not. By the way, at that point, I must have been 13. This was about that frame. I was born\nin'28. I was 11 when the war broke out in '39, about 13 in '41, '42. Anyway, one day we got a\ncall from Umschlagplatz. Umschlagplatz is the place where the Jews were gathered, waiting for\nthe cattle cars to take them to the camps. That my father was caught. As he was coming back\nfrom work, paper or no paper, he was taken, and the whole commando was taken immediately to\nthe Umschlagplatz. My father's boss was a German Wehrmacht captain, Hauptmann (ph) in\nGerman, I believe it is a captain in English. We gave him a call and we told him, look, my father\nwas called to Umschlagplatz.\nI wish I could remember his name. I don't. He took his car and came to Umschlagplatz and told\nthe young SS man: \"Look, this man is working for me, I want him out now.\" And this young\nofficer told him: \"Look, I am not taking orders from you.\" He said: \"I am a captain and you are\na private.\" He said: \"I don't care, my orders have to be in writing from the SS quarters.\" So the\nHauptmann said: \"Look\" -- to us -- \"tomorrow morning, first thing in the morning, I'm going to\nbe back here with the proper paper. I will take your father out.\" What he didn't know that\ntomorrow would be too late because at that time the trains were going every night. Lo and\nbehold, my father escaped from Umschlagplatz, I don't know how. The following day, he goes\nback to work. And he tells the Hauptmann: \"Look, I have a wife and two daughters. You are\nhere a group of soldiers, you are here in this building, surely they need some services performed\non them, cleaning, laundry, cooking, whatever, why don't you take my wife and two daughters\nand they will help you here and we will all be here together.\" \"Sure.\" Hauptmann says \"That is\nno problem. But you have to arrange your papers through the arbeitsdienst,\" which was the\nghetto Jewish equivalent of work exchange, you know, they were in charge of organizing the\nproper papers and what have you. So when my father went there, they thought my goodness, if\nthis Hauptmann can save a family of four, surely he can accommodate more of us. They got in\ntouch with him. And sure enough, he took 30 people and located them in this German barracks\nwhich were located in what used to be a Polish public school. The Polish public schools in\nWarsaw were all the same, you know, the buildings were built by the same -- in the same type of\narchitecture. So the soldiers were in the whole building, and they gave us the quarters 1n the --\nnot the cellular, but just the ... mezzanine, kind of. It was called partair (ph) in Poland. It was\njust before -- the ground floor, okay, this is where we were, 30 people. We were all there\nworking as Jews on the Aryan side. All, that is, except my sister Esther, for whom there was no\nroom. So she stayed in the ghetto. Because she stayed in the ghetto, I got a pass to commute\nbetween the ghetto and the Aryan side, and I was going once a week.\nAnd I was still in Shomeratzayir, so I was able to come to bring some food for them, not much,\nwhatever, share between my sister and between them, and I was still active in Shomeratzayir.\nUntil one day, it was one of the most painful experiences for me, it seems so insignificant now\nbut I still think about it, I was told by the Shomeratzayir people that because of security reasons,\nthey can't afford guests, I have to make up my mind, either I am with them or I am not. So I had\nto decide to stay with Shomeratzayir and to leave my deaf parents alone. I couldn't do that. So I\nelected, of course, to go back to my parents. It was too late anyway. At that particular time, the\nhell broke loose. The Warsaw uprising was in full swing. My sister was across the street and I\nwas in this little post. There were maybe four of us. There was one rifle. And my superior in\nShomeratzayir, his name Shimmon Heller (ph), was with us. There were sniper shots all over.\nWe didn't have radios. Our communicators were runners, young boys mostly, who were running\nfrom post to post to keep contact. One of the runners was running and Shimmon saw him down\nthe street. He was shot and he was wounded. So Shimmon run to bring him back and he was\nkilled right then and there. Another runner came through and said listen, guys, everything is\nover, each one for himself, finished. I want you to know that in Shomeratzayir we got orders not\nto be caught alive, that no matter what happens, we are not going to go on the trains alive. Those\nwere the orders. This was the spirit of the uprising. So this runner said to me: \"Look, we're\ngoing to run and we are going to run out.\" I said: \"Okay. Come with me, my sister 1s across the\nstreet in our apartment.\"\nSo we run to our apartment. On the third floor of this restored building -- at that point, the\nGermans were methodically blowing up and putting fires to every single building in the ghetto.\nIn our apartment -- the building two away from us was burning. Our apartment was so hot, it\nwas so smoky that we couldn't possibly stay there. The buildings in Warsaw were built in such a\nway that you had front of the building facing the street and each building had a square courtyard\nthat you reach through the gate inside. And the whole life in Warsaw really took part in the\ncourtyard rather than on the front. At that time, in our courtyard, there were the SS men, the\nLatvians. In the courtyard, they were with the rifle, with their rifles, screaming \"raus, raus, raus,\"\nand shooting. And the smoke was so dense that you couldn't see. And people were jumping\nfrom all the windows right into the ground. There was no other way out. But because of the\nsmoke, they couldn't see. My sister, the runner and I jumped from the third floor down into the\nasphalt-covered courtyard. We scraped our knees and elbows, nothing else. We kept on\nrunning, right through them. This runner knew the bunkers ways, the other ways, the little\npassages. And we were running through the burning ruins of the ghetto, through the part where\nthe buildings used to stand but weren't standing anymore, into the sewers. And we can smell the\ngas chasing us. And we ran out into the alley inside and to go to our parents. ... My parents --\nQ. When was that exactly?\nA. This was possible ...'43, April. April 1943, this is where the, the whole battle with the\nGermans was going on.\nWe stayed with our parents until May 5th, 1943. We were surrounded by the Germans and taken\nto Umschlagplatz and then we walked through the ruins. There wasn't one building left erect.\nThe smell is indescribable. It is the smell of rubber, noxious. And now, if I ever smelled the\nsmell of burning bodies -- and it was dark when we were walking. It had to be in the evening.\nAnd the ruins of the ghetto made it in mountain-like sights, and you could see on the top,\npeople, single people, like rats, putting their head up, disappearing, looking at us, darting from\none burning hole to another, like specters. We were, the 30 of us, taken to the Umschlagplatz, a\nsea of humanity. Everybody sitting and everybody clutching whatever possessions they packed\non the way. We knew we didn't. Everybody had whatever precious things they had with them, a\nchange of clothing. If anybody had any valuables. Every child had a knapsack, valise, things\nwrapped around in a sheet, with four corners tied in a knot, whatever people had, baskets, what\nhave you. You walk into the room, there were people sitting all around. The same thing, the\nsame building that used to be the public school building before the war, Umschlagplatz was the\nsame kind of building. Floors and floors, we were in one room. The Germans used to come in,\ncall out the pretty girls.\nEsther, she went. She came back, she didn't say a word. I don't know what happened. And then,\ncame the time that we were marched out to the cattle trains. You have a cattle train in the\nWashington museum. I never really knew what the dimensions were. Nobody could tell me.\nIt's about three-quarters size of the regular tour bus. There were 170 people packed into this\ncattle car. At first, some people wanted to prevent the panic, to tell people look, people,\norganize, stand up, there is no room for everybody to sit, we take turns. There are two small\nlittle windows, we'll make turns, everybody will have a little bit of air. But it didn't work.\nPeople were in a panic. The young and strong were standing at the windows, blocking whatever\nair there was for the rest. My sister and I bodily had to fight the people from trampling over my\nmother, who was sitting in the corner. And my father got gray altogether completely. I don't\nknow how long this trip took. I have no idea. It wasn't the lack of food or the toilet facility, it\nwas the lack of water. There are always experts in any situations. Apparently we came to the\nfork of the road and someone said we are not going to Treblinka, we are saved, we are going to\nAuschwitz. This was the better of the two alternatives. There was a sigh of relief. No, we're not\ngoing to Treblinka, we're going to Majdanek, excuse me, to Majdanek, not to Treblinka, to\nMajdanek, that's the better of the two alternatives. We arrived in Majdanek. And where in\nWarsaw they have stairs that you can get up on, in Majdanek, they didn't. And it was very high\nfrom the train from the ground, and you had to jump.\nA meter, three feet, it was high, maybe more, don't know. It was raining when we arrived. So I\nbent down to scoop the mud to quench my thirst and I got a crop over my back. And the soldiers\nwere lined up on the road, screaming and yelling \"raus, raus, raus,\" with the dogs on the leashes,\nstraining on the leashes. From our wagon, there were 170 of us. We left half of the people dead.\nAnd others were mad. There was a woman whose child was killed and she was running naked\nand she didn't know what was going on. And we had to run. I lost my sister, I lost my father.\nI'm running with my mother. And we are running through an obstacle course of all the precious\npossessions that people had thrown on the way, they couldn't carry it anymore. And I threw my\nknapsack off, I couldn't, it was too heavy. My mother was stumbling, she ran with hers. And we\nrun. And there was a young man, an SS officer standing on the side. And he beckons me to go\nto him. So I leave my mother and I go to him. And he points with his finger you go over there.\nAnd I want to go back to get my mother. And he says: \"No, no. She goes there and you go\nthere.\" And I did. And this was the last time I saw my mother. My father was separated from us\nwhen they separated men from women. And I find myself in an room with many young women.\nWe are told to undress. And I found my sister there. And this was Majdanek. So we were told\nto undress and leave everything behind us except our shoes, we could take our own shoes, which\nwe did. We went through the showers. We were given some clothes. And we were marched\ninto the barracks. And on the way, there were Czech prisoners, non-Jewish, and we asked them:\n\"Where are our parents?\" And they said: \"Don't worry, you are young and strong, you will\nwork here. Your parents are in different camps, where the work is lighter.\" And we believed\nthem. They were kind. We come into the barracks, these were wooden barracks.\nWe slept on the floor. There was nothing there. One of our job was to wash this floors, the\nwooden floors. They smelled good, the new, brand-new, brand-new wood, smelled good. In the\nmorning, we volunteered for the work outside the camp, hoping maybe we will find the other\ncamps, maybe we will find our parents. Many years after the war, I was looking at people's eyes,\nlooking, maybe, never found them. This was Majdanek. We were there for a few months. It\nwas May that we arrived. We're there until September. In September, we were transferred to\nBirkenau. In Birkenau, our hair was shaved off. We got tattooed numbers on our left arms. We\nwere given Russian prisoner of war's uniforms to wear. There was a Russian prisoner of war\ncamp before we came there. I don't know what happened to them, but we got their uniforms to\nwear for a while. We were in what was called the quarantine. It was a horrible place. It was a\nsquare, small square of sand, where people sat and waited, I don't know for what. There were\nGreek girls who couldn't take the climate, they suffered from malaria. And everybody was\nsitting there, looking for each other for lice, looking through the cloth, cleaning each other.\nThere was no human reaction there, we were just sitting, cleaning themselves, without any\nstrength to move, no reason to get up, unless chased, just sitting, just waiting, just dying. We\nwere still fresh, we're okay. Across from us at that time was the men's lager. And we could see\none day there was a selection of the men, which means that the men stood in rows naked and\nwere filed before the Germans to be moved, to be destroyed. At that point, I was 14. For the\nfirst time in my life that I saw a naked man. It was indecent, but the implication of what the\nselection was all about didn't hit me at that time, you know, younger men, older men, different\ntype of work. We were told that the men lager is going to be moved and that we, from the\nBirkenau Lager A, are going to move to Birkenau Lager B, where the men used to be. Sure\nenough, somebody whispered to us: Say that you are metallurgist, say that you are metallurgist.\nOkay. Here comes the arbeitsdienst, this is an SS woman, asking us professions, what are we,\nsay metallurgist, say metallurgist, that's fine. We go, we go into the salman (ph), which was a\nshower room, a communal shower room. There had to be at least 50 shower heads, you know,\n50 different women taking shower altogether. And different shapes and sizes, different stages of\ncomposition, decomposition, you know. Some young and beautiful and some, you know, it was\nagain this kind of an intimacy that we weren't used to. But, the water was warm for the first\ntime, I understand, in Birkenau. Until that time, there was only cold water. And we got decent\nclothes.\nBy decent clothes, I mean the striped uniforms, which were made out of recycled paper fibers,\nyou know, they were very sharp and scratchy, and you had to be awfully careful. Because we\nwere emaciated, and if you got a scabies or any kind of a scratch on your body, it was dangerous\nfor you. But anyway, they would go in the shower and we go, we are placed in a block. And we\nare placed in what was called the union commando, which we understood was a factory that\nproduced bicycles. Eventually, we found that this was ammunition factory. Anyway, in Lager\nB, we got to meet friends. There was a group of us, I wish I remembered their names, but I\ndon't. But I believe that Hetta Folkes (ph) is one of them. Hetta Folkes is in this little booklet\nthat we had compiled for the ceremony of unveiling of the monument for the four girls. So that\nthe eyewitness reports from union, from Auschwitz, Hetta Folkes is one of them. And we used\nto meet in the evenings, and the same thing that was in the ghetto happened here. We were\nspiritually transported from the reality of the camp into the dreaming of Palestine, of freedom, of\ngetting out, exchanging stories. So that the reality of the camp really didn't touch us, and our\ndream quality touched us more. And there was no peril, because we were living for the\nevenings, we would get together, when all this will become unreality, when our reality will\nbecome the reality. It was just wonderful. I think that Victor Frankl, in his book, says, you\nknow, in search of the meaning, if you have the meaning, no matter where you are, you\ntranscend yourself over the situation. Sometimes in real life we call 1t schizophrenia. There, it\nwas our salvation. When the reality becomes too painful, obviously it may have different ways\nof expressing itself.\nWe have the support of each other, the reality didn't matter. In this particular club, 1t was mostly\nJewish, but we had one Yugoslavian girl, again whose name I don't remember, who was not\nJewish, who was part of this group. She apparently had contact with the underground. And she\nwas our newspaper. She was our journalist. She was bringing us rumors and things from the\noutside as she knew them. And we are talking each one about our experiences and telling\nstories. And they didn't know about Warsaw ghettos. And we told them, you know, Warsaw\nghetto rose, they come, we fought. And they laughed. They said that there were smarter people\nthan you here and nobody did anything. And we said well, we are not going to the crematorium\nalive. If somebody will drag us, then we take somebody with us or they will have to kill us, we\nare not going. And it caught fire. They can't bodily drag us every single one, we're not going. It\ngave us courage. In those evenings, somebody said, you know, the rumors are coming, the\nRussians are coming, the Russians are coming near. The PPR, which is the Polish workers party,\nthe underground Polish worker party, is planning to storm Auschwitz from the outside when the\nRussians will be here. And there is underground in the camp who is going to raise from the\ninside so that we will revolt when the Russians come. Fine. This was in 1944. In the summer\n1944, I believe, Hungarian transport came to Auschwitz. From where we were, we saw\nthousands and thousands of people marching just across the barbed wire, the electrical wire.\nThere were four crematoriums in Birkenau. They were burning day and night, smoke and fire\nbelching out. But our soup in the camp was better. Because whatever food was gathered from\nthe transport was thrown into the soup, so we had pieces of biscuits that we hadn't before. By\nperiodical selections in Birkenau, whenever there were transports, they used to weed out the\ncamp population, those that could no longer work separated from those that could. We were\nlined -- no. We were on one side, tetrush (ph) prisoners of the administration created a cordon\non the other side. We had orders to undress completely and go over in front of the selecting\nofficers. And told to go left or right; left to life, right to death. And the one selection day, I was\nrotten from the waist down, infection, boils. The combination of poor diet, poor hygiene, what\nhave you, just developed in boils. I wasn't going to undress. If I do, it's a death warrant. I\ndecided I'm going to undress on top but not at the bottom. I tried to go once and was pushed\nback, undress.\nI didn't. I went again, I was certain I was going to death, I was passed to right. This was it, we\npassed the selection. And this was at the same time because whatever manpower that was\ndepleted by selection was replaced by the new people from the transport. It was a supply and\ndemand situation. At the time, when we heard about the preparation for the revolt, we were\nthinking what can we do, what are we going to do. We secured the keys to the shed where the\nagricultural supplies were kept, hoes, rakes, things like this. We remember from history lessons\nthat in 1862, in the resurrection in Poland, the farmers fought armed with the rakes and hoes,\nthey made a difference. And we were going to make the difference too, we had the keys, we\nwere prepared. And then, as we were working in the union, and my sister was working in a place\nwhich was called pulver room, where the gunpowder was kept. Okay, we have gunpowder, we\ncan use it. My sister was appalled. She said nothing doing, it's sheer madness. Hey, let's try it.\nWhat could happen? We're not going to come out alive anyway, what the heck, right? I have\nhere the map of the interior of the union. We decided we are going to try it out. Where we\nworked in the factory, there were little metal boxes to keep not the garbage but the debris, you\nknow, from work, you know, that something that was spoiled, a piece of material, what have\nyou. So you kept in your metal box that was about, oh, I would say, what, about six inches high,\n12 inches long, six inches wide, just about, and we used to put them in the boxes and periodically\nthrow them in the garbage bins that were situated at the corners of the big halls.\nSo, you know, we are going to try something out. I said take one box, go around from my place\nto where she worked, give her an empty box and she would give me a box with garbage, take the\nbox, throw the contents into the bin, come back into my place. Within several times, nothing\nhappened, nobody paid any attention. See, we can do it. We can do it. We perfected it.\nStacking those two boxes, one on top of the other. She will take the gunpowder from the pulver\nroom, put in little pieces of material with a little string, throw it in the garbage. I would come in,\ntake this box, with another garbage box on top, go into my place, take the powder out, stuff it in\nmy dress. And our guard, we had a system of communication, you needed permission to go to\nthe toilet. But when you say I am going to the toilet, you make sure you come there at the same\ntime. And we used to divide this in the toilet and take it with us and pray. It was three and a half\nkilometers between union -- within Auschwitz and Birkenau, and union factory was just next\ndoor to Auschwitz. We used to carry it and sometimes we used to have searches. So when they\nwere looking for contraband, if anybody had parcels, food parcels, what have you. We always\nmade sure that we were not in the first five rows. There were, I believe, 1,000 of us in the rows\nof five, okay. I can't figure it out how many rows there were. But we always tried to make a row\nof five, the same five, and make sure we are in the middle, not the beginning, not the end, so that\nif something happens, we will know ahead of time. We used to take this gunpowder, take the\ncord off behind our backs, throw it on the ground and rub it with our feet. It would rub in with\nthe dirt because the gun powder are granules, grayish, and they blended in. And we were never\ncaught. If it was dangerous, it was. You can imagine. Nothing happened.\nQ. Let's stop.\nA. Good.\nEnd of Tape 1. 01:57:20\nTape 2\nQ. Why don't you -- let's just describe a typical day of work. Once you were assigned to\nanything, tell me what time you got up and then what happened, and tell me about a day of work.\nA. We used to -- we were very privileged working in the union. It was considered a very good\ncommando in terms of relative good or bad in the camp situation. It was good because working\nin the union, we were no longer subject to selections. This in itself was very important. We\nwere woken in the middle of the night, when it was still dark. I couldn't tell you the hour, 4:00,\n5:00. We all had to look good. We knew that we had to look good, so we used to have our\ndresses folded properly under the mattresses so that when we get up in the morning, they were\nnice and didn't look crumpled. We had wooden shoes that had to be spic and span. During the\nmorning, we used to get what we call -- what was called chi (ph), which is a kind of a herbal tea\nthat they used to make from the weeds that were growing around there. It was warm. It wasn't\ndrinkable, but we drank it. But most of all, we used to wash ourselves with it, and polish our\nshoes. It was impossible to go to the communal washroom at that time because people were\nfighting at the door to get in. And every building had a responsible person, which was called the\nkapo. A kapo was responsible. So you had a washroom kapo, you had a commando kapo,\nwhatever. If you were good friends with her or something, she would let you in first.\nIf not, she will just beat you up to go back in the line. So we simply didn't even bother. We\nused the chi, this tea, to get washed with and to drink with. Then, we were to stand up in the\nlines of five outside for a roll call. It was called appell. It was terrible because Birkenau 1s built\non a plane and, for some reason, it's always very, very windy. And you didn't want to be\nexposed to the wind and the cold, because your feet and your hands, your extremity in particular,\nused to freeze just from standing and just from the cold. We had to stand there for hours. While\nbefore the SS people came to count us, we could still huddle each other, you know, and cover\neach other and warm each other up. But when they used to come, then we had to stand straight.\nAnd then we were checked for proper attire and the clean shoes and what have you. So you went\nthrough different checks. The blockaltester, which was responsible for our block, the barrack\nwhere we lived, was the first one to make sure that she won't be punished because one of us was\nnot -- it was like a military kind of an operation, you know. And then the SS woman that was\ncounting us was -- would look at us, going through the rows and look. We used to stand there\nfor hours and hours and hours. We used to take our wooden shoes off because they would scrape\nour feet. And if it scraped your feet, you would get a blister. And when you got a blister, you\nwere subject for selection. You know, it was -- you really had to take good care of yourself. I\nremember at one point we threw out our mattresses, and we used to sleep on the wood, because\nthe mattresses were full of lice and lice had disease, and so -- anyway, so we used to be there on\nthe roll call. After the roll call, we used -- I believe that we had -- each commando had a\ndifferent color of kerchief. We all had kerchiefs. I believe that ours were white, but I'm not sure.\nSo we looked, quote, smart, you know, always the same kind of dresses, with the wooden shoes,\nwith the white kerchief, that we were marching left and right and left and right. And as you\nknow, we had an orchestra. And the orchestra was playing near the gate where we were walking\nout. The SS men watching us with dogs. But those dogs were quiet for the union commando,\nyou know, it was okay.\nAnd then we walked the three and a half kilometers from Birkenau to union, which was short\ndistance from Auschwitz. But there's three and a half kilometers between Auschwitz and\nBirkenau, so I estimate, you know, maybe the most three and a half, four kilometers. It is not\nvery long, but when you are tired and when you already stood for a few hours outside and you\nare cold, you had to really start working your feet and your legs to march from the -- they were\nfalling asleep and they were cold, before you started to walk. It was a long walk for us then.\nThen we used to go five by five, each one, to her particular spot in the factory. There was a large\ncorridor as you walked in, very large. I would say that it would take about -- we were in the\nrows of five, it would easily take another row of five, you know, we took half the width of the\ncorridor. We used to go, and on our right there was -- I forget the term, but this is when they had\nthe dispensary of the tools, so we used to pass that. It was separated from the corridor with\nchicken wire fence, kind of. On the right-hand side, you had the offices, you had the toilets, you\nhad the showers, you had the storage rooms. And my particular post was just on the left, just\nacross from the big, big, presses. They were gigantic, huge, what were called Kuntztof (ph)\npresses that manufactured the parts that went into the final product. I still don't know exactly\nwhat it is that they manufactured, something, you know, in terms of armament, but I don't know\nexactly what. So the presses were, as you walked on the left-hand side, our tables were on the\nright-hand side. Behind our bags was a glass partition from the second department. And I\nremember when I first came in, I thought, you know, they are so inefficient. There was a space\nbetween this glass wall and our stools and the tables. I said well, why didn't they put it all the\nway back? And then I realized that they didn't so that they would have room to go behind our\nbacks and check what we are doing.\nI was working in some kind of a control. We had little pieces that looked like checkers. They\nwere called einsatz schtuker (ph), whatever that means. And we were sitting in a row, there were\nabout eight girls at our table, each one had in front of her a precision instrument that was\nchecking for the perfection of this checkered piece. It had many indentations, and each\ninstrument was geared to check a particular indentation, so to work past from hand to hand to\nhand. And whatever wasn't good, we used to throw into this -- these boxes, you know, it was the\nawful garbage, or what have you. We had akapo. A kapo is responsible, it is an overseer. She\nwas a German prisoner. Her name was Alma (ph). She was a very funny kind of a character.\nShe could be very nice and she could be very sadistic. She was rather obese. And she was short\nof breath. And she had a particular mannerism of going, with the corner of mouth (indicating).\nEverybody, you know, mimicked her. She was easy to mimic as a caricature of the person. She\nused to check our belongings and what have you, whether we had an extra piece of bread. She\nliked to have bribes. I wasn't a particularly good customer, I didn't have anything to give her, so.\nBut she had a boyfriend, and this was very, very important because when she and her boyfriend\nwere busy talking, I was free to get up and walk and she wouldn't pay attention to me, so I\nblessed this boyfriend every day of my life in the camp. We were working there from, I don't\nknow, I would imagine from about 7:00 o'clock in the morning till lunchtime. At lunchtime, we\nhad a lunch break where we were given lunch. And this was also a blessing in disguise. You\nneed to know the reality of the camp life. It has many parallels to any life anywhere. For\nexample, we used to get our lunch in big drum kettles.\nNow, in the camp, those that were responsible of ladling out the soup that we used to get at\nlunchtime, could, or could not, mix the soup. Now, if they choose not to, we would get the\nwater, and what was left at the bottom was for them. It made a great deal of difference, what\nthey got, what we got. In the morning, we used to get with our chi -- we were supposed to get a\nquarter of a loaf of bread, which was very heavy and very small. But those that were in charge\nof the bread were ingenious. What they used to do, they used to take a bread, cut it on one side\nand on the other side, so there was a slice in the middle. They used to take this slice, put what\nwas left over together. And what was left over, cut into four. So that our fourth was actually\nsmaller than what we were entitled to. And the spare pieces of bread went to those who could.\nSo this was in the morning. At lunchtime, when we were in the union, those soup were mixed\nvery well. So our soup was very good. We each had a tin red enamel bowel and a spoon.\nHeaven help us if we didn't have it. Because if we didn't have it, we wouldn't get our soup. So\nthis was the most important item of belongings that we had. So this was at the lunchtime, the\nsoup, and the soup was good. After lunchtime, back to the tables until about 5:00 o'clock. At\n5:00 o'clock, we would line in the fifth and go back. It was uneventful. Mind you, when we first\ncame in -- my job was easy. Not every department had such an easy job. The disturbing thing in\nmy department was that when the big presses were working, they spewed a yellow powder from\ntheir manufacturing and printing of the material that was being pressed in and out, so the air\nthere was full of this yellow dust. The presses make terrible noise, a humming kind of noise, up\nand down and up and down, and they were tremendously heavy.\nThat was -- that was a man's job. And I remember one day there was one German woman that\nwas operating one of this presses and I went over, I tried to lift it. It was not possible. So not all\nthe jobs were as physically easy as mine that I did. So this was my kind of job. Then at night we\nused to go back to camp.\nQ. Was there an appell at night too?\nA. Yes.\nQ. But not --\nA. Yes, another appell at night, but not quite as long as it was in the morning, unless there was an\nescape. If there was an escape, mostly from the men's lager, the men's camp, there was silence\nand we would stand there and stand there until released, not necessarily when they found the\npeople or brought them back, mostly they did. But, you know, when there was an escape, then\nwe would stand for hours. But if I remember, the coming back home was less long for some\nreason than in the morning. In the morning, I don't know why, but they were much longer. I\nthink maybe it's our blockaltester responsible for the block needed us to get out of the block so\nthat they could clean the barracks and have them ready for inspection when the SS people came\nto count us over and over again, to make absolutely sure, you know, that everything was okay.\nBecause if not, they were responsible. Maybe that was the reason. I don't know. But somehow,\nin my memory, the going back was shorter. And we were so anxious, you know, to get together\nand share the news with other people. Remember the group I was telling you about, just so\nanxious to be with them.\nQ. Now, how long before your group got together and started deciding that you were going to try\nto do something, whatever it was, how long were you going to work before you -- how long were\nyou -- how long was it that you were going to work and then you figured out maybe we could\nsmuggle gunpowder?\nA. I couldn't tell you. I don't remember how long. I remember that we were meeting for quite a\nwhile.\nAnd I remember -- how long could it be? We were meeting for quite a while and were quite a\nwell-knit group. And I don't remember at particularly what point we got the news that the\nRussians are coming. You know, this is where this rumor started, that the Russians are coming.\nAnd remember the -- I know now what I didn't know then, that the Russians stopped at Warsaw,\nwhat was it, for some period of time. We didn't know that. We were waiting for them every day\nto come. But they didn't, they stopped. And the partisans from outside never came. And the\nwar from inside never happened. But we were preparing for that.\nQ. In many ways, not just with gunpowder, but also the keys to the agricultural shed, tell me\nmore about the keys. And also, I read at some point that you got some shears or you asked for\nsome shears or something. Tell me all the little things that were -- it sounds to me like your\ngroup was coming up with any -- just gathering all sorts of ways that could be used later.\nA. That's correct. The keys for the agricultural shed was another member of our group who\nworked outside in the fields. She got 1t somehow. I got the insulated shears. And this was sheer\nmadness. As I told you, when we were walking in, there was this big corridor. And on the\nleft-hand side, there was the tools dispensary, or what have you. Every time I was walking by\nthere, there was a Yugoslavian man, not a Jew, that always smiled at me, and I smiled in return.\nI don't even know his name. I have no idea who he was. When we were thinking, you know, of\nthe revolt, I thought to myself look, we need insulated wires to cut through the electrified wires,\nwe need it, where are we going to get it? And he was working at the tools. So one day, I said to\nhim hey, listen, I need the insulated wire cutters. He just looked at me. And this was it, this was\nall that was said, nothing more. I thought what can happen? One day, he walked -- you know,\nthis was the standard procedure, you know, walking with those boxes, it was the camouflage for\nbeing busy and doing something very official.\nYou know, you just don't walk, nobody walks, you know, you walk with a purpose, you walk\nfor areason. You know, one reason can be to take this box and then throw it into the garbage,\nright? Okay. Lo and behold, one day he came into our department and he put two boxes in front\nof me. Alma was busy with the boyfriend, good. And I just looked at him, took the two boxes,\nput it under the table. Goodbye, goodbye. When I opened the box, underneath, there were\nbread. I thought well, very nice. This was the only present I ever got in the camp from\nsomebody was this whole bread. I said my goodness, that's great. We took the bread. We are\nworking. I told Estucia (ph), hey, guess what, I have bread, whole bread. I have to tell you, you\nknow, something aside from the -- of the human beings, you know, women or men, women in\nparticular, we each one had in the camp what we used to call a boytl (ph). A boytl is a sack.\nThis is German for a sack. It was made from scraps of material, where we kept our possessions,\nwhatever, a piece of string, a toothbrush, if you bought one, your spoon, whatever. There were\nsearches. And every time there was a search, we lost our boytls and in no time at all, you had\nanother boytl again. You know, the human characteristic of gathering things and having some\npossessions, no matter what, we all had a bag with possessions. Stupid little things, but they\nmeant everything. We always had them. Because we had them, of course the bread went right\ninto it. We come into the camp and we open this bread, and what do you know, there were the\ninsulated shears there. I trusted him, and he trusted me. And I didn't know who he is. We had\nit. Gave it to either Marta or somebody, you know, for hiding, but we had it, giving us a sense of\nsecurity. If nothing else, we had a way out.\nQ. What other things like that can you remember’?\nA. This was about the kind of thing that I remember, other than the spiritual and moral readiness.\nYou know, this is -- I believe it's a mind-set.\nYou just tell yourself that you're going to die with dignity or that you are going to survive at any\ncost. We kind of knew that we are not going to survive; therefore, we are going to make our\ndeaths count. This was it. We were ready. We were wrong. We did survive. We didn't believe\nit. You never know in life when you were going to be dead, so might as well do something,\nmake not our life count but our death count.\nQ. Tell me more about when you approached your sister about getting gunpowder, and she -- it\nsounds like she was reluctant.\nA. She didn't want to.\nQ. Tell me more about that whole thing. Tell me about convincing her.\nA. It wasn't -- you know, the one day, came from this group, I said look, we have access to the\ncompound. She said you are crazy. Not going to survive, how can we do it? This is the type of\nthing, you know, that over a period of time, as I told you, making this dry runs with the boxes, it\nworked and it progressed. The tragedy is that she died, that I didn't. It didn't take very much. It\nwas the reality of the danger, of course. She was a few years older, more responsible. I can't tell\nyou much more than that. The point is that she agreed. The point is that she didn't agree\nbecause I pressured her, she agreed because she believed in that. It was a -- you know, you have\nsomebody close to you, you discuss things, you get together on that.\nQ. Now, again describe to me how it worked with the metal boxes and how -- how your sister\nand the others in the gunpowder room managed to steal some of the gunpowder.\nA. I cannot tell you about the other girls. I can only tell you about my sister. My sister was the\nfirst through the door. If you look at the schedule -- at the plan of the union factory floor map,\nyou will see that the pulver room, where the girls worked, was at the outer north side of the\nbuilding. The door into the pulver room was on the inside. She would prepare the little\npackages of gunpowder in the amount of a Ping-Pong ball, small, in pieces of material with the\nstring that she would put in one box, put the garbage on top of it, put another box on top of it. I\nwould come in with two empty boxes. She would give me two boxes with garbage. I would\ntake these boxes, walk around, come back into my place of work, put the boxes under the table,\nfish out the little gunpowder, put it inside my dress, call Alma to tell her I want to go to toilet.\nWhen Alma knew I am going to go there, I would make how many trips like this, maybe two a\nday, or maybe one, you know, and this went through the period of a few months, not too long,\nreally, you know, it was until we were moved to Auschwitz. This was as long as we were in\nBirkenau. And in the toilet, Alla (ph) and I would give her mine and then I would have another\none. I would carry it outside. Does this answer your question? Can you visualize it?\nQ. When you -- did you ever have to sacrifice the gunpowder you were carrying because you\nwere going to be searched?\nA. Yes, yes. On several occasions, it happened that we had to -- we knew that there were\nsearches, you know, it's passed almost like a wave, you hear from the beginning of the line of\nthe commando through the end, search, search, search, so we knew in enough time to just take it\nout, open it behind us, spread it on the -- throw it on the ground and rub it with our feet so it\nwould blend in the ground. It happened on several occasions.\nQ. As it was going on, did you girls ever talk about it together in a group or was it all very\nsecret?\nA. It was all very secret, very secret.\nQ. And what did you do with it when you --\nA. In the block, I gave it to Estucia. Estucia took care of it. I know from Marta's testimony,\nMarta Bendeger Sierch (ph), that Estucia used to leave some packages with her. She never knew\nwhat was in it. I don't know what happened to it, but it was Alla who knew Rosa Rabota (ph), or\nwhether it was Estucia, I don't know. I gave it to Estucia. Estucia took care of that.\nQ. So Estucia became very involved in the whole thing?\nA. Yes, yes. Very much so, yes.\nQ. And you were free in the union to go in and out of the gunpowder room?\nA. No.\nQ. No. So how did you get the boxes from her?\nA. Nobody, nobody was allowed to move at all. I did.\nQ. So you weren't allowed to and you did?\nA. No, that's right. You were supposed to sit where you sat and this was it. You are not allowed\nto. You are sitting -- to the toilet with permission and back. But I did. In 1994, I was in\nBirkenau commemorating the yoma shoa (ph). I was given the honor of lighting a candle for\nthose who resisted during the war. After I lit the candle, I went down from the podium and I\nwanted to be by myself. I was very nervous. And as I walk, I hear somebody scream this is her\nsister.\nAnd I recognize a woman and she recognized me, 50 years later, she was one of the women that\nwork in the union. How did she recognize me? Because she saw me walking. And she\nrecognized me 50 years later. And she told me, you know, I don't understand it, all I knew from\nunion was how to go from the entrance to my seat and from my seat to the toilet and back. The\ngirls from the pulver room couldn't walk, for sure not, other than to the toilet, she didn't move. I\nwas the one that was walking with the boxes to her door, give her the boxes, she gave me the\nboxes, and I was walking back. She did not move. What she took out, if she did, was by sitting\nand going to the toilet, not to me. So two separate operations. Who else did what, I don't know.\nWe did not talk about it.\nQ. Okay. So at the time, you didn't know where the gunpowder was going?\nA. No, no idea.\nQ. No idea. Although you knew it was going somewhere, or you hoped it was going somewhere.\nDid you think at the time there was organized help on the outside that would coordinate with\nresistance in the camp?\nA. This was the rumor. This was the news that we were given, that when the Russians come, the\nPolish workers party and the partisans, the Polish partisans from the outside have contact with\nthe organized underground in Auschwitz and there were some from the outside that they give a\npassword to the underground and we will all revolt. But this was the extent of it, you know,\nthose were unconfirmed rumors. We did not have any direct contact -- I didn't have any direct\ncontact with anybody who is, quote, organized underground. Maybe Estucia did. I didn't. I\ndidn't -- you know, we were comforting each other, you know, every day there were new news,\nyou know, that the Americans, they have joined the war, Berlin is bombed, the Russians are here,\nthe Americans are here. They were bombing. We heard the planes over. We were begging for\nthe bombs to fall. They never did. It was here now that I saw in the Washington museum the\narea map of Birkenau that was taken by a U.S. plane.\nYou know, there is a writer by the name of Wyman (ph), David Wyman. He wrote a book called\n\"The Abandonment of the Jews.\" And he is saying in this, in his book, that these four girls dared\nto do what the allied forces did not, to confront the Nazi empire. I was sidetracked.\nQ. Well, tell me what you remember when you heard noise in October. Did you hear the noise\nof --\nA. No.\nQ. -- the explosion? No. So how did you -- what happened that you remember before your sister\ngot taken away? How did you know what --\nA. I don't remember exactly when the union commando was transferred from Birkenau into\nluxurious quarters in Auschwitz. We were not in the men's camp. We were next door to the\nwhorehouse. I remember, because when we were walking into our new quarters, there were the\nladies of the night in Angora sweaters leaning through the windows and cheering us, welcoming\nus to the camp in Auschwitz. Our blocks were outside of the men's camp. When I was back in\nAuschwitz, I was looking for them but they no longer existed, it's very disorienting. Anyway,\nwe were moved into these quarters. This was like heaven. They were brick buildings. We had\nbeautiful wooden bunk beds. And there were only two in a bed -- three in a bed, but they were\nlarge, where we were eight before in that space, we were six. And the bunk beds were back to\nback and side to side. In other words, you had three and three and three and three, and with the\nhead to head, three and three on the other side, right, like that?\nAnd on the first. We had showers, hot and cold water in the building, we didn't have to go\noutside anywhere. They were beautiful. They were clean. They were brand-new and spotless.\nAbsolutely gorgeous. There was a movie theater. And one day we were forced to go to see a\nmovie. I don't remember what the movie was. We were there a short while. While we were in\nAuschwitz, and this must have been November that the crematorium blew up -- October,\nOctober, so we were already in Auschwitz. In Auschwitz, we've heard that the crematorium was\nexploded and the sonderkommander watched, but we were already in Auschwitz. The\ncrematorium was in Birkenau. We didn't hear. We didn't see. We were told. There were girls\nwho worked in Birkenau and lived in Auschwitz. The runners, I don't know who else, so there\nwas communication going on. We knew that this is what happened, that's all we knew. After --\nQ. Were you still working in the same place?\nA. Yes. We are working in -- but we are no longer smuggling. The moment we were moved\nfrom Birkenau to Auschwitz, the smuggling stopped, finished. A little while later, ... the four\ngirls -- no. Alla Gardner was caught for some reason. She was tortured. And she give up the\nname of Rosa Rabota (ph), Esther Wajcblum, that's it, the three. They were taken into block 11,\nwhich was in the men's camp, which was the prison, into Birkenau, which had a prison, within\nthe prison, the block 11, they were called the block there. They were tortured and they were\nasked to give up the name and people with whom they worked.\nAt the time, it appears that when the revolt in sonderkommando occurred, the Germans found\ntraces of gunpowder on the ground in the little manufactured -- had manufactured little whatever,\nhand grenade. I understand they were made out of shoe polish and with a little wick -- shoe\npolish boxes, you know, they put the gunpowder, there was a wick. I'm not exactly sure, this is\nwhat I was told. What we didn't know was that the gunpowder can be identified, it has special\ncharacteristic, and they knew that this gunpowder had to come from union and nowhere else.\nAnd only those girls work in the gunpowder, Estucia. Alla didn't. I don't know how Alla was\ncaught, what happened with her. The three of them were tortured terribly. They came back.\nEstucia was raw meat. While Estucia was in the bunker, I approach somebody who I was told a\nBelgian Jew, working in these presses, was working in the underground. And I told him tell me\nwhat they are saying so that I will know what to say. And he said to me get out of here, I don't\nwant anybody seeing you talk to me. He was afraid. While they were in the bunker, I was\nquestioned in the office in the union. Two SS men came, you know, the good cop, bad cop. One\nwas very threatening. Our kapo of the union was called Maria. She was in the office. The\ncivilian German master -- meister Fernandum (ph) was there too. Maria started to slap me\naround and he put a stop to it right away. Maria, we don't need that. And these Germans were\nasking me, tell me -- look, you might as well tell us everything because your sister confessed.\nThey looked at me. She confessed? What would she confess to? She is not a liar.\nShe has nothing to confess to. What do you know? I say I know nothing. They let me go, just\nlike that, nothing, nothing. When she came back, we thought this is it, it's finished, thank God.\nOkay, she was tortured. Marta took care of her. Marta took care of everything, of everybody,\nalways. We thought this was it. I know that they were out of the bunker by December Ist\nbecause this was my birthday. And we are celebrating my birthday and her release. And Marta\nmade a rice pudding for a dessert for us. I don't know where she got it. And she put it on the\nwindow to cool for later, and we're sitting there and talking and having good time. Came time\nfor the rice pudding, it was gone. It just wasn't there, okay. But I remember this was December\nIst. And then -- the story, by the way, when -- you know, when they were asked by the Germans\nwhat did you do, they gave the names of all -- as their contact people, of all the names of the\nsonderkommando who we knew were dead. Why did you do it? For bread. Finished. This was\nall. And then they were taken again. And here we don't know. One story is that maybe, while\nthey were left out, they were left out, so that they would be watched for the contacts and\nfollowed. Another story says that there was a girl who was caught during one of the searches\nwith a parcel and who said if you leave me alone -- she didn't want to give away the name of the\nperson who gave her the food parcel. She said if you leave me alone, I will tell you who stole\nthe parcel, and she gave the names. I don't know. All we know 1s that they were taken back.\nRegina Shaffelstein (ph) helped in the girls in pulver room, but she did not smuggle. She was\ntaken because she was responsible of the girls in the pulver room. Rosa Rabota never worked in\nthe union, she was never in Auschwitz. She was in Birkenau, working in the klidenskamer (ph),\nwhich is, you know, sorting out clothes commando.\nShe was in the camp for a long time. She came there before we did. And she was the one that\nhad the contact with the sonderkommander.\nQ. Let's go back. When the three were taken the first time, in November, Alla, your sister, and\nnot Regina but --\nA. I'm not sure whether the three, or maybe Regina too.\nQ. Maybe. Okay.\nA. Maybe.\nQ. Okay. And when they came back, your sister was in very bad shape for a while?\nA. Terrible.\nQ. And she gradually got better and then you talked to her about what had happened to her?\nA. We didn't talk. There is no need to talk. I could see.\nQ. But did you talk to her about what she told them?\nA. Yes. And that's what she said, that they told them that they'd give the names of the\nsonderkommando, and they did it for bread.\nQ. So she told a story that the sonderkommando said to them get us gunpowder and we'll get\nthem bread?\nA. No, no, she never told me that, never.\nQ. Okay. Tell me exactly what she told you.\nA. She told -- we were talking, as far as -- first of all, it was difficult for her to talk, she couldn't\ntalk. Secondly, she told us that Jakob was wonderful for them. Jakob Konjanik (ph) was the\nkapo of the bunker, was just wonderful to them, very helpful in every way, encouraging,\nprobably trying whatever in whatever way he could. She told us, that she said that the\ngunpowder was given to the sonderkommando, that they knew that they were all dead. We knew\nabout their revolt before they were taken to the bunker, so they knew who were dead, and that\nthey didn't say anything else to anybody, which they didn't. This was it. We were just happy\nthat she is out and this 1s all over. Does this answer your question?\nQ. You trust Jacob, the kapo?\nA. Very much.\nQ. And you knew him before your sister got taken the second time, or she told you about --\nA. No, no, no. Marta. Marta was working in the post office. There was a post office in\nAuschwitz. The Germans, the Germans in particular I believe that, and Christians from other\ncountries as well, were entitled to get parcels. Marta was working in the post office in the parcel\noffice. Marta had contact with Jacob. Marta was the one that kept the communication going\nbetween Estucia and me while she was in the bunker. Marta was the one who heard from Jacob\nthat he -- when he got orders for the execution, that he stayed the execution, that he was -- he\nknew, as well as we knew, that the Russians are coming, that the war is ending. He was praying\nfor time, hoping that the execution will be not only postponed, but will never take place, he was\ntrying very hard. So he told the commandant that he will not accept his order. He apparently\nhad that power. And he was waiting for orders from Berlin. The orders did come. I never met\nhim while in Auschwitz; Marta did. I was supposed to, but 1t never happened. But in Israel,\nwhen I came to Israel in 1946, he found me and came to visit me to find out how I am doing.\nThis is the first time that I have met him. I knew of him from Estucia. She told us, that is one of\nthe things she told us, how good he was to them, how much he cared, how much he took care of\nthem. I had never met him. I only heard of -- until in Israel.\nQ. Okay. We don't have a lot left. I'm going to ask you a couple of other questions. What\nabout, did your sister have a boyfriend?\nA. Yes.\nQ. Tell me about him or what you know about him.\nA. What I -- okay. His name was Tadek (ph). He was Polish, non-Jew. He was a kapo -- we\nalready are familiar with the term \"kapo\" -- of some kind of a commando that had something to\ndo with wood. I don't know whether they were chopping wood, whether they were -- what they\ndid do with the wood. As I told you before, pulver room was situated on the northern side of the\nbuilding of the union. They had a door in the window leading to the outside. For fresh air, they\nkept the door open. Tadek's commando was passing by pulver room every day, morning,\nprobably in the afternoon. As a kapo, he had a lot of power, he could. And then his commando\nwas not far from union. Sometimes we used to get our lunches, not inside but outside. Some\nway, I don't know. Maybe they were allowed to go outside for fresh air, the girls from pulver\nroom. Somehow Estucia met Tadek and Tadek met Estucia, and they became very, very\nfriendly. And one day he gave her a food parcel. And this was so unfortunate that Rose Smith,\nwho worked in pulver room, was caught with the parcel and then she got the beating because of\nthat. You know, this was Estucia's parcel. That's all I can tell you about him. End of Tape 2.\nTape 3\nQ. Now I want you to tell me what happened when your sister and the others were taken in late\nDecember, what you -- I just want you to start going chronologically from there. I know this is\ndifficult, but I want you to tell me what happened as you remember it.\nA. I don't know how long it was before they were released from the bunker. And we were so\necstatic, believing it's all over, they are free, the investigation produced nothing, they will let\nthem go. And all of a sudden, they were taken again. And I was beside myself. I didn't know\nwhat it meant. Marta, who was working in the post office in the men's camp, was in touch with\nJakob. Jakob was so involved with the girls, and with Estucia in particular. Estucia was the one\nwho must have told him about Marta. And Marta and Jakob were in contact. I was losing my\nmind. I was so worried, I just couldn't function anymore. I believe that Marta bribed somebody\nto get me into the hospital, which was called Teraveer (ph) in Auschwitz, and I was there. And\nshe was the go-between, Jakob, Estucia and me. Every day -- again, I have more particulars,\nmore details, in the book. She was trying -- Jakob asked that she arrange that I go to see him and\nEstucia in block 11. This was possible from the hospital because this was only a small hospital\nwith a few beds, but for x-rays and for some more serious things, they had to go to the hospital in\nthe -- main hospital in the men's camp.\nThis was also a way to, you know, where you could go have contact with men, and what have\nyou. And Marta was working very hard to try to get me to go on one of these transport -- not\ntransport, you know, this outing to the men's camp, with an excuse that I need to go to the\nhospital. Well, I wasn't functioning very well. One morning, I was standing in line to go with\nthis group that was going to the main hospital in the men's camp. And this doctor, whose name\nwas Tetmeir (ph), we called her in Polish Tetmeirka (ph). So Dr. Tetmeir, I was standing in line\nand she asked me: \"What are you standing here for?\" And I said: \"I have the flu.\" So she said\nto me: \"For the flu, you don't have to go, you go some other time.\" And she took me out of the\nline. So I never got to see Estucia or Jakob, it simply didn't work. And then I was getting into\nmore and more depressive state. And I remember that one day Marta came and she said to me:\n\"T have a letter to you from Estucia.\" And she brought me a letter from Estucia. This was the\nlast communications that I had. I don't remember it verbatim now. But when I was in\nAuschwitz in 1993, I met with the officials of the museum, and we introduced each other. And I\ntold him who Iam. And he took me to block 11 and he says to me: \"Which cell was she in?\" I\nhad no idea. But, I remember her last letter. And from this letter, we could locate which cell she\nwas in. Because in this letter, she was saying \"I can see the shadow of the legs of the prisoners\ncoming back from work,\" so the window of her cell must have been facing one of the main road\nwhere the people were coming back. She said: \"Oh, how I miss the familiar sound of appell.\nSo terrible then; so missed now. How I miss everything. Everything is gone. And I so much\nwant to live.\" A summary of the last communication that I had. So I never saw her. Help me\nwith what your question was. I strayed away.\nQ. No. You are -- you're telling me what happened after she was taken.\nA. Oh, yeah. Yeah. And I was getting into a deeper and deeper depression. And one day Marta\ncame and said to me: \"Listen to me. We got orders, Jakob got orders from Berlin, the execution\nis stayed. They are going to live.\" One day, I was in hospital. Marta came, took me out of the\nhospital. And the union commander was standing in Auschwitz in the appellplatz, it's the roll\ncall platz. I saw the girls, but I didn't see them. And Sherry and Nellie, Anitzka (ph), all of\nMarta's friends, grabbed me, took me into the block. I knew I didn't know. And I didn't know\nwhat was going on. The last I knew, the execution was stayed. And we are in the block and\nsuddenly there was ... the collective scream, and I knew what happened. They were hung two by\ntwo. And this was January 5th, 1945.\nAnd Auschwitz was evacuated January 18th, 1945. Rumors had it that the camp is mined and\nafter we leave, it will be exploded. I didn't want to leave. I didn't want to go. Marta was pulling\nme bodily. I never believed we will survive, but we did. But my sister didn't. And I will never\nknow what the sacrifice was for. The four girls who gave their life for a free world, for a better\nworld. I believe that one day it will be a better world, in spite of the evidence to the contrary. I\nbelieve -- I have to believe they didn't die in vain, they did it for something. I believe that such\nwords as \"honor\" and \"integrity\" still have meaning. I believe. ... I'm sorry.\nQ. Do you remember the death march? Do you remember liberation? Or were you so --\nA. I remember, it was January. We were escorted by the old Wehrmacht German soldiers, who\nwere so old that they were not fit for the eastern front, and this is why they were appointed to\nmarch us through the countryside, deep into Germany.\nI remember it was snowing and the sky was beautiful. There were stars in the white snow. It\nwas like a fairyland. We had to have the soldiers march because we couldn't. And we could\nhave run away except there was nowhere to go. Where will we go? Who is going to help us?\nSo we went and we went and we went and we went. At night, we would sleep with cows in the\nbarns. And we would steal their food, what they called the white and yellow hard vegetable,\nturnip, used to eat the turnips. But no, we couldn't. And we walked until we -- I believe we\nreached Ravenbruck, the camp in Germany. From there, we went by train. Oh, it was a different\ntrain from the one from Warsaw. It was cozy. It was lovely. The doors were open. There was\nstraw on the floor. We got to the camp called Neustadt-Glewe, Mecklenburg. Iranu Byranese\n(ph), one of the Jewish girls, died there. So the German campers were running to us to ask us\nwhat is the proper ritual to bury her? We think she should be buried according to her faith. We\nwere liberated in Neustadt-Glewe. How did we know? There was nobody around us. The\nGermans were gone. We were afraid to move, that the camp was being mined, that if we take\none step, it is going to explode with us. We didn't know what to do. I was too sick to move, not\nonly because I was depressed, but also because I had my boils and they were -- I couldn't move.\nThey were sticking to my underwear, with the pus, with the -- I just -- I was just too sick to\nmove. All of a sudden, the girls started to move. Nothing happened. So they raided the food\nsupplies. They ate by mouthful the milk powder and the egg powder, that's what was there, just\nby mouthfuls. The tragedy was that many of them died of overeating. I was too sick to eat. I\nbelieve that we were liberated by the British and the Russians, they met there, if I am not\nmistaken. I am not sure. I was taken to the hospital. I was in the hospital. I was operated three\ntimes for the boils, my backside, and they wanted to operate again. I told them I don't want any\nmore. When I was in the union, next to me, at the table where I worked, was a Belgian girl by\nthe name of Rosa Tabakmun (ph). When you sit and the work is monotonous, you talk. What\ndo you think you talk about? You talk about food. And she was telling me the best ice cream in\nthe world is in Belgium. That's good. It comes liberation time, repatriation, Marta says she\nwants to go to Czechoslovakia. What's the point? She wants to find maybe somebody of her\nfamily survived. I said: \"Listen, I don't have to go to Poland, I know that mine didn't. You will\nfind your relatives. Let's go to Belgium first. Let's try the ice cream, then we'll go back.\" So we\ncome to the tables. In each table, they have every country, and there is a country for Belgium.\nAnd I and my perfect friend, high school friend etcetera, she said to him she speak Belgique, so\nhe knew that I looked Belgique. And I told him, you know, we have a relative, Rosa Tabakmun,\nbecame our firsthand cousin, she lives in Belgium. We have nobody in Poland. We have\nnobody in Czechoslovakia. This is where we want to go. Fine. So we went to Belgium. We\nhad ice cream for breakfast, lunch and supper for a long time. This is how we ended up in\nBelgium.\nMarta fell in love and married. I lived in Belgium for about a year. And by the way, I was, by\nthis time, 16. Through the offices of the Jewish organizations, we were sent to a repatriation\ncamp in Artens (ph). It was beautiful. And in 1945, I wrote a diary, in Polish at that time,\nblow-by-blow description of everything that happened up until the execution time. This was\nJuly, August 1945. I couldn't cope with that. I put this diary away for 50 years, never looked at\nit again. But recently I had it translated for my family. So there it is. The diary is better than my\nmemories. There are many things that I don't remember, of course. But the diary keeps it for\nme.\nQ. I'm going to ask some specific questions. First, how many girls worked in the gunpowder\nroom? Do you remember’?\nA. I always thought it was six. I think that Rose Meth, who was born Rose Greenapple, worked\nin the gunpowder room together with Estucia, she should know better. It was six, seven, eight\nthe most.\nQ. Small number?\nA. Small number. I know that they worked on day shift, of course. I am not so sure that there\nwas a night shift. I know -- I don't know. I never heard that there were. You would think you\nwould hear by now, but I didn't. My impression is that it was only during the day shift. I may be\nwrong.\nQ. And you said the smuggling stopped when you --\nA. Moved.\nQ. Moved from?\nA. Birkenau to Auschwitz.\nQ. Why did the smuggling stop at that point? Did you know why or do you remember why’?\nA. I can only assume that whatever preparations we made, remember, for the general revolt, was\nno longer valid when we were moving into a new location, when we had nothing. We did not\nhave the access to the -- our shears that we had, to the agricultural tools, to nothing. We were no\nlonger there.\nWe were coming into a new place. We didn't know where we were going. Suddenly, suddenly it\nwas a new reality. There was no point, you know, we were too new there to get ourselves\noriented to know what we are going to do. We were there not a long time. And events started\nprogressing very quickly.\nQ. So there was an element of fear when you moved, maybe?\nA. Disorientation. Disorientation. The sonderkommando -- the crematorium blew out when we\nwere in Auschwitz, I believe, meaning that in October, we were already in Auschwitz, I think,\nyes. I'ma little bit confused about the dates. But if -- if the revolt was, was in October, and we\ndidn't hear it, but Alma told me about it, then we were already in Auschwitz. So it wasn't so\nmuch the fear but with this location, there was disorientation. You need to be in a place for a\nwhile to start functioning. Again, this was a new reality, this was something new. We know\nnow that this was, what, September, let's say, October, a few months till we were finally\nevacuated. But at that time, this was a new beginning. Do you understand what I am saying?\nQ. Another question. Tell me about -- oh, between the time that the girls were first taken in\nNovember and questioned and then they were released, when they were released, did they also\ngo back to work? Do you remember?\nA. I don't know. I don't know about the others. Estucia couldn't.\nQ. So she stayed in the block all day?\nA. Couldn't. It was not possible. I don't -- Marta would know. Marta will know exactly.\nQ. Okay.\nA. Marta should be interviewed, if she will let you.\nQ. In the union, men and women both worked?\nA. Yes.\nQ. And did the men come -- was it about equal numbers? Tell me little bit of what you\nremember.\nA. The men and women were separated.\nThe men worked in different department, of course, and the women were working in different\ndepartment. I am not sure about the numbers. Somehow, my impression is that there were more\nwomen than men, but there were quite a lot of men as well. So if my estimate is correct, then\nduring the day shift, there were just about a thousand women, | think. Because we were in the\nfirst 500, and then came the next 500, and it makes a thousand. Then there would be probably an\nequivalent number at night. I'm not sure about those numbers, but just approximately.\nSomehow, my feeling is, and this only a feeling, that there were perhaps half the amount of men.\nBecause maybe a lot of precision work were made by women, while the more rough work was\nmade by man. I don't know. There was little communication except for very specific man who\nhave special professions, let's say an electrician or a machinist, you know, that needed to repair\nsomething, and suddenly you would see a man here and a man there. But most of the time, those\nwere separate. Except for the time when the Allied planes, in '44, were flying over Auschwitz,\nthey were bombing, there were sirens of air raid coming up, and the electricity would stop. All\nthe German personnel would grab their gas mask and their outfit, and whatever, and run. And I\nnever knew where they were running, to what shelters they were running. And we, the prisoners,\nwould sit under our tables. Our tables were made out of metal, and this was, in a sense, a\nprotection, not if we wanted protection. What we desperately wanted was for those planes to\nplease bomb it, finish it, finish it, bomb the production. Of course they never did. But during the\ntime when the electricity stopped, you suddenly heard the noise the machines were making when\nthe electricity was on. There was quiet. And in this quiet, the Greek men and women across the\nfactory would join in singing.\nAnd it was the most beautiful sound. I don't know Greek, but I remember the word triana (ph),\noh, oh, la triana, and this was a harmony and communication in song all across the factory. It\nwas one of the most beautiful, beautiful sounds that I remember from union. I'm sure all those\nthat were there remember this as well. I wonder where they are.\nQ. Back to stopping the smuggling between when you moved from Birkenau, could it have been\nthat Estucia no longer had her contact to pass the gunpowder on, do you think?\nA. It could very well be. It could very well be that she no longer had her contacts, yes. It is\nquite possible.\nQ. But you don't remember -- you don't remember talking to her about stopping it, or anything?\nA. No.\nQ. Another question about her. Do you remember, since she was four or five years older than\nyou, did she try to protect you? Do you remember? Did you know that she might have done\nthat?\nA. Well, of course she wanted to protect me. If you mean that did I know what she was doing\nand this way she didn't involve me, I don't think so. That she wanted to protect me, yes. She\nwrote to Marta, telling, her please take care of Hanka for me and then I will die in peace. In that\nsense, yes. To protect me, no. It wasn't so much for protect me as the security was very strict,\nyou know, we all knew one other person, each one of us, not more than that. It wasn't so much\nto protect me when I was involved as is to protect others in terms of security. No, I don't think\nso. No question that she was concerned for me, but not in that sense, no.\nQ. Tell me about those messages to Marta. Because that we didn't -- you didn't talk to me about\nthat in depth. But those last messages to Marta to take care of you, how did Marta get those\nmessages?\nA. Marta got those messages from Jakob directly. Jakob had a great deal of power. He had the\nfreedom of movement.\nEstucia must have asked him to do that, and he actually delivered written paper. He must be the\none that provided them with paper and pens or pencils, what have you, to write on. He delivered\nit to Marta. Marta delivered it to me. The rest were to be through Jakob. And as I told you\nbefore, I was supposed to meet him. He asked for it and, you know, his word was \"important\"\nbut it never happened. But he was the one that -- and Marta, that give the messages in paper, in\nwriting.\nQ. Were you afraid? I mean do you remember being afraid during the whole smuggling thing?\nA. We were terrified. We were absolutely terrified. We were terrified of the consequences, but\nnot terrified enough not to do it. I was terrified every time I was walking with my two boxes\nunder the nose of this glass cubicle where the master -- the director of the factory sat. And I was\nwalking just under him and around him. Of course I was terrified. I was panic-stricken. We\nwere terrified every time we had the gunpowder on us, we were terrified. But remember, we\ndidn't believe we would survive. We knew why we are doing it. Sure, we were terrified. We\nwere terrified to die anyway. But there is a difference between terrified to suffer and terrified to\ndie for nothing. So one overrode the other. We were wrong. I was wrong. We survived. We\ndidn't know at that time that there was any possibility of that. I was wrong. Does this answer\nyour question?\nQ. Yes. Now I want to ask you a couple of questions from things that I read, which you may\ntotally disagree with or not know about, and they may be erroneous. Did you know a kapo\nnamed Eugene Koch (ph)?\nA. No.\nQ. Okay. One account that I read, he might be the one who denounced your sister and the others.\nA. How could he? How did he know?\nQ. I don't know. I'm asking you.\nA. I don't know.\nQ. Okay. You never heard of him?\nA. No. I read about that. I don't know. Just recently.\nQ. And Ruth, in testimony, once mentioned a Russian girl Clara. Did you know about that? Do\nyou know her? Tell me about that.\nA. It's arumor. It's a story I was told. I don't know for sure. But at that time, this was the story\nabout the girl. And I didn't want to mention her name, that I told you who was caught at the\nnight shift with a parcel. And she said if you let me go, I will tell you who was smuggling the\nparcel -- the gunpowder. This girl slept with Alla on the same bed. She give up Alla. This is\nhow Alla was caught. And this is how --\nQ. And you think Alla may have given up --\nA. Yeah. There is no -- please, there is no, not any kind of a criticism here, you know. She\ncouldn't help but. And to her strength, she only gave three names -- two names, Estucia and\nRosa Rabota. She didn't give Regina. Regina was taken because she was responsible for both of\nthem. So Alla gave only two names: Estucia and Rosa Rabota.\nQ. Do you know for sure that Alla --\nA. That's what I heard.\nQ. You heard that?\nA. Yeah.\nQ. So you don't know for sure?\nA. I don't know. I don't know for sure. It makes sense, otherwise how did they found them?\nThere's no other explanation. I don't know for sure. This was the conjecture. This is what we\nunderstood. There is no other way that they could have found those girls. Certainly not Rosa\nRabota. Rosa Rabota had nothing to do with union. She was in Birkenau and then\nBestideakomen (ph). No way. They questioned us and they found nothing. No way. How\ncould they know? Not through Karl. Through whom? Unless this girl had a contact with Clara,\nand this is what Clara told him, could be. My understanding was that it was Alla. I don't know\nhow they found out.\nQ. Why do you think that it was Alla?\nA. Alla was the first one caught and questioned. And that's a fact, that she gave the names of\nEstucia and Rosa Rabota. That's a fact. She was the first one caught and tortured.\nQ. So she was taken before --\nA. That's right.\nQ. But she was held while Esther was also taken?\nA. Immediately after, they were taken, Esther and Rosa Rabota.\nQ. Like within a day?\nA. Yeah.\nQ. Did you know Rosa?\nA. I don't remember. I don't remember her. I may have. I don't -- I don't remember.\nQ. In one thing I read, it said that Regina did not participate in the smuggling, and in another that\nshe did participate.\nA. My impression was that she didn't. But she must have known and closed her eyes. Rose\nMetz (ph), who worked in pulver room, is telling me that she did know, that she did help. I don't\nknow. I don't know.\nQ. Do you think that -- I guess you didn't know a lot of men in the camps, but how do you think\nmen and women confronted that -- do you have any thoughts about how men and women\nconfronted the situation, either similarly or differently?\nA. In what terms?\nQ. In any terms. I don't have a specific -- I'm interested because you seem to think a lot about\nsuch things.\nA. I will tell you -- first of all, coming back to your last question, you know, there are only three\nsurvivors who really, who are still alive, thank God, who could give more light to this question\nof who and what. It is Marta Bendeger Schiss (ph), who lives in Belgium. It is Malla Weinstein\nZimmen (ph), who lives in Israel. It is Rose Meth, born Greenapple, who lives in Brooklyn,\nNew York. Those three women, that I know of, were connected, one way or another, with this\nwhole episode. There is one more in Israel by the name of Veret Muron (ph), who was Rosa\nRabota's very good friend, who was involved in Rosa's activities outside of the union one who\nknows her well. Those are the four people that perhaps should be asked again the details, who\nmay remember better than I do.\nThey should be. Those are the four that I know of. Of course, there are historians and other\npeople that write about it, okay. Sorry. The relationship about men and women, about men and\nwomen, you know, ... I don't know why, maybe grass is always greener on the other side, but I\nalways had a feeling that women have a greater capacity for cruelty to each other than men do.\nMen do know how to engage in team sport. Women do not. I feel -- I may be terribly wrong --\nthere is a paradox in there. I don't believe that anybody could survive alone just for their own\nsake. There was a much greater of moral and physical survival if you were close to somebody,\nnot a whole group of people, but one in particular. If you lost your family, you adopted a\nstranger, who became your family. And this, this perhaps, this maternal instinct, or the need to\ncare, that made it important to survive for each other. I think that people who felt themselves\ntotally isolated gave up. But if you had a close link with somebody, you had a better chance for\nmoral and spiritual survival, and therefore a physical one. I think it is almost impossible to\nsurvive alone. I don't know how men felt about that. Maybe they were more in a group. We\nhad this group that met together that were dreaming of a better life, and those were the kind of\nmeaningful encounters that thinking people need to have as a stimulus for living, which is a little\nbit different than on a one-to-one caring deeply for each other's survival. I remember when my\nsister had typhus in camp. There was a market in Auschwitz, did you know that, in Birkenau?\nThe non-Jews were allowed to get parcels, and the German prisoners for sure. And they used to\ntrade these luxuries that they used to get through the parcels for bread or soup or what have you.\nSo there was, in between the blocks afterwards. And when Estucia was sick with typhus, she\ncouldn't eat, not the soup and not the bread. And I used to exchange it for a little bit of sugar,\nmaybe, or an apple, or something like that.\nAnd therefore, I had to give her bread and my bread to get it. I didn't feel the hunger. And the\nphysical hunger really was not important, but the fact that I am needed to give her something to\novercome the typhus was more important. And she overcame it, and we went back to the regular\nroutine of our meals, if you have. Somehow I feel that this is more important. When I was\nseparated from her, and of course the circumstances too, I give up. If it wouldn't be for Marta, I\nwouldn't be here. And Marta was very close to us for the same reason, she lost her family. And\nwe had affinity to each other, which was very unusual because Marta is from Czechoslovakia\nand we are from Poland. There was a great deal of animosity between the Czechs and the Poles,\nand the different ethnic groups. Because the Czech girls, who were the first that came to camp,\nwere in the position of administration and power. They didn't like -- you know, it's the kind of a\ndynamics that you find in anywhere, about the newcomers, the new kid in the block, the new kid\nin the class, new immigrants coming to a country, you know, that type of a thing is almost\nduplicated in the dynamics of the camp situation. There was very little love lost between the\nCzech girls in power and the Polish girls that were Polish. But Marta and Estucia and I were\nkinship spirits, and who love each other to this day. And it is, again, my conviction that this kind\nof caring for each other helps you overcome. While when you are alone, I give up. Marta took\ncare of me. I don't know whether men experience the same type of thing. I wouldn't know. I\nknow that people desperately, of course, were trying to find, men, women, that came from their\nown hometown. They may not have had anything to do with each other before the war, you\nknow, either socially or academically, or what have you, but just know that if not your family,\nsomebody from your town was there, this became the closest kinship that could be. So people\nwere trying to find -- there was a Yiddish word, landsman, you know, people coming from the\nsame background. People knowing people that you knew became a kind of a kinship\nrelationship. I think that in terms of loyalty and solidarity, the situation could have been a little\nbit better in the men's camp than in the women's.\nSo there were, you know, these two elements, the elements of a great deal of cruelty and sadism\nand power wielding, rough brutality, and this great love. Not so much team playing. I don't\nknow how it was in the men's lager. It's an interesting question. I'm not sure. Does this answer\nyour question?\nQ. It does answer my question. And now I want you to tell me a little story about registration,\nwhen you first came in and got your number.\nA. Ah, when we first came in Auschwitz, I told you, you know, the first thing was, of course, we\nwere disrobed and then our head was shaven. You know, even if you have your bathing cap on\nand you see yourself without your hair, it just doesn't come close to how your face changes when\nyou have no hair. So when our heads were shaven, I was looking for Estucia and she was\nlooking for me and I couldn't recognize her. She was standing beside me. AII I could see was\nthe two big green eyes. She had a mass of chestnut color long hair. And all of a sudden, all I see\nis these two big green eyes looking at me and I don't know who it is. And 1t was her. She was a\ndancer before the war. She won a scholarship. We went to a theater one day, and it was a ballet\nperformance. And then the children from the audience, those that wanted, were invited to\nperform on the podium -- on the stage, and she went. And she performed a waltz and a chardish\n(ph), and she got the scholarship. And her scholarship was free tuition to a dance school. So she\nmoved like a dancer. She was very graceful. So there she was, you know, thin, tall, willowy,\nwith big green eyes and no hair. And then we line up to have our tattoo done. And, you know,\nit's a question of luck. Those were other girl prisoners that were given this apparatus to tattoo\nyour number. And some were -- an alphabet they didn't know how to write, and didn't know\ntheir numbers, you know. And if you struck out, your number would look like somebody who\ndoesn't know how to write. If, by the same token, you got somebody who had some writing\nskills, then your number was, you know, more or less well written. Estucia's number was -- let\nme see -- 48149.\nAnd my number is 48150. And the girl that tattooed my number said to me: \"You are going to\nsurvive.\" And I looked at her: \"How do you mean?\" She says because the total of your number,\nfour and eight is 13 -- and -- four and eight is 12 and one 1s 13 and five is 18. This spells, in\nHebrew, chai, which means life. The number 18 is a life number in the Jewish culture, if you\nwant. And she knew how to write, she obviously had some Jewish background. It's a very\nencouraging kind of thing, you know, to be told in something so terrible, hey, there are good\nnews.\nQ. Now I want to ask you about some of the people that you knew. And we don't have a whole\nlot of time left, so I'm going to ask you -- I'm not going to ask you to describe your sister first,\nbecause we probably should reload. But did you know an SS woman known as the frog that\nRuth talked about?\nA. Who is Ruth?\nQ. Ruth Meth (ph).\nA. Gross (ph).\nQ. The frog?\nA. Grosbeth. Grosbeth (ph). Okay. No. Maybe she meant Alma.\nQ. Maybe she did.\nA. No. But Alma wasn't an SS woman. No, I don't.\nQ. Okay. Anitzka (ph)?\nA. Yeah.\nQ. Tell me about her. Who was she?\nA. Anitzka lives -- is alive. She lives in New York. She was a Czech girl, a young girl, who\nwere -- she was also from the first Czech transport, by the name -- Marta's number is 1711, from\nthe first transport in 1942 of the Czech Jews to Birkenau-Auschwitz. Anitzka was a very, very\ngood friend of ours. She worked in packary (ph). This is the parcel post office. The pakary post\noffice was a very small commando of four or five girls, who had a very, very caring, motherly\nSS woman who took care of them.\nAnd this is because of Anitzka that Marta, when we were transferred from Birkenau to\nAuschwitz, got the job in the pakary. Anitzka was a young girl with the high cheekbones and\nround face, always jolly, always good, always ready to help others as much as she could. Ah,\nshe was a friend. She still is.\nQ. Sonia Huberman (ph), do you know her?\nA. Sonia Huberman is my cousin. Sonia Huberman comes from Warsaw. She was married, had\ntwo children. Her husband left in 1939 to the International Fair in New York. When the war\nbroke out, he was in the States, she was left with the two children. She had to care for her two\nchildren in the ghetto. She was there with her sister, by the name of Rahelka (ph). You know,\nindependently, but together, our roads were following each other. I was with my sister, she was\nwith her sister. We went with one transport from Warsaw ghetto to Majdanek, she went with\nanother. She came with one of those transports where the children would left in the camp. And\nshe came with her sister and with her two children, a boy and a girl. The girl maybe three, the\nboy maybe five. Two beautiful children. One day, she volunteered to go outside of the camp.\nThere still was some -- Majdanek was, you know, not quite as isolated, at that time, as Birkenau\nwas. There were farmers working in the field that you could sometimes get something in\nexchange of something. And she was desperately trying to get, you know, a fruit, vegetable,\nmilk, something. So she went and she got it.\nBy the time she came to camp, the children were taken away, there was nobody there. She's\nalive. She has two wonderful children now, a son who 1s a physicist, a daughter who has a Ph.D.\nin psychology. Her daughter has two children. Her husband passed away. She rejoined her\nhusband after the war in the States and they had these two children. How did you get this name?\nQ. I don't know. Something I read just before you mentioned that I am asking about. We must\nbe almost out of this roll. Are we? Two minutes. Why don't we put up another roll? I think it's\nsilly to --\nA. Why don't we -- okay. Why don't we stop now for awhile? We'll discuss it. Do you have\nmuch more?\nQ. Not much more.\nA. Okay.\nQ. Just a little bit. I think we should just do a few more. It's better to do it, because you can\nnever tell if you might remember something. Put on a half hour roll.\nA. Are we off? End of Tape 3. 03:55:25\nTape 4\nQ. Tell me about your sister.\nA. Well, what can I tell you? As I mentioned before, my parents were deaf. There was a four\nyears difference between each one of us. In other words, there were four years difference\nbetween Saba (ph), my older sister, and Estucia, and four years difference between Estucia and\nme; therefore, there were eight years difference between Saba and me. Because my parents were\ndeaf, they relied heavily on their oldest daughter to be their spokesman sometimes, you know,\nwith the hearing world, negotiating, outside the offices, whatever it was, the burden of\nresponsibility of being a spokesman for my parents was my oldest sister Saba. Because of that,\nwe felt -- I felt, that she was the privileged, she was the best liked, she had all the rights, I didn't\nhave any rights because I was the youngest, okay. So this put Estucia and me closer together.\nAnd we were partners in crime. We were confidantes. We were very close together. Ah, I\nalways had some writing facility, even when I was very, very young. And we had some kind of\na pact, you know, that I used to write her essays for her and she used to do other things for me.\nSo we were very close. Another thing was, you know, in Poland, there was a certain age level\nwhere you could go into the movies. It was Estucia's responsibility to take care of me when we\nused to go out. She wanted to go with her friends to the movie theater. She could fake her age.\nI couldn't. So there was a bribery going on. She would give me the price of the ticket, she\nwould go to the cinema. My mother never knew about it. I used to take the money and pocket it\nand get candies, which was verboten, verboten, you know, my mother didn't believe in that. You\ndon't eat candies before dinner, you spoil your appetite. Well -- so we were close together in\nkind of, you know, the type of things that children do. And we were very close. Ah, she was\nvery graceful. She was very beautiful. She was a dancer, as I mentioned before. You know, at\nhome, when you have family and guests, parents like to show off with the children's talents. So\nshe used to dance for company, and I used to dance too. But, of course, I was very tomboyish,\nand people would laugh when I would try to compete with her in dancing. So I learned very\nquickly to be the kind of the buffoon, the joker, you know, turn it around into a joking type of\nthing because there was no way I could be next to her. So we were, you know, by the\nconstellation of the family, very, very close. She was an adolescent during the war. She had\ndifferent preoccupations than I did. I was still very much a child, when she already was in love\nwith Humphrey Bogart, you know, so her interests were a little bit more sophisticated, more\nadult than mine, and she was more responsible. And she was also the one by -- who took care of\nme, you know, so I was very much, you know, under her protective wings. And when we came\ninto the camp, what kept us together is, again, this type of older sister/younger sister closeness.\nQ. Tell me -- I forgot to ask you one question. Was there ever a picture of Tyvek on her bunk?\nA. Yes, there was. There was a search -- I didn't remember it, but Rose Metz reminded me that\nsomebody made a sketch of Tyvek's picture. And this picture was found under the mattress in\nour bed, I believe. But I don't remember the details. Rose would remember it much better. I\nremember something about it, but not too much.\nQ. And you don't remember if there were consequences as a result of that?\nA. I know that Rose was cruelly beaten, beaten. Was it because of the picture? Was it because\nof the parcel? I don't know. One or the other. I know that. Terribly beaten, poor girl, it was\nawful.\nQ. Tell me about Marta.\nA. Marta. Marta was born in Balkiov (ph), in Czechoslovakia. Marta saved my life over and\nover and over again. She promised Estucia. Estucia asked her before the execution to promise\nher she is going to take care of me, so that she will die in peace. And Marta fulfilled that\npromise. She has been taking care of me ever since that day, one way or another. We got to\nknow Marta, we got very close to her. In the beginning, was terrible. Before we started work in\nthe union, the block altester (ph), who was a friend of Marta, that was responsible for the block,\nwas responsible to give a quota of workers to go and work in the commandos outside. Of course,\nwe, as people, were running away and we didn't want to be caught, we didn't want to work, we\npreferred to stay in camp and do nothing. And not everybody was needed, only a part. So I\nfound myself a place, a beautiful hiding place, just behind the door of the entrance to the block\nand under the window of the room where the bread was being kept to be given out. And Marta\nwas responsible for giving out the bread. Marta was worried for the block altester. And every\ntime I used to hide under the window, she used to come out and chase me out of there. And I\nhated her with a passion. And this is how we got to know each other. And this is how we\ndeveloped this very strong friendship for years. Marta, because she was so early in the camp,\nwas part of the administration clique of the Czech girls, so she had a little bit of pull. Ah, she\nused to give us extra things, like a little bit more jam, like my first decent pair of shoes that I got\nin the camp was from Marta.\nThis was just prior to the death march that she gave me wonderful shoes to walk in. Ah, Marta\nwas the one that enabled my staying in the hospital. Without Marta, it wouldn't have happened.\nMarta was the one that was bringing me little gifts into the hospital. I don't know where she took\nit, but she did. Marta was the one that was the go-between Estucia and me while Estucia was in\nthe bunkers, through Jakob. Marta was the one, when 1985, came from Belgium to Canada,\nOttawa, to tell me to start talking about the story, to put the justice, late justice, to put the history\nin the proper perspective, to give -- to vindicate the three girls that have been forgotten by the\nworld, that nothing was written or talked about them because nobody did. And she felt very\nstrongly that it was my responsibility, as a sister, to bring it up and do something about it. And\nit's only because of Marta's urging that I am doing that. Marta lives in Belgium. She has two\ndaughters -- two children, a son and a daughter. She has five grandchildren. And we are very\nmuch in touch. By the way, Marta was one of the women with whom Estucia used to leave the\ngunpowder packages in keeping, except that Marta didn't know what those packages contained.\nFor, you know, I don't know, it was just to accumulate a certain amount, not to go with -- it was\nevery tiny little thing, until she had a little package to be delivered to Rosa Rabota, by whatever\nmeans. She used to keep it in Marta's safekeeping. And Marta didn't know what it was, but she\nwas very much a part of it. And Marta knows a lot about the things that were happening. Marta\nknows about Rosa Rabota. I don't know if she knew her personally. She knows a great deal that\nI am not aware of.\nQ. Did Marta work in the union factory?\nA. No. No. Neither did Rosa Rabota.\nQ. Dora Kline (ph), you told me --\nA. Yes.\nQ. -- a little bit about. She just basically rescued you at one point?\nA. No, no, no. She never rescued me.\nQ. No?\nA. No.\nQ. Kept you in the hospital?\nA. No. Marta put me in the hospital. Dora Kline, under the pseudonym of Slawka, S-l-a-w-k-a,\nwas the medical doctor in the hospital, and we developed a friendship. I never knew that her\nname was Dora Kline. Marta knew. Marta knows everything. And we developed a friendship\nand we used to chat in her office. She was very much -- she was a very good doctor. She has a\nwonderful bed manners. She was a moral supporter for the girls who were sick in the hospital.\nShe was a real angel of mercy, and everybody knew, and adored her. This was her. She never\nrescued me for anything other than she has given me her time in the office to sit and chat and talk\nabout anything under the sun. I believe that she came to the camp also, not as a transport but as a\npartisan. You know that there were two categories of Jewish prisoners, ones that came through\nthe transport and ones that were kraktimasing (ph), those were the people that were picked up\nsingly, not in a transport, but for the sabotage or partisan or were caught as bearing non-Jewish\npapers, those people were registered in the camp under special category. They were not subject\nto selection. Okay. Did you know that? Yeah. Okay. So I believe that Marta was one of those.\nQ. Regina?\nA. Regina Sapperstein (ph), Regina Sapperstein, Regina Sapperstein was a little bit older than\nEstucia and I. She was chunky, short, always with a smile on her face. She always had a joke to\ntell. Whatever it was, she was always in very good spirits. She came from a little town, if I am\nnot mistaken, was called Bengene (ph), in Poland. I believe that she came from an orthodox\nfamily. They were a very close-knit family. She was responsible for the girls working in the\npulver room. Ah, she did not sleep with us on the same bed, but we were very friendly working\ntogether, and her working so closely with Rose Metz and with Estucia.\nAnd I remember her always as a happy-go-lucky type of a person, very, very nice.\nQ. And Alla?\nA. Alla was from Sosnowicz (ph), which is -- Sosnowicz and Bengenas (ph), those are two little\nJewish towns. Alla was very tall, beautiful girl. Ah, even, I'd say, difficult conditions in\nAuschwitz did not -- even not having her did not turn her posture and her bearing, very\nsophisticated, a very intellectual girl. And with beautiful, beautiful movements. Alla was\nanother one of this reluctant participators. You know, nobody really wanted to do what we did.\nWe all knew it was an idiotic thing. It was a suicidal thing. Nevertheless, you know, she, with\ntrepidations, turned us and fulfilled her work. She was my contact in the toilets. She was\nsleeping not far away on the bed, sharing with other people, not with us. She was the one that\nwas transferred from the Berklinas (ph) camp, where Rosa Rabota worked, to union. I don't\nknow why or how, but she knew Rosa very well. A very sweet girl, rather shy, not very\nvigorous, not very courageous, you know, not -- but courageous enough.\nQ. Now, again, I ask you to clarify for me about the time when your -- of the executions. You\ngot taken out of the hospital?\nA. Okay.\nQ. Just --\nA. I remember that the last message when I was in the hospital, and getting more and more\ndepressed, Marta gave me the message that Jakob got orders from Berlin that the execution was\nstayed. She never did tell me that this order was later changed. One day -- now, you have to\nremember, the blocks in Auschwitz were big two-story buildings.\nThe hospital building was no different, it was the same, it was in the first row. Our living\nquarters platz were in the next row. The appellplatz was where the execution took place, was in\nbetween those barracks and another row of barracks, okay? Barracks are the buildings. One\nday, in the evening, after the union commando came back from work, Marta came to the\nhospital, took me out from the hospital, took me into the appellplatz, where the union commando\nstood to witness the execution. I didn't know what was going on. Out of the corner of my eye, I\nsaw the gallows, but my conscious mind refused to see it. I did and I didn't. I was suddenly\ngrabbed by Nellie and Sherry, who were two Jewish girls from Czechoslovakia. They were part\nof the administration of the block. The union commando and the whole camp had to stand on\nappell. Those that were responsible for the block, those that were the secretaries of the block,\nthose that were the part of the administration of the block did not have to stand there. Therefore,\nthey grabbed me to protect me from witnessing what they knew was going to happen, which I\ndidn't. So they took me into their office and held me. When I heard this awful scream of agony,\nthis collective scream of all the assembled people who were watching the execution, I knew what\nhappened. I wanted to run out and they bodily stopped me. Marta wasn't with us. Marta run\nout. And she was the one that screamed \"revenge.\" I don't know who. I think, I don't know.\nThen Marta came back. And then I lost my mind. 13 days later, the evacuation of Auschwitz\nstarted. I was useless. I did not want to move. I remember that when I finally realized that\nEstucia is dead, I was laughing, that I can die too, then I am going to commit suicide.\nI knew that. The following morning, I stood in the bathroom to brush my teeth and I thought to\nmyself how awful, she is dead and I am brushing my teeth, and the world goes on as if nothing\nhappened. Nothing had changed, but my world was shattered. But the world went on. Then we\nwalked through the death march. Does this --\nQ. And the hanging was twice, two girls, twice.\nA. This is what I understand.\nQ. And so you didn't -- the other one had already happened earlier?\nA. I don't know which happened --\nQ. But you didn't see either one?\nA. No. No. And, you know, that this unresolved death, this inability to say goodbye, makes it,\nat some level, unfinished. After the war, I was actively looking into the faces of people, looking\nfor my parents and looking for my sister. Now, part of me, of course, knew, but part of me,\nbecause I didn't say goodbye, because I didn't see them die, just was irrationally looking for\nsome kind of a resolution. Maybe, maybe, maybe it never happened. Maybe I will find them.\nWell, in 1993, I went with a group of university students from Canada to Majdanek, to\nAuschwitz, to Majdanek, to revisit the death camps. And in Majdanek, the Poles have scooped\nas much of the ashes and bones that they could that were left after, and they made the monument\nwith a round capula (ph) kind of a roof around it. And I was standing there and one of the\nstudents asked me: \"How do you feel?\" I said to him: \"I feel relieved.\" Now it came, not from\nthe mind it came, you know, that's how I feel.\nAnd I said to him, you know, I finally found my parents’ grave. I couldn't say a prayer -- you\ncan't say a prayer for people when you don't have a grave. But there, among those ashes, are my\nparents' remains. And as I said it, suddenly, as plainly as I see you, I saw thousands and\nthousands of faces pushing, jostling, screaming at me in Yiddish -- which I don't know very well\n-- tell them, tell them. Thank them for coming and remembering us. Thank them for coming.\nQ. Thank you. Let's cut for just a second. How much tape do we have?\n(A diagram is shown on the screen)\nA. This 1s a drawing of the union factory floor plan that I made in 1945 out of memory. This is\nthe main entrance. This is the corridor. And this is where I worked. There is a big glass\npartition between this department and this one. I walked from my place behind the table, around\nhere, under the glass office of the supervisor of the factory, which was made on elevation, and\nglass, so that he could have a view -- a better view of the whole factory, up to the pulver room.\nThis was the door to pulver room, where Estucia worked. I would give her two empty boxes.\nShe would give me two full boxes with gunpowder hidden at the bottom box. I would retrace\nmy steps right back to my place, put the boxes on the floor under the table, take out the\ngunpowder, ask permission to go to the toilet, which is right here. And here I would share my\namount of gunpowder with Alla Gardner (ph) in the toilet. After work, we would stand in the\nrows of five, go out to Birkenau, where we would leave the gunpowder with Estucia, who then\ndistributed it.\nEnd of Tape 4.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 10, 1994\nRG-50.030* 0258",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Anna Wajcblum\nBeilman, conducted on August 10, 1994 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANNA WAJCBLUM HEILMAN\nAugust 10, 1994"
    ]
}