{
    "rg": "RG-50.549.02.0072_trs_en",
    "sequence": [
        "Question: Okay. This is the United States Holocaust Memorial Museum, Jeff and Toby\nHerr collection. This is an interview with Emanuel Mandel, conducted by Nina Ellis, on\nJuly 7, 2003, in Silver Spring, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow-up\ninterview to a United States Holocaust Memorial Museum videotaped interview,\nconducted with Emanuel Mandel in 1989. The United States Holocaust Memorial\nMuseum gratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number one, side A. I’d -- in order to begin, I’d like to ask you if -- 1f you, in\nthe last 14 years since the interview that I saw took place, is there anything about your\nexperience during the war that you’ve learned since then, that you’d like to go back and\ntalk about it? Know -- how much you remember, exactly, about your interview, but I’m\nassuming that you -- it was clear to me that you’ve been doing research, and finding out\nmore and more about what happened to you, since you were so young. Is there anything\nthat you might want to add to what you already did?",
        "Answer: Let me get to that in one moment, but let me also make a -- not a disclaimer, but\na commercial statement in a sense --",
        "Q: Okay.",
        "A: -- in that I just want to acknowledge the importance, and I want to say thank you to the\nmuseum for doing this, because I have believed for some time that the archiving of this\ninformation is extremely important. And I’ve said publicly, privately, that even though\nevery interviewee’s information, including mine, may not be earth-shaking, or startling,\nthe fact that it’s archived, and the technology is available to do it, is terribly important.\nHow interesting it would be if I go to the -- whatever museum, take out a tape of a Civil\nWar soldier, talking from the Civil War, not a mere reenactment, and we could learn so\nmuch. So I just want to acknowledge, and extend my appreciation for whoever sponsors\nthis, and for the museum for doing it. I do understand now this has been now going on for\nmaybe 10 years, these second interviews. I really thought it was a brand new idea. But\nI’m delighted to do it. Let me get to the question that you asked. I don’t know if I’ve\nlearned anything specific. Much of what I know about the Holocaust, I know from --\nfrom memory, and I’ve said before now, and I’Il repeat -- Ill try not to repeat myself too\nfrequently, to say that I was old enough to remember, because my memory apparently\nworks well, and much too young to understand. Which makes yo -- me a survivor whose\nemotional scars are quite different than people my age, and two, three, four years older,\nwho in fact understood. I thought I was being a little pint sized hero for wearing a yellow\nstar. I didn’t think it was a stigma. I couldn’t understand the concept of stigma. I mean, I\ntoo have, like an adult, that’s a good thing. All six year olds want to be like big people.\nSo it isn’t so much that I’ve learned a lot, although I’m sure I’ve learned certain things\nabout myself, my father, my mother, and others, what I’ve done the last 14 years different\nthan before, and it’s not because of the interview, was I be -- have become very much\nmore involved in Holocaust kinds of things, in order to make use of the survivors,\nbecause we are a dying population, and I can identify for you -- and again, I don’t think I\ndid before, that the night that Steven Spielberg -- that’s a matter of just a coincidence,\nreceived the Academy Award for Schindler, he said that there are, at that time, as I think\nhe said, 350,000 survivors, I guess, in the United States. And I was flabbergasted because\nin relative terms, it’s a very small number. I mean, 350,000 people, and that’s a dozen\nyears ago, whenever that was. So there are less today. And I said maybe I need to, in\nsome way be involved, because I’m one of the younger survivors you’!] meet -- I’m only\n67 years old, do something to archive, to use, to teach, because if we don’t, this is an --\nthis 1s an irreplaceable commodity. If we don’t do what we need to do, after we’re gone,\nit can be done, but differently. A second generation experience is different than the initial\nexperience that those of us who were there, 1n all the places, can tell. So I’ve become\ninvolved in a number of things, but I think that’s the major change, since that time. Not\nso much what I’ve learned, but what I’ve done with it.",
        "Q: Uh-huh. Do you want to talk about some of things you’ve done?",
        "A: Well, I have probably spoken in a -- in a gazillion places. I’ve been involved locally\nwith the Jewish [indecipherable] Council, which sponsors an annual Yom HaShoah\ncommemoration that’s six, seven, 800 people, attendance thing, and all the largest\nsynagogues in the community, I’ve chaired it for the last five years. And I did -- I’ve\nbeen a member of that commission for 15 or 18 years, but I thought maybe I’d like to\nbecome more involved. And that involves with some other elements of the Holocaust\nthing. Serve the museum, museum visits, museum volunteering, some other things. I have\nsome connection with the legislature, as a consequence I’ve tried to help the council, and\nthe museum be involved with legislators to come to the museum, or to meet them there,\nor to speak with them there. These are things I’ve done, I’ve -- anecdotally, one of the\nthings I’ve done is our organizations that have silent auctions, I’ve been a silent auction\nmuseum tour giver in any number of organizations. If you bid on my particular offer, and\nit’s a winning offer, whatever the organization decides, I will in fact take a half a day, and\ntake you and four other people to the museum, and the most interesting group I had once,\nwas a -- a woman, I forget what her organization was, she called, and we arranged, and\nthere were four women, and I, all veterinarians. I don’t think they were Jewish, but they\nwere involved in some organization, and they wanted to see the museum, and I was there\nwith four veterinarians. I had never been with that many veterinarians in my life, women\nor otherwise. Just an interesting combination of people.",
        "Q: Yeah.",
        "A: I’ve done that, I have probably been involved in the -- in a -- to a greater degree in the\nthree organizations that are Holocaust organizations in the community. There is the\nWashington fre -- th-the survivors and friends organization, with which you may be\nfamiliar. There 1s a child survivors organization, which covers more Baltimore/\nWashington, and there’s a second generation. And now there 1s a third generation\norganization, and I have gotten to know some of the people, I’ve been involved in some\nof the meetings, some of the planning, some of the conferences.",
        "Q: Uh-huh. That’s quite a lot, yeah. And do you talk with the schoolchildren? Have you\ndone any of that?",
        "A: Well, for example, recently there was a cooperative program within the council and\nComcast, and the [indecipherable] Olney theater, here in Olney. And several high school\nclasses were brought -- several high schools, and they [indecipherable] 11\" grade class,\nwere brought together for a -- an orientation, a talk, a -- a video, and after that they even\ndid projects expressing the Holocaust in art, music and design. And we spoke to those\nfour schools. The next year, there were four other schools. These have been things that\nI’ve done. There was a training program, for example, for the Jewish Social Service\nAgency, JESSA, and five years ago, I think it was, when we spent four days, one day a\nweek in four weeks, in a very comprehensive training program for their staff, including a\nvisit to the museum, which I, as a volunteer put together for them, with a director of the\nagency, and it was a pretty successful thing involving all of their people, on the\nassumption that if they deal with Holocaust survivors, they ou-ought to know something\nabout the Holocaust.",
        "Q: Is it possible for you to summarize what -- how people react to your presentations\nwhen you meet with them? People who may not know a lot about the Holocaust? I’m\ntalking about groups aside from survivor groups.",
        "A: React in what way?",
        "Q: How do they react? I mean, what do they want to know, what -- what do they not\nknow? What does it --",
        "A: Well -- there are probably at least two major kinds of presentation, and I do one\nbecause I’m unable, or whatever to do the other. The -- those presentations which are\nbased in the emotional experience, but as I said to you, my emotional experience at the\ntime was very limited, I didn’t understand. So what I do is I do a much more -- not\nobjective, but I guess it’s an objective approach to describing what happened, from the\neyes of a six, seven, eight, nine, 10 year old kid. The reaction to that often is amazement,\nto the point, and this is again anecdotal, but I spoke to whatever, the fifth grade Hebrew\nschool class of my synagogue. And the fifth grade Hebrew school class, one of them,\nincluded my grandson at the time. And he asked a question at the end. And he became so\nkind of involved in the description, he said, “Did you survive?” I’m his grandfather, I\nmean, he was like trying to ask, how did people survive, so he said to me, “Did you\nsurvive?” He’s forgotten, I mean, this could have been a movie that I was describing. So\nthe reaction tends to be less visceral in some sense, and more factual, because I tend to\npresent factually, rather than emotionally, for many reasons, including the kind of person\nI am, and the nature of my experience, of people that I know in the community who are\none, two, three, four, five years older than I, whose experience was different as a\nconsequence, they present differently.",
        "Q: Mm-hm. That’s interesting. Let’s g -- let’s go back to your chronology, if you will. It\nwas 1949 when you came to this country with your mother and father.",
        "A: Mm, well, my father came in 1948.",
        "Q: Oh, okay.",
        "A: My father -- we were all in, at that time, Palestine. Israel happened a few months after\nmy father left. My father came to this country for two reasons. One stated, and one kind\nof unstated. The stated reason was, of the seven children, six siblings and my father, two\nhad died in 1930 of causes other than Holocaust, two women, one married, one\nunmarried. Two brothers were killed during the war. One brother was in Israel, my father,\nand the seventh child, the oldest, was in Philadelphia. My aunt had come here in 1914, in\nsome ways to be with some cousins, to reduce the burden, which was difficult. My\ngrandparents -- my grandfather, I am told -- I never met him, he died before I was born,\nagain for non-Holocaust related reasons, he died 1930. He was not a successful\nbusinessman, and they had some very difficult times. He became a -- kind of a county\nclerk of some sort, because he could read and write, and he knew Hungarian well, besides\nYiddish and Jewish things, and it was difficult to make a living. So my aunt came out\nhere. My father wanted to see his surviving sister, whom he had not seen since 1914\nwhen he was eight -- no, he was 10, and she was 14 or 15, or something like that. The\nother reason was that my father, being a professional cantor all his life, trained as a\ncantor, not just something he did part time, found that 1t was very difficult to make a\nliving, because that’s one of the things Israel did not need too many of at the time. And\nhe chose to -- he found a way to legally stay, he did, and then in ’49, my mother and I\ncame. Now we’re in New York.",
        "A: Yeah. What do you remember getting off -- you were at Idlewild Airport. What do\nyou remember when you came in, and what were your expectations of the U.S.?",
        "A: I had no idea. I honestly had no idea. Remember that being of that age, and at that\ntime, the number of movies that people saw -- I mean, movies were a -- a treat number\none, and they were infrequent. And when I lived in Israel, went to the movie, and I can\ntell you the names of the movie theaters. But they were movies from various places, and I\ndidn’t -- I didn’t have an understanding of what the size of this country, the dimensions\nof this country, the opportunities of this country were, and I’m not sure that’s something\nthat a ni -- nine year old would -- well, by that time I’m 13, but even a 13 year old\nwouldn’t know that. My orientation was much more in terms of European recollections of\nthings, and certainly this country did not appear to be the same way. I was fascinating by\n-- first I came by plane. Now, I got on the plane in a -- what had been a military airport\noutside of Haifa, two engine plane, flew to -- for refueling in Egypt, for refueling in\nTunis, from Tunis to Nice, from Nice to Brussels. Spent overnight in Brussels, and from\nBrussels took the big bird to Shannon, to Gander, in Newfoundland, and then to New\nYork. That was the typical way, but it was by plane. My father had come the year before,\nit took him three weeks, I think, by boat. But it was just a question of how people\ntraveled. So you arrive at this place, and I remember waking up in the morning after an\novernight flight, and my first inclination was, as I looked out the window, was to get out\nand walk, because the clouds looked like sheep. They looked s -- as solid as rocks. Now I\nknew that that’s not a good idea, and I didn’t do it. But it was uneventful flight of --\nprobably the hop from Shannon to Gander must have been 10 hours. And then from\nGander down, another six. We traveled probably 30 hours all together. But we arrived in\nNew York. Now, you have to remember that Idlewild, which we now know as JFK didn’t\nlook the same. It was kind of a little airport, because international flights had not been too\ncommon, one because the war had just ended, and two, that was not the kind of aircraft,\nthe jets hadn’t come in, not for another 10 years.",
        "Q: Uh-huh.",
        "A: And the prop-driven four engine planes had to make hop, to hop, to hop, to hop. It was\nstill quicker than ship, but -- so we arrived. Now, at the airport, my father and my aunt,\nhis sister, were waiting for us, and in a matter of minutes, it seemed, we were kind of\nhustled by taxi -- that was not unusual, taxis I knew, to Pennsylvania station, 1n the city,\non a train, to Philadelphia, where we spent some time kind of getting acquainted. And I\nremember seeing a sign on the bridge between New Jersey and Pennsylvania, in Trenton,\nwhich I couldn’t read then, but I had taken that train ride subsequently many, many times,\nand it says Trenton makes, the world takes. Took me years to figure out what that meant.\nBut it was one of the initial things. In those days when you went by train, or you went by\nsubway, you had these various dispensing machines, much less sophisticated than what\nwe have now. I was absolutely fascinated by the gum machine, where you could put in a\nnickel or whatever, couple pennies, and get Chiclets. And I wanted to kind of do it all the\ntime. I was fascinated by Venetian blinds. I was fascinated -- certainly by television set,\nwhich my aunt had, as I remember, but we didn’t for awhile. Now, radios were not\nunusual, radios were common. Cars were not unusual, although the number were\ncommon. So that the impressions you had -- what I had is twofold, what Ill leave you\nwith. One, the impressions of a 13 year old in a new place. And the impressions of a 13\nyear old in a new place called the United States. I knew very little about the States yet, at\nthe time. I didn’t begin to know about until we moved back to New York, after about two\nweeks of staying here, and my parents took a sublet apartment, and I began to go to\nschool. And I s -- we spent a year and a half in New York, I was in school for about a\nyear. I came here in what would be equivalent to seventh grade. So I finished seven B in\nNew York, in those days with A’s and B’s. Did eight A in New York, same school. I can\ntell you about that, too, because it had impact, a significant impact. And then we moved\nto Philadelphia where my father lived the rest of his life. My mother died in Philadelphia,\nand I was in Philadelphia until 1961, till I finished graduate school, and then my wife and\nI, and daughter at the time, left town.",
        "Q: Tell me about going to school.",
        "A: Well, the point of school was that -- people think this is just words, but schools are the\nMixmasters of society, particularly in a place like New York. Now, my father found a\nsublet apartment in the village.",
        "Q: Manhattan.",
        "A: Yes. Remember, my father’s congregation was on the east side of Rivington Street,\nhad to be walking distance. Even though he performed in that congregation only once a\nmonth, it’s that kind of job. Still had to be walking distance. During -- on other Sabbaths,\nwe went to some local synagogue, a small one, whatever, in the neighborhood. But we\nare on -- on the village in the west side. We are in the heart of the famous part of the\nvillage, Bleeker Street, McDougall Street, and we were on Barrow Street, 72 Barrow. An\napartment building where people were away, and we sublet their apartment. School\nbecame an important thing, obviously, and my father made some inquiries, I suppose, he\nwas not familiar, for me to go to one of the Jewish-type day schools. And there were\nmany of them in the general community, subway rides. And I remember going to them,\nand I remember that one of them, I forget the name, insignificant, said, “We will be glad\nto have the young man,” -- I mean, I was fluent in Hebrew -- “we’ll put him in third\ngrade.” “Why?” “Well, he doesn’t speak English.” Which is true. I had some knowledge\nof English, but very spotty, and very unreliable.",
        "Q: And either of your parents speak English?",
        "A: Well, my father had been here for a year, and he spoke some. Again, street English,\nlearned. My mother didn’t, she knew less that I did. My mother, by that time, spoke\nHungarian, Serb, passable German. Not passable, but somewhat street French from\nschool. But she had studied knowing that sh -- English was not taught in Europe when\nthey were in school. I knew very little. I mean, Trenton makes, the world takes, I could\nnot read, then. I was 13, I was not, you know, an infant. But there was something about\nthe notion of third grade that didn’t make any sense for many reasons, not only the fact\nthat I’d lose four years, I could probably make them up, but a 13 year old is not going to\nhave anything in common with a nine year old, or a 10 year old. There’s a difference, I\nmean, raging puberty was probably taking place, and all those other things that happen in\nearly teens were taking place, and that did not put me into any kind of a connection with\nthe younger kids. So my parents, somehow, and I don’t recall -- I don’t -- I can’t\nremember how they discovered that the public school happened to be exactly a block\nfrom the apartment. P.S. number three, on Hudson Street. The principal was a Jew. I’m\nnot sure that’s terribly significant, but there may have been some -- I had with me a letter\nfrom Haifa, saying that I had completed so much of seventh grade, but the curriculums\nare different. The principal said the following, he said, “We’ll put him in seventh grade.\nWe'll give him an allowance, he will not have to take classes in Spanish.” Which was\nalready being taught. “If he makes it, he’Il go to eighth grade, and if he doesn’t, he’Il\nrepeat seventh grade, it’s pretty simple.” Which made an awful lot of sense. And\nobviously I was able to pick up enough to begin to go on, and kids, first of all, are\nspongelike, and you pick up. And one of the differences between me and people who are\nthree or four years older, who came here maybe after high school, or at the end of high\nschool, you have different language pattern, you have a different knowledge of English,\nand people after 50 years, still speak like they got off the boat. I never did a thing in my\nlife to try to deal with the way I spoke, but I tried to learn the language as well as I could,\nso I have command of it. In P.S. number three, I could do that. And that had significant\nimpact in that I continued, at least age appropriately, as opposed to continuing in a way\nthat was, you know, kind of as a sore thumb sticking out, a kid two feet taller than\neverybody else in the class, cause I was 13. So that had very significant impact. Then I\ncontinued through public school in Philadelphia, and that’s -- we’ll get to that at some\npoint if you wish, but that had an important element. My father then decided that\nalthough he could have stayed at that congregation in New York, I guess indefinitely --\nwell not indefinitely, but certainly for awhile, cause community had begun to change in\nsome ways. He thought that he would like to live in a community, so his wife and son\ncould have a life in a community, and New York is not a community in that sense, not\nwhen you’re there once a month, and you have nothing else to do. We moved to\nPhiladelphia in 1950, and I spent the next 11 years in Philadelphia with my parents, and\nwell, eventually with my wife.",
        "Q: What was it like for you to be in school there, not speaking English at first, and -- did\nyou feel like an outsider, did they --",
        "A: No, because the kid next to me was from China, and the kid next to him was from\nItaly, and the kid next to him was from some Spanish speaking -- and I remember\nvaguely these two kids, the Italian and the -- I don’t even know if it was a Chinese\nyoungster, but he’s certainly an Oriental kid, he could have been Korean, I don’t know.\nBut he came -- he wasn’t in school one day. Next day he comes in, and I say to him,\n“Where were you yesterday?” He says, “I played hooky.” “Oh,” I says, “with a stick?” I\ndidn’t know the word hooky, but I learned the word hooky from my Chinese friend, who\nwas playing hooky, okay?",
        "Q: Hello.",
        "A: Oh, you want a -- maybe mink or something, but you’re asking about -- you asked\nabout the reaction of the other kids, my reaction to them. New York was probably the\nbest -- 1n one way it’s the best place to break in. I suppose Iowa would have been just as\ngood in the differences. That would have been incredibly consistent. I would have\nlearned Iowa. In New York you had a conglomeration of every kind of person, even in\nthose days. Maybe not the proportions as today, but certainly in the village, and this was\nin the village. It’s -- the village was the village, it may not have been what it has become\nsince -- we’re talking for over -- over 50 years ago. So I learned a lot. I -- my parents\nbought me a bicycle. You recall a bicycle story from a different [indecipherable] tape that\nyou had seen, and I rode around downtown Manhattan, all over God’s creation without\nany concerns, I mean, as long as I didn’t run into buses. And I learned about the\ncommunity. I learned about the wharf, and I learned about the this and the that. And I was\na curious George. I made friends with the man who ran the little hardware store across\nthe street on -- on Hudson Street, because I was in there probably five times a week for\nthings having to do with my bicycle, which needed to be polished, oiled, lubed, plugs\nchanged daily. Slight exaggeration, but 1t was a very busy, and --",
        "Q: You loved that bike.",
        "A: I did.",
        "Q: Yeah.",
        "A: It -- 1t was -- 1t was my some sense of freedom, and I could do anything I pleased. I\ndidn’t have a large number of friends at that point. Little later on, when we moved to the\nEast Side, because we went into an apartment where we stayed for the rest of our time in\nNew York, which was an old brownstone on 11\" Street. I had two or three friends that I\nhad some contact with, but we went to different schools. And life tends to be mostly\ngoing to school, and coming home, and having a little bit of time. And again, 50 years\nago, the kind of freedom, I mean, none of the kids went for vacations in Fort Lauderdale,\nat least not then, and I was too young to do that on my own anyhow. But we went -- 14\"\nStreet in New York was still a major demarcation line between the lower East Side, and\nlower Manhattan, on -- further up. And we went to all the places. I remember taking --\ntaking -- I asked my parents to go to the movies with me, which they did. And we saw\ntwo and a half hours of cartoons. And I still don’t know how they survived that.",
        "Q: Can you describe how the transition was for your parents? Do you have much sense of\nthat, of -- you said your father, within a year wanted to go to Philadelphia because he felt\nhe would have more of a community. Was he having a hard time adjusting there, or was\nit just a function of the work wasn’t exactly what he wanted it to be?",
        "A: No, it’s not the work, the work was very much what he wanted. Community in that\nsense meant having friends that you could live in a neighborhood with, shopping that you\ndid in a neighborhood when you knew the place, organizations where you got involved.\nNew York is not that kind of a community. In a peculiar way, neither 1s Washington. But\nthe cities of Philadelphia, Detroit, Chicago, Boston, and so forth, have histories as --\nBaltimore -- are communities. There are certain rules about them, there’s certain\nelements, and certain ebb and flow to them. And that’s what I meant he wanted a\ncommunity. The position in New York, the job in New York, was a star position. I mean,\nthis was the -- not quite, but it was the Metropolitan Opera version of the cantor at the --\nthe time. I mean, you appear once a month, and the rest of the time you can do anything\nyou damn please. But he wanted to be based in someplace where he has some bricks, and\nsome mortar, and some other kinds of roots that he can sink -- having now started his\ncareer for the third time.",
        "Q: Do you know how he --",
        "A: Once in Europe, once in Israel, and once here. Yes?",
        "Q: How did he get that job? Do you know?",
        "A: Yes, he came on a -- he came not as a landed immigrant, he came with a visitor’s visa.\nHow much detail do you want about how he stayed? If you’re interested, I’Il tell it to you\nbriefly.",
        "Q: Tell me briefly, and then we can go.",
        "A: For whatever it’s worth, the cantor of the day was not a recognized minister of\nreligion, the rabbi was. Rabbis had non-quota entry possibilities in terms of the Walter\nMaccaren Immigration act. A rabbi could come here, non-quota, bring his family, a\ncantor could not. My father had been ordained as a rabbi twice in Europe, at very\nrespected ye -- Yeshivas, one of them in Bratislava, well known. It was never done for\nprofessional reasons. It was not at all unusual to have somebody become a ordained\nlawyer, physician, businessman, accountant, bookkeeper or chemist. In his field it wasn’t\na bad idea to have that kind of background. My cousin -- my aunt’s son, who was a\nPhiladelphia lawyer, with all the terms that that means, was able to research the law, and\nwas able to find that as a ordained rabbi, no matter what he does for a living, he could\nenter non-quota. The rabbi of the congregation in New York, eventually gave him a\nposition of being the associate rabbi so he could come. So I’m saying that that’s how he\ncould stay in New York, and this happened before we arrived. How he got the job\noriginally was that on a recommendation, he was asked to do a particular piece of -- of\nthe liturgy, which happens once a month. It is called the Yom Kippur cattan. It is a --\nevery month there is a Yom Kippur that’s done -- not any more, but it used to be, and he\nperformed that. He performed it as a volunteer, he performed it because somebody said,\n“Hey, you ought to listen to him.” And on that basis they decided to offer him position. I\nthink he performed in other places as well, but he was able to get that without much\ndifficulty, and as far as the job was concerned, and the income, that was fine. It was the\ncommunity that was missing, and that was se -- that was given, or that was made\navailable by the existence of Philadelphia -- remember, I had an aunt, an uncle, three\ncousins, and their families. So that came with an instant kind of a set of roots.",
        "Q: Mm-hm. So the transition to Philadelphia was not difficult.",
        "A: No. For me the transition to Philadelphia was not difficult. Certainly 1t was an easier\ntransition than the previous several. You know, from Switzerland to a kibbutz, from a\nkibbutz to a city, from a city to New York. That was much more difficult. But no, I met\nSa --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number one , side B. You were saying when the tape cut\noff that you went to junior high school --",
        "A: That I met some friends in Philadelphia, in s -- in eighth grade, and one of them -- a\ncouple of them, but really one of them 1s still my very best friend. Unfortunately he lives\non the west coast. He’s a retarded pe -- a re -- retarded -- he’s a retired pediatrician. And\nBill and I keep in close contact, and we expect to see him later this month, we’re going to\nbe in San Francisco, and they were here last month. So, that’s a friendship that’s 50 years\nold, and we maintain it as well as we possibly can. And there were others, the other --\ntypically in 50 years, you’re not going to maintain your whole high school class. But the\ntransition to Philly, to the best of my recollection, from that point of view, was easy.\nThere were some other things that were difficult, probably with my educational\nbackground, and in some ways the lack of it, and what I saw probably subconsciously as\nmy -- as my targets in life. Want me to continue on that direction?",
        "Q: Yeah, tell me about that.",
        "A: Came to New York -- came from New York to Philadelphia, did okay in school,\nnothing unusual, however, interestingly, the neighborhood in which I lived, and for\nPhiladelphians, all I have to say, I lived in Logan, and I eventually went to Central High\nSchool. Now, that’s a whole thing by itself, and that’s a keyword to anybody who knows\nPhiladelphia. If you don’t, it doesn’t matter, and if you do, that’s a -- it’s the origin of the\nmagnet school idea. It’s a city-wide school [indecipherable]. That high school was\nequidistant to my house to the zoned high school that everybody from the neighborhood\nwent to. My friends went to Central. They left junior high school -- in those days junior\nhigh school ended in ninth grade, I went to -- or eighth grade, but you could stay for\nninth. You could start high school ninth or tenth. That’s significant, as I recall -- as I\nthink back, that my friends went -- the two or three friends that I maintain contact with,\nwent from Jaku Junior High School to Central in ninth grade. The counselor at that yunior\nhigh school, Mr. Cotler by name, in his attempt to be kind and to be nice, said to us, “I\nwould recommend that he go to Central High School, but next year. Ninth grade would\nbe good for him in junior high school, because let’s face it, his English is not as perfect,\nhis writing is not as perfect, I mean the kid has been here for a year.” It was one of the\nlargest mistakes I ever made.",
        "Q: Why’?",
        "A: Because the whole style of the school was formed in ninth grade. When I arrived as\none of maybe two or three newcomers to that class, to the 10\" grade class, I was one of\ntwo, or three, or four kids who joined in 10\" grade, everybody else was in ninth grade.\nAnd the adjustment, and the academics -- strictly academic high school. We had no non-\nacademic course, it was the original high school wi -- where the Ford program, which\nlater became the accelerated program, was introduced. I had major difficulties for two\nreasons. I think it took me awhile to catch up, and I spent summer schools in summer\nschool because I had to make up one course or two. And secondly, I was very concerned\n-- not in a conscious way, of fitting in. As a consequence, the social and the -- not just\nsocial in terms of social with -- it’s a all boy’s high school, none of us minded that. Public\nschool, all boys. It’s a whole other story. But the point is that I -- none of us missed the\ngirls, so it wasn’t just a social with girls that we were trying to deal with at 14 and 15,\nwhich 1s the appropriate time to do that, but the other social things that take place among\nboys, [indecipherable] concerning sports, concerning various kinds of things that boys\nbegin to become involved with, quite appropriately, was important for me to be part of.\nWell, you could only do so many things in 24 hours. As a consequence, I think that I\nwould have had a -- an easier high school career had I gone during ninth grade, and if I\nwasn’t so conscious, at least subconsciously on adjusting to become one of the gang,\nwhere I didn’t do anything to become one, but it was certainly a drive, because I had\nrecently been elsewhere, and I’d recently been different, quite different. And I -- I want to\nbe sure that I say that in terms of my own experience, I wasn’t concerned about doing this\nin any conscious way, but I’m absolutely convinced in retrospect that in some way, I had\na certain amount of catching up to do, which then slowed down some other things.",
        "Q: Right. How did your difficulties manifest itself? Just -- were you unhappy, were you --",
        "A: No, no. I don’t think -- no.",
        "Q: Did you have trouble in -- in class?",
        "A: I think that I did not do -- well, I know I -- I -- I think -- I didn’t do very well in high\nschool, I was no scholarship student. I don’t think I was the smartest kid in class, nor the\ndumbest kid. I was an average kid. I understood. But somehow, when it came time to\nspend time on this or that, in terms of homework and other things, I spent less than I\nshould have. Not at -- all the time, and not all -- every year. I had a marvelous high\nschool experience. My three years in Central High School -- and I graduated from Central\nHigh School, were as important to me as any schooling, and that’s the only school I have\nany feelings about, in terms of wanting to have any kind of connection. I mean, I would\nconsider going to next year’s 50\" reunion. I certainly would not consider going to the\nreunion of Temple University, Penn State University, or the University of Pennsylvania,\nall of which I attended, and some of which even gave me a piece of sheepskin. I have no\nparticular connection with them, or with it’s -- or with classmates. So Central is very\nimportant, it was a formative -- as it should be, but also a transformative time for me,\nbecause of where I came from, where I had been, and what I was. I remember only one\nkid that I can recall, who had an experience similar to mine, but I don’t know all the\ndetails of it, who also had been born overseas. Only one kid I can remember, 1n a school\nthat because it was a city-wide school was quite eclectic in it’s combination of whites,\nblacks, Jews. Not -- I can’t recall any Hispanic kids, because there just weren’t any in\nPhilly at the time, and not too many Oriental -- or Asian, or whatever you want to call,\nyoungsters at the time, because there weren’t any. There were some, but not enormous\nnumbers. It was a white, middle class school.",
        "Q: How -- what was your -- what was your family life like during those years, and your\nparents, di -- did they become part of the community, the way your father wanted to do,\nand was that a significant thing for you at that age?",
        "A: Yes and no. Yes, in that I think my father in fact, was able to achieve what he wanted,\nand my mother with him, a sense of community involvement, and the -- all the various\nsocial and other kinds of organizations and things that -- and I’m not going to enumerate\nwhat it takes to be a member of a community, but we were not housebound, and we were\nactive in this, that, and the other thing. And they -- my parents became involved in a\nassociation of survivors there, and all kinds of Jewish kinds of things. My father became\nvery active in the cantor’s organizations, chairing the local group, eventually becoming\nthe national president of the cantor’s assembly. This is after I left home, but he was very\nactive, and very involved, and if you talk to any cantor today who is over the age of 50 --\ncause the younger ones don’t know him, but the -- would know Yehudah Mandel. He was\nvery well known, and very well respected, and did fine. The community, the synagogue\nwas a major synagogue. Not a major synagogue, but a significant synagogue in town.",
        "Q: How so?",
        "A: Because it had been there for 50 years, and it had a tradition that people came back to\nit even after they moved away. It was not one of the most prestigious, or one of the\nwealthiest synagogues, cause it was not in the wealthy part of town. Interestingly, it did\nnot choose to rebuild in the suburbs. When it came time for the synagogue to essentially\ndie, it was sold, and it’s holdings were transferred to another synagogue, so there was no\nsecond generation of that synagogue anywhere. It was built in ’24, I think, 1924. And in\n1970-something, 50 years later, it just out -- ran out of it’s usefulness in that community,\nand it’s holdings were transferred to another synagogue in the city, not in the suburbs,\nactually. Philadelphia’s a very large, physical, geographic place. But it ceased to exist as\na synagogue, but for the years my father was there, 35 years, it was. So that was very\nmuch so -- one of my limitations was that being from a observant family, there were\nmany things I didn’t do. I didn’t go to the restaurants -- as little as people did, but I didn’t\ngo to the hotdog stands, and I didn’t do this, and I didn’t do that, and I wasn’t available\nFriday night, and Saturday morning I didn’t go to the ballgame. There were things that I\ndid not do, because they did, and I didn’t. Eventually that changed to some degree, but\nthere was always a little bit of an overtone, not a stigma --",
        "Q: Did you chafe against that in any way?",
        "A: Chafe, no, resent to some small degree, or found some restriction, yes. But then again,\none of my f -- good friends lived across the street, was six foot three at the time. He\nchafed against being so tall, because that was unusual. The center of the basketball team\nwas six the -- three, and today six foot three 1s a midget. So the question is how one\nchafes against things. I wouldn’t say I chafed against it, I think that I recognize it, and\nmost of my buddies recognize it as well, and say, “Well, where are you going to be\nFriday? Oh, I -- I know you, Friday you have to be in synagogue, right?” “That’s right.”\nYou know, you’re singing in the choir, your father’s choir, I did that for awhile, those\nkinds of things. So people understood. My circle of acquaintances, and the circle of\nacquaintances of my friends were in the Jewish community, 99 percent. I cannot\nremember being in the home of a non-Jewish kid in high school. And it was not a\nreligious -- you know, it was not an observant th-thing, nor was there any kind of an\ninjunction against. It’s just they weren’t part of our friendship groups. I didn’t have any\nblack friends, lots of acquaintances, played on the teams with them, but I had no contact\nwith them, they lived over there, and I didn’t. Wherever that was, the over there. And the\nother differences were limited. I certainly had no church connection, which is where a --\nmy non-Jewish friends gathered, and various organizational things, and I didn’t go to\nCatholicism class, and I didn’t go to, you know, to mass.",
        "Q: Did you -- how did you identify yourself at that time? Did you think of yourself as an\nAmerican right away, or did you -- did it take awhile for that to happen?",
        "A: In some ways -- and again, I thought about this in terms of today’s conversation, in\nsome ways I’m not sure I’ve ever consider myself labeled. There’s no question in my\nmind that everybody sees me, and I am in fact, and have been for the last 50 some years,\nan American, more so than anything else. But every once in awhile my good friend on the\nwest coast will call me that crazy Hungarian kid. So there are some glitches in that\nperfect -- I mean, they’Il call my wife something, too, but they call her crazy New Jersey\nkid. At least that’s in this country. But there are some things that I’ve probably\nmaintained -- retained, that I’m not even conscious of. I never -- and I repeat because it’s\nimportant for me to repeat to myself, I never consciously tried to acculturate, or to\nassimilate in anything that I did, by speech, or by dress, or by manner, or by behavior.\nThat just happened. But I think underneath it there was always an element, and still is, of\nthe first 10 years of my life, and the first eight years in Europe, the first 13 years\noverseas, and the subsequent years here. You want to remember also, that\ndevelopmentally, a kid changes more in the first 15 years of his life. Once he gets to be\nkind of an adult, he tends to be the same for al -- as long as he lives. But the changes, the\ndevelopmental tasks of infancy, childhood, and later of adolescence, and there are such\nthings, kind of need to take place by the time you’re 18 - 19, or 20. And from that point\non, you either are or you aren’t. And I hope I am.",
        "Q: When you were approaching the end of high school, how did you think about your\nfuture?",
        "A: Well, I was going to be an engineer. No question. If you look at my high school\nyearbook, it says, career path, engineer. Only problem was I had an --",
        "Q: What did that mean to you, engineer, what kind of engineer?",
        "A: Well, he tinkers. An engineer tinkers. I had no idea that an engineer sits behind a\ndrafting board for two, or three, or four, or five years, in an engineering firm, going\nabsolutely bonkers. When I began to become somewhat familiar with that, I said I don’t\nthink I want to be an engineer. Aptitude-wise, apparently -- I mean, I don’t recall the\nparticular scores, and cuda preference tests, and strong vocational tests and things of that\nnature. Tests with which I’m familiar for other reasons. I think I scored okay on math,\nand physics, and other kinds of things like that. But I really -- and I am sure that\nsubconsciously again, by formative previous years, had something to do with, I thi -- I\nthought I wanted to go onto some kind of human services, not engineering services. And\nI thought I wanted to, in some way work with people, and not with things, which I did.\nAnd I transferred into a liberal arts program.",
        "Q: In college?",
        "A: Yes.",
        "Q: Mm-hm, you started in an engineering program?",
        "A: Well, the first year of any college, engineering or anything else, is the same thing, you\ntake English 101, math 101, everything else 101, but in the first year. Now, what I did, I\nwanted to be very much independent in a sense of paying for school.",
        "Q: Right.",
        "A: Now, one of the advantages I had, having come from Israel, and the background that I\nhad, I was a Hebrew school teacher. Full time, which [indecipherable] 10 hours a week.\nFour to six four days a week, and 10 to 12 on Sunday. In that amount of 10 hours of\nwork, I was able to make as much as some of my buddies who worked 20 or 30 hours in\ngrocery stores, and after school jobs, because the rate was higher. I mean, I probably have\nearned as much as 900 dollars a year, but 900 dollars a year was two years worth of\ncollege, because my first year at Penn State, was 410 dollars, 205 dollars a semester. So\nI’m saying I was able to do what I wanted, namely pay for it myself. My parents, though\nthey were getting to be a little bit more comfortable as time went on -- this is 1955, my\nfather had been here five years, his salary was acceptable, he was teaching in the school,\nhe did concerts, he did this, and appearances, and what. And I think that they were,\neconomically, certainly comfortable, and remember, they didn’t spend a great deal of\nmoney eating out, because restaurants weren’t kosher, and it wasn’t the tradition. I mean,\nthis is before the fast food avalanche, and everybody didn’t go out to fe -- Chinese food,\nyou know, three times a week. I’m not sure they do it today either, but still. Anyhow, I\nwas able to fund a certain amount of school, and I was able to then go to a school that\nwas as close to being away from home as I could think of. Penn State University had\ncampuses throughout the state, including one in oga -- at the Ogontz campus in\nJenkintown, Pennsylvania, commuting distance from my house. I had one in Eerie, and in\nDubois. Several centers were you could go for two years, and then you have to transfer to\nthe main campus at state college, or transfer to some other university. So for two years I\nhad this idyllic life, from whatever in the morning, until three o’clock in the afternoon. At\nfour o’clock I had to go teach. And I was out of school [indecipherable] that I would\neither drive up there, or my father would pick me up or something. It was arranged, and\nnot a problem. But I had this idyllic life on this tiny little campus of maybe 300 kids. It\nhad been the Ogontz School for Girls. And miss --",
        "A:O--O-g-o-n-t-z, Ogontz, Indian name. It’s a section of Philadelphia. And Mrs.\nSutherland, or Miss Sutherland, who had been the headmistress of the Ogontz school,\nlived on the property, in this little castle-like building, and she had rights to live there for\nthe rest of her life. When she died, I don’t know what happened to the place. But this was\n-- and we had a gazebo, and a lake, and ducks. It was the most idyllic kind of life that you\ncould think of, for a couple of years. Then reality kicked in, I was not going to go up to\nthe campus, because I would have had to lose my teaching job. It was important to me. I\ntransferred to Temple University when I finished the undergraduate work that I did. And\nTemple University in those days was 475 dollars a year. So again, I could afford that. But\nyou ask about what I did in my first year. At Ogontz, at Penn State, I transferred -- I can’t\nremember now whether it was in the first semester, or the second semester. As I made out\nprograms for my second year, I moved into -- more into the humanities, and into\nsociology, psychology and things. But even in your second year, things are pretty well --\nre-requirements, you don’t have -- and this is 1955, this is not 1995, or 2005, where, you\nknow, kids go to school and take one class a year, and then go back for basket weaving\ntwo. I mean, there are many jo -- they do this the high school, and in el -- in -- literally in\nthe mel -- elementary school, the choices of curricula. Well, there were less choices, and\nin my second year, I don’t recall exactly, but I do remember that I moved away from the\nphysical science, into the social science.",
        "Q: And living at home?",
        "A: Living at home.",
        "Q: The whole time?",
        "A: Living at home, the whole time. Never a thought of living away from home. And I’ve\noften thought whether that was an issue of my choice, or I just couldn’t conceive -- I can\ntell you this much, that I certainly didn’t think of living away from home as an\nexpression of independence. I was very independent at home, and I guess I had lived in\nenough different situations, that I didn’t have to prove the fact that I in fact could find my\nway on my own, by living away. And I think economically it was not a good idea. I\nmean, where was it going to go? There are some people in Philadelphia who lived at\nPenn -- University of Pennsylvania, who are city residents, you know, who lived a half an\nhour from the -- as people here live at college park. If I was in college these days, I never\nwould commute. I’m sorry -- I would always commute, I would never be a resident\nstudent at college park. My kids were resident students at the universities, but they at\nleast were outside of commuting distance. So my wife, interestingly, I mean just as a\ncontrast, although this -- it’s no impact on me, I hardly knew her then, commuted to\nschool, although she had a scholarship to attend any university -- any state university in\nNew Jersey. She was [indecipherable] she had a Regent’s scholarship. She could have\ngone to New Brunswick, from the Newark area where she was raised, and been a resident\nstudent. Because of a number of things, she chose to live at home. So interesting, we\nwere both commuting students as undergraduates.",
        "Q: Mm-hm. During these years -- first couple years of college, and you’re still working\nevery day, teaching?",
        "A: Mm-hm.",
        "Q: You’re still thinking about what it is you’re going to do, you haven’t completely --\nthat idea hasn’t really formed in your mind?",
        "A: I wish I could identify for you at what point I began to make more of a concerted\ndirection decision. Probably when I wo -- when I transferred -- when I finished two years\nat Penn State, and as I said, I couldn’t stay there any longer, I had to either transfer to the\nmain campus at college park, or transfer to any place else that would accept me, and I\nwas [indecipherable] acceptable things. I transferred to Temple University, which is the\ncommuting school in Philadelphia. And I’m trying to think of whether it was a particular\nteacher, or particular curriculum that got me involved in what was another Ford\nFoundation trial program. I am currently, and have for the last 45 years been a\nprofessional social worker. I’ve been in private practice now for 20 years. I say that\nbecause that’s where I got to because of what I decided then. There was some kind of a\nprogram in the school of education department of secondary education, which combined\nmajors in sociology, psychology, political science, history and economics. That attracted\nme, as a -- this kind of a [indecipherable] thing. Now, at the end of that completion, you\ncould practice teaching, become a teacher, which I did not do. My undergraduate degree\nis as a bachelor of science in education. I was a qualified, but not certified teacher in\nPennsylvania. Had I practiced ott, I would have become certified, I think, in history or\nsomething. So that attracted me, the choice was to do that, and the other choice was to go\nto school of social work in graduate programs. And at the time there was really only one\nschool in Philadelphia, that was the University of Pennsylvania. As this is going on, and I\nthink back to a couple of people at the university, who were instrumental in talking with\nme about these things, and these are programs that some of the courses had practicums\nattached, in the field of social service, in the field of social welfare, in the field of social\nwork. I began to think more and more in relation to maybe doing that. I knew I'd have to\ngo to graduate school, which didn’t bother me conceptually. I was a little worried about\nthe fact that the United States army might interfere. And I was very concerned if my\ncareer in school is interrupted, will I go back to school afterwards, and there’s no way to\nguarantee that, I took the deferment exam, I did everything I could. I wouldn’t say that I\nhad a daughter for that purpose, but that didn’t hurt, because here I was 23 years old or\nsomething, or whatever, and with a wife and a family, and I had to sign a commitment up\nto the age of 35, but I wasn’t drafted. There was a reason why I wasn’t drafted, which 1s\nnothing to do with my choices. Informationally, as another one of the homogenizing\nelements in my life, at Penn State, it being a land grant institution, it required all\nfreshmen, and sophomore men to participate in reserve officers training program, ROTC,\nin World War two uniforms. So Wednesdays, I was Lieutenant Mandel of the horse\ncadets. As a consequence, because I was in a military program, quote unquote, I was\nskipped when my draft number came up -- not the lottery, this precedes the lottery. This\nis right after Korea, and the calls were limited. You know, two or three people per draft\nboard. So they never called me, and by the time I got done with this, two years later, all\nthe 18 and 19 year olds were ahead of me on the list, so I was never called, I was never ca\n-- | w -- took an army physical, I was a one-A, and I did all the things in those days that\nall of us did. Some of my friends signed up on various pr-plans, they would postpone\ninduction until they finished school and then go in. Some took a six month program to get\ndone with the active service, and then go to reserve meetings for seven years. I did\nneither, and lucked out.",
        "Q: At what age did you become a citizen?",
        "A: 18.",
        "Q: Uh-huh.",
        "A: The rules stated that you could become a citizen at 18 on your own if you had been\nhere for five years. If you were here for five years before you were 18, you could become\na citizen on your parent’s papers. But I was sworn in to this da -- the federal court in\nPhiladelphia in December of 1954 -- ’54, yes.",
        "Q: Was that a significant, memorable moment for you?",
        "A: I gotta tell you that I have to think about it, because I haven’t thought about it daily.\nPll tell you two things about the day. One, I certainly felt more American that day, not\nbecause of the swearing in, but because who else was being sworn in. I was, as I\nremember, the only recently graduated high school kid being sworn, everybody else was\nolder. There were two guys who were in Air Force uniforms, who had to renounce their\ntitles in the Czech royalty. They couldn’t be Count PFC, they had to be Mr. PFC. There\nwas arule, you cannot hold a title in the States, but they were already in the Air Force, or\nmaybe the army -- I think in the Air Force. I -- but there were other people were there,\nthey were all older now, and older probably by three, four, five years, or 30 years, but not\nanybody my age, and I was an American kid for whom this was a right of passage, no\nproblem. I didn’t have any difficulties with the three questions they asked me, which may\nhave been what’s the highest court in the country, and what are the highest legislative\nbodies in Washington? Remember, I was living in Philly, not in Washington. It was an\neasy th -- it was a non -- 1 -- 1t was anon -- how do -- it was not, as I remember it, an\nemotionally important kind of thing. I didn’t have my parents with me. I didn’t go to their\nswearing in. It was a routine that you had to do, like renew your driver’s license. It was\nequally emotional, because I felt so very comfortable with where I was, and how I went,\nand who I was, and what I knew in terms of the American life. It wasn’t a sheltered\nexistence in my own self-made ghetto, whatever ghetto that is, as many people do. I'd\nbeen involved in the swearing in ceremonies here, because of a commission I served on at\none time. And it’s interesting to see the people now, that’s a very different world, but still\nyou see the ghettos that come. The Thai community comes to the swearing in of it’s Thai\npeople, and the Cambodians to the Cambodians, and to the Salvadorians to the\nSalvadorians. I didn’t feel that I was a member of any of those communities.",
        "Q: That’s interesting, yeah.",
        "A: But I really -- I have to tell you P’ve not thought about -- I know it was December\n1954, and I re-remember the -- the -- the U.S. court, but I don’t remember anything about\nit that would have been remarkable. Maybe the word is unremarkable, to me. But again, I\nwas the only kid that I can remember, there was a high school -- just recently graduated\nhigh school kid, I guess I was at Penn State, I don’t reca -- call what day it was.\nObviously took the day, and I took care of it. But I didn’t make any kind of a thing about\nit. As I said, my parents didn’t come with me, not because they had to take me, but\nbecause it wasn’t that -- important yes, significant, no.",
        "Q: Right. During these years, were your parents weighing in with thoughts about what\nyou should do in college, or were those decisions left pretty much up to you? Did you\ndiscuss those kinds of things with your parents very much?",
        "A: I’m sure I did, and I’m sure that it was a non-significant discussion. I know that my\nfather said to me when I was at graduate school, he says, “I don’t know what social\nworkers do, but I have a feeling that 1t may not be the most lucrative thing for anybody to\ndo. So I have a recommendation. Start on your second million. Takes all the pressure off\nmaking the first.” Right? I took up his advice, and I’ve done exactly what he told me. But\nI have no -- social services, human kind of work, that kind of stuff was understood. In\nthose days the interest in working was for some agency type occupation, not the private\npractice that I do now, or the independent practice, where I see independent patients on\nmy own office. And that was understood, because lots of folks, and lots of community\npositions had that kind of background. And the difference was this job was different than\nthat job, but that kind of training was similar. And look, my father had been in communal\nkind of involvement for a long time, he was very active in the chaplaincy. Bumped into\nsocial workers all over the place, and all the veterans in all the regular hospitals. He was\nthe chaplaincy’s chaplain. My mother was involved -- grew up in a home that was\ncommunity based. Her father was the rabbi of the community. The one rabbi in the\ncommunity of 3000 Jews in Novisad. So this was not something that was on Mars. But I\nhave no recollection really. I think my parents were very interested in my finishing\nschool. I think they were very concerned that would I finish on what terms, because they\n36\nobviously were aware that my high school career was not brilliant. It was not the kind\nthat schools were chasing me with scholarship offers. I mean, I finished --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number two, side A. Your parents didn’t really pressure\nyou in any specific direction as you were deciding what you would do, as you were in\ncollege. Was there ever any thought that you would move in a -- in a more religious\ndirection, that you would go become a rabbi, or a cantor? Was there -- did your father --",
        "A: That’s a terrific question.",
        "Q: -- want you to do that?",
        "A: They did not push me vocationally in any direction. They did push me educationally,\nbecause they thought it was important to attain a certain status of having earned a degree,\nthat was important. As far as specifically, I think that they would have been -- my father\nparticularly would have been happy if I had been more involved in some religious life\navocationally, although I don’t think he would have necessarily recommended the\nrabbinate, and don’t misunderstand, and the listener shouldn’t misunderstand, that he had\nsome feeling that that’s a lousy job for a nice Jewish kid, in some ways. It ha -- this -- th-\nthe politics of the rabbinate is not -- no, the rabbinate 1s not without politics, okay? The\ncantor has a different element. The cantor requires, at least by his judgment and mine, a\ncertain talent which I did not possess. I was not blessed with a voice, as he and many\nothers. He could learn everything. But the performance piece requires the talent, and I\ndidn’t score well on that. I sang in his choir until my voice changed kind of, and -- and\nI’m still, at this point, very interested in the cantorate, and varying s -- music, and the\nonly thing I play is the radio. So, no I -- th-the question 1s good, and they would have\nbeen pleased, but I don’t think that he’d -- they really thought that if I am involved in\nsome kind of communal service of a Jewish nature, that’s close, that’s close, and it was.",
        "Q: And that was the assumption, that it would be 1-in the Jewish community?",
        "A: I think so, I think so. And it was, in fact. I don’t know if that was because it was so\ndirected, or because I saw no cha -- no choice anywhere else, it was not that I didn’t see\nchoices anywhere else. If I hadn’t been involved in a scholarship program, in Jewish\ncommunal service, given by the B’nai Brith, which funded my graduate school, and then\nI owed them some time, I would have been very interested in going into a different\nelement of human services. In fact, in the -- in -- as a social worker, yes, but in the\nrehabilitation. In that -- and I did an internship, or an externship at the wa -- hospital in\nPhiladelphia, and I was very interested in being involved in the elements of helping\npeople adjust to the dite -- activities of daily life, now without a hand, or now with a\nmajor disability. Because the point is you don’t put them into -- onto -- put them on a\nshelf, and make them not participate. Now, there’s got to be some acknowledgement for\nthe fact that they may not be the same. I mean, blind folks are not going to be pilots,\nrights or no rights. But, that doesn’t mean there’s nothing else they can do. And that\nwhole element of that kind of retraining, and re-understanding of the psychological\ndynamics of being disabled, fascinated me, included the physical elements of it. And I\nwould have gone into that element of things, as many others that I had thought about, if I\nhadn’t had a Jewish commitment. And in fact, a guarantee that I have to take a job for\ntwo years, because I have to repay them for their having given me a scholarship to\nUniversity of Pennsylvania. So yes, the Jewish element was there, the Jewish vocation\nelement specifically, in terms of rabbinate or cantor, it was not.",
        "Q: You said that your parents joined a survivor’s group early on, I -- I can’t remember if\nit was in New York, or when they first got --",
        "A: Philly.",
        "Q: In Philly. You must have known about those meetings, did you take --",
        "A: Sure.",
        "Q: -- take part in them?",
        "A: Well, not that much. What happened is that there is a World Federation of Hungarian\nJury, I think is it’s name, in New York. My father knew some of the people there. My\nfather knew lots of people, and lots of places, and he used those contacts for appropriate\nthings. And my father tells me again I’m digressing on him, but it’s interesting that he\nwent to call on a person as a matter of courtesy, not because he was a supporter, but\nbecause of what he stood, what -- what he represented, who at that time lived in\nBrooklyn, and was one of the major enemies of Israel. This was the Sotmire rabbe from\nSotmire, Hungary, Rabbi Oyle Titlebaum, who my father knew in Sotmire, which is in\nthe general area of Ruthinia where my father was raised. And he called on the rabbe, as\nan acknowledgement of the rabbe’s achievement in the ra -- in the rabbe business, as a\nscholar, not as a political entity. But he is the leader of the Sotmire Hassidim, and he’s\nnot gone, but when he went to Israel, they changed the ne -- the notation on the trains\nfrom the state of Israel to cover it up, because after all, since this was not created by the\nMessiah, it did not exist. And Titlebaum would have given Israel to Abdullah, and wait\nfor the Messiah to come to create the state. So, clearly there was no agreement on the\npolitics, but my father call on -- now why did he call on him? He knew him from there,\nand Titlebaum was with us in Bergen-Belsen. He was one of the 1600. So there are many\npeople that you tend to know, but to get back to -- to the issue that’s closer to home --",
        "Q: Did you participate in those activities?",
        "A: Right. The World Federation hungar -- of Hungarian -- of -- Association of Hungarian\n[indecipherable] was in New York, and knew some people from before. They, my father\nand some others, started an organization called the Hungarian Hebrew Association of\nPhiladelphia. It was not necessarily of survivors, or a survivor organization, but by\ndefinition 98 percent of them were survivors. And they had the fundraisers, and they had\nprograms, and they had concerts, and they sponsored Israel bonds, and they sponsored\nJewish National Fund, they sponsored the forest in Israel, and other kinds of things. So\nthis was an element of not a survivor organization, but an organization of Hungarian\nJews, who by definition were -- I don’t know about 98 percent, but substantially either\nsurvivors, or people with survivor families who may have come here before the war, so\nthey were not survivors, quote unquote, but they were in fact part of the same\ncommunity. And he was very active in that, and I was involved in -- in my way, I mean\nthe picking up and the dropping off of packages, the rummage sales. I’m not sure I\nattended too many of the meetings, I certainly went to their programs. They would get\ntogether and they would cook potluck dinners, enormous ones for the community, and\nmy mother was again involved in the cooking for large numbers, cause she knew\nsomething about how do you do whatever Hungarian cooking type things for 200, not for\nthree. And whatever they were, whether it was sour cabbage or some other things, and\nagain this was usually done at the synagogue, where my father had certain privileges. He\ncould rent easily enough, and make arrangements for making it available, and he would\npay arent, and they would have programs, and that was something they did. My\ninvolvement in that was limited, but clearly I was involved in it.",
        "Q: Your father then -- and y -- both of your parents, their professional and social lives\nwere very much bound up in the community, as he --",
        "A: Absolutely.",
        "Q: -- as he wa -- as he had wanted.",
        "A: His, my mother had no professional life any more, she didn’t have any professional\nlife since she -- really since the time she was married, although she had a little bit\nafterwards. She’d been an enent -- elementary school teacher for kiddies in southern\nHungary, and she taught in Temerin, which 1s a city not far from Novisad. I don’t know if\nshe taught for three, or four years, maybe five, I don’t recall the exact numbers. They\nwere married in 1930. My mother was 24 year -- 22 years old, so she couldn’t have\ntaught -- well, she taught some years after that until left Novisad -- maybe four years.",
        "Q: And was there involvement more to sort of be part of that community, and maintain\nthe ki -- the welfare of that community, or -- how political was it at that time?",
        "A: In Philadelphia?",
        "Q: Yeah.",
        "A: Political in the sense of the politics in terms of American politics, in terms of wa -- the\nrepublicans and the democrats, zilch and zip, none.",
        "Q: Right.",
        "A: I would suspect they may have known. I certainly could not tell you who represented\nme in the state house in Pennsylvania. I recall vaguely who the congressman may have\nbeen, and the senators, and the mayor, and the governor. But only vaguely, I mean, I can\nremember. Have to think about the era. The involvement, or the household involvement\nof the organization, and the involvement of my parents with these, was at best cursory. I\ndon’t remember -- the only place I remember going to a political meeting was in New\nJersey where wif -- my wife is from, we went to -- he’s of the past, he’s not gone, he\nbecame a senator, he lost his senatorial position as part of ABSCAM, Harrison Williams,\nknown as Pete Williams, who was a congressman from New Jers -- was running initially\nin 1950 something or other, and we went to a rally in Hillside, New Jersey, where my\nwife 1s from. I -- I’m sure that was the first political event I went to in my life of that\nkind. But I had no involvement in politics, and neither did my parents, and neither did\nanybody else that I knew, in those days. As I say, I could not tell you who represented us\nin Harrisburg, no way.",
        "Q: So no, like pro-Israel kind of involvement?",
        "A: No, no, but that’s not the me -- you’re talking -- I’m talking about American politics.",
        "Q: Right.",
        "A: The Israel issue is not a political one. That’s an emotional one. It is alway -- there’s a\nfamilial -- I mean, we send packages, we had communication, we had some visits. I\nmean, I went back to Israel for the first time since I came in 1957, as did my parents. We\nwent separately, but we met there. I then again went in -- in °57 -- in ’60, I went, I don’t\nknow, half a dozen times, or a dozen times since. But the connection 1s -- was very clear,\nbut it was not a political one. It was not a support of labor, or a support of hashomir\natsyere, or a support later of Leecould. It was not a political involvement on their part. I\nwould think -- since Philadelphia, Pennsylvania had an open primary system, you could\nvote for any party you wished, I would suspect that they registered democrats. I certainly\nwas, and I think that had to do with who was, in fact, representing. I mean, this was the\nera when Truman had been an important guy, and then came Eisenhower, and then came\nStevenson as a candidate, and then came Kennedy. In that milieu -- Kennedy’s the first\npresident I voted for -- in that milieu, democratic party seemed like the thing I wanted to\nbe involved with, because I couldn’t find any kind of connection with the republicans,\nthough the Philadelphia, the -- the -- the -- the governor of Pennsylvania was a\nrepublican, and Philadelphia had a long, long -- a republican mayor, until 50 something\nor other.",
        "Q: Mm-hm. Let’s go back to we’re about to graduate from college.",
        "A: Okay.",
        "Q: And you’ve met your w -- wife-to-be -- in college, is that where you met?",
        "A: No.",
        "Q: No.",
        "A: Nope, nope, nope. Nothing to do with college.",
        "Q: Okay. Did you graduate then, and --",
        "A: Well, I did, but do you want to go on the -- on the -- on college, you want to tell -- me\nto tell you about how I met my wife?",
        "Q: Well, wha -- how -- tell me about your wife.",
        "A: Then the-there’s no connection there.",
        "Q: Okay, tell me about how you met your wife.",
        "A: I became active with some of my buddies in the B’nai Brith youth organization, a\nprogram called AZA, Aleph Zadik Aleph. It was a -- you don’t even know about it?",
        "Q: No, I’m not Jewish.",
        "A: Well, but I thought you might have known from these --",
        "Q: I’m thinking that -- no --",
        "A: -- descriptions.",
        "Q: -- no, no, I don’t.",
        "A: You are familiar with the B’nai Brith --",
        "Q: Mm-hm.",
        "A: -- aS an organization? It sponsored a youth organization for boys, and one for girls. It\nwas the largest organization of it’s type in the country. I went to work for them,\neventually, in terms of my Jewish commitment. She was a member of it -- of the girl’s\norganization in New Jersey. Philadelphia, ne -- Pennsylvania, New Jersey, West Virginia\nand Delaware were in the same district. We had conventions, we had get-togethers, we\nhad various things. And s -- in December of *53, I think, there was a program of -- a\nweekend program in Philadelphia during Christmas break, and the presidents of the\ndistrict honored us with their presence. The boy’s president was a young man by the\nname of Eliot Rothman, who was an architect in Boston, with whom we’re still in close\ncontact, and guess who the girl’s president was? The woman whom you met this\nmorning, my wife. And Adrienne and Eliot came to give out diplomas for this university\nweekend that we had attended. It was not university, it was still high school at the time,\nbut there was a program called the university. And actually I met her. I met her and many\nothers, and we communicated, and corresponded, and occasionally visited. We had no\nsocial contact. She went her way, I went my way. In 1956, after we’d known each other\nas friends for a couple of years -- as I say in those days you didn’t make phone calls\nevery day, you -- occasionally a phone call, sometimes a visit, and some letters -- we met\nup again at the camp in the summertime, we both went there as adults, we were 20, to\nsupervise a convention -- well, part of a convention. And I think we had some kind of\nthoughts about each other throughout all this time, but we had never had a date, or a\nconnection. I don’t think that she and I were ever alone for an hour at the time. With lots\nof other kids, yes. She was involved with some kid from college, and I was involved with\nsome girl from someplace else, and we had active social lives. In ’56 we decided that\nmaybe there’s something we ought to think about more seriously, and we did. In ’57, we\nboth went to Europe, separately, and the place where we rendezvoused by schedule, was\nin Venice, which is not a place in which to rendezvous, both socially or romantically.\nAnd in ’58 we were married. But we met unrelated to school, she went to Rutgers\nUniversity in Newark, I went to Temple University in Philadelphia. Schools had nothing\nto do with our connection at any point. And she moved to Philadelphia with me while I\nwas in graduate school.",
        "Q: She have survivors in her family?",
        "A: None.",
        "Q: No.",
        "A: Her parents were born here, her grandparents -- her grandparents came from the other\nside, from Europe, three out of the four, but they came as young people, before the first\nWorld War. So survivors -- she had some aunts. But -- and she had a cousin, her mother’s\ncousin, Alex. But no, no real survivor connection. I may have been the first one that she\nreally met. Was a kid in school she talks about who arrived at her, maybe junior high\nschool, who came from Europe, and everybody was nice to her, and they gave her special\nhelp, and taught her English and things. But limited. You also have to have some\nunderstanding of the nature of the community. Hillside, New Jersey was kind of an\nenclave outside of Newark, between Newark and Elizabeth. But no, I would say that her\ninvolvement with survivors, even though she may disagree to some degree, was at best\nlimited.",
        "Q: And did that cause any difficulty between you? Was there any bridge to gap? Any gap\nto bridge?",
        "A: I don’t think the survivor thing has -- was the gap. I think the difference in some\nupbringing, the religious difference -- she comes from a essentially sectarian home,\nJewish but sectarian, and I didn’t. I think that the differences in where we spent the first\n12 - 15 years of our lives -- I mean, her notion of the war was that they had air raid alerts\nin school, and they crawled under the desk. My notion of the same time was air raids.\nThere’s a difference. And that difference, I think, has -- had been there -- ha -- has been\nthere, is there, and will be there. And we’ve been together for a very long time. I mean,\nwe're -- 1958 is now what, 47 years ago?",
        "Q: There’s so many stories you hear about people who came to this country, and me-\nmeeting American Jews, who have no understanding of what they’ve been through, and\nhow that sometimes caused friction and difficulties.",
        "A: Oh.",
        "Q: Was that a problem for you before you met your wife, and -- and -- or were there any\nkind of incidents that you remember along those lines, about, you know, American Jews\nnot understanding what you’d been through?",
        "A: I don’t think so --",
        "Q: Or you thinking that they should, or --",
        "A: I don’t think so at the time, because of the difference between myself and the adult\ncommunity. I think my parents experienced that much more so than the kid community,\nwho kind of went with the flow.",
        "Q: Right.",
        "A: I mean, my buddies knew this, that, and the other thing, and didn’t care about the rest,\nand didn’t -- I didn’t accuse them of not having been in concentration camp, and they\ndidn’t hold me accountable for having been there. Not among kids, and I’m talking about\nkids now up to the age of, you know, college age. Adults, something else, their sense of\nestablishment when they came, what they did, why they didn’t help, the whole issue\nabout Roosevelt and various emissaries, and the interest that the national government\nhad, and what they had to do, and [indecipherable] the first to recognize that the first\ninterest had to be the protection of this country. But that doesn’t mean they couldn’t have\nhad something to do with other things as well. But there’s a whole issue involved with\nwho they were, what they were, what thi -- their upbringing was. But I’m saying -- the\nquestion that you ask I think relates with my parent’s generation, not to me.",
        "Q: Mm-hm.",
        "A: I can’t recall anything that will be significant that I can tell you, where this -- this rub,\nthis -- this chafing, as you said earlier, was of issue.",
        "Q: Mm-hm, for you. Do you know of specific incidents about your parents experience\nalong those lines? I mean, was there --",
        "A: No. No, well, specific, no. I think that there were issues having to do with the fact that\nanybody who didn’t come here on the Mayflower, and nobody I knew came on the\nMayflower, was seen as -- the reference being a greener, a newcomer. And that came up\nonce in awhile. Certainly my father had that because the kind of life that he had to start\nall over with for the third time, was not the kind of life that he had in th-the first time.\nAnd in some ways he resented that, and to some degree he expected things of people in\nterms of performance, in terms of responsibility, that he thought was appropriate to\nexpect.",
        "Q: I don’t -- can you be more specific about what you mean? He expected what kinds of\nthings from people?",
        "A: He expected -- well, you have to know something about him as well, which I’m not\ngoing to detail for you, but the point is he expected certain behavior norms, and cert -- if\nsomebody said I’m going to do this, he should do it, not forget it. This has nothing to do\nwith being an immigrant, but it has to do with the fact that when he was in Europe, and\nwas the chief cantor of Budapest, essentially if he barked, somebody said yes. And here\nhe was not that, but the expectation may have been the same. If some of his colleagues\nsaid they will do this or that, or the other thing, and bring this piece of music to that\nrehearsal, he expected that. And if they didn’t, it had something to do with him\npersonally, but also with the fact that he did not -- he did not suffer fools well, cause he\nnever had to. I think that he had some feelings about the fact that when he was looking\nfor a position in Philadelphia, he had occasions to go to various places, and to essentially\ngo for tryouts. And he was resentful of the fact, for example, that one rabbi said to him --\nrabbi came from the same neighborhood that he did in Europe, but came 20 years before,\nhe said to him, “Well, you know, cantor, in this congregation, the cantor does the\nresponsive readings in English.” To which my father said, you know, I mean, “Is that\nwhat you want me to do? I mean, you have now just said the weakest part of my\narmament is what you want me to feature. I mean, I can speak English, I can read\nEnglish, but I have reasonably difficult accent, and this is not my -- I mean, I’Il do it in\nGerman, I’ll do it in Hebrew, I'll do it in Russian, but I won’t do it in English, because\nagain, it’ll embarrass me, and itll embarrass you.” “Well, 1f you can’t do that, we can’t\ngive you the job.” And he thought that there was an element of saying, uh-uh, I made it,\nyou ain’t. And that was a resent thing against the newcomer. It may have also been a\nresentment against my father’s skills and abilities, which may have been threatening to\nsome others. And he was an outstanding cantor, and if that sounds like a chauvinistic\nstatement, it isn’t, alright? An enormous voice, was very well trained, and it scared the\nhell out of folks who weren’t. You know? Who were legends only in their own minds,\nand he was not, but [inaudible]. So there are things like that. We came from central\nEurope. The majority of the Jewish community in this country came from eastern Europe.\nMy mother was not Yiddish speaking. I don’t know if you know, but Yiddish was not\nspoken everywhere in Europe. My grandfather knew Yiddish very well. My father knew\nYiddish very well, because when they went to Yeshiva, which is the original schooling\nthing, you learned in Yiddish, you learned -- you learned Bible, which is written in\nHebrew, discussing it in Yiddish, not in Hebrew, because you didn’t use the Hebrew\nlanguage for secular conversation. It’s a holy language, it’s only for study. And you\ndiscussed it in Yiddish. So they knew Yiddish, they spoke Yiddish at home. Much of the\ncommunity that you see here, that came from Poland and Russia had Yiddish in their\nhomes. In New York my mother was told any number -- she wasn’t told, it was told about\nher that she doesn’t even speak a proper language. How can the cantor’s wife not speak a\nproper language? What’s the proper language? Yiddish. So those were things that they\nhad to do with the fact that she didn’t speak a proper language, she didn’t come from the\nright place, and she didn’t come when we came. These kinds of things. Are they serious?\nNo. Are they significant? Somewhat. Impact? Some. Critical? No. That’s the valuation I\ncan give you about the impact of the Jewish community.",
        "Q: You finished school, you had this two year commitment, and what -- where did you\ngo, what -- what kind of work did you do when you finished school?",
        "A: I had a choice to -- well, I had to take a position with the B’nai Brith youth\norganization as a professional member of the staff. Okay?",
        "Q: Mm-hm.",
        "A: And I had a choice -- if not a choice, a 55 - 45 choice, so it was not a total choice, but\na choice still, of taking a position in the Philadelphia office, or taking a position in the\nCleveland office. I went to Cleveland. I really thought that I wanted to have a career start\nnot in my hometown, for all the blessings of the hometown, and all the negatives of the\nhometown. I went to Cleveland for two years. While in Cleveland, a position opened up\nin Detroit, which is no more attractive than Cleveland, but it was in a different district,\nwith a different staff, with a different supervisor, with a different boss than Chicago, and\nit would -- and it was the top job in the state of Michigan, and I was interested in that, to\nsee if I could do that. And I got that job, and as a consequence, I stayed well beyond my\ntwo year commitment, and I stayed with them for 15 years. And I was with the agency\ntotally for 15 years, Cleveland and Michigan -- well, even before, I was even in New\nJersey for a little time. But I stayed with the B’nai Brith organization as a professional\nsocial worker. They used to hire group workers in those days, which I was, and I ran a\nprogram for healthy, well-adjusted middle class Jewish kids in the state of Michigan.",
        "Q: What kind of program?",
        "A: It’s a social, educational, religious, athletic program after school. They meet in groups\ncalled chapters, very much like I was involved as a kid in a chapter in Philadelphia, my\nwife in a chapter in New Jersey. And we would have gatherings, and -- where we met,\nand others met, and I had not the same, but similar programs, in Michigan, and programs\nin the district, which was the larger area of the Midwest, and programs which were\nnational, which was in the national encampment, which happens to be in Pennsylvania.\nYou know, it’s a home turf for me again, but that’s a -- it could have been in -- went to\nconventions the University of Illinois, where we in fact, took the university at\nChampagne, for a convention of several hundred kids from that district. That was a large\nprogram divided throughout the country into seven different districts, and the details of\nthat are not important. No longer that.",
        "Q: And you’re -- you were married by that time?",
        "A: We were married -- yeah sure, we were married °58, went to -- I was married all\nthrough graduate school. My daughter was born in ’60, we went to Cleveland in ’61,\nwent to Detroit in ’63, came here in ’73 --",
        "Q: Oh, so that’s [indecipherable |",
        "A: -- to Washington, right. With the same organization to be the third man in the national\noffice, which was terrific in terms of my having come to Washington, I’ve never\nregretted that. But after three years here, or two years, the national office, for many, many\nreasons I thought that’s not what I want to do. Continue in there sometimes needs to be a\n-- not so much a vocational change, but maybe an employment change. And we came to a\nmutual meeting of separation.",
        "Q: And you became a private --",
        "A: Nots -- not quite --",
        "Q: No.",
        "A: -- I went to work for the -- I mean, the largest employer in this community is the\nfederal government. I went to work at a private agency in southeast Washington for two\nyears with a friend of mine, which was totally funded by government contract, and that\nkind of petered out because of a number of things that happened, including a change in\nadministration. I went to work for the Peace Corps, here in town, as a trainer, particularly\nin areas of psychological kinds of issues, and counseling kinds of services to be given --\nthis is only to the staff of the Peace Corps, I never had anything with volunteers, but they\nwould work with volunteers. I’d -- rec -recognition of cultural difference, I mean you\nhave a Peace Corps vol -- Peace Corps staff member is going to be the agricultural staff\nmember in west Africa. He knows the agricultural business, but if you ask him about\ncultural differences, you have to first define the word culture, cause he never seen\nanything, besides Montana. Whatever, I’m not maligning Montana. Culture in this\ncountry, I mean remember, this is a country where you can go for 3,000 miles with one\nlanguage, with great success. You can not do that anywhere in the world. You can’t do it\nIndia, China, or Russia, which are the same size. You can do it in Australia, but for most\nof it there’s no people, so [indecipherable] talk with some kangaroo.",
        "Q: Sheep, too.",
        "A: Sheep. So, it’s not a fair [indecipherable] to go from Perth to Kearns is probably same\ndistance as it is from Boston, San Francisco, but there’re no people there to talk to. And\nEnglish, obviously, will get you by. Their version of it anyhow. So, those cultural things,\nand other kinds of counseling things, and other -- understanding of certain kind of --\npsychological kind of issues that might be difficult, was what I did for the Peace Corps,\nand actually not just for the Peace Corps, but at the time, the administ -- president’s\nadministration thought that they ought to put the Peace Corps together with the domestic\nPeace Corps called Vista.",
        "Q: Right.",
        "A: In an agency called Action, which never worked that well, but it did, so I was involved\nin both.",
        "Q: Let me stop here while --",
        "A: Mm-hm.",
        "Q: -- while -- so we don’t run --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number two, side B. Did I just lose my microphone?",
        "A: You lost your microphone. So, all I’m saying is that I was involved in both the\ndomestic element of action, which was Vista, and the overseas element of action called\nPeace Corps. But I never served overseas, I never served [indecipherable] I was with\nthem for eight years. After that I began to develop a private psychotherapy program, and\npractice, and I have done that in a couple of different locations for the last, gee, 20 years.",
        "Q: What kind of issues do you deal with [indecipherable]",
        "A: Deal with adolescents and adults in issues that are -- many of them are similar no\nmatter what age you are in. Depression is depression at any age, almost. The separation\nissues for younger people are the same no matter where you are, many of them having to\ndo with the need to strike some kind of understanding and insight that an outsider can\nstrike, that the insider cannot. Example, family comes to see me with a kid who 1s a high\nschool senior, and this is March of any year. And the kid essentially has, in fact, run\naway, or left, come back after three or four days, because he feels that he no longer can\nfunction with the confines and the restrictions of the parental home. It’s devastating for a\nfamily to have this happen. If you can help the parents make some adjustment, the kid\nmake some adjustment, gain some insight, and postpone that runaway for four months.\nFour months. Now, the kid is going to go away to school. That’s a legitimate runaway.\nIt’s a runaway in either case, if you nee -- know what I’m saying. But in the one is\nlegitimate and not devastating to the family, and one is. And sometimes the outsider can\nmake that happen and observe that and understand it, cause I’m not emotionally involved\nwith the kid nor the parents. And the parents, what they’Il do is they’ II do every kind of\ntough love issue there 1s, and they’Il restrict, and restrict, and the kid will rebel, and rebel.\nAnd the more you push, the more th -- you resist. Well, if you can understand that, and\nthe dynamics of that, you can be very helpful. And once in awhile I am.",
        "Q: It’s been a very interesting kind of gradual move for you in that direction, to working\nwith people individually in their very intimate, kind of family problems. It’s not -- 1-1t’s\nnot -- 1-it was an evolution for you.",
        "A: Sure.",
        "Q: Yeah.",
        "A: I don’t think I could have said to you 35 years ago I’m gonna do that, because the\nnumber of folks in my field who were doing that, you could count on one hand, and I’m\nexaggerating again. It was the province of the psychiatrist, who had limited medication to\nprescribe, because there weren’t any. I mean, anybody could prescribe medication, many\npsychiatrists could, and the medication of choice 50 years ago was various kinds of\ntranquilizers. If you tranquilize them enough, all mental patients will be docile, and they\ncould be put in institutions, and even into back wards, which no longer exist. The world\nhas become much more complex than it was as recently as 50 years ago. A hundred years\nago I can’t talk about. But in the last 50 years compli -- complexities have evolved\ngeometrically. As a consequence, the kind of help that’s psychotherapeutically\nappropriate had to evolve into more practitioners. Psychologists began to do some of that,\nthose who became clinical psychologists, not research guys. And today social workers\nprovide more of that than any other profession by the number of hours provided in this\ncommunity. Now, I didn’t think of doing that because I on -- first of all, that was not part\nof my thinking, secondly, I didn’t think that I could -- this may have some to do with\nwhat I did as a kid, I didn’t think that I could take the risk of economically subjecting my\nfamily to a -- to a horserace while my kids were still in school. I didn’t start this until\nafter they were out of school. I figured the worst can happen, we’ll skip a meal. My wife\nand I will make it. And thirdly, I really thought that one cannot do this, no matter what\ntraining they have, until they have practiced in a variety of ways. I’ve always had\nindividual attention to things. I mean, I remember when licensure became mandatory in\nthe state of Maryland in 1970 - something or other. And obviously I was well off that I\nwas -- I was out of school 15 years. And I had to put together the pieces of hours that I\nprovided an individual psychotherapy, or individual counseling in the previous 15 years,\nan hour here, two hours there, three hours there, because I wasn’t doing this 40 hours a\nweek. You had to come up with some 2,000 hours or something, and I don’t recall\nexactly how, but I think, you know, a percentage of every year was spent in this, in\nfamilies. I mean, I had to, in my job in Michigan, I had to get a kid out of jail once in\nawhile, and I had to have a suicide attempt, and I had to have a runaway, and I had to\nhave a something else. I mean, again, these things add up, but I did this on a very limited\nbasis, and then of course it became something I did full time. But I didn’t think I could it\nfull time, until I had amassed the body of experience. So you talked before about gapping\nbridges, or bridging gaps, I had to have bridges to things. And you don’t have a bridge to\nvarious things until you’ve had some experience, not so much in life, but life and applied\npractice.",
        "Q: I’m leaping ahead to the big kind of question, but --",
        "A: You’re gonna bridge the gap, or gap the bridge?",
        "Q: I’m always trying to do that. What is it about your experience, your -- a fact of your\nbeing a survivor? What does that -- what -- what -- from that experience, what do you\nbring to what you do with people in -- in this setting?",
        "A: You'd be so -- you’d be so easy, and I -- and I have to tell you, I’ve thought about this\na great deal, specifically because of this interview. It’d be so easy to say, well obviously I\nsaw atrocities, I saw terrible things, I saw things that shouldn’t happen to humans, and the\njob that I now have helps humans, therefore -- that’s too glib, and too easy, and it’s not\ntrue. Now, does that impact? Of course. But I think the impact is an on -- is on -- on the --\non the understanding of behavior, of motivation, of choices, of why do people sometimes\ngo like sheep, and sometimes don’t go like sheep, and it’s the same people in different\nsettings? I can’t tell you the answer to that, but those kinds of behaviors does in some\nway have some additional armament, or some additional bridge to human behavior. But\nas I say, I cannot say, nor will I say to you that because, therefore -- it’s an obvious. I saw\nbad, I can do good, that’s a good thing. That’s glib.",
        "Q: But you were in a position as a child to perhaps focus on cause and effect of people’s\nbehaviors because there was -- you were in some danger --",
        "A: Oh, absolutely.",
        "Q: -- and you knew that, so you were -- you were --",
        "A: Well, I don’t know how I knew it, I don’t know --",
        "Q: Well, you -- you said before, in the other interview, that maybe you didn’t understand\nthe larger situation, but you know when there’s a man there with a gun, and there’s\nbarbed wire --",
        "A: Right, right, right.",
        "Q: -- and there’s a turret, that this is not a normal --",
        "A: Right.",
        "Q: -- that I’m under some kind of danger here.",
        "A: Okay, no, I was -- I was probably in more danger specifically in Israel when the\nindependence war was going on, and shots were fired and some hit my house. It didn’t hit\nme, because I wasn’t stupid enough to be standing out there, but I’m saying that that kind\nof danger is a little different, but you’re right.",
        "Q: Right.",
        "A: I think that I have a capacity to observe, sharpened by 40 years of practice, by\neducation, or by the eyesight that I was born with. I think I have an ability to in some way\namalgamate various kinds of background pieces, and put it together into an approach, so\nthat they become part of that. But I have to say again that maybe it’s because I was not\nold enough to understand, and maybe I would have understood at 15, the fact that I’m\nundamaged by it, at least substantially so, I recall, I understand, I can re-retell, I und -- I\nknow what went on, and of course I understood the meaning of it subsequently, but I was\nnot damaged the same way. A siren doesn’t frighten me, okay? And a siren is an example\nthat’s given by many survivors, they hear a siren today, ambulance, and they freeze on\nsome level, to some degree. A siren does not frighten me. And again, a siren here 1s only\na smallest of examples, because the sirens were very dangerous, because we were\nbombed in Budapest. We spent days in the bunker, in -- not the bunker, 1n the cellar, and\nin the -- in the -- in the shelter. No, not days, we spent parts of days, sometimes four and\nfive times a night. My grandmother, my father’s mother who was living with us at the\ntime, went back to her little village, from which she was deported, because the elevator --\nand I said this on the other tape -- the elevator was invariably out of commission, cause\nthey couldn’t get parts to repair them, and to go down five stories, three and four times a\nnight, was too much for her to do. Choice two was send her back where she didn’t have\nto go to the air raid shelter. And she was deported. Ah, she would have been deported\nperhaps, elsewhere as well. But I’m saying it’s because I under -- because I recalled, and\ncan now, and have for some time been able to assimilate that. But I wasn’t -- you know,\nif you looked at my guts, they don’t have black and blue marks, they’re clear. Or my\nbrain doesn’t have it.",
        "Q: Mm-hm. What about your parents? Your father lived to -- into his 90’s.",
        "A: He was -- he would have been 90 in mar -- he would have been 90 in March, he died\nin January of the same year, it’s close enough.",
        "Q: Oh, uh-huh, yeah. So you -- you knew them for quite a -- your mother died quite\nyoung, I think --",
        "A: My mother died at the age of 59 --",
        "Q: My goodness.",
        "A: -- for entirely different reasons, and I don’t think the Holocaust connected. One day\nthey thought she had a stroke, cause she was dragging a leg. Literally days after the war\nin Israel in 1967, they went to Israel to visit family, after the six day war. And they came\nback in August, I know I picked them up, I was in the east, I was living in Michigan, and\nmy mother was not well. Well, this is in August, by December they discovered she had a\nmassive growth in her head, and that killed her. I mean, they radiate it, but in those days\nthis was a caveman oncology. I mean, this was the kind of thing that today two pills, and\nsomething would cure it. And I don’t mean that literally, but --",
        "Q: Yeah.",
        "A: -- it’s -- we have gone thousands of miles beyond that. She -- this killed her. There\nwas a choice of operating or radiating. And we were told that operating would invariably\n-- invariably produce a vegetable. My father and I agreed that that’s of no value if she\nlives to be a hundred, in a bed as a vegetable. We radiated, 1t metastasized, she died,\n1967. So the impact of my parents was significant, and in my father’s case lengthy, but\nvery different in my mother’s. You remember that I was with my mother all of my life. I\nmean, I left both of them 1958 - ’59. As a matter of fact, interestingly, we even lived with\nmy parents for a very short time. When I was looking for graduate school, one was in\nPennsylvania, one was in New Jersey, one was in New York. And I couldn’t find a rental\nfor my wife and I for three months, or maybe four months, for a very short time, I -- in\nthose days, Philadelphia did not offer very short rentals, and I guess a hotel was not an\nidea. So we moved to my parent’s house until the decision was made where I would goi -\n- go to school. And when it was made that I’m going to be in Philly, we took an\napartment immediately, which was our first apartment, which was very nice. But we lived\nwith them. But it was with my mother throughout. When I was born, in Riga, two months\nafter I was, my father went to Budapest to begin his rehearsals for the holidays in the fall.\nMy mother then packed up, and two uncles came out and helped her, and we trucked to\nBudapest. My father was away from the house for continuous times in labor camps. We\nwere at home. We went to Bergen-Belsen, he was not with us. He comes after us to\nPalestine -- to Israel, he leaves before us. So my father’s relationship with me as a child\nup to the age of 15 or so, is very spotty, and I am sure it had impact. I can’t tell you\nprecisely, but he wasn’t there, through no -- and I never held him accountable for not\nbeing there. The fact that he was in his own field, meant that he never played baseball\nwith me, but you can overcome that. But he was not there, through no fault of his own.\nHis influence was there, his impact was there, his feelings were there. Excuse me. I’m\ngoing to back up for a teeny story about language. You asked about English. My mother\nand my father correspond when he is here, and my mother and J are still in Haifa, and\nthere were some times during the War of Independence in Israel where food was scarce.\nPlentiful, but some things were scarce. We had all the dairy and all the veg -- butter was\nrationed, you know? You could live without that. But all the bread, and all the vegetables,\nand some meat, and all the fish from Australia was available. But my mother says that\nthings are scarce. My father gets absolutely frightened, and goes to the post office, and I\nremember to this day, he packs up a package from the grocery store, and ships it by air to\nIsrael, 44 dollars. It was probably a week’s salary in those days, 1947. Ships this thing to\nIsrael. And we open up, and we see these little cans, little flat cans, and it says on it,\nChicken of the Sea. Well me, with my incredible knowledge of English, decided this is\nchicken. It’s a very funny, oily chicken that these Americans put in cans. Cans were not\nunusual to us, but what kind of chicken is this, and how do you cook it? I cannot tell you\nwhat my mother did with this, I don’t remember. But this was my knowledge of English,\nChicken of the Sea was chicken, right? Well, we both know that’s not exactly what it\nmeans. My mother’s English was even less than mine. She didn’t even know the word\nchicken. But we had this neat meal. As you know, kosher requires no mixing of the two.\nWe had this very strange American chicken. It didn’t taste like chicken, it was in oil. But\nit said chicken, and Mandel the English expert said --",
        "Q: Mom --",
        "A: Mom, it’s chicken. Cause he knows. And they also had corn flakes that were\nintroduced, and we didn’t know how the hell do you butter corn flakes, like bread or that\nkind of thing. But again, I -- I couldn’t read the English, I mean I could underst -- I didn’t\n-- I might have known the word corn. I am certain I didn’t know the word flakes.",
        "Q: Right.",
        "A: Right?",
        "Q: Right.",
        "A: And I knew the word chicken, I knew the word sea, but I never could connect --\ncourse I’m not sure I ever had tuna fish in my life.",
        "Q: Right.",
        "A: I mean, why would I? And if I did, it was a filet of tuna, or a stew of tuna, or\nsomething that my mother could recognize as a fish.",
        "Q: Right.",
        "A: The thing in the can doesn’t look like a fish. English.",
        "Q: Yeah.",
        "A: But I was with my mother -- I sometimes illustrate it by saying that I always spoke\nwith my father in the language of the land in which we lived. Hungarian in Hungary,\nHebrew in Israel, English here. With my mother, Hungarian always. Not because she\ndidn’t know any English, but with my mother it was always Hungarian, no matter where\nwe lived. There’s a different continuity with her than was with him. So I missed his\ninvolvement, which was spotty, and clearly through no effort on his part to do that. I\nsuppose in some ways he could have been more of a dad only, but only in terms of\nthrowing a ball right handed. That’s silliness. Every other way he was. And I had the\nmost consistent part of his life with me when I no longer needed it. When I wanted it, but\ndidn’t need it. I mean, I was an adult, with two children, living in Michigan. That’s -- it\nwas in those days that I had full availability of my father, and none of my mother. So that\nmy parent’s influence on me had these kinds of impacts, both good and both -- I have\nboth bad. They both survived, but I did not spend equal time and equal impact for both of\nthem.",
        "Q: Right. Did you and your mother talk about the day -- about the war, and your\nexperience together in Bergen-Belsen very much?",
        "A: Not much, because we lived it together.",
        "Q: You didn’t need to talk about it.",
        "A: No. In my family, conversations about this took place willy-nilly and at the drop of a\nhat. But nobody had to be told. I mean, my father had to be told about where we were,\nand we had to be told about where he was. And that we did. But it wasn’t a question of\nmy mother and I talking about where we were, because we were there every day. I saw\nher every day, there was not a day I didn’t see her. You recall that when we went out of\nse -- out of Germany by German troop train, in Switzerland, who is the teacher that is\naccompanying this group of 20 kids? My mother. Which was good and bad, but again\neven then, I was not separated from her. I digress, but for historical reasons it’s\nsignificant. In some communication about the Custner group, I got a letter from a\nprofessor at Michigan State University in Lansing, Michigan. I won’t mention a name\nbecause I’m not sure he wants to be named. And the name rings a bell, and I write him a\nnote, and I said, “Are you, by any chance, that kid,” -- and I send him a picture that I\nhave, “with whom I was in Switzerland?” And he says yes. Okay? And then he sends me\n-- we have been in touch -- he sends me a Xerox of a postcard, written to his mother by\nmy mother, saying that the boy is having some difficulties. He’s fine, but he’s not with\nhis mother -- I was -- and he starts having some difficulties, but he’Il be alright, and she\nask when is she going to come visit, whatever. My mother’s handwriting, 1945. And I\nhave that. And he sends it to me. So I’m saying that my mother’s influence again was -- I\nhad a couple of beatings really, really beatings, because a couple of kids walked off\ncampus, and they were caught, and they were certain that I ratted, cause I’m the teacher’s\nkid. And I didn’t. I’m -- I really -- I wouldn’t dare. I mean, of -- I -- it’s -- 1t’s against the\nrules. In any case I’m saying my mother and I had this kind of a connection. I probably\nlook like my mother, much more than my father then, and throughout my life, although\nnow people say to me, look at my eyes. My father had a very different kind of a face, but\nI look like my mother, my mother’s family. I was much closer to my mother’s family. I\nspent time with my mother’s parents. My mother’s sisters, my mother’s brothers. I only\nspent time with my father’s one brother, who went to Israel and died since. And here,\nwith my aunt in Philadelphia. But I was much more connected, so with her, these\ndiscussions were unnecessary. I have a friend of mine here who -- again I won’t name,\nwho talks about he doesn’t have to learn about the civil rights struggle, of which he was\nboth a victim and a winner, he just has to remember it. Cause he was a law student in the\nbasement, and a dumbwaiter would bring down the lessons at the University of Arkansas,\nmany years ago, and I won’t give the names. But he doesn’t have to -- to study it, he just\nhas to remember it. Well, in a same sense, I don’t have to study elements of the\nHolocaust that I lived through, I just have to remember it. My mother and I could\nremember. When she went to [indecipherable] and she bought a -- there’s a watch that I\nwear that she bought in [indecipherable] because in those days there was some thought\nthat if you have a watch or two -- you could always trade a watch for a meal, a good\nSwiss watch. And then she gave it to me later on, and it’s my watch for 50 years, lo --\nmore, more. But we can remember those things.",
        "Q: What about when you ha -- when your kids got old enough? You -- there -- so often\nyou hear these difficult stories about survivors telling their children, or not telling their\nchildren what they went through. Since your experience was not such a traumatic one,\nyou didn’t have that inhibition, I would think. So many survivors say I don’t want to -- I\ndon’t want to tell my kids because it was so horrible, and -- and they don’t need to know\nthat. But what was your experience with your kids? How did you tell your kids, when did\nit come out?",
        "A: The difference in my trauma and others was the fact that mine was a much shorter\nduration.",
        "Q: Right.",
        "A: And I did not understand it.",
        "Q: Right.",
        "A: I wouldn’t want to -- I wouldn’t want to weight levels of trauma. However, from day\none, whatever that is, I was willing to, I thought that it’s important to know, you can’t\nknow where you’re going if you don’t know where you came from. Maybe a cliché.\nGeorge Santayana’s comment about the fact that 1f you don’t learn history well, you learn\nto -- you have to repeat it or relive it is another one, there are many of those. And I have\ninvolved my kids in either visiting with me, speaking with me, going to the museum with\nme, coming to programs with me, etcetera, etcetera, etcetera, any which way I can, and I\nthink they are quite conversant. I did not believe that since it’s traumatic for me, I should\nnot give them the opportunity to learn. That’s unfair. It’s denying them experience that\nthey should -- they can reject it, they can ignore it, but they have the right to possess it. It\nis exactly what I said in the beginning of this conversation about archiving this material. I\nthink that many of the people that are recorded -- I mean, that have been, thousands and\nthousands, may not be interesting, and may be repetitions of some other folks, but if it\nisn’t archived, it can never be retrieved. And I wanted to archive it in my kids, and my\ngrandkids.",
        "Q: Mm-hm, and how did they receive it? It -- is 1t -- is it som -- do they ask you\nquestions, do they --",
        "A: In many ways, well sure. But it’s become -- it 1s not a -- you know, a holy writ of\nsome sort that needs to be approached gingerly and tenderly, like, I sh -- don’t want to\nupset you too much. It was this year or la -- it was last year I think, there was a book\nwritten about the experience of Custner, not the Robert Saint John book, but by Alex\nBrand. Alex Brand was the partner or colleague of Custner, who in fact was sent under\nGerman supervision to go talk to the allies about the original transfer of people versus\ntrucks. It’s not on this tape, but it’s in the history. He was arrested in Syria, in Aleppo,\nand jailed in Cairo for the rest of the war. He writes a book after the war called,\n“Desperate Journey.” Some years -- many years ago, a friend of mine who has since\ngone, asked if I had the book. I said, “No, but I'd like to reread it.” And I borrowed it\nfrom him, and I gave it back to him. Later on I ask him for the book again, he said, “I\ncan’t find it.” So I did something which 1s illegal, but not immoral, and not fattening. I\nhad occasion when I was with the Peace Corps to have the book borrowed from the\nLibrary of Congress on interagency loan, and I Xeroxed it. That’s illegal, but not\nimmoral, and not fattening.",
        "Q: As long as you didn’t sell it.",
        "A: I -- well it’s -- Xeroxing it is illegal, but it’s out of print. And I gave a copy to my --\neach of my kids, and I have one in the house. Couple of years ago -- last year I remember,\nmy daughter gets me a present for my birthday. She got it on the internet, she found two\ncopies of the book, bought them both, one for her, one for me. I now have the book on\nthe shelf, right next to Robert Saint Johns slightly fictionalized version. My point being\nthat she thinks about these things. She had this idea, maybe on the internet with whatever,\nAmazon, oh I don’t know where, she was able to find the book, and there were three, I\nthink, that were available, she didn’t need three, she got two. My son calls me up the\nother day and talks about La Spaitsia, cause he saw some pictures with surfing. Now\nthese are all Holocaust connected, history connected to our family, that we were quite\nfree to share, and to -- and to talk about, and to inform, and to update constantly. When 1\ndid the Spielberg interview, my kids were here. [phone ringing |",
        "Q: Here we go. Okay, we’re recording again.",
        "A: All I was saying 1s that these are normal activities of daily life that happen without any\nspecific reason, it just happens, and we do it, and my kids are very much involved with it.\nMy grandchildren, well, my son’s daughter is five, let’s wait. My daughter’s daughter is\n10, and she knows a little bit, and the son is 14, and he knows a lot. And again, there are\nthese conversations. One of the things I did for my grandson, the 14 year old, as part of\nmy -- interestingly for a Bar Mitzvah gift, or right of passage, I took him to the Holocaust\nMuseum. I thought at 13, or 14, he was old enough to do that. And he -- I’m not going to\nsay that he enjoyed it, but you know, he at least was exposed to it. Clearly, my taking him\nis an indication of my willingness, and his willingness to have the two of us have that\nexperience together. I was saying before on the tape that when the Spielberg interview\ntook place in the house, they asked the family be there at the end and they photographed\nthe whole family, and my kids all came. And it’s quite an open door issue in this family.\nIt is not in many others, for many reasons. I don’t happen to believe that protecting my\nkids of the reality of my past is a good thing to do, so I don’t.",
        "Q: 20 years ago or so, when the Holocaust sort of became such a public issue in the\nUnited States, it was in the 70’s, I think when --",
        "A: Early 80’s.",
        "Q: And after this --",
        "A: The first world gathering of the Holocaust survivors in Jerusalem.",
        "Q: Yeah. And there was this documentary on ABC about the Holocaust, a miniseries.",
        "A: With Meryl Streep?",
        "Q: Was that it? I can’t remember --",
        "A: That’s one.",
        "Q: -- who was in it, but 1t sounds to me though, like it wasn’t a time when the Holocaust\nsort of came out of the closet, in a sense, for you, because it -- 1t was never a -- an issue\nthat wasn’t discussed. But y -- among your friends and colleagues, did people that you\nknew suddenly say oh, tell me your story, or how did that awakening, if you will, affect\nyou?",
        "A: As I think back, it didn’t. Then. My awakening, if you will, came a little bit later, in\nthat I said to myself, wait a minute. We’re running out of people, we’re running out of\ntime. I better be more active than I’ve been. Oh, I had been involved and I was glad to\nspeak here, or speak there. You know, I -- my background includes having been through\nelements of the Holocaust, and different stories my father had, and then being in Israel\nafterwards, and being there during the War of Independence, and having been -- you\nknow, I’ve -- I’ve a number of pieces, and that has been used 1n talks, in -- in -- in\ngatherings, in tell me your story, I’ve never been to Riga, whatever. But nothing that was\neither concentrated, or directed. It was kind of ad hoc, and here, there, whatever. I think\nthat the focus came not out of the awakening of the -- both the documentary or the\nminiseries Holocaust, and then The Shoah, which was the Polish filmmakers movie of\nmany, many, many hours. Or li -- it came a little bit later to me, and I don’t know exactly\nwhy. Not that I wasn’t -- it was not denial, it was just that I didn’t wake up. I can honestly\nsay to you that at that Spielberg Academy Awards thing, was the thing that kind of woke\nme up most specifically. To say you gotta do more, you gotta do, you gotta involve, you\ngotta involve yourself. Use whatever you can about connecting pieces, more than you\nhave before.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number three, side A. It was -- you were saying it was --",
        "A: It was not an issue of denial, it was an issue of inactivity in being involved, and since\nwe’re here I’m going to enter another little -- not a commercial, just for the -- for the --\nfor history, and for legacy. Nobody in this world ever, ever calls me Emanuel.",
        "Q: Oh, okay.",
        "A: Just informationally. If they do, that means only one thing. They never met me.",
        "Q: That’s okay.",
        "A: I don’t mean you necessarily --",
        "Q: Right.",
        "A: -- but you’re on the tape, but Emanuel is the way the phone book is listed, so people\ncan look under M for Manny, they look for E for Emanuel, for what that’s worth. [phone\nringing]. Stop -- doesn’t ring here until about the fourth ring.",
        "Q: Oh, okay.",
        "A: So they gave up.",
        "Q: Okay. I have a couple of other questions that are --",
        "A: Sure.",
        "Q: -- aren’t directly related in chronology. Did -- did your experience during the war, or -\n-1-- in some ways I feel like I have to ask you about your parents at the same time. Was\nyour religious faith interrupted in any way by what you’d been through, and what you\nsaw in World War Two?",
        "A: In one sense I can say to you that -- P’Il give you kind of a chicken answer, chicken\nmeaning that I am unable to give anything else. Let me come back through a back door.\nOne of the questions that has not been answered by me or anybody else, Einstein\nincluded, is where the world ends, and what’s beyond it. Well, since that cannot be\nanswered, I don’t really bother myself -- I haven’t got the intellectual capacity anyhow to\nunderstand it, but even if I could -- do worry about it, I don’t know what’s beyond the\nend of the world. I don’t mean the end of the world, but the end of the, you know, the\nuniverse, and what’s there. I assume that that’s where God picks up, but I can’t\nunderstand it in my own intellect. In the same sense, I cannot tell you why God permitted\nthis to happen. I cannot understand it. As a consequence, I look at my religious\nbackground, and my religion as a historical connection. As a valid contribution to\ncivilization, and in that sense it’s not interrupted by what happened, and I’m not one of\nthose who has said, I will now deny and blame God because he permitted this to happen.\nI don’t know if that’s true. In the grand scheme of things, I don’t understand the end of\nthe universe, nor why this happened. There are other things I don’t understand, but this is\nthe one that you asked me about, so I’Il stay with that, okay?",
        "Q: Did you have conversations with your parents about this, or do you have any way of\nknowing how they felt about it?",
        "A: I can’t -- ve not committed to memory any conversations with them. I’m sure we\ndid, I mean, you know, you are in a house, you are -- the three of us, we talk at dinner, we\ntalk here and there. I’m sure we did. And I can’t tell you that I have a clear statement\nfrom them. Interestingly, from my mother’s sisters, the two -- two sisters who both lost\ntheir husbands during the war, remarried, and lived out their lives in Israel. The two\nsisters -- the daughter of one of the sisters, and their parents, my grandparents, were taken\nto Auschwitz at the same time, and the same place. The sisters were told to go to the left\nat Mengele’s hut. The daughter and the grandparents were told to go to the right, or vice-\na-versa. And you know what happened, the sisters survived. The sisters, particularly the\nyoungest sister, who was the most recent, was the last one to die, had some strong\nfeelings about God, and why did you do this. Didn’t blame, didn’t held up anything, lived\nher life, but had. She was the only one in the family, but she was always the -- the\ndoubting Thomas in the family. She was the least impacted by religious upbringing, even\nthough she grew up in the same household as my mother did. So what I’m saying to you\nis that the family yes, in my parent’s home, I cannot give you an example of the\ndiscussion being had about their feelings about God. I think that they -- no, I’ll g -- go the\nother way. I would suspect that some of what I said to you about my own thinking is\nconsistent with their thinking, because it’s connected to their thinking, and grows out of\nthat.",
        "Q: I want to -- if you don’t mind, I’m going to look at my notes, because -- have you been\nback to Budapest?",
        "A: Only once. Again, I’m going to go through the back door just a little bit. As the war\nends we’re in Switzerland, and after some stay at a children’s home in Hayden, which is\nin [indecipherable] province, the German province in Switzerland, we begin our journey\nsouth through Italy, to go to Palestine, actually. My mother did not want to go back to\nBudapest. We are sitting in Taranto, which is a port city in --",
        "Q: I don’t know why it did that -- want to go back to Budapest.",
        "A: Right. We are in fact now having by -- gone by train and by truck through Italy to\nTaranto, which is 1n the arch of the boot, to board a ship, actually became a British\nmilitary ship, to transport -- to take us to Haifa. My mother receives a telegram from my\nfather -- not the first time, I mean they had had contact, that says essentially, you know,\nthings are this and that, and come on back. And she says, mm-mm, she does not go back.",
        "Q: Hm. Afraid to go back?",
        "A: No, upset to go back. She said after what happened in Europe, she is not going to go\nback to live in Europe. And after that they visited in Germany, they visited in Yugoslavia",
        "Q: Careful with that, you can hear it.",
        "A: Sorry, sorry.",
        "Q: Yeah, that’s okay.",
        "A: In Yugoslavia and other places, she never went back to Budapest. My father did after\nmy mother passed away. Having said that, we never went back until many years later, as\na matter of fact we went back in -- about 15 years ago now, I recall the partic -- 1988, I\nhad wanted my wife to see Budapest, and 1988 was soon after the Russians, and the\nSoviets and all that, and Budapest was beginning to reawaken. It was never under the\nheel. Budapest is one of the cities that is na -- did not have a Russian palace of culture,\nwhich 1s that wedding cake monstrosity that’s in the middle of Riga, and Warsaw, and\nlots of other places. So we did, we went back. We went back to see, and the impact was\ninteresting because all the streets got smaller. Maybe because I got bigger. And the other\nthing, which had nothing to do with me, there were cars parked on both sides of the\nstreet. Well, this is again, 1988, not 1938. There were cars in Budapest 1930 -- my father\nnever owned a car, nobody owned cars. That’s what taxis are for. You know, that’s what\nchauffeurs are for. And we used public transportation. But went back, saw our apartment,\nsaw much of the area that I was familiar with, which was quite small -- I was a little kid.\nIce skating rink, and the synagogue, and the location of my father’s synagogue, and some\nother places. I have some non-family family there, in that my father’s second wife, my\nstepmother, who to this day lives strong and healthy at 93 in Philadelphia, has a niece --\ntwo nieces, who are actually related only to her first husband. But I know them, and they\nwelcomed us to wash -- to washingt -- to Budapest, and spent some time, and -- and I’d\nlike to go back, because I'd like to go back to eastern Hungary, where my father was\nraised, and I was never there in my life, and I would also like to visit the graves of my\ngrandfather, and some others. I’d like to do that, while it’s still possible to do it. It is now\npossible, there was a time when you couldn’t do it. My father could not get back there,\nbecause it was then in -- under Russian control, and U.S. and Russia, and you know, it\nwas a catastrophe, you’d have to go through Moscow, and the [indecipherable] now, you\ndon’t. My father was born in Hungary, became a Czech citizen, it is now the Ukraine. It\ntells you something. But I did go back to Budapest, thought it was very nice, it was very\nmuch like I remembered, much of it. Am I familiar with it? Yes, with 35 square blocks,\nnot the city, which is first of all grown and changed. But my Budapest was very warm\nand fuzzy to me.",
        "Q: Did you by any chance feel the need to go to Bergen-Belsen?",
        "A: Need, no, desire yes. And it just had not been the opportunity. I would very much\nwant to go -- first I want to see -- although there’s nothing in Bergen-Belsen except for\nmemorial, and the land. I’d like to have my wife see it. As a matter of fact, I went for the\nfirst time in my life to Auschwitz, in 1994 with a program called the March of the Living,\nI don’t know if you’re familiar, if the -- the familiarity, but kids go on -- on Yom\nHaShoah, on the day of the commemoration of the Holocaust, 6,000 young people --\nyoung, up to not so young, convene and march from Auschwitz to Birkenau, which is ver\n-- which 1s Auschwitz two, which is what you see where all the huts are. Have you been\nthere?",
        "Q: Mm-mm.",
        "A: Alright. Auschwitz itself is an old prison, an army barrack, and it’s brick. That’s\nwhere you see the sign, Arbeit mac -- macht frei, and two miles away, or thereabouts,\nmaybe three, I don’t recall, it’s not a very long distance, is Birkenau, which is the\nenormous -- you see the pictures of -- first of all the train pulls in, in the Shoah\ndocumentary, and that’s where you have all these huts, and all these kind of barracks that\nbecame -- that’s where Mengele had his shop, and things like that. And that’s the first\ntime in my life, and maybe the last time I was there, except I'd like to have my wife see\nit. But I had no other Auschwitz things. I’d like to go to Bergen-Belsen because I’d like\nto visit where I was as a child. I’ve seen documentaries, and tapes, and movies, and\nspoken to people who’ve gone back, which is perfectly okay, but I’d like to see it. All\nwants, no need to go. I don’t have to go and need to visit graves there, I have no graves\nthere.",
        "Q: Mm-hm. Of the 1600 that were there with you, are you in touch with any of them?",
        "A: Well, I’m in touch with the professor at Lansing, I’m in touch with the professor in\nBrooklyn, who was in [indecipherable]. I’m in touch with another man who was in\nTurish. Now, the touch doesn’t mean daily touch, but has been --",
        "Q: Right.",
        "A: -- we know each other, we know -- if I were to go to Turish, I would look him up. If I\nwent to New York, I would look him up, and I went to Michigan [indecipherable] and I\nwould like to believe that if they came to town, and they had a spare two hours, they\nwould do the same thing. Beyond that, the only other people that I knew who were with\nus was a couple and their daughter who live in Philadelphia. He is gone, the wife is aged\nand not completely here, although she’s alive. And the daughter 1s a little younger than I,\nwe did not grow up together, she has no recollection. And although we were at the same\nplace at the same time for half a year, that’s the only thing that connects us.",
        "Q: Mm-hm, mm-hm, and you’ve been back to Israel, because you still had --",
        "A: Oh many times, many times.",
        "Q: -- cousins there.",
        "A: Well, I went back with groups, I went back by myself. I was in Israel two years ago,\nwell, it’s gonna be three years now, just days before we left on a -- on a Thursday, and\nIntifada started the next day. I went to a cousin’s kid’s wedding. My son and I had a\nfather and son tour. Just the two of us went.",
        "Q: Mm-hm.",
        "A: And a [indecipherable] Israel in -- in °49, I went back in 57, went back in ’65 - 69 -\n°73, then not until 85 - ’88 - ’91 - °94 --",
        "Q: Oh my, you’ve been there a lot.",
        "A: -- and 2000? Well, anyhow, a dozen times or thereabouts. I’m quite comfortable there,\nquite familiar, always something new to see, we always do something that we haven’t\ndone before, although the bulk of the visits have been for the purpose of s-seeing family,\nwhich now is more difficult. The aunts are gone, an uncle is gone, their spouses are gone.\nBut they died because everybody does.",
        "Q: Yeah, yeah.",
        "A: In their 80’s.",
        "Q: What do you want to say that I haven’t asked you about? Anything -- I mean, it’s a big\nsubject, and you’ve been interviewed a number of times, but --",
        "A: Well, I could also say what would you like to ask that you haven’t asked. No. Yeah. I\nmade some notes.",
        "Q: Good.",
        "A: You asked about it, but I don’t think I responded. Effects of the Holocaust on me.\nClearly, although I can’t prove it, I would not have been an only child if not for the\nHolocaust. My parents -- well, actually I’m not an only child, my parents had a child\nbefore I was born.",
        "Q: Right, a brother, yeah.",
        "A: Who was born perfectly healthy and 10 weeks he died of starvation, and I think I said\nvery clearly, that had nothing to do with the availability of food or medical help, he\ncouldn’t absorb. I’d like to see his grave. My brother, as it were. But I would have had --\nremember, in 1936 when I was born, my mother was 28, my father was 32, clearly in\nchild-bearing years. So that I think I would have had siblings, or sibling, but my father\nwasn’t home, which made it difficult, and the times were not conducive.",
        "Q: Mm-hm.",
        "A: So one of the results of the Holocaust, I think, and ma -- my wife is not Holocaust\nconnected, she has one sister. Why didn’t they have seven child -- I don’t know. But I\nwould have had a sibling. The other thing I would say to you is that I think -- now, again\nI can’t tell you this is Holocaust connected, or it’s because I am what I am and I was\nmade how I was made. But I have thought about, and folks -- some folk -- some folks\nhave said -- sorry, you can hear that, thank you -- some folks have said that I missed\nelements of childhood. I was never a kid, or never a kid for too long in any one place. It’s\ndifficult, even with the resiliency of kids. First grade was in Hungary, second grade was\nin Bergen-Belsen -- if you want to call it that. Third grade was in s -- in Switzerland,\nfourth grade was in kibbutz -- different language. Fifth grade, sixth grade, part of seventh\nwas in Haifa. Then English in New York, then Philadelphia. So you talk about I don’t\nknow how many schools, and certainly three languages. Makes it difficult to spend time\nbeing a kid. Now, what would I have done as a kid? I can’t tell you. Because I certainly\nhave recollections having birthday parties, and not having a bicycle, and then having a\nbicycle. I don’t remember missing things as a kid. Being with family, and some cousins.\nBut I still think that there was a requirement of me, maybe because the way I am, to have\nbeen an adult much earlier than I would have been, had it not been for the Holocaust.\nAnd I will leave that with an observation, leave it at that. Okay?",
        "Q: Okay? Good. Let me -- have to state the ending. This concludes the United States\nHolocaust Memorial Museum with Manny Mandel. I’m Nina Ellis.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Okay. This is the United States Holocaust Memorial Museum, Jeff and Toby\nHerr collection. This is an interview with Emanuel Mandel, conducted by Nina Ellis, on\nJuly 7, 2003, in Silver Spring, Maryland. This interview is part of the United States\nHolocaust Memorial Museum’s post-Holocaust interview project, and is a follow-up\ninterview to a United States Holocaust Memorial Museum videotaped interview,\nconducted with Emanuel Mandel in 1989. The United States Holocaust Memorial\nMuseum gratefully acknowledges Jeff and Toby Herr for making this interview possible.\nThis is tape number one, side A. I’d -- in order to begin, I’d like to ask you if -- 1f you, in\nthe last 14 years since the interview that I saw took place, is there anything about your\nexperience during the war that you’ve learned since then, that you’d like to go back and\ntalk about it? Know -- how much you remember, exactly, about your interview, but I’m\nassuming that you -- it was clear to me that you’ve been doing research, and finding out\nmore and more about what happened to you, since you were so young. Is there anything\nthat you might want to add to what you already did?",
        "Q: Okay.",
        "Q: Uh-huh. Do you want to talk about some of things you’ve done?",
        "Q: Yeah.",
        "Q: Uh-huh. That’s quite a lot, yeah. And do you talk with the schoolchildren? Have you\ndone any of that?",
        "Q: Is it possible for you to summarize what -- how people react to your presentations\nwhen you meet with them? People who may not know a lot about the Holocaust? I’m\ntalking about groups aside from survivor groups.",
        "Q: How do they react? I mean, what do they want to know, what -- what do they not\nknow? What does it --",
        "Q: Mm-hm. That’s interesting. Let’s g -- let’s go back to your chronology, if you will. It\nwas 1949 when you came to this country with your mother and father.",
        "Q: Oh, okay.",
        "Q: Uh-huh.",
        "Q: Tell me about going to school.",
        "Q: Manhattan.",
        "Q: And either of your parents speak English?",
        "Q: What was it like for you to be in school there, not speaking English at first, and -- did\nyou feel like an outsider, did they --",
        "Q: Hello.",
        "Q: You loved that bike.",
        "Q: Yeah.",
        "Q: Can you describe how the transition was for your parents? Do you have much sense of\nthat, of -- you said your father, within a year wanted to go to Philadelphia because he felt\nhe would have more of a community. Was he having a hard time adjusting there, or was\nit just a function of the work wasn’t exactly what he wanted it to be?",
        "Q: Do you know how he --",
        "Q: How did he get that job? Do you know?",
        "Q: Tell me briefly, and then we can go.",
        "Q: Mm-hm. So the transition to Philadelphia was not difficult.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number one , side B. You were saying when the tape cut\noff that you went to junior high school --",
        "Q: Yeah, tell me about that.",
        "Q: Why’?",
        "Q: Right. How did your difficulties manifest itself? Just -- were you unhappy, were you --",
        "Q: Did you have trouble in -- in class?",
        "Q: How -- what was your -- what was your family life like during those years, and your\nparents, di -- did they become part of the community, the way your father wanted to do,\nand was that a significant thing for you at that age?",
        "Q: How so?",
        "Q: Did you chafe against that in any way?",
        "Q: Did you -- how did you identify yourself at that time? Did you think of yourself as an\nAmerican right away, or did you -- did it take awhile for that to happen?",
        "Q: When you were approaching the end of high school, how did you think about your\nfuture?",
        "Q: What did that mean to you, engineer, what kind of engineer?",
        "Q: In college?",
        "Q: Mm-hm, you started in an engineering program?",
        "Q: Right.",
        "Q: And living at home?",
        "Q: The whole time?",
        "Q: Mm-hm. During these years -- first couple years of college, and you’re still working\nevery day, teaching?",
        "Q: You’re still thinking about what it is you’re going to do, you haven’t completely --\nthat idea hasn’t really formed in your mind?",
        "Q: At what age did you become a citizen?",
        "Q: Uh-huh.",
        "Q: Was that a significant, memorable moment for you?",
        "Q: That’s interesting, yeah.",
        "Q: Right. During these years, were your parents weighing in with thoughts about what\nyou should do in college, or were those decisions left pretty much up to you? Did you\ndiscuss those kinds of things with your parents very much?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number two, side A. Your parents didn’t really pressure\nyou in any specific direction as you were deciding what you would do, as you were in\ncollege. Was there ever any thought that you would move in a -- in a more religious\ndirection, that you would go become a rabbi, or a cantor? Was there -- did your father --",
        "Q: -- want you to do that?",
        "Q: And that was the assumption, that it would be 1-in the Jewish community?",
        "Q: You said that your parents joined a survivor’s group early on, I -- I can’t remember if\nit was in New York, or when they first got --",
        "Q: In Philly. You must have known about those meetings, did you take --",
        "Q: -- take part in them?",
        "Q: Did you participate in those activities?",
        "Q: Your father then -- and y -- both of your parents, their professional and social lives\nwere very much bound up in the community, as he --",
        "Q: -- as he wa -- as he had wanted.",
        "Q: And was there involvement more to sort of be part of that community, and maintain\nthe ki -- the welfare of that community, or -- how political was it at that time?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: So no, like pro-Israel kind of involvement?",
        "Q: Right.",
        "Q: Mm-hm. Let’s go back to we’re about to graduate from college.",
        "Q: And you’ve met your w -- wife-to-be -- in college, is that where you met?",
        "Q: No.",
        "Q: Okay. Did you graduate then, and --",
        "Q: Well, wha -- how -- tell me about your wife.",
        "Q: Okay, tell me about how you met your wife.",
        "Q: No, I’m not Jewish.",
        "Q: I’m thinking that -- no --",
        "Q: -- no, no, I don’t.",
        "Q: Mm-hm.",
        "Q: She have survivors in her family?",
        "Q: No.",
        "Q: And did that cause any difficulty between you? Was there any bridge to gap? Any gap\nto bridge?",
        "Q: There’s so many stories you hear about people who came to this country, and me-\nmeeting American Jews, who have no understanding of what they’ve been through, and\nhow that sometimes caused friction and difficulties.",
        "Q: Was that a problem for you before you met your wife, and -- and -- or were there any\nkind of incidents that you remember along those lines, about, you know, American Jews\nnot understanding what you’d been through?",
        "Q: Or you thinking that they should, or --",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Mm-hm, for you. Do you know of specific incidents about your parents experience\nalong those lines? I mean, was there --",
        "Q: I don’t -- can you be more specific about what you mean? He expected what kinds of\nthings from people?",
        "Q: You finished school, you had this two year commitment, and what -- where did you\ngo, what -- what kind of work did you do when you finished school?",
        "Q: Mm-hm.",
        "Q: What kind of program?",
        "Q: And you’re -- you were married by that time?",
        "Q: Oh, so that’s [indecipherable |",
        "Q: And you became a private --",
        "Q: No.",
        "Q: Sheep, too.",
        "Q: Right.",
        "Q: Let me stop here while --",
        "Q: -- while -- so we don’t run --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number two, side B. Did I just lose my microphone?",
        "Q: What kind of issues do you deal with [indecipherable]",
        "Q: It’s been a very interesting kind of gradual move for you in that direction, to working\nwith people individually in their very intimate, kind of family problems. It’s not -- 1-1t’s\nnot -- 1-it was an evolution for you.",
        "Q: Yeah.",
        "Q: I’m leaping ahead to the big kind of question, but --",
        "Q: I’m always trying to do that. What is it about your experience, your -- a fact of your\nbeing a survivor? What does that -- what -- what -- from that experience, what do you\nbring to what you do with people in -- in this setting?",
        "Q: But you were in a position as a child to perhaps focus on cause and effect of people’s\nbehaviors because there was -- you were in some danger --",
        "Q: -- and you knew that, so you were -- you were --",
        "Q: Well, you -- you said before, in the other interview, that maybe you didn’t understand\nthe larger situation, but you know when there’s a man there with a gun, and there’s\nbarbed wire --",
        "Q: -- and there’s a turret, that this is not a normal --",
        "Q: -- that I’m under some kind of danger here.",
        "Q: Right.",
        "Q: Mm-hm. What about your parents? Your father lived to -- into his 90’s.",
        "Q: Oh, uh-huh, yeah. So you -- you knew them for quite a -- your mother died quite\nyoung, I think --",
        "Q: My goodness.",
        "Q: Yeah.",
        "Q: Mom --",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Right. Did you and your mother talk about the day -- about the war, and your\nexperience together in Bergen-Belsen very much?",
        "Q: You didn’t need to talk about it.",
        "Q: What about when you ha -- when your kids got old enough? You -- there -- so often\nyou hear these difficult stories about survivors telling their children, or not telling their\nchildren what they went through. Since your experience was not such a traumatic one,\nyou didn’t have that inhibition, I would think. So many survivors say I don’t want to -- I\ndon’t want to tell my kids because it was so horrible, and -- and they don’t need to know\nthat. But what was your experience with your kids? How did you tell your kids, when did\nit come out?",
        "Q: Right.",
        "Q: Right.",
        "Q: Mm-hm, and how did they receive it? It -- is 1t -- is it som -- do they ask you\nquestions, do they --",
        "Q: As long as you didn’t sell it.",
        "Q: Here we go. Okay, we’re recording again.",
        "Q: 20 years ago or so, when the Holocaust sort of became such a public issue in the\nUnited States, it was in the 70’s, I think when --",
        "Q: And after this --",
        "Q: Yeah. And there was this documentary on ABC about the Holocaust, a miniseries.",
        "Q: Was that it? I can’t remember --",
        "Q: -- who was in it, but 1t sounds to me though, like it wasn’t a time when the Holocaust\nsort of came out of the closet, in a sense, for you, because it -- 1t was never a -- an issue\nthat wasn’t discussed. But y -- among your friends and colleagues, did people that you\nknew suddenly say oh, tell me your story, or how did that awakening, if you will, affect\nyou?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nEmanuel Mandel. This is tape number three, side A. It was -- you were saying it was --",
        "Q: Oh, okay.",
        "Q: That’s okay.",
        "Q: Right.",
        "Q: Oh, okay.",
        "Q: Okay. I have a couple of other questions that are --",
        "Q: -- aren’t directly related in chronology. Did -- did your experience during the war, or -\n-1-- in some ways I feel like I have to ask you about your parents at the same time. Was",
        "Q: Did you have conversations with your parents about this, or do you have any way of\nknowing how they felt about it?",
        "Q: I want to -- if you don’t mind, I’m going to look at my notes, because -- have you been\nback to Budapest?",
        "Q: I don’t know why it did that -- want to go back to Budapest.",
        "Q: Hm. Afraid to go back?",
        "Q: Careful with that, you can hear it.",
        "Q: Yeah, that’s okay.",
        "Q: Did you by any chance feel the need to go to Bergen-Belsen?",
        "Q: Mm-mm.",
        "Q: Mm-hm. Of the 1600 that were there with you, are you in touch with any of them?",
        "Q: Right.",
        "Q: Mm-hm, mm-hm, and you’ve been back to Israel, because you still had --",
        "Q: -- cousins there.",
        "Q: Mm-hm.",
        "Q: Oh my, you’ve been there a lot.",
        "Q: Yeah, yeah.",
        "Q: What do you want to say that I haven’t asked you about? Anything -- I mean, it’s a big\nsubject, and you’ve been interviewed a number of times, but --",
        "Q: Good.",
        "Q: Right, a brother, yeah.",
        "Q: Mm-hm.",
        "Q: Okay? Good. Let me -- have to state the ending. This concludes the United States\nHolocaust Memorial Museum with Manny Mandel. I’m Nina Ellis.\nEnd of Tape Three, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Let me get to that in one moment, but let me also make a -- not a disclaimer, but\na commercial statement in a sense --",
        "A: -- in that I just want to acknowledge the importance, and I want to say thank you to the\nmuseum for doing this, because I have believed for some time that the archiving of this\ninformation is extremely important. And I’ve said publicly, privately, that even though\nevery interviewee’s information, including mine, may not be earth-shaking, or startling,\nthe fact that it’s archived, and the technology is available to do it, is terribly important.\nHow interesting it would be if I go to the -- whatever museum, take out a tape of a Civil\nWar soldier, talking from the Civil War, not a mere reenactment, and we could learn so\nmuch. So I just want to acknowledge, and extend my appreciation for whoever sponsors\nthis, and for the museum for doing it. I do understand now this has been now going on for\nmaybe 10 years, these second interviews. I really thought it was a brand new idea. But\nI’m delighted to do it. Let me get to the question that you asked. I don’t know if I’ve\nlearned anything specific. Much of what I know about the Holocaust, I know from --\nfrom memory, and I’ve said before now, and I’Il repeat -- Ill try not to repeat myself too\nfrequently, to say that I was old enough to remember, because my memory apparently\nworks well, and much too young to understand. Which makes yo -- me a survivor whose\nemotional scars are quite different than people my age, and two, three, four years older,\nwho in fact understood. I thought I was being a little pint sized hero for wearing a yellow\nstar. I didn’t think it was a stigma. I couldn’t understand the concept of stigma. I mean, I\ntoo have, like an adult, that’s a good thing. All six year olds want to be like big people.\nSo it isn’t so much that I’ve learned a lot, although I’m sure I’ve learned certain things\nabout myself, my father, my mother, and others, what I’ve done the last 14 years different\nthan before, and it’s not because of the interview, was I be -- have become very much\nmore involved in Holocaust kinds of things, in order to make use of the survivors,\nbecause we are a dying population, and I can identify for you -- and again, I don’t think I\ndid before, that the night that Steven Spielberg -- that’s a matter of just a coincidence,\nreceived the Academy Award for Schindler, he said that there are, at that time, as I think\nhe said, 350,000 survivors, I guess, in the United States. And I was flabbergasted because\nin relative terms, it’s a very small number. I mean, 350,000 people, and that’s a dozen\nyears ago, whenever that was. So there are less today. And I said maybe I need to, in\nsome way be involved, because I’m one of the younger survivors you’!] meet -- I’m only\n67 years old, do something to archive, to use, to teach, because if we don’t, this is an --\nthis 1s an irreplaceable commodity. If we don’t do what we need to do, after we’re gone,\nit can be done, but differently. A second generation experience is different than the initial\nexperience that those of us who were there, 1n all the places, can tell. So I’ve become\ninvolved in a number of things, but I think that’s the major change, since that time. Not\nso much what I’ve learned, but what I’ve done with it.",
        "A: Well, I have probably spoken in a -- in a gazillion places. I’ve been involved locally\nwith the Jewish [indecipherable] Council, which sponsors an annual Yom HaShoah\ncommemoration that’s six, seven, 800 people, attendance thing, and all the largest\nsynagogues in the community, I’ve chaired it for the last five years. And I did -- I’ve\nbeen a member of that commission for 15 or 18 years, but I thought maybe I’d like to\nbecome more involved. And that involves with some other elements of the Holocaust\nthing. Serve the museum, museum visits, museum volunteering, some other things. I have\nsome connection with the legislature, as a consequence I’ve tried to help the council, and\nthe museum be involved with legislators to come to the museum, or to meet them there,\nor to speak with them there. These are things I’ve done, I’ve -- anecdotally, one of the\nthings I’ve done is our organizations that have silent auctions, I’ve been a silent auction\nmuseum tour giver in any number of organizations. If you bid on my particular offer, and\nit’s a winning offer, whatever the organization decides, I will in fact take a half a day, and\ntake you and four other people to the museum, and the most interesting group I had once,\nwas a -- a woman, I forget what her organization was, she called, and we arranged, and\nthere were four women, and I, all veterinarians. I don’t think they were Jewish, but they\nwere involved in some organization, and they wanted to see the museum, and I was there\nwith four veterinarians. I had never been with that many veterinarians in my life, women\nor otherwise. Just an interesting combination of people.",
        "A: I’ve done that, I have probably been involved in the -- in a -- to a greater degree in the\nthree organizations that are Holocaust organizations in the community. There is the\nWashington fre -- th-the survivors and friends organization, with which you may be\nfamiliar. There 1s a child survivors organization, which covers more Baltimore/\nWashington, and there’s a second generation. And now there 1s a third generation\norganization, and I have gotten to know some of the people, I’ve been involved in some\nof the meetings, some of the planning, some of the conferences.",
        "A: Well, for example, recently there was a cooperative program within the council and\nComcast, and the [indecipherable] Olney theater, here in Olney. And several high school\nclasses were brought -- several high schools, and they [indecipherable] 11\" grade class,\nwere brought together for a -- an orientation, a talk, a -- a video, and after that they even\ndid projects expressing the Holocaust in art, music and design. And we spoke to those\nfour schools. The next year, there were four other schools. These have been things that\nI’ve done. There was a training program, for example, for the Jewish Social Service\nAgency, JESSA, and five years ago, I think it was, when we spent four days, one day a\nweek in four weeks, in a very comprehensive training program for their staff, including a\nvisit to the museum, which I, as a volunteer put together for them, with a director of the\nagency, and it was a pretty successful thing involving all of their people, on the\nassumption that if they deal with Holocaust survivors, they ou-ought to know something\nabout the Holocaust.",
        "A: React in what way?",
        "A: Well -- there are probably at least two major kinds of presentation, and I do one\nbecause I’m unable, or whatever to do the other. The -- those presentations which are\nbased in the emotional experience, but as I said to you, my emotional experience at the\ntime was very limited, I didn’t understand. So what I do is I do a much more -- not\nobjective, but I guess it’s an objective approach to describing what happened, from the\neyes of a six, seven, eight, nine, 10 year old kid. The reaction to that often is amazement,\nto the point, and this is again anecdotal, but I spoke to whatever, the fifth grade Hebrew\nschool class of my synagogue. And the fifth grade Hebrew school class, one of them,\nincluded my grandson at the time. And he asked a question at the end. And he became so\nkind of involved in the description, he said, “Did you survive?” I’m his grandfather, I\nmean, he was like trying to ask, how did people survive, so he said to me, “Did you\nsurvive?” He’s forgotten, I mean, this could have been a movie that I was describing. So\nthe reaction tends to be less visceral in some sense, and more factual, because I tend to\npresent factually, rather than emotionally, for many reasons, including the kind of person\nI am, and the nature of my experience, of people that I know in the community who are\none, two, three, four, five years older than I, whose experience was different as a\nconsequence, they present differently.",
        "A: Mm, well, my father came in 1948.",
        "A: My father -- we were all in, at that time, Palestine. Israel happened a few months after\nmy father left. My father came to this country for two reasons. One stated, and one kind\nof unstated. The stated reason was, of the seven children, six siblings and my father, two\nhad died in 1930 of causes other than Holocaust, two women, one married, one\nunmarried. Two brothers were killed during the war. One brother was in Israel, my father,\nand the seventh child, the oldest, was in Philadelphia. My aunt had come here in 1914, in\nsome ways to be with some cousins, to reduce the burden, which was difficult. My\ngrandparents -- my grandfather, I am told -- I never met him, he died before I was born,\nagain for non-Holocaust related reasons, he died 1930. He was not a successful\nbusinessman, and they had some very difficult times. He became a -- kind of a county\nclerk of some sort, because he could read and write, and he knew Hungarian well, besides\nYiddish and Jewish things, and it was difficult to make a living. So my aunt came out\nhere. My father wanted to see his surviving sister, whom he had not seen since 1914\nwhen he was eight -- no, he was 10, and she was 14 or 15, or something like that. The\nother reason was that my father, being a professional cantor all his life, trained as a\ncantor, not just something he did part time, found that 1t was very difficult to make a\nliving, because that’s one of the things Israel did not need too many of at the time. And\nhe chose to -- he found a way to legally stay, he did, and then in ’49, my mother and I\ncame. Now we’re in New York.",
        "A: Yeah. What do you remember getting off -- you were at Idlewild Airport. What do\nyou remember when you came in, and what were your expectations of the U.S.?",
        "A: I had no idea. I honestly had no idea. Remember that being of that age, and at that\ntime, the number of movies that people saw -- I mean, movies were a -- a treat number\none, and they were infrequent. And when I lived in Israel, went to the movie, and I can\ntell you the names of the movie theaters. But they were movies from various places, and I\ndidn’t -- I didn’t have an understanding of what the size of this country, the dimensions\nof this country, the opportunities of this country were, and I’m not sure that’s something\nthat a ni -- nine year old would -- well, by that time I’m 13, but even a 13 year old\nwouldn’t know that. My orientation was much more in terms of European recollections of\nthings, and certainly this country did not appear to be the same way. I was fascinating by\n-- first I came by plane. Now, I got on the plane in a -- what had been a military airport\noutside of Haifa, two engine plane, flew to -- for refueling in Egypt, for refueling in\nTunis, from Tunis to Nice, from Nice to Brussels. Spent overnight in Brussels, and from\nBrussels took the big bird to Shannon, to Gander, in Newfoundland, and then to New\nYork. That was the typical way, but it was by plane. My father had come the year before,\nit took him three weeks, I think, by boat. But it was just a question of how people\ntraveled. So you arrive at this place, and I remember waking up in the morning after an\novernight flight, and my first inclination was, as I looked out the window, was to get out\nand walk, because the clouds looked like sheep. They looked s -- as solid as rocks. Now I\nknew that that’s not a good idea, and I didn’t do it. But it was uneventful flight of --\nprobably the hop from Shannon to Gander must have been 10 hours. And then from\nGander down, another six. We traveled probably 30 hours all together. But we arrived in\nNew York. Now, you have to remember that Idlewild, which we now know as JFK didn’t\nlook the same. It was kind of a little airport, because international flights had not been too\ncommon, one because the war had just ended, and two, that was not the kind of aircraft,\nthe jets hadn’t come in, not for another 10 years.",
        "A: And the prop-driven four engine planes had to make hop, to hop, to hop, to hop. It was\nstill quicker than ship, but -- so we arrived. Now, at the airport, my father and my aunt,\nhis sister, were waiting for us, and in a matter of minutes, it seemed, we were kind of\nhustled by taxi -- that was not unusual, taxis I knew, to Pennsylvania station, 1n the city,\non a train, to Philadelphia, where we spent some time kind of getting acquainted. And I\nremember seeing a sign on the bridge between New Jersey and Pennsylvania, in Trenton,\nwhich I couldn’t read then, but I had taken that train ride subsequently many, many times,\nand it says Trenton makes, the world takes. Took me years to figure out what that meant.\nBut it was one of the initial things. In those days when you went by train, or you went by\nsubway, you had these various dispensing machines, much less sophisticated than what\nwe have now. I was absolutely fascinated by the gum machine, where you could put in a\nnickel or whatever, couple pennies, and get Chiclets. And I wanted to kind of do it all the\ntime. I was fascinated by Venetian blinds. I was fascinated -- certainly by television set,\nwhich my aunt had, as I remember, but we didn’t for awhile. Now, radios were not\nunusual, radios were common. Cars were not unusual, although the number were\ncommon. So that the impressions you had -- what I had is twofold, what Ill leave you\nwith. One, the impressions of a 13 year old in a new place. And the impressions of a 13\nyear old in a new place called the United States. I knew very little about the States yet, at\nthe time. I didn’t begin to know about until we moved back to New York, after about two\nweeks of staying here, and my parents took a sublet apartment, and I began to go to\nschool. And I s -- we spent a year and a half in New York, I was in school for about a\nyear. I came here in what would be equivalent to seventh grade. So I finished seven B in\nNew York, in those days with A’s and B’s. Did eight A in New York, same school. I can\ntell you about that, too, because it had impact, a significant impact. And then we moved\nto Philadelphia where my father lived the rest of his life. My mother died in Philadelphia,\nand I was in Philadelphia until 1961, till I finished graduate school, and then my wife and\nI, and daughter at the time, left town.",
        "A: Well, the point of school was that -- people think this is just words, but schools are the\nMixmasters of society, particularly in a place like New York. Now, my father found a\nsublet apartment in the village.",
        "A: Yes. Remember, my father’s congregation was on the east side of Rivington Street,\nhad to be walking distance. Even though he performed in that congregation only once a\nmonth, it’s that kind of job. Still had to be walking distance. During -- on other Sabbaths,\nwe went to some local synagogue, a small one, whatever, in the neighborhood. But we\nare on -- on the village in the west side. We are in the heart of the famous part of the\nvillage, Bleeker Street, McDougall Street, and we were on Barrow Street, 72 Barrow. An\napartment building where people were away, and we sublet their apartment. School\nbecame an important thing, obviously, and my father made some inquiries, I suppose, he\nwas not familiar, for me to go to one of the Jewish-type day schools. And there were\nmany of them in the general community, subway rides. And I remember going to them,\nand I remember that one of them, I forget the name, insignificant, said, “We will be glad\nto have the young man,” -- I mean, I was fluent in Hebrew -- “we’ll put him in third\ngrade.” “Why?” “Well, he doesn’t speak English.” Which is true. I had some knowledge\nof English, but very spotty, and very unreliable.",
        "A: Well, my father had been here for a year, and he spoke some. Again, street English,\nlearned. My mother didn’t, she knew less that I did. My mother, by that time, spoke\nHungarian, Serb, passable German. Not passable, but somewhat street French from\nschool. But she had studied knowing that sh -- English was not taught in Europe when\nthey were in school. I knew very little. I mean, Trenton makes, the world takes, I could\nnot read, then. I was 13, I was not, you know, an infant. But there was something about\nthe notion of third grade that didn’t make any sense for many reasons, not only the fact\nthat I’d lose four years, I could probably make them up, but a 13 year old is not going to\nhave anything in common with a nine year old, or a 10 year old. There’s a difference, I\nmean, raging puberty was probably taking place, and all those other things that happen in\nearly teens were taking place, and that did not put me into any kind of a connection with\nthe younger kids. So my parents, somehow, and I don’t recall -- I don’t -- I can’t\nremember how they discovered that the public school happened to be exactly a block\nfrom the apartment. P.S. number three, on Hudson Street. The principal was a Jew. I’m\nnot sure that’s terribly significant, but there may have been some -- I had with me a letter\nfrom Haifa, saying that I had completed so much of seventh grade, but the curriculums\nare different. The principal said the following, he said, “We’ll put him in seventh grade.\nWe'll give him an allowance, he will not have to take classes in Spanish.” Which was\nalready being taught. “If he makes it, he’Il go to eighth grade, and if he doesn’t, he’Il\nrepeat seventh grade, it’s pretty simple.” Which made an awful lot of sense. And\nobviously I was able to pick up enough to begin to go on, and kids, first of all, are\nspongelike, and you pick up. And one of the differences between me and people who are\nthree or four years older, who came here maybe after high school, or at the end of high\nschool, you have different language pattern, you have a different knowledge of English,\nand people after 50 years, still speak like they got off the boat. I never did a thing in my\nlife to try to deal with the way I spoke, but I tried to learn the language as well as I could,\nso I have command of it. In P.S. number three, I could do that. And that had significant\nimpact in that I continued, at least age appropriately, as opposed to continuing in a way\nthat was, you know, kind of as a sore thumb sticking out, a kid two feet taller than\neverybody else in the class, cause I was 13. So that had very significant impact. Then I\ncontinued through public school in Philadelphia, and that’s -- we’ll get to that at some\npoint if you wish, but that had an important element. My father then decided that\nalthough he could have stayed at that congregation in New York, I guess indefinitely --\nwell not indefinitely, but certainly for awhile, cause community had begun to change in\nsome ways. He thought that he would like to live in a community, so his wife and son\ncould have a life in a community, and New York is not a community in that sense, not\nwhen you’re there once a month, and you have nothing else to do. We moved to\nPhiladelphia in 1950, and I spent the next 11 years in Philadelphia with my parents, and\nwell, eventually with my wife.",
        "A: No, because the kid next to me was from China, and the kid next to him was from\nItaly, and the kid next to him was from some Spanish speaking -- and I remember\nvaguely these two kids, the Italian and the -- I don’t even know if it was a Chinese\nyoungster, but he’s certainly an Oriental kid, he could have been Korean, I don’t know.\nBut he came -- he wasn’t in school one day. Next day he comes in, and I say to him,\n“Where were you yesterday?” He says, “I played hooky.” “Oh,” I says, “with a stick?” I\ndidn’t know the word hooky, but I learned the word hooky from my Chinese friend, who\nwas playing hooky, okay?",
        "A: Oh, you want a -- maybe mink or something, but you’re asking about -- you asked\nabout the reaction of the other kids, my reaction to them. New York was probably the\nbest -- 1n one way it’s the best place to break in. I suppose Iowa would have been just as\ngood in the differences. That would have been incredibly consistent. I would have\nlearned Iowa. In New York you had a conglomeration of every kind of person, even in\nthose days. Maybe not the proportions as today, but certainly in the village, and this was\nin the village. It’s -- the village was the village, it may not have been what it has become\nsince -- we’re talking for over -- over 50 years ago. So I learned a lot. I -- my parents\nbought me a bicycle. You recall a bicycle story from a different [indecipherable] tape that\nyou had seen, and I rode around downtown Manhattan, all over God’s creation without\nany concerns, I mean, as long as I didn’t run into buses. And I learned about the\ncommunity. I learned about the wharf, and I learned about the this and the that. And I was\na curious George. I made friends with the man who ran the little hardware store across\nthe street on -- on Hudson Street, because I was in there probably five times a week for\nthings having to do with my bicycle, which needed to be polished, oiled, lubed, plugs\nchanged daily. Slight exaggeration, but 1t was a very busy, and --",
        "A: I did.",
        "A: It -- 1t was -- 1t was my some sense of freedom, and I could do anything I pleased. I\ndidn’t have a large number of friends at that point. Little later on, when we moved to the\nEast Side, because we went into an apartment where we stayed for the rest of our time in\nNew York, which was an old brownstone on 11\" Street. I had two or three friends that I\nhad some contact with, but we went to different schools. And life tends to be mostly\ngoing to school, and coming home, and having a little bit of time. And again, 50 years\nago, the kind of freedom, I mean, none of the kids went for vacations in Fort Lauderdale,\nat least not then, and I was too young to do that on my own anyhow. But we went -- 14\"\nStreet in New York was still a major demarcation line between the lower East Side, and\nlower Manhattan, on -- further up. And we went to all the places. I remember taking --\ntaking -- I asked my parents to go to the movies with me, which they did. And we saw\ntwo and a half hours of cartoons. And I still don’t know how they survived that.",
        "A: No, it’s not the work, the work was very much what he wanted. Community in that\nsense meant having friends that you could live in a neighborhood with, shopping that you\ndid in a neighborhood when you knew the place, organizations where you got involved.\nNew York is not that kind of a community. In a peculiar way, neither 1s Washington. But\nthe cities of Philadelphia, Detroit, Chicago, Boston, and so forth, have histories as --\nBaltimore -- are communities. There are certain rules about them, there’s certain\nelements, and certain ebb and flow to them. And that’s what I meant he wanted a\ncommunity. The position in New York, the job in New York, was a star position. I mean,\nthis was the -- not quite, but it was the Metropolitan Opera version of the cantor at the --\nthe time. I mean, you appear once a month, and the rest of the time you can do anything\nyou damn please. But he wanted to be based in someplace where he has some bricks, and\nsome mortar, and some other kinds of roots that he can sink -- having now started his\ncareer for the third time.",
        "A: Once in Europe, once in Israel, and once here. Yes?",
        "A: Yes, he came on a -- he came not as a landed immigrant, he came with a visitor’s visa.\nHow much detail do you want about how he stayed? If you’re interested, I’Il tell it to you\nbriefly.",
        "A: For whatever it’s worth, the cantor of the day was not a recognized minister of\nreligion, the rabbi was. Rabbis had non-quota entry possibilities in terms of the Walter\nMaccaren Immigration act. A rabbi could come here, non-quota, bring his family, a\ncantor could not. My father had been ordained as a rabbi twice in Europe, at very\nrespected ye -- Yeshivas, one of them in Bratislava, well known. It was never done for\nprofessional reasons. It was not at all unusual to have somebody become a ordained\nlawyer, physician, businessman, accountant, bookkeeper or chemist. In his field it wasn’t\na bad idea to have that kind of background. My cousin -- my aunt’s son, who was a\nPhiladelphia lawyer, with all the terms that that means, was able to research the law, and\nwas able to find that as a ordained rabbi, no matter what he does for a living, he could\nenter non-quota. The rabbi of the congregation in New York, eventually gave him a\nposition of being the associate rabbi so he could come. So I’m saying that that’s how he\ncould stay in New York, and this happened before we arrived. How he got the job\noriginally was that on a recommendation, he was asked to do a particular piece of -- of\nthe liturgy, which happens once a month. It is called the Yom Kippur cattan. It is a --\nevery month there is a Yom Kippur that’s done -- not any more, but it used to be, and he\nperformed that. He performed it as a volunteer, he performed it because somebody said,\n“Hey, you ought to listen to him.” And on that basis they decided to offer him position. I\nthink he performed in other places as well, but he was able to get that without much\ndifficulty, and as far as the job was concerned, and the income, that was fine. It was the\ncommunity that was missing, and that was se -- that was given, or that was made\navailable by the existence of Philadelphia -- remember, I had an aunt, an uncle, three\ncousins, and their families. So that came with an instant kind of a set of roots.",
        "A: No. For me the transition to Philadelphia was not difficult. Certainly 1t was an easier\ntransition than the previous several. You know, from Switzerland to a kibbutz, from a\nkibbutz to a city, from a city to New York. That was much more difficult. But no, I met\nSa --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: That I met some friends in Philadelphia, in s -- in eighth grade, and one of them -- a\ncouple of them, but really one of them 1s still my very best friend. Unfortunately he lives\non the west coast. He’s a retarded pe -- a re -- retarded -- he’s a retired pediatrician. And\nBill and I keep in close contact, and we expect to see him later this month, we’re going to\nbe in San Francisco, and they were here last month. So, that’s a friendship that’s 50 years\nold, and we maintain it as well as we possibly can. And there were others, the other --\ntypically in 50 years, you’re not going to maintain your whole high school class. But the\ntransition to Philly, to the best of my recollection, from that point of view, was easy.\nThere were some other things that were difficult, probably with my educational\nbackground, and in some ways the lack of it, and what I saw probably subconsciously as\nmy -- as my targets in life. Want me to continue on that direction?",
        "A: Came to New York -- came from New York to Philadelphia, did okay in school,\nnothing unusual, however, interestingly, the neighborhood in which I lived, and for\nPhiladelphians, all I have to say, I lived in Logan, and I eventually went to Central High\nSchool. Now, that’s a whole thing by itself, and that’s a keyword to anybody who knows\nPhiladelphia. If you don’t, it doesn’t matter, and if you do, that’s a -- it’s the origin of the\nmagnet school idea. It’s a city-wide school [indecipherable]. That high school was\nequidistant to my house to the zoned high school that everybody from the neighborhood\nwent to. My friends went to Central. They left junior high school -- in those days junior\nhigh school ended in ninth grade, I went to -- or eighth grade, but you could stay for\nninth. You could start high school ninth or tenth. That’s significant, as I recall -- as I\nthink back, that my friends went -- the two or three friends that I maintain contact with,\nwent from Jaku Junior High School to Central in ninth grade. The counselor at that yunior\nhigh school, Mr. Cotler by name, in his attempt to be kind and to be nice, said to us, “I\nwould recommend that he go to Central High School, but next year. Ninth grade would\nbe good for him in junior high school, because let’s face it, his English is not as perfect,\nhis writing is not as perfect, I mean the kid has been here for a year.” It was one of the\nlargest mistakes I ever made.",
        "A: Because the whole style of the school was formed in ninth grade. When I arrived as\none of maybe two or three newcomers to that class, to the 10\" grade class, I was one of\ntwo, or three, or four kids who joined in 10\" grade, everybody else was in ninth grade.\nAnd the adjustment, and the academics -- strictly academic high school. We had no non-\nacademic course, it was the original high school wi -- where the Ford program, which\nlater became the accelerated program, was introduced. I had major difficulties for two\nreasons. I think it took me awhile to catch up, and I spent summer schools in summer\nschool because I had to make up one course or two. And secondly, I was very concerned\n-- not in a conscious way, of fitting in. As a consequence, the social and the -- not just\nsocial in terms of social with -- it’s a all boy’s high school, none of us minded that. Public\nschool, all boys. It’s a whole other story. But the point is that I -- none of us missed the\ngirls, so it wasn’t just a social with girls that we were trying to deal with at 14 and 15,\nwhich 1s the appropriate time to do that, but the other social things that take place among\nboys, [indecipherable] concerning sports, concerning various kinds of things that boys\nbegin to become involved with, quite appropriately, was important for me to be part of.\nWell, you could only do so many things in 24 hours. As a consequence, I think that I\nwould have had a -- an easier high school career had I gone during ninth grade, and if I\nwasn’t so conscious, at least subconsciously on adjusting to become one of the gang,\nwhere I didn’t do anything to become one, but it was certainly a drive, because I had\nrecently been elsewhere, and I’d recently been different, quite different. And I -- I want to\nbe sure that I say that in terms of my own experience, I wasn’t concerned about doing this\nin any conscious way, but I’m absolutely convinced in retrospect that in some way, I had\na certain amount of catching up to do, which then slowed down some other things.",
        "A: No, no. I don’t think -- no.",
        "A: I think that I did not do -- well, I know I -- I -- I think -- I didn’t do very well in high\nschool, I was no scholarship student. I don’t think I was the smartest kid in class, nor the\ndumbest kid. I was an average kid. I understood. But somehow, when it came time to\nspend time on this or that, in terms of homework and other things, I spent less than I\nshould have. Not at -- all the time, and not all -- every year. I had a marvelous high\nschool experience. My three years in Central High School -- and I graduated from Central\nHigh School, were as important to me as any schooling, and that’s the only school I have\nany feelings about, in terms of wanting to have any kind of connection. I mean, I would\nconsider going to next year’s 50\" reunion. I certainly would not consider going to the\nreunion of Temple University, Penn State University, or the University of Pennsylvania,\nall of which I attended, and some of which even gave me a piece of sheepskin. I have no\nparticular connection with them, or with it’s -- or with classmates. So Central is very\nimportant, it was a formative -- as it should be, but also a transformative time for me,\nbecause of where I came from, where I had been, and what I was. I remember only one\nkid that I can recall, who had an experience similar to mine, but I don’t know all the\ndetails of it, who also had been born overseas. Only one kid I can remember, 1n a school\nthat because it was a city-wide school was quite eclectic in it’s combination of whites,\nblacks, Jews. Not -- I can’t recall any Hispanic kids, because there just weren’t any in\nPhilly at the time, and not too many Oriental -- or Asian, or whatever you want to call,\nyoungsters at the time, because there weren’t any. There were some, but not enormous\nnumbers. It was a white, middle class school.",
        "A: Yes and no. Yes, in that I think my father in fact, was able to achieve what he wanted,\nand my mother with him, a sense of community involvement, and the -- all the various\nsocial and other kinds of organizations and things that -- and I’m not going to enumerate\nwhat it takes to be a member of a community, but we were not housebound, and we were\nactive in this, that, and the other thing. And they -- my parents became involved in a\nassociation of survivors there, and all kinds of Jewish kinds of things. My father became\nvery active in the cantor’s organizations, chairing the local group, eventually becoming\nthe national president of the cantor’s assembly. This is after I left home, but he was very\nactive, and very involved, and if you talk to any cantor today who is over the age of 50 --\ncause the younger ones don’t know him, but the -- would know Yehudah Mandel. He was\nvery well known, and very well respected, and did fine. The community, the synagogue\nwas a major synagogue. Not a major synagogue, but a significant synagogue in town.",
        "A: Because it had been there for 50 years, and it had a tradition that people came back to\nit even after they moved away. It was not one of the most prestigious, or one of the\nwealthiest synagogues, cause it was not in the wealthy part of town. Interestingly, it did\nnot choose to rebuild in the suburbs. When it came time for the synagogue to essentially\ndie, it was sold, and it’s holdings were transferred to another synagogue, so there was no\nsecond generation of that synagogue anywhere. It was built in ’24, I think, 1924. And in\n1970-something, 50 years later, it just out -- ran out of it’s usefulness in that community,\nand it’s holdings were transferred to another synagogue in the city, not in the suburbs,\nactually. Philadelphia’s a very large, physical, geographic place. But it ceased to exist as\na synagogue, but for the years my father was there, 35 years, it was. So that was very\nmuch so -- one of my limitations was that being from a observant family, there were\nmany things I didn’t do. I didn’t go to the restaurants -- as little as people did, but I didn’t\ngo to the hotdog stands, and I didn’t do this, and I didn’t do that, and I wasn’t available\nFriday night, and Saturday morning I didn’t go to the ballgame. There were things that I\ndid not do, because they did, and I didn’t. Eventually that changed to some degree, but\nthere was always a little bit of an overtone, not a stigma --",
        "A: Chafe, no, resent to some small degree, or found some restriction, yes. But then again,\none of my f -- good friends lived across the street, was six foot three at the time. He\nchafed against being so tall, because that was unusual. The center of the basketball team\nwas six the -- three, and today six foot three 1s a midget. So the question is how one\nchafes against things. I wouldn’t say I chafed against it, I think that I recognize it, and\nmost of my buddies recognize it as well, and say, “Well, where are you going to be\nFriday? Oh, I -- I know you, Friday you have to be in synagogue, right?” “That’s right.”\nYou know, you’re singing in the choir, your father’s choir, I did that for awhile, those\nkinds of things. So people understood. My circle of acquaintances, and the circle of\nacquaintances of my friends were in the Jewish community, 99 percent. I cannot\nremember being in the home of a non-Jewish kid in high school. And it was not a\nreligious -- you know, it was not an observant th-thing, nor was there any kind of an\ninjunction against. It’s just they weren’t part of our friendship groups. I didn’t have any\nblack friends, lots of acquaintances, played on the teams with them, but I had no contact\nwith them, they lived over there, and I didn’t. Wherever that was, the over there. And the\nother differences were limited. I certainly had no church connection, which is where a --\nmy non-Jewish friends gathered, and various organizational things, and I didn’t go to\nCatholicism class, and I didn’t go to, you know, to mass.",
        "A: In some ways -- and again, I thought about this in terms of today’s conversation, in\nsome ways I’m not sure I’ve ever consider myself labeled. There’s no question in my\nmind that everybody sees me, and I am in fact, and have been for the last 50 some years,\nan American, more so than anything else. But every once in awhile my good friend on the\nwest coast will call me that crazy Hungarian kid. So there are some glitches in that\nperfect -- I mean, they’Il call my wife something, too, but they call her crazy New Jersey\nkid. At least that’s in this country. But there are some things that I’ve probably\nmaintained -- retained, that I’m not even conscious of. I never -- and I repeat because it’s\nimportant for me to repeat to myself, I never consciously tried to acculturate, or to\nassimilate in anything that I did, by speech, or by dress, or by manner, or by behavior.\nThat just happened. But I think underneath it there was always an element, and still is, of\nthe first 10 years of my life, and the first eight years in Europe, the first 13 years\noverseas, and the subsequent years here. You want to remember also, that\ndevelopmentally, a kid changes more in the first 15 years of his life. Once he gets to be\nkind of an adult, he tends to be the same for al -- as long as he lives. But the changes, the\ndevelopmental tasks of infancy, childhood, and later of adolescence, and there are such\nthings, kind of need to take place by the time you’re 18 - 19, or 20. And from that point\non, you either are or you aren’t. And I hope I am.",
        "A: Well, I was going to be an engineer. No question. If you look at my high school\nyearbook, it says, career path, engineer. Only problem was I had an --",
        "A: Well, he tinkers. An engineer tinkers. I had no idea that an engineer sits behind a\ndrafting board for two, or three, or four, or five years, in an engineering firm, going\nabsolutely bonkers. When I began to become somewhat familiar with that, I said I don’t\nthink I want to be an engineer. Aptitude-wise, apparently -- I mean, I don’t recall the\nparticular scores, and cuda preference tests, and strong vocational tests and things of that\nnature. Tests with which I’m familiar for other reasons. I think I scored okay on math,\nand physics, and other kinds of things like that. But I really -- and I am sure that\nsubconsciously again, by formative previous years, had something to do with, I thi -- I\nthought I wanted to go onto some kind of human services, not engineering services. And\nI thought I wanted to, in some way work with people, and not with things, which I did.\nAnd I transferred into a liberal arts program.",
        "A: Yes.",
        "A: Well, the first year of any college, engineering or anything else, is the same thing, you\ntake English 101, math 101, everything else 101, but in the first year. Now, what I did, I\nwanted to be very much independent in a sense of paying for school.",
        "A: Now, one of the advantages I had, having come from Israel, and the background that I\nhad, I was a Hebrew school teacher. Full time, which [indecipherable] 10 hours a week.\nFour to six four days a week, and 10 to 12 on Sunday. In that amount of 10 hours of\nwork, I was able to make as much as some of my buddies who worked 20 or 30 hours in\ngrocery stores, and after school jobs, because the rate was higher. I mean, I probably have\nearned as much as 900 dollars a year, but 900 dollars a year was two years worth of\ncollege, because my first year at Penn State, was 410 dollars, 205 dollars a semester. So\nI’m saying I was able to do what I wanted, namely pay for it myself. My parents, though\nthey were getting to be a little bit more comfortable as time went on -- this is 1955, my\nfather had been here five years, his salary was acceptable, he was teaching in the school,\nhe did concerts, he did this, and appearances, and what. And I think that they were,\neconomically, certainly comfortable, and remember, they didn’t spend a great deal of\nmoney eating out, because restaurants weren’t kosher, and it wasn’t the tradition. I mean,\nthis is before the fast food avalanche, and everybody didn’t go out to fe -- Chinese food,\nyou know, three times a week. I’m not sure they do it today either, but still. Anyhow, I\nwas able to fund a certain amount of school, and I was able to then go to a school that\nwas as close to being away from home as I could think of. Penn State University had\ncampuses throughout the state, including one in oga -- at the Ogontz campus in\nJenkintown, Pennsylvania, commuting distance from my house. I had one in Eerie, and in\nDubois. Several centers were you could go for two years, and then you have to transfer to\nthe main campus at state college, or transfer to some other university. So for two years I\nhad this idyllic life, from whatever in the morning, until three o’clock in the afternoon. At\nfour o’clock I had to go teach. And I was out of school [indecipherable] that I would\neither drive up there, or my father would pick me up or something. It was arranged, and\nnot a problem. But I had this idyllic life on this tiny little campus of maybe 300 kids. It\nhad been the Ogontz School for Girls. And miss --",
        "A:O--O-g-o-n-t-z, Ogontz, Indian name. It’s a section of Philadelphia. And Mrs.\nSutherland, or Miss Sutherland, who had been the headmistress of the Ogontz school,\nlived on the property, in this little castle-like building, and she had rights to live there for\nthe rest of her life. When she died, I don’t know what happened to the place. But this was\n-- and we had a gazebo, and a lake, and ducks. It was the most idyllic kind of life that you\ncould think of, for a couple of years. Then reality kicked in, I was not going to go up to\nthe campus, because I would have had to lose my teaching job. It was important to me. I\ntransferred to Temple University when I finished the undergraduate work that I did. And\nTemple University in those days was 475 dollars a year. So again, I could afford that. But\nyou ask about what I did in my first year. At Ogontz, at Penn State, I transferred -- I can’t\nremember now whether it was in the first semester, or the second semester. As I made out\nprograms for my second year, I moved into -- more into the humanities, and into\nsociology, psychology and things. But even in your second year, things are pretty well --\nre-requirements, you don’t have -- and this is 1955, this is not 1995, or 2005, where, you\nknow, kids go to school and take one class a year, and then go back for basket weaving\ntwo. I mean, there are many jo -- they do this the high school, and in el -- in -- literally in\nthe mel -- elementary school, the choices of curricula. Well, there were less choices, and\nin my second year, I don’t recall exactly, but I do remember that I moved away from the\nphysical science, into the social science.",
        "A: Living at home.",
        "A: Living at home, the whole time. Never a thought of living away from home. And I’ve\noften thought whether that was an issue of my choice, or I just couldn’t conceive -- I can\ntell you this much, that I certainly didn’t think of living away from home as an\nexpression of independence. I was very independent at home, and I guess I had lived in\nenough different situations, that I didn’t have to prove the fact that I in fact could find my\nway on my own, by living away. And I think economically it was not a good idea. I\nmean, where was it going to go? There are some people in Philadelphia who lived at\nPenn -- University of Pennsylvania, who are city residents, you know, who lived a half an\nhour from the -- as people here live at college park. If I was in college these days, I never\nwould commute. I’m sorry -- I would always commute, I would never be a resident\nstudent at college park. My kids were resident students at the universities, but they at\nleast were outside of commuting distance. So my wife, interestingly, I mean just as a\ncontrast, although this -- it’s no impact on me, I hardly knew her then, commuted to\nschool, although she had a scholarship to attend any university -- any state university in\nNew Jersey. She was [indecipherable] she had a Regent’s scholarship. She could have\ngone to New Brunswick, from the Newark area where she was raised, and been a resident\nstudent. Because of a number of things, she chose to live at home. So interesting, we\nwere both commuting students as undergraduates.",
        "A: Mm-hm.",
        "A: I wish I could identify for you at what point I began to make more of a concerted\ndirection decision. Probably when I wo -- when I transferred -- when I finished two years\nat Penn State, and as I said, I couldn’t stay there any longer, I had to either transfer to the\nmain campus at college park, or transfer to any place else that would accept me, and I\nwas [indecipherable] acceptable things. I transferred to Temple University, which is the\ncommuting school in Philadelphia. And I’m trying to think of whether it was a particular\nteacher, or particular curriculum that got me involved in what was another Ford\nFoundation trial program. I am currently, and have for the last 45 years been a\nprofessional social worker. I’ve been in private practice now for 20 years. I say that\nbecause that’s where I got to because of what I decided then. There was some kind of a\nprogram in the school of education department of secondary education, which combined\nmajors in sociology, psychology, political science, history and economics. That attracted\nme, as a -- this kind of a [indecipherable] thing. Now, at the end of that completion, you\ncould practice teaching, become a teacher, which I did not do. My undergraduate degree\nis as a bachelor of science in education. I was a qualified, but not certified teacher in\nPennsylvania. Had I practiced ott, I would have become certified, I think, in history or\nsomething. So that attracted me, the choice was to do that, and the other choice was to go\nto school of social work in graduate programs. And at the time there was really only one\nschool in Philadelphia, that was the University of Pennsylvania. As this is going on, and I\nthink back to a couple of people at the university, who were instrumental in talking with\nme about these things, and these are programs that some of the courses had practicums\nattached, in the field of social service, in the field of social welfare, in the field of social\nwork. I began to think more and more in relation to maybe doing that. I knew I'd have to\ngo to graduate school, which didn’t bother me conceptually. I was a little worried about\nthe fact that the United States army might interfere. And I was very concerned if my\ncareer in school is interrupted, will I go back to school afterwards, and there’s no way to\nguarantee that, I took the deferment exam, I did everything I could. I wouldn’t say that I\nhad a daughter for that purpose, but that didn’t hurt, because here I was 23 years old or\nsomething, or whatever, and with a wife and a family, and I had to sign a commitment up\nto the age of 35, but I wasn’t drafted. There was a reason why I wasn’t drafted, which 1s\nnothing to do with my choices. Informationally, as another one of the homogenizing\nelements in my life, at Penn State, it being a land grant institution, it required all\nfreshmen, and sophomore men to participate in reserve officers training program, ROTC,\nin World War two uniforms. So Wednesdays, I was Lieutenant Mandel of the horse\ncadets. As a consequence, because I was in a military program, quote unquote, I was\nskipped when my draft number came up -- not the lottery, this precedes the lottery. This\nis right after Korea, and the calls were limited. You know, two or three people per draft\nboard. So they never called me, and by the time I got done with this, two years later, all\nthe 18 and 19 year olds were ahead of me on the list, so I was never called, I was never ca\n-- | w -- took an army physical, I was a one-A, and I did all the things in those days that\nall of us did. Some of my friends signed up on various pr-plans, they would postpone\ninduction until they finished school and then go in. Some took a six month program to get\ndone with the active service, and then go to reserve meetings for seven years. I did\nneither, and lucked out.",
        "A: 18.",
        "A: The rules stated that you could become a citizen at 18 on your own if you had been\nhere for five years. If you were here for five years before you were 18, you could become\na citizen on your parent’s papers. But I was sworn in to this da -- the federal court in\nPhiladelphia in December of 1954 -- ’54, yes.",
        "A: I gotta tell you that I have to think about it, because I haven’t thought about it daily.\nPll tell you two things about the day. One, I certainly felt more American that day, not\nbecause of the swearing in, but because who else was being sworn in. I was, as I\nremember, the only recently graduated high school kid being sworn, everybody else was\nolder. There were two guys who were in Air Force uniforms, who had to renounce their\ntitles in the Czech royalty. They couldn’t be Count PFC, they had to be Mr. PFC. There\nwas arule, you cannot hold a title in the States, but they were already in the Air Force, or\nmaybe the army -- I think in the Air Force. I -- but there were other people were there,\nthey were all older now, and older probably by three, four, five years, or 30 years, but not\nanybody my age, and I was an American kid for whom this was a right of passage, no\nproblem. I didn’t have any difficulties with the three questions they asked me, which may\nhave been what’s the highest court in the country, and what are the highest legislative\nbodies in Washington? Remember, I was living in Philly, not in Washington. It was an\neasy th -- it was a non -- 1 -- 1t was anon -- how do -- it was not, as I remember it, an\nemotionally important kind of thing. I didn’t have my parents with me. I didn’t go to their\nswearing in. It was a routine that you had to do, like renew your driver’s license. It was\nequally emotional, because I felt so very comfortable with where I was, and how I went,\nand who I was, and what I knew in terms of the American life. It wasn’t a sheltered\nexistence in my own self-made ghetto, whatever ghetto that is, as many people do. I'd\nbeen involved in the swearing in ceremonies here, because of a commission I served on at\none time. And it’s interesting to see the people now, that’s a very different world, but still\nyou see the ghettos that come. The Thai community comes to the swearing in of it’s Thai\npeople, and the Cambodians to the Cambodians, and to the Salvadorians to the\nSalvadorians. I didn’t feel that I was a member of any of those communities.",
        "A: But I really -- I have to tell you P’ve not thought about -- I know it was December\n1954, and I re-remember the -- the -- the U.S. court, but I don’t remember anything about\nit that would have been remarkable. Maybe the word is unremarkable, to me. But again, I\nwas the only kid that I can remember, there was a high school -- just recently graduated\nhigh school kid, I guess I was at Penn State, I don’t reca -- call what day it was.\nObviously took the day, and I took care of it. But I didn’t make any kind of a thing about\nit. As I said, my parents didn’t come with me, not because they had to take me, but\nbecause it wasn’t that -- important yes, significant, no.",
        "A: I’m sure I did, and I’m sure that it was a non-significant discussion. I know that my\nfather said to me when I was at graduate school, he says, “I don’t know what social\nworkers do, but I have a feeling that 1t may not be the most lucrative thing for anybody to\ndo. So I have a recommendation. Start on your second million. Takes all the pressure off\nmaking the first.” Right? I took up his advice, and I’ve done exactly what he told me. But\nI have no -- social services, human kind of work, that kind of stuff was understood. In\nthose days the interest in working was for some agency type occupation, not the private\npractice that I do now, or the independent practice, where I see independent patients on\nmy own office. And that was understood, because lots of folks, and lots of community\npositions had that kind of background. And the difference was this job was different than\nthat job, but that kind of training was similar. And look, my father had been in communal\nkind of involvement for a long time, he was very active in the chaplaincy. Bumped into\nsocial workers all over the place, and all the veterans in all the regular hospitals. He was\nthe chaplaincy’s chaplain. My mother was involved -- grew up in a home that was\ncommunity based. Her father was the rabbi of the community. The one rabbi in the\ncommunity of 3000 Jews in Novisad. So this was not something that was on Mars. But I\nhave no recollection really. I think my parents were very interested in my finishing\nschool. I think they were very concerned that would I finish on what terms, because they\n36\nobviously were aware that my high school career was not brilliant. It was not the kind\nthat schools were chasing me with scholarship offers. I mean, I finished --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: That’s a terrific question.",
        "A: They did not push me vocationally in any direction. They did push me educationally,\nbecause they thought it was important to attain a certain status of having earned a degree,\nthat was important. As far as specifically, I think that they would have been -- my father\nparticularly would have been happy if I had been more involved in some religious life\navocationally, although I don’t think he would have necessarily recommended the\nrabbinate, and don’t misunderstand, and the listener shouldn’t misunderstand, that he had\nsome feeling that that’s a lousy job for a nice Jewish kid, in some ways. It ha -- this -- th-\nthe politics of the rabbinate is not -- no, the rabbinate 1s not without politics, okay? The\ncantor has a different element. The cantor requires, at least by his judgment and mine, a\ncertain talent which I did not possess. I was not blessed with a voice, as he and many\nothers. He could learn everything. But the performance piece requires the talent, and I\ndidn’t score well on that. I sang in his choir until my voice changed kind of, and -- and\nI’m still, at this point, very interested in the cantorate, and varying s -- music, and the\nonly thing I play is the radio. So, no I -- th-the question 1s good, and they would have\nbeen pleased, but I don’t think that he’d -- they really thought that if I am involved in\nsome kind of communal service of a Jewish nature, that’s close, that’s close, and it was.",
        "A: I think so, I think so. And it was, in fact. I don’t know if that was because it was so\ndirected, or because I saw no cha -- no choice anywhere else, it was not that I didn’t see\nchoices anywhere else. If I hadn’t been involved in a scholarship program, in Jewish\ncommunal service, given by the B’nai Brith, which funded my graduate school, and then\nI owed them some time, I would have been very interested in going into a different\nelement of human services. In fact, in the -- in -- as a social worker, yes, but in the\nrehabilitation. In that -- and I did an internship, or an externship at the wa -- hospital in\nPhiladelphia, and I was very interested in being involved in the elements of helping\npeople adjust to the dite -- activities of daily life, now without a hand, or now with a\nmajor disability. Because the point is you don’t put them into -- onto -- put them on a\nshelf, and make them not participate. Now, there’s got to be some acknowledgement for\nthe fact that they may not be the same. I mean, blind folks are not going to be pilots,\nrights or no rights. But, that doesn’t mean there’s nothing else they can do. And that\nwhole element of that kind of retraining, and re-understanding of the psychological\ndynamics of being disabled, fascinated me, included the physical elements of it. And I\nwould have gone into that element of things, as many others that I had thought about, if I\nhadn’t had a Jewish commitment. And in fact, a guarantee that I have to take a job for\ntwo years, because I have to repay them for their having given me a scholarship to\nUniversity of Pennsylvania. So yes, the Jewish element was there, the Jewish vocation\nelement specifically, in terms of rabbinate or cantor, it was not.",
        "A: Philly.",
        "A: Sure.",
        "A: Well, not that much. What happened is that there is a World Federation of Hungarian\nJury, I think is it’s name, in New York. My father knew some of the people there. My\nfather knew lots of people, and lots of places, and he used those contacts for appropriate\nthings. And my father tells me again I’m digressing on him, but it’s interesting that he\nwent to call on a person as a matter of courtesy, not because he was a supporter, but\nbecause of what he stood, what -- what he represented, who at that time lived in\nBrooklyn, and was one of the major enemies of Israel. This was the Sotmire rabbe from\nSotmire, Hungary, Rabbi Oyle Titlebaum, who my father knew in Sotmire, which is in\nthe general area of Ruthinia where my father was raised. And he called on the rabbe, as\nan acknowledgement of the rabbe’s achievement in the ra -- in the rabbe business, as a\nscholar, not as a political entity. But he is the leader of the Sotmire Hassidim, and he’s\nnot gone, but when he went to Israel, they changed the ne -- the notation on the trains\nfrom the state of Israel to cover it up, because after all, since this was not created by the\nMessiah, it did not exist. And Titlebaum would have given Israel to Abdullah, and wait\nfor the Messiah to come to create the state. So, clearly there was no agreement on the\npolitics, but my father call on -- now why did he call on him? He knew him from there,\nand Titlebaum was with us in Bergen-Belsen. He was one of the 1600. So there are many\npeople that you tend to know, but to get back to -- to the issue that’s closer to home --",
        "A: Right. The World Federation hungar -- of Hungarian -- of -- Association of Hungarian\n[indecipherable] was in New York, and knew some people from before. They, my father\nand some others, started an organization called the Hungarian Hebrew Association of\nPhiladelphia. It was not necessarily of survivors, or a survivor organization, but by\ndefinition 98 percent of them were survivors. And they had the fundraisers, and they had\nprograms, and they had concerts, and they sponsored Israel bonds, and they sponsored\nJewish National Fund, they sponsored the forest in Israel, and other kinds of things. So\nthis was an element of not a survivor organization, but an organization of Hungarian\nJews, who by definition were -- I don’t know about 98 percent, but substantially either\nsurvivors, or people with survivor families who may have come here before the war, so\nthey were not survivors, quote unquote, but they were in fact part of the same\ncommunity. And he was very active in that, and I was involved in -- in my way, I mean\nthe picking up and the dropping off of packages, the rummage sales. I’m not sure I\nattended too many of the meetings, I certainly went to their programs. They would get\ntogether and they would cook potluck dinners, enormous ones for the community, and\nmy mother was again involved in the cooking for large numbers, cause she knew\nsomething about how do you do whatever Hungarian cooking type things for 200, not for\nthree. And whatever they were, whether it was sour cabbage or some other things, and\nagain this was usually done at the synagogue, where my father had certain privileges. He\ncould rent easily enough, and make arrangements for making it available, and he would\npay arent, and they would have programs, and that was something they did. My\ninvolvement in that was limited, but clearly I was involved in it.",
        "A: Absolutely.",
        "A: His, my mother had no professional life any more, she didn’t have any professional\nlife since she -- really since the time she was married, although she had a little bit\nafterwards. She’d been an enent -- elementary school teacher for kiddies in southern\nHungary, and she taught in Temerin, which 1s a city not far from Novisad. I don’t know if\nshe taught for three, or four years, maybe five, I don’t recall the exact numbers. They\nwere married in 1930. My mother was 24 year -- 22 years old, so she couldn’t have\ntaught -- well, she taught some years after that until left Novisad -- maybe four years.",
        "A: In Philadelphia?",
        "A: Political in the sense of the politics in terms of American politics, in terms of wa -- the\nrepublicans and the democrats, zilch and zip, none.",
        "A: I would suspect they may have known. I certainly could not tell you who represented\nme in the state house in Pennsylvania. I recall vaguely who the congressman may have\nbeen, and the senators, and the mayor, and the governor. But only vaguely, I mean, I can\nremember. Have to think about the era. The involvement, or the household involvement\nof the organization, and the involvement of my parents with these, was at best cursory. I\ndon’t remember -- the only place I remember going to a political meeting was in New\nJersey where wif -- my wife is from, we went to -- he’s of the past, he’s not gone, he\nbecame a senator, he lost his senatorial position as part of ABSCAM, Harrison Williams,\nknown as Pete Williams, who was a congressman from New Jers -- was running initially\nin 1950 something or other, and we went to a rally in Hillside, New Jersey, where my\nwife 1s from. I -- I’m sure that was the first political event I went to in my life of that\nkind. But I had no involvement in politics, and neither did my parents, and neither did\nanybody else that I knew, in those days. As I say, I could not tell you who represented us\nin Harrisburg, no way.",
        "A: No, no, but that’s not the me -- you’re talking -- I’m talking about American politics.",
        "A: The Israel issue is not a political one. That’s an emotional one. It is alway -- there’s a\nfamilial -- I mean, we send packages, we had communication, we had some visits. I\nmean, I went back to Israel for the first time since I came in 1957, as did my parents. We\nwent separately, but we met there. I then again went in -- in °57 -- in ’60, I went, I don’t\nknow, half a dozen times, or a dozen times since. But the connection 1s -- was very clear,\nbut it was not a political one. It was not a support of labor, or a support of hashomir\natsyere, or a support later of Leecould. It was not a political involvement on their part. I\nwould think -- since Philadelphia, Pennsylvania had an open primary system, you could\nvote for any party you wished, I would suspect that they registered democrats. I certainly\nwas, and I think that had to do with who was, in fact, representing. I mean, this was the\nera when Truman had been an important guy, and then came Eisenhower, and then came\nStevenson as a candidate, and then came Kennedy. In that milieu -- Kennedy’s the first\npresident I voted for -- in that milieu, democratic party seemed like the thing I wanted to\nbe involved with, because I couldn’t find any kind of connection with the republicans,\nthough the Philadelphia, the -- the -- the -- the governor of Pennsylvania was a\nrepublican, and Philadelphia had a long, long -- a republican mayor, until 50 something\nor other.",
        "A: Okay.",
        "A: No.",
        "A: Nope, nope, nope. Nothing to do with college.",
        "A: Well, I did, but do you want to go on the -- on the -- on college, you want to tell -- me\nto tell you about how I met my wife?",
        "A: Then the-there’s no connection there.",
        "A: I became active with some of my buddies in the B’nai Brith youth organization, a\nprogram called AZA, Aleph Zadik Aleph. It was a -- you don’t even know about it?",
        "A: Well, but I thought you might have known from these --",
        "A: -- descriptions.",
        "A: You are familiar with the B’nai Brith --",
        "A: -- aS an organization? It sponsored a youth organization for boys, and one for girls. It\nwas the largest organization of it’s type in the country. I went to work for them,\neventually, in terms of my Jewish commitment. She was a member of it -- of the girl’s\norganization in New Jersey. Philadelphia, ne -- Pennsylvania, New Jersey, West Virginia\nand Delaware were in the same district. We had conventions, we had get-togethers, we\nhad various things. And s -- in December of *53, I think, there was a program of -- a\nweekend program in Philadelphia during Christmas break, and the presidents of the\ndistrict honored us with their presence. The boy’s president was a young man by the\nname of Eliot Rothman, who was an architect in Boston, with whom we’re still in close\ncontact, and guess who the girl’s president was? The woman whom you met this\nmorning, my wife. And Adrienne and Eliot came to give out diplomas for this university\nweekend that we had attended. It was not university, it was still high school at the time,\nbut there was a program called the university. And actually I met her. I met her and many\nothers, and we communicated, and corresponded, and occasionally visited. We had no\nsocial contact. She went her way, I went my way. In 1956, after we’d known each other\nas friends for a couple of years -- as I say in those days you didn’t make phone calls\nevery day, you -- occasionally a phone call, sometimes a visit, and some letters -- we met\nup again at the camp in the summertime, we both went there as adults, we were 20, to\nsupervise a convention -- well, part of a convention. And I think we had some kind of\nthoughts about each other throughout all this time, but we had never had a date, or a\nconnection. I don’t think that she and I were ever alone for an hour at the time. With lots\nof other kids, yes. She was involved with some kid from college, and I was involved with\nsome girl from someplace else, and we had active social lives. In ’56 we decided that\nmaybe there’s something we ought to think about more seriously, and we did. In ’57, we\nboth went to Europe, separately, and the place where we rendezvoused by schedule, was\nin Venice, which is not a place in which to rendezvous, both socially or romantically.\nAnd in ’58 we were married. But we met unrelated to school, she went to Rutgers\nUniversity in Newark, I went to Temple University in Philadelphia. Schools had nothing\nto do with our connection at any point. And she moved to Philadelphia with me while I\nwas in graduate school.",
        "A: None.",
        "A: Her parents were born here, her grandparents -- her grandparents came from the other\nside, from Europe, three out of the four, but they came as young people, before the first\nWorld War. So survivors -- she had some aunts. But -- and she had a cousin, her mother’s\ncousin, Alex. But no, no real survivor connection. I may have been the first one that she\nreally met. Was a kid in school she talks about who arrived at her, maybe junior high\nschool, who came from Europe, and everybody was nice to her, and they gave her special\nhelp, and taught her English and things. But limited. You also have to have some\nunderstanding of the nature of the community. Hillside, New Jersey was kind of an\nenclave outside of Newark, between Newark and Elizabeth. But no, I would say that her\ninvolvement with survivors, even though she may disagree to some degree, was at best\nlimited.",
        "A: I don’t think the survivor thing has -- was the gap. I think the difference in some\nupbringing, the religious difference -- she comes from a essentially sectarian home,\nJewish but sectarian, and I didn’t. I think that the differences in where we spent the first\n12 - 15 years of our lives -- I mean, her notion of the war was that they had air raid alerts\nin school, and they crawled under the desk. My notion of the same time was air raids.\nThere’s a difference. And that difference, I think, has -- had been there -- ha -- has been\nthere, is there, and will be there. And we’ve been together for a very long time. I mean,\nwe're -- 1958 is now what, 47 years ago?",
        "A: Oh.",
        "A: I don’t think so --",
        "A: I don’t think so at the time, because of the difference between myself and the adult\ncommunity. I think my parents experienced that much more so than the kid community,\nwho kind of went with the flow.",
        "A: I mean, my buddies knew this, that, and the other thing, and didn’t care about the rest,\nand didn’t -- I didn’t accuse them of not having been in concentration camp, and they\ndidn’t hold me accountable for having been there. Not among kids, and I’m talking about\nkids now up to the age of, you know, college age. Adults, something else, their sense of\nestablishment when they came, what they did, why they didn’t help, the whole issue\nabout Roosevelt and various emissaries, and the interest that the national government\nhad, and what they had to do, and [indecipherable] the first to recognize that the first\ninterest had to be the protection of this country. But that doesn’t mean they couldn’t have\nhad something to do with other things as well. But there’s a whole issue involved with\nwho they were, what they were, what thi -- their upbringing was. But I’m saying -- the\nquestion that you ask I think relates with my parent’s generation, not to me.",
        "A: I can’t recall anything that will be significant that I can tell you, where this -- this rub,\nthis -- this chafing, as you said earlier, was of issue.",
        "A: No. No, well, specific, no. I think that there were issues having to do with the fact that\nanybody who didn’t come here on the Mayflower, and nobody I knew came on the\nMayflower, was seen as -- the reference being a greener, a newcomer. And that came up\nonce in awhile. Certainly my father had that because the kind of life that he had to start\nall over with for the third time, was not the kind of life that he had in th-the first time.\nAnd in some ways he resented that, and to some degree he expected things of people in\nterms of performance, in terms of responsibility, that he thought was appropriate to\nexpect.",
        "A: He expected -- well, you have to know something about him as well, which I’m not\ngoing to detail for you, but the point is he expected certain behavior norms, and cert -- if\nsomebody said I’m going to do this, he should do it, not forget it. This has nothing to do\nwith being an immigrant, but it has to do with the fact that when he was in Europe, and\nwas the chief cantor of Budapest, essentially if he barked, somebody said yes. And here\nhe was not that, but the expectation may have been the same. If some of his colleagues\nsaid they will do this or that, or the other thing, and bring this piece of music to that\nrehearsal, he expected that. And if they didn’t, it had something to do with him\npersonally, but also with the fact that he did not -- he did not suffer fools well, cause he\nnever had to. I think that he had some feelings about the fact that when he was looking\nfor a position in Philadelphia, he had occasions to go to various places, and to essentially\ngo for tryouts. And he was resentful of the fact, for example, that one rabbi said to him --\nrabbi came from the same neighborhood that he did in Europe, but came 20 years before,\nhe said to him, “Well, you know, cantor, in this congregation, the cantor does the\nresponsive readings in English.” To which my father said, you know, I mean, “Is that\nwhat you want me to do? I mean, you have now just said the weakest part of my\narmament is what you want me to feature. I mean, I can speak English, I can read\nEnglish, but I have reasonably difficult accent, and this is not my -- I mean, I’Il do it in\nGerman, I’ll do it in Hebrew, I'll do it in Russian, but I won’t do it in English, because\nagain, it’ll embarrass me, and itll embarrass you.” “Well, 1f you can’t do that, we can’t\ngive you the job.” And he thought that there was an element of saying, uh-uh, I made it,\nyou ain’t. And that was a resent thing against the newcomer. It may have also been a\nresentment against my father’s skills and abilities, which may have been threatening to\nsome others. And he was an outstanding cantor, and if that sounds like a chauvinistic\nstatement, it isn’t, alright? An enormous voice, was very well trained, and it scared the\nhell out of folks who weren’t. You know? Who were legends only in their own minds,\nand he was not, but [inaudible]. So there are things like that. We came from central\nEurope. The majority of the Jewish community in this country came from eastern Europe.\nMy mother was not Yiddish speaking. I don’t know if you know, but Yiddish was not\nspoken everywhere in Europe. My grandfather knew Yiddish very well. My father knew\nYiddish very well, because when they went to Yeshiva, which is the original schooling\nthing, you learned in Yiddish, you learned -- you learned Bible, which is written in\nHebrew, discussing it in Yiddish, not in Hebrew, because you didn’t use the Hebrew\nlanguage for secular conversation. It’s a holy language, it’s only for study. And you\ndiscussed it in Yiddish. So they knew Yiddish, they spoke Yiddish at home. Much of the\ncommunity that you see here, that came from Poland and Russia had Yiddish in their\nhomes. In New York my mother was told any number -- she wasn’t told, it was told about\nher that she doesn’t even speak a proper language. How can the cantor’s wife not speak a\nproper language? What’s the proper language? Yiddish. So those were things that they\nhad to do with the fact that she didn’t speak a proper language, she didn’t come from the\nright place, and she didn’t come when we came. These kinds of things. Are they serious?\nNo. Are they significant? Somewhat. Impact? Some. Critical? No. That’s the valuation I\ncan give you about the impact of the Jewish community.",
        "A: I had a choice to -- well, I had to take a position with the B’nai Brith youth\norganization as a professional member of the staff. Okay?",
        "A: And I had a choice -- if not a choice, a 55 - 45 choice, so it was not a total choice, but\na choice still, of taking a position in the Philadelphia office, or taking a position in the\nCleveland office. I went to Cleveland. I really thought that I wanted to have a career start\nnot in my hometown, for all the blessings of the hometown, and all the negatives of the\nhometown. I went to Cleveland for two years. While in Cleveland, a position opened up\nin Detroit, which is no more attractive than Cleveland, but it was in a different district,\nwith a different staff, with a different supervisor, with a different boss than Chicago, and\nit would -- and it was the top job in the state of Michigan, and I was interested in that, to\nsee if I could do that. And I got that job, and as a consequence, I stayed well beyond my\ntwo year commitment, and I stayed with them for 15 years. And I was with the agency\ntotally for 15 years, Cleveland and Michigan -- well, even before, I was even in New\nJersey for a little time. But I stayed with the B’nai Brith organization as a professional\nsocial worker. They used to hire group workers in those days, which I was, and I ran a\nprogram for healthy, well-adjusted middle class Jewish kids in the state of Michigan.",
        "A: It’s a social, educational, religious, athletic program after school. They meet in groups\ncalled chapters, very much like I was involved as a kid in a chapter in Philadelphia, my\nwife in a chapter in New Jersey. And we would have gatherings, and -- where we met,\nand others met, and I had not the same, but similar programs, in Michigan, and programs\nin the district, which was the larger area of the Midwest, and programs which were\nnational, which was in the national encampment, which happens to be in Pennsylvania.\nYou know, it’s a home turf for me again, but that’s a -- it could have been in -- went to\nconventions the University of Illinois, where we in fact, took the university at\nChampagne, for a convention of several hundred kids from that district. That was a large\nprogram divided throughout the country into seven different districts, and the details of\nthat are not important. No longer that.",
        "A: We were married -- yeah sure, we were married °58, went to -- I was married all\nthrough graduate school. My daughter was born in ’60, we went to Cleveland in ’61,\nwent to Detroit in ’63, came here in ’73 --",
        "A: -- to Washington, right. With the same organization to be the third man in the national\noffice, which was terrific in terms of my having come to Washington, I’ve never\nregretted that. But after three years here, or two years, the national office, for many, many\nreasons I thought that’s not what I want to do. Continue in there sometimes needs to be a\n-- not so much a vocational change, but maybe an employment change. And we came to a\nmutual meeting of separation.",
        "A: Nots -- not quite --",
        "A: -- I went to work for the -- I mean, the largest employer in this community is the\nfederal government. I went to work at a private agency in southeast Washington for two\nyears with a friend of mine, which was totally funded by government contract, and that\nkind of petered out because of a number of things that happened, including a change in\nadministration. I went to work for the Peace Corps, here in town, as a trainer, particularly\nin areas of psychological kinds of issues, and counseling kinds of services to be given --\nthis is only to the staff of the Peace Corps, I never had anything with volunteers, but they\nwould work with volunteers. I’d -- rec -recognition of cultural difference, I mean you\nhave a Peace Corps vol -- Peace Corps staff member is going to be the agricultural staff\nmember in west Africa. He knows the agricultural business, but if you ask him about\ncultural differences, you have to first define the word culture, cause he never seen\nanything, besides Montana. Whatever, I’m not maligning Montana. Culture in this\ncountry, I mean remember, this is a country where you can go for 3,000 miles with one\nlanguage, with great success. You can not do that anywhere in the world. You can’t do it\nIndia, China, or Russia, which are the same size. You can do it in Australia, but for most\nof it there’s no people, so [indecipherable] talk with some kangaroo.",
        "A: Sheep. So, it’s not a fair [indecipherable] to go from Perth to Kearns is probably same\ndistance as it is from Boston, San Francisco, but there’re no people there to talk to. And\nEnglish, obviously, will get you by. Their version of it anyhow. So, those cultural things,\nand other kinds of counseling things, and other -- understanding of certain kind of --\npsychological kind of issues that might be difficult, was what I did for the Peace Corps,\nand actually not just for the Peace Corps, but at the time, the administ -- president’s\nadministration thought that they ought to put the Peace Corps together with the domestic\nPeace Corps called Vista.",
        "A: In an agency called Action, which never worked that well, but it did, so I was involved\nin both.",
        "A: Mm-hm.",
        "A: You lost your microphone. So, all I’m saying is that I was involved in both the\ndomestic element of action, which was Vista, and the overseas element of action called\nPeace Corps. But I never served overseas, I never served [indecipherable] I was with\nthem for eight years. After that I began to develop a private psychotherapy program, and\npractice, and I have done that in a couple of different locations for the last, gee, 20 years.",
        "A: Deal with adolescents and adults in issues that are -- many of them are similar no\nmatter what age you are in. Depression is depression at any age, almost. The separation\nissues for younger people are the same no matter where you are, many of them having to\ndo with the need to strike some kind of understanding and insight that an outsider can\nstrike, that the insider cannot. Example, family comes to see me with a kid who 1s a high\nschool senior, and this is March of any year. And the kid essentially has, in fact, run\naway, or left, come back after three or four days, because he feels that he no longer can\nfunction with the confines and the restrictions of the parental home. It’s devastating for a\nfamily to have this happen. If you can help the parents make some adjustment, the kid\nmake some adjustment, gain some insight, and postpone that runaway for four months.\nFour months. Now, the kid is going to go away to school. That’s a legitimate runaway.\nIt’s a runaway in either case, if you nee -- know what I’m saying. But in the one is\nlegitimate and not devastating to the family, and one is. And sometimes the outsider can\nmake that happen and observe that and understand it, cause I’m not emotionally involved\nwith the kid nor the parents. And the parents, what they’Il do is they’ II do every kind of\ntough love issue there 1s, and they’Il restrict, and restrict, and the kid will rebel, and rebel.\nAnd the more you push, the more th -- you resist. Well, if you can understand that, and\nthe dynamics of that, you can be very helpful. And once in awhile I am.",
        "A: Sure.",
        "A: I don’t think I could have said to you 35 years ago I’m gonna do that, because the\nnumber of folks in my field who were doing that, you could count on one hand, and I’m\nexaggerating again. It was the province of the psychiatrist, who had limited medication to\nprescribe, because there weren’t any. I mean, anybody could prescribe medication, many\npsychiatrists could, and the medication of choice 50 years ago was various kinds of\ntranquilizers. If you tranquilize them enough, all mental patients will be docile, and they\ncould be put in institutions, and even into back wards, which no longer exist. The world\nhas become much more complex than it was as recently as 50 years ago. A hundred years\nago I can’t talk about. But in the last 50 years compli -- complexities have evolved\ngeometrically. As a consequence, the kind of help that’s psychotherapeutically\nappropriate had to evolve into more practitioners. Psychologists began to do some of that,\nthose who became clinical psychologists, not research guys. And today social workers\nprovide more of that than any other profession by the number of hours provided in this\ncommunity. Now, I didn’t think of doing that because I on -- first of all, that was not part\nof my thinking, secondly, I didn’t think that I could -- this may have some to do with\nwhat I did as a kid, I didn’t think that I could take the risk of economically subjecting my\nfamily to a -- to a horserace while my kids were still in school. I didn’t start this until\nafter they were out of school. I figured the worst can happen, we’ll skip a meal. My wife\nand I will make it. And thirdly, I really thought that one cannot do this, no matter what\ntraining they have, until they have practiced in a variety of ways. I’ve always had\nindividual attention to things. I mean, I remember when licensure became mandatory in\nthe state of Maryland in 1970 - something or other. And obviously I was well off that I\nwas -- I was out of school 15 years. And I had to put together the pieces of hours that I\nprovided an individual psychotherapy, or individual counseling in the previous 15 years,\nan hour here, two hours there, three hours there, because I wasn’t doing this 40 hours a\nweek. You had to come up with some 2,000 hours or something, and I don’t recall\nexactly how, but I think, you know, a percentage of every year was spent in this, in\nfamilies. I mean, I had to, in my job in Michigan, I had to get a kid out of jail once in\nawhile, and I had to have a suicide attempt, and I had to have a runaway, and I had to\nhave a something else. I mean, again, these things add up, but I did this on a very limited\nbasis, and then of course it became something I did full time. But I didn’t think I could it\nfull time, until I had amassed the body of experience. So you talked before about gapping\nbridges, or bridging gaps, I had to have bridges to things. And you don’t have a bridge to\nvarious things until you’ve had some experience, not so much in life, but life and applied\npractice.",
        "A: You’re gonna bridge the gap, or gap the bridge?",
        "A: You'd be so -- you’d be so easy, and I -- and I have to tell you, I’ve thought about this\na great deal, specifically because of this interview. It’d be so easy to say, well obviously I\nsaw atrocities, I saw terrible things, I saw things that shouldn’t happen to humans, and the\njob that I now have helps humans, therefore -- that’s too glib, and too easy, and it’s not\ntrue. Now, does that impact? Of course. But I think the impact is an on -- is on -- on the --\non the understanding of behavior, of motivation, of choices, of why do people sometimes\ngo like sheep, and sometimes don’t go like sheep, and it’s the same people in different\nsettings? I can’t tell you the answer to that, but those kinds of behaviors does in some\nway have some additional armament, or some additional bridge to human behavior. But\nas I say, I cannot say, nor will I say to you that because, therefore -- it’s an obvious. I saw\nbad, I can do good, that’s a good thing. That’s glib.",
        "A: Oh, absolutely.",
        "A: Well, I don’t know how I knew it, I don’t know --",
        "A: Right, right, right.",
        "A: Right.",
        "A: Okay, no, I was -- I was probably in more danger specifically in Israel when the\nindependence war was going on, and shots were fired and some hit my house. It didn’t hit\nme, because I wasn’t stupid enough to be standing out there, but I’m saying that that kind\nof danger is a little different, but you’re right.",
        "A: I think that I have a capacity to observe, sharpened by 40 years of practice, by\neducation, or by the eyesight that I was born with. I think I have an ability to in some way\namalgamate various kinds of background pieces, and put it together into an approach, so\nthat they become part of that. But I have to say again that maybe it’s because I was not\nold enough to understand, and maybe I would have understood at 15, the fact that I’m\nundamaged by it, at least substantially so, I recall, I understand, I can re-retell, I und -- I\nknow what went on, and of course I understood the meaning of it subsequently, but I was\nnot damaged the same way. A siren doesn’t frighten me, okay? And a siren is an example\nthat’s given by many survivors, they hear a siren today, ambulance, and they freeze on\nsome level, to some degree. A siren does not frighten me. And again, a siren here 1s only\na smallest of examples, because the sirens were very dangerous, because we were\nbombed in Budapest. We spent days in the bunker, in -- not the bunker, 1n the cellar, and\nin the -- in the -- in the shelter. No, not days, we spent parts of days, sometimes four and\nfive times a night. My grandmother, my father’s mother who was living with us at the\ntime, went back to her little village, from which she was deported, because the elevator --\nand I said this on the other tape -- the elevator was invariably out of commission, cause\nthey couldn’t get parts to repair them, and to go down five stories, three and four times a\nnight, was too much for her to do. Choice two was send her back where she didn’t have\nto go to the air raid shelter. And she was deported. Ah, she would have been deported\nperhaps, elsewhere as well. But I’m saying it’s because I under -- because I recalled, and\ncan now, and have for some time been able to assimilate that. But I wasn’t -- you know,\nif you looked at my guts, they don’t have black and blue marks, they’re clear. Or my\nbrain doesn’t have it.",
        "A: He was -- he would have been 90 in mar -- he would have been 90 in March, he died\nin January of the same year, it’s close enough.",
        "A: My mother died at the age of 59 --",
        "A: -- for entirely different reasons, and I don’t think the Holocaust connected. One day\nthey thought she had a stroke, cause she was dragging a leg. Literally days after the war\nin Israel in 1967, they went to Israel to visit family, after the six day war. And they came\nback in August, I know I picked them up, I was in the east, I was living in Michigan, and\nmy mother was not well. Well, this is in August, by December they discovered she had a\nmassive growth in her head, and that killed her. I mean, they radiate it, but in those days\nthis was a caveman oncology. I mean, this was the kind of thing that today two pills, and\nsomething would cure it. And I don’t mean that literally, but --",
        "A: -- it’s -- we have gone thousands of miles beyond that. She -- this killed her. There\nwas a choice of operating or radiating. And we were told that operating would invariably\n-- invariably produce a vegetable. My father and I agreed that that’s of no value if she\nlives to be a hundred, in a bed as a vegetable. We radiated, 1t metastasized, she died,\n1967. So the impact of my parents was significant, and in my father’s case lengthy, but\nvery different in my mother’s. You remember that I was with my mother all of my life. I\nmean, I left both of them 1958 - ’59. As a matter of fact, interestingly, we even lived with\nmy parents for a very short time. When I was looking for graduate school, one was in\nPennsylvania, one was in New Jersey, one was in New York. And I couldn’t find a rental\nfor my wife and I for three months, or maybe four months, for a very short time, I -- in\nthose days, Philadelphia did not offer very short rentals, and I guess a hotel was not an\nidea. So we moved to my parent’s house until the decision was made where I would goi -\n- go to school. And when it was made that I’m going to be in Philly, we took an\napartment immediately, which was our first apartment, which was very nice. But we lived\nwith them. But it was with my mother throughout. When I was born, in Riga, two months\nafter I was, my father went to Budapest to begin his rehearsals for the holidays in the fall.\nMy mother then packed up, and two uncles came out and helped her, and we trucked to\nBudapest. My father was away from the house for continuous times in labor camps. We\nwere at home. We went to Bergen-Belsen, he was not with us. He comes after us to\nPalestine -- to Israel, he leaves before us. So my father’s relationship with me as a child\nup to the age of 15 or so, is very spotty, and I am sure it had impact. I can’t tell you\nprecisely, but he wasn’t there, through no -- and I never held him accountable for not\nbeing there. The fact that he was in his own field, meant that he never played baseball\nwith me, but you can overcome that. But he was not there, through no fault of his own.\nHis influence was there, his impact was there, his feelings were there. Excuse me. I’m\ngoing to back up for a teeny story about language. You asked about English. My mother\nand my father correspond when he is here, and my mother and J are still in Haifa, and\nthere were some times during the War of Independence in Israel where food was scarce.\nPlentiful, but some things were scarce. We had all the dairy and all the veg -- butter was\nrationed, you know? You could live without that. But all the bread, and all the vegetables,\nand some meat, and all the fish from Australia was available. But my mother says that\nthings are scarce. My father gets absolutely frightened, and goes to the post office, and I\nremember to this day, he packs up a package from the grocery store, and ships it by air to\nIsrael, 44 dollars. It was probably a week’s salary in those days, 1947. Ships this thing to\nIsrael. And we open up, and we see these little cans, little flat cans, and it says on it,\nChicken of the Sea. Well me, with my incredible knowledge of English, decided this is\nchicken. It’s a very funny, oily chicken that these Americans put in cans. Cans were not\nunusual to us, but what kind of chicken is this, and how do you cook it? I cannot tell you\nwhat my mother did with this, I don’t remember. But this was my knowledge of English,\nChicken of the Sea was chicken, right? Well, we both know that’s not exactly what it\nmeans. My mother’s English was even less than mine. She didn’t even know the word\nchicken. But we had this neat meal. As you know, kosher requires no mixing of the two.\nWe had this very strange American chicken. It didn’t taste like chicken, it was in oil. But\nit said chicken, and Mandel the English expert said --",
        "A: Mom, it’s chicken. Cause he knows. And they also had corn flakes that were\nintroduced, and we didn’t know how the hell do you butter corn flakes, like bread or that\nkind of thing. But again, I -- I couldn’t read the English, I mean I could underst -- I didn’t\n-- I might have known the word corn. I am certain I didn’t know the word flakes.",
        "A: Right?",
        "A: And I knew the word chicken, I knew the word sea, but I never could connect --\ncourse I’m not sure I ever had tuna fish in my life.",
        "A: I mean, why would I? And if I did, it was a filet of tuna, or a stew of tuna, or\nsomething that my mother could recognize as a fish.",
        "A: The thing in the can doesn’t look like a fish. English.",
        "A: But I was with my mother -- I sometimes illustrate it by saying that I always spoke\nwith my father in the language of the land in which we lived. Hungarian in Hungary,\nHebrew in Israel, English here. With my mother, Hungarian always. Not because she\ndidn’t know any English, but with my mother it was always Hungarian, no matter where\nwe lived. There’s a different continuity with her than was with him. So I missed his\ninvolvement, which was spotty, and clearly through no effort on his part to do that. I\nsuppose in some ways he could have been more of a dad only, but only in terms of\nthrowing a ball right handed. That’s silliness. Every other way he was. And I had the\nmost consistent part of his life with me when I no longer needed it. When I wanted it, but\ndidn’t need it. I mean, I was an adult, with two children, living in Michigan. That’s -- it\nwas in those days that I had full availability of my father, and none of my mother. So that\nmy parent’s influence on me had these kinds of impacts, both good and both -- I have\nboth bad. They both survived, but I did not spend equal time and equal impact for both of\nthem.",
        "A: Not much, because we lived it together.",
        "A: No. In my family, conversations about this took place willy-nilly and at the drop of a\nhat. But nobody had to be told. I mean, my father had to be told about where we were,\nand we had to be told about where he was. And that we did. But it wasn’t a question of\nmy mother and I talking about where we were, because we were there every day. I saw\nher every day, there was not a day I didn’t see her. You recall that when we went out of\nse -- out of Germany by German troop train, in Switzerland, who is the teacher that is\naccompanying this group of 20 kids? My mother. Which was good and bad, but again\neven then, I was not separated from her. I digress, but for historical reasons it’s\nsignificant. In some communication about the Custner group, I got a letter from a\nprofessor at Michigan State University in Lansing, Michigan. I won’t mention a name\nbecause I’m not sure he wants to be named. And the name rings a bell, and I write him a\nnote, and I said, “Are you, by any chance, that kid,” -- and I send him a picture that I\nhave, “with whom I was in Switzerland?” And he says yes. Okay? And then he sends me\n-- we have been in touch -- he sends me a Xerox of a postcard, written to his mother by\nmy mother, saying that the boy is having some difficulties. He’s fine, but he’s not with\nhis mother -- I was -- and he starts having some difficulties, but he’Il be alright, and she\nask when is she going to come visit, whatever. My mother’s handwriting, 1945. And I\nhave that. And he sends it to me. So I’m saying that my mother’s influence again was -- I\nhad a couple of beatings really, really beatings, because a couple of kids walked off\ncampus, and they were caught, and they were certain that I ratted, cause I’m the teacher’s\nkid. And I didn’t. I’m -- I really -- I wouldn’t dare. I mean, of -- I -- it’s -- 1t’s against the\nrules. In any case I’m saying my mother and I had this kind of a connection. I probably\nlook like my mother, much more than my father then, and throughout my life, although\nnow people say to me, look at my eyes. My father had a very different kind of a face, but\nI look like my mother, my mother’s family. I was much closer to my mother’s family. I\nspent time with my mother’s parents. My mother’s sisters, my mother’s brothers. I only\nspent time with my father’s one brother, who went to Israel and died since. And here,\nwith my aunt in Philadelphia. But I was much more connected, so with her, these\ndiscussions were unnecessary. I have a friend of mine here who -- again I won’t name,\nwho talks about he doesn’t have to learn about the civil rights struggle, of which he was\nboth a victim and a winner, he just has to remember it. Cause he was a law student in the\nbasement, and a dumbwaiter would bring down the lessons at the University of Arkansas,\nmany years ago, and I won’t give the names. But he doesn’t have to -- to study it, he just\nhas to remember it. Well, in a same sense, I don’t have to study elements of the\nHolocaust that I lived through, I just have to remember it. My mother and I could\nremember. When she went to [indecipherable] and she bought a -- there’s a watch that I\nwear that she bought in [indecipherable] because in those days there was some thought\nthat if you have a watch or two -- you could always trade a watch for a meal, a good\nSwiss watch. And then she gave it to me later on, and it’s my watch for 50 years, lo --\nmore, more. But we can remember those things.",
        "A: The difference in my trauma and others was the fact that mine was a much shorter\nduration.",
        "A: And I did not understand it.",
        "A: I wouldn’t want to -- I wouldn’t want to weight levels of trauma. However, from day\none, whatever that is, I was willing to, I thought that it’s important to know, you can’t\nknow where you’re going if you don’t know where you came from. Maybe a cliché.\nGeorge Santayana’s comment about the fact that 1f you don’t learn history well, you learn\nto -- you have to repeat it or relive it is another one, there are many of those. And I have\ninvolved my kids in either visiting with me, speaking with me, going to the museum with\nme, coming to programs with me, etcetera, etcetera, etcetera, any which way I can, and I\nthink they are quite conversant. I did not believe that since it’s traumatic for me, I should\nnot give them the opportunity to learn. That’s unfair. It’s denying them experience that\nthey should -- they can reject it, they can ignore it, but they have the right to possess it. It\nis exactly what I said in the beginning of this conversation about archiving this material. I\nthink that many of the people that are recorded -- I mean, that have been, thousands and\nthousands, may not be interesting, and may be repetitions of some other folks, but if it\nisn’t archived, it can never be retrieved. And I wanted to archive it in my kids, and my\ngrandkids.",
        "A: In many ways, well sure. But it’s become -- it 1s not a -- you know, a holy writ of\nsome sort that needs to be approached gingerly and tenderly, like, I sh -- don’t want to\nupset you too much. It was this year or la -- it was last year I think, there was a book\nwritten about the experience of Custner, not the Robert Saint John book, but by Alex\nBrand. Alex Brand was the partner or colleague of Custner, who in fact was sent under\nGerman supervision to go talk to the allies about the original transfer of people versus\ntrucks. It’s not on this tape, but it’s in the history. He was arrested in Syria, in Aleppo,\nand jailed in Cairo for the rest of the war. He writes a book after the war called,\n“Desperate Journey.” Some years -- many years ago, a friend of mine who has since\ngone, asked if I had the book. I said, “No, but I'd like to reread it.” And I borrowed it\nfrom him, and I gave it back to him. Later on I ask him for the book again, he said, “I\ncan’t find it.” So I did something which 1s illegal, but not immoral, and not fattening. I\nhad occasion when I was with the Peace Corps to have the book borrowed from the\nLibrary of Congress on interagency loan, and I Xeroxed it. That’s illegal, but not\nimmoral, and not fattening.",
        "A: I -- well it’s -- Xeroxing it is illegal, but it’s out of print. And I gave a copy to my --\neach of my kids, and I have one in the house. Couple of years ago -- last year I remember,\nmy daughter gets me a present for my birthday. She got it on the internet, she found two\ncopies of the book, bought them both, one for her, one for me. I now have the book on\nthe shelf, right next to Robert Saint Johns slightly fictionalized version. My point being\nthat she thinks about these things. She had this idea, maybe on the internet with whatever,\nAmazon, oh I don’t know where, she was able to find the book, and there were three, I\nthink, that were available, she didn’t need three, she got two. My son calls me up the\nother day and talks about La Spaitsia, cause he saw some pictures with surfing. Now\nthese are all Holocaust connected, history connected to our family, that we were quite\nfree to share, and to -- and to talk about, and to inform, and to update constantly. When 1\ndid the Spielberg interview, my kids were here. [phone ringing |",
        "A: All I was saying 1s that these are normal activities of daily life that happen without any\nspecific reason, it just happens, and we do it, and my kids are very much involved with it.\nMy grandchildren, well, my son’s daughter is five, let’s wait. My daughter’s daughter is\n10, and she knows a little bit, and the son is 14, and he knows a lot. And again, there are\nthese conversations. One of the things I did for my grandson, the 14 year old, as part of\nmy -- interestingly for a Bar Mitzvah gift, or right of passage, I took him to the Holocaust\nMuseum. I thought at 13, or 14, he was old enough to do that. And he -- I’m not going to\nsay that he enjoyed it, but you know, he at least was exposed to it. Clearly, my taking him\nis an indication of my willingness, and his willingness to have the two of us have that\nexperience together. I was saying before on the tape that when the Spielberg interview\ntook place in the house, they asked the family be there at the end and they photographed\nthe whole family, and my kids all came. And it’s quite an open door issue in this family.\nIt is not in many others, for many reasons. I don’t happen to believe that protecting my\nkids of the reality of my past is a good thing to do, so I don’t.",
        "A: Early 80’s.",
        "A: The first world gathering of the Holocaust survivors in Jerusalem.",
        "A: With Meryl Streep?",
        "A: That’s one.",
        "A: As I think back, it didn’t. Then. My awakening, if you will, came a little bit later, in\nthat I said to myself, wait a minute. We’re running out of people, we’re running out of\ntime. I better be more active than I’ve been. Oh, I had been involved and I was glad to\nspeak here, or speak there. You know, I -- my background includes having been through\nelements of the Holocaust, and different stories my father had, and then being in Israel\nafterwards, and being there during the War of Independence, and having been -- you\nknow, I’ve -- I’ve a number of pieces, and that has been used 1n talks, in -- in -- in\ngatherings, in tell me your story, I’ve never been to Riga, whatever. But nothing that was\neither concentrated, or directed. It was kind of ad hoc, and here, there, whatever. I think\nthat the focus came not out of the awakening of the -- both the documentary or the\nminiseries Holocaust, and then The Shoah, which was the Polish filmmakers movie of\nmany, many, many hours. Or li -- it came a little bit later to me, and I don’t know exactly\nwhy. Not that I wasn’t -- it was not denial, it was just that I didn’t wake up. I can honestly\nsay to you that at that Spielberg Academy Awards thing, was the thing that kind of woke\nme up most specifically. To say you gotta do more, you gotta do, you gotta involve, you\ngotta involve yourself. Use whatever you can about connecting pieces, more than you\nhave before.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: It was not an issue of denial, it was an issue of inactivity in being involved, and since\nwe’re here I’m going to enter another little -- not a commercial, just for the -- for the --\nfor history, and for legacy. Nobody in this world ever, ever calls me Emanuel.",
        "A: Just informationally. If they do, that means only one thing. They never met me.",
        "A: I don’t mean you necessarily --",
        "A: -- but you’re on the tape, but Emanuel is the way the phone book is listed, so people\ncan look under M for Manny, they look for E for Emanuel, for what that’s worth. [phone\nringing]. Stop -- doesn’t ring here until about the fourth ring.",
        "A: So they gave up.",
        "A: Sure.\nyour religious faith interrupted in any way by what you’d been through, and what you\nsaw in World War Two?",
        "A: In one sense I can say to you that -- P’Il give you kind of a chicken answer, chicken\nmeaning that I am unable to give anything else. Let me come back through a back door.\nOne of the questions that has not been answered by me or anybody else, Einstein\nincluded, is where the world ends, and what’s beyond it. Well, since that cannot be\nanswered, I don’t really bother myself -- I haven’t got the intellectual capacity anyhow to\nunderstand it, but even if I could -- do worry about it, I don’t know what’s beyond the\nend of the world. I don’t mean the end of the world, but the end of the, you know, the\nuniverse, and what’s there. I assume that that’s where God picks up, but I can’t\nunderstand it in my own intellect. In the same sense, I cannot tell you why God permitted\nthis to happen. I cannot understand it. As a consequence, I look at my religious\nbackground, and my religion as a historical connection. As a valid contribution to\ncivilization, and in that sense it’s not interrupted by what happened, and I’m not one of\nthose who has said, I will now deny and blame God because he permitted this to happen.\nI don’t know if that’s true. In the grand scheme of things, I don’t understand the end of\nthe universe, nor why this happened. There are other things I don’t understand, but this is\nthe one that you asked me about, so I’Il stay with that, okay?",
        "A: I can’t -- ve not committed to memory any conversations with them. I’m sure we\ndid, I mean, you know, you are in a house, you are -- the three of us, we talk at dinner, we\ntalk here and there. I’m sure we did. And I can’t tell you that I have a clear statement\nfrom them. Interestingly, from my mother’s sisters, the two -- two sisters who both lost\ntheir husbands during the war, remarried, and lived out their lives in Israel. The two\nsisters -- the daughter of one of the sisters, and their parents, my grandparents, were taken\nto Auschwitz at the same time, and the same place. The sisters were told to go to the left\nat Mengele’s hut. The daughter and the grandparents were told to go to the right, or vice-\na-versa. And you know what happened, the sisters survived. The sisters, particularly the\nyoungest sister, who was the most recent, was the last one to die, had some strong\nfeelings about God, and why did you do this. Didn’t blame, didn’t held up anything, lived\nher life, but had. She was the only one in the family, but she was always the -- the\ndoubting Thomas in the family. She was the least impacted by religious upbringing, even\nthough she grew up in the same household as my mother did. So what I’m saying to you\nis that the family yes, in my parent’s home, I cannot give you an example of the\ndiscussion being had about their feelings about God. I think that they -- no, I’ll g -- go the\nother way. I would suspect that some of what I said to you about my own thinking is\nconsistent with their thinking, because it’s connected to their thinking, and grows out of\nthat.",
        "A: Only once. Again, I’m going to go through the back door just a little bit. As the war\nends we’re in Switzerland, and after some stay at a children’s home in Hayden, which is\nin [indecipherable] province, the German province in Switzerland, we begin our journey\nsouth through Italy, to go to Palestine, actually. My mother did not want to go back to\nBudapest. We are sitting in Taranto, which is a port city in --",
        "A: Right. We are in fact now having by -- gone by train and by truck through Italy to\nTaranto, which is 1n the arch of the boot, to board a ship, actually became a British\nmilitary ship, to transport -- to take us to Haifa. My mother receives a telegram from my\nfather -- not the first time, I mean they had had contact, that says essentially, you know,\nthings are this and that, and come on back. And she says, mm-mm, she does not go back.",
        "A: No, upset to go back. She said after what happened in Europe, she is not going to go\nback to live in Europe. And after that they visited in Germany, they visited in Yugoslavia",
        "A: Sorry, sorry.",
        "A: In Yugoslavia and other places, she never went back to Budapest. My father did after\nmy mother passed away. Having said that, we never went back until many years later, as\na matter of fact we went back in -- about 15 years ago now, I recall the partic -- 1988, I\nhad wanted my wife to see Budapest, and 1988 was soon after the Russians, and the\nSoviets and all that, and Budapest was beginning to reawaken. It was never under the\nheel. Budapest is one of the cities that is na -- did not have a Russian palace of culture,\nwhich 1s that wedding cake monstrosity that’s in the middle of Riga, and Warsaw, and\nlots of other places. So we did, we went back. We went back to see, and the impact was\ninteresting because all the streets got smaller. Maybe because I got bigger. And the other\nthing, which had nothing to do with me, there were cars parked on both sides of the\nstreet. Well, this is again, 1988, not 1938. There were cars in Budapest 1930 -- my father\nnever owned a car, nobody owned cars. That’s what taxis are for. You know, that’s what\nchauffeurs are for. And we used public transportation. But went back, saw our apartment,\nsaw much of the area that I was familiar with, which was quite small -- I was a little kid.\nIce skating rink, and the synagogue, and the location of my father’s synagogue, and some\nother places. I have some non-family family there, in that my father’s second wife, my\nstepmother, who to this day lives strong and healthy at 93 in Philadelphia, has a niece --\ntwo nieces, who are actually related only to her first husband. But I know them, and they\nwelcomed us to wash -- to washingt -- to Budapest, and spent some time, and -- and I’d\nlike to go back, because I'd like to go back to eastern Hungary, where my father was\nraised, and I was never there in my life, and I would also like to visit the graves of my\ngrandfather, and some others. I’d like to do that, while it’s still possible to do it. It is now\npossible, there was a time when you couldn’t do it. My father could not get back there,\nbecause it was then in -- under Russian control, and U.S. and Russia, and you know, it\nwas a catastrophe, you’d have to go through Moscow, and the [indecipherable] now, you\ndon’t. My father was born in Hungary, became a Czech citizen, it is now the Ukraine. It\ntells you something. But I did go back to Budapest, thought it was very nice, it was very\nmuch like I remembered, much of it. Am I familiar with it? Yes, with 35 square blocks,\nnot the city, which is first of all grown and changed. But my Budapest was very warm\nand fuzzy to me.",
        "A: Need, no, desire yes. And it just had not been the opportunity. I would very much\nwant to go -- first I want to see -- although there’s nothing in Bergen-Belsen except for\nmemorial, and the land. I’d like to have my wife see it. As a matter of fact, I went for the\nfirst time in my life to Auschwitz, in 1994 with a program called the March of the Living,\nI don’t know if you’re familiar, if the -- the familiarity, but kids go on -- on Yom\nHaShoah, on the day of the commemoration of the Holocaust, 6,000 young people --\nyoung, up to not so young, convene and march from Auschwitz to Birkenau, which is ver\n-- which 1s Auschwitz two, which is what you see where all the huts are. Have you been\nthere?",
        "A: Alright. Auschwitz itself is an old prison, an army barrack, and it’s brick. That’s\nwhere you see the sign, Arbeit mac -- macht frei, and two miles away, or thereabouts,\nmaybe three, I don’t recall, it’s not a very long distance, is Birkenau, which is the\nenormous -- you see the pictures of -- first of all the train pulls in, in the Shoah\ndocumentary, and that’s where you have all these huts, and all these kind of barracks that\nbecame -- that’s where Mengele had his shop, and things like that. And that’s the first\ntime in my life, and maybe the last time I was there, except I'd like to have my wife see\nit. But I had no other Auschwitz things. I’d like to go to Bergen-Belsen because I’d like\nto visit where I was as a child. I’ve seen documentaries, and tapes, and movies, and\nspoken to people who’ve gone back, which is perfectly okay, but I’d like to see it. All\nwants, no need to go. I don’t have to go and need to visit graves there, I have no graves\nthere.",
        "A: Well, I’m in touch with the professor at Lansing, I’m in touch with the professor in\nBrooklyn, who was in [indecipherable]. I’m in touch with another man who was in\nTurish. Now, the touch doesn’t mean daily touch, but has been --",
        "A: -- we know each other, we know -- if I were to go to Turish, I would look him up. If I\nwent to New York, I would look him up, and I went to Michigan [indecipherable] and I\nwould like to believe that if they came to town, and they had a spare two hours, they\nwould do the same thing. Beyond that, the only other people that I knew who were with\nus was a couple and their daughter who live in Philadelphia. He is gone, the wife is aged\nand not completely here, although she’s alive. And the daughter 1s a little younger than I,\nwe did not grow up together, she has no recollection. And although we were at the same\nplace at the same time for half a year, that’s the only thing that connects us.",
        "A: Oh many times, many times.",
        "A: Well, I went back with groups, I went back by myself. I was in Israel two years ago,\nwell, it’s gonna be three years now, just days before we left on a -- on a Thursday, and\nIntifada started the next day. I went to a cousin’s kid’s wedding. My son and I had a\nfather and son tour. Just the two of us went.",
        "A: And a [indecipherable] Israel in -- in °49, I went back in 57, went back in ’65 - 69 -\n°73, then not until 85 - ’88 - ’91 - °94 --",
        "A: -- and 2000? Well, anyhow, a dozen times or thereabouts. I’m quite comfortable there,\nquite familiar, always something new to see, we always do something that we haven’t\ndone before, although the bulk of the visits have been for the purpose of s-seeing family,\nwhich now is more difficult. The aunts are gone, an uncle is gone, their spouses are gone.\nBut they died because everybody does.",
        "A: In their 80’s.",
        "A: Well, I could also say what would you like to ask that you haven’t asked. No. Yeah. I\nmade some notes.",
        "A: You asked about it, but I don’t think I responded. Effects of the Holocaust on me.\nClearly, although I can’t prove it, I would not have been an only child if not for the\nHolocaust. My parents -- well, actually I’m not an only child, my parents had a child\nbefore I was born.",
        "A: Who was born perfectly healthy and 10 weeks he died of starvation, and I think I said\nvery clearly, that had nothing to do with the availability of food or medical help, he\ncouldn’t absorb. I’d like to see his grave. My brother, as it were. But I would have had --\nremember, in 1936 when I was born, my mother was 28, my father was 32, clearly in\nchild-bearing years. So that I think I would have had siblings, or sibling, but my father\nwasn’t home, which made it difficult, and the times were not conducive.",
        "A: So one of the results of the Holocaust, I think, and ma -- my wife is not Holocaust\nconnected, she has one sister. Why didn’t they have seven child -- I don’t know. But I\nwould have had a sibling. The other thing I would say to you is that I think -- now, again\nI can’t tell you this is Holocaust connected, or it’s because I am what I am and I was\nmade how I was made. But I have thought about, and folks -- some folk -- some folks\nhave said -- sorry, you can hear that, thank you -- some folks have said that I missed\nelements of childhood. I was never a kid, or never a kid for too long in any one place. It’s\ndifficult, even with the resiliency of kids. First grade was in Hungary, second grade was\nin Bergen-Belsen -- if you want to call it that. Third grade was in s -- in Switzerland,\nfourth grade was in kibbutz -- different language. Fifth grade, sixth grade, part of seventh\nwas in Haifa. Then English in New York, then Philadelphia. So you talk about I don’t\nknow how many schools, and certainly three languages. Makes it difficult to spend time\nbeing a kid. Now, what would I have done as a kid? I can’t tell you. Because I certainly\nhave recollections having birthday parties, and not having a bicycle, and then having a\nbicycle. I don’t remember missing things as a kid. Being with family, and some cousins.\nBut I still think that there was a requirement of me, maybe because the way I am, to have\nbeen an adult much earlier than I would have been, had it not been for the Holocaust.\nAnd I will leave that with an observation, leave it at that. Okay?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 7, 2003\nRG-50.549.02*0072",
        "PREFACE",
        "The following oral history testimony 1s the result of an audio taped interview with Emanuel\nMandel, conducted by Nina Ellis on July 7, 2003 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Silver Spring, Maryland and is part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "July 7, 2003\nBeginning Tape One, Side A"
    ]
}