{
    "rg": "RG-50.233.0036_trs_en",
    "sequence": [
        "Q: Why don’t you just state your grandmother’s name and the date of birth if you can\nremember that.",
        "A: My grandmother’s name was Etta Moscowitz.",
        "Q: Etta?",
        "A: Yes.",
        "Q: Moscowitz, can you spell that for me?",
        "A: Uh, let me write it.",
        "Q: Okay.",
        "A: Do you remember where she was born?",
        "A: She was born in Volosyanka.",
        "Q: And do you remember how old she was?",
        "A: She was about eighty.",
        "Q: She was eighty years old?",
        "A: Yes.",
        "Q: And that was, she was eighty, do you remember when?",
        "A: When they took her to Auschwitz.",
        "Q: In 1942?",
        "A: Between °42 and °43, I’m not, you know. I think it’s been documented when\nthese people had been taken to Auschwitz from where I come from.",
        "Q: Let’s see, she grew up in Volosyanka.\n1",
        "A: And she lived there. You see Jews lived there for years.",
        "Q: Did she, she was married to your grandfather who you were telling me about",
        "A: Right.",
        "Q: Can you tell me his name?",
        "A: His name was Sander. Matter of fact my grandchild is named after him. They\ncall him short Seth.",
        "Q: Seth?",
        "A: Seth.",
        "Q: S-E-T?",
        "A: Yes. SETH. Seth. But at home they used to call him Sander Moscowitz.",
        "Q: Okay.",
        "A: He was eight-six. That I know for sure. Because he would cry. Oy, what\nhappened to him.",
        "Q: Um, now you said your grandfather was a very religious man. Was your\ngrandmother also?",
        "A: Sort of. But women didn’t show it. Women didn’t worship as much as men did.\nHe was terribly upset with God that he didn’t die. You know, he had no fear of\ndeath. He had no fear of death because he was so religious. He felt he goes to,\nyou know. I remember in the ghetto when they took him to the square. More\nolder people that had beards. He had a long beard, not just a small beard, but a\nlong beard. He never got cut his beard because of religion. So, they got these old\nmen on the square and they were cutting their beards with scissors and they were\nbeating on him. So um, you know he was bloody and my mother was the\ndaughter, so my mother finally got to him. You couldn’t go to rescue him\nbecause you would get shot. I mean you wouldn’t get beaten up, you would get\nshot. So she couldn’t go rescue, but when they were finished beating him up and\ncutting his beard, we brought him home and he was just crying terribly and we\nthought he was crying because he was full of pain. You know, his face was\nbloody and black and after a few days the man just couldn’t stop crying so, uh we\ntold him we understand he must be in terrible pain from the blows he got. He\nsays no, he doesn’t cry out of pain but he, it’s not him, he felt so humiliated. So\nmy mother took a scarf and she put around his face and tied it on the top and put\n2\nhis hat on, he wore a black hat and somehow that made him feel better. He\nstopped crying. So, so. And that’s how he went to Auschwitz a few days later.",
        "Q: That was just before.",
        "A: Just before. I just don’t understand. I don’t understand why they needed to do\nthis to him. They knew that he would wind up in Auschwitz. What happened\nwas that they kept us in a ghetto until they accumulated enough Jews to put in\ntransport. Because you know the trains were many and long.",
        "Q: Um, do you remember what your grandfather did for a living? What he had\nworked at before?",
        "A: Yeah, they had a store, they were selling flour there and sugar. It wasn’t a big\nstore.",
        "Q: Kind of like a grocery store?",
        "A: Yes, a small grocery store. Yes, small. It wasn’t a Giant.",
        "Q: And both your grandmother and your grandfather worked there?",
        "A: Yes.",
        "Q: And that was in the town?",
        "A: Yes.",
        "Q: Do you know when they got married?",
        "A: No.",
        "Q: And, um how many children did they have?",
        "A: Oh, they had ten boys and two girls. And the two girls, when I was growing.\nYou know, I have pictures of about six boys and one was in the United States and\na few of them died, but they had a lot of children.",
        "Q: Yeah.",
        "A: I have pictures. My mother was the daughter and then I had an aunt.",
        "Q: Um, was your mother, in that family. Was she one of the older ones or one of the\nyounger?",
        "A: Well, in between.\n3",
        "Q: Yeah.",
        "A: Do you remember, I know it is probably difficult for you to remember, but do\nremember them talking about, or even your parents talking about when the\nGermans, the Nazis, came to power in Germany in the ‘30’s.",
        "A: Yes.",
        "Q: Do you remember, were they frightened at all, were they apprehensive?",
        "A: Very, very. But I'll tell you, as I talk in the tape. If you see the tape. We knew\nsomehow the Jews have suffered through the last 2000 years, I’m sure you know\nhistory. But this has never happened before to no group of people. So as much as\nwe were frightened and scared, but we didn’t fear actual death and destruction,\nthe kind that has happened. You know they felt, well, they are going to take the\nmanpower and they are going to work them, or they are going to do things like\nthat. But to take small little kids and gas them. We did not expect that.",
        "Q: Right. But your parents were scared?",
        "A: Yes.",
        "Q: They were frightened of them.",
        "A: Of what he was saying. He was actually saying what he was going to do. But,\nyou know, I think human nature has a way of protecting themselves. They don’t\nwant to think of the worst.",
        "Q: Yeah, you said something about what he was actually saying, what Hitler\nproclaimed and these kind of things in speeches. Were there radios and these\nkind of things in your town? Not many?",
        "A: When we were Czech. Then when the Hungarians came in, there was no radio.\nWe had to hand in the radios. And the newspaper, the news was just not available\nany more. But there were some people who had hid a radio and they would come\nwith some news. But, people wouldn’t even believe such things, you know what I\nmean? Ifthe person that had the radio, and they would come and they said they\nsurrounded some Jews and threw them down the balcony or killed them for no\nreason, it was a little bit difficult to --- to.",
        "Q: To believe?",
        "A: To believe in the beginning. But then again and again, and again and again they\nwould clean out a town. Then they started cleaning towns. Then we ready\nunderstood.\n4",
        "Q: Did refugees from Germany, German Jews or Polish Jews come in to\nCzechoslovakia, do you remember seeing any?",
        "A: No, no. They didn’t. But you know, of course, I don’t think this has anything to\ndo with my life. But when the Germans occupied Poland we lived near the Polish\nborder, at that time that was. So the Polish soldiers were going through our town.",
        "Q: They came through your town.",
        "A: Yeah, when they had the war within a week or 10 days they occupied Poland. I\nmean, I don’t know, maybe two weeks.",
        "Q: A very short time.",
        "A: Yeah. So, I remember that.",
        "Q: When did the Hungarians come in and occupy”?",
        "A: \"39.",
        "Q: Um, do you remember especially, you told me about the cutting of the beard of\nyour grandfather and things like that. Do you remember any other instances of\nanti-Semitism directed against you or either your parents or your grandparents or\nanything like that before/\\?",
        "A: Well, you see it was sort of quiet while the Czechs were there. It was sort of, you\nknow, we had a democracy. So we were allowed to go to school. Matter of fact I\nhave an uncle that was a Czech officer and he was a college graduate because\nthey allowed the Jews to go to school. But then the Hungarians came in in ’39\nand that was already, the schools were closed for Jewish kids and the synagogues\nwere closed. But, you know I remember I had a teacher, there were so many\nchildren we had a teacher in the house who was teaching us. You know we called\nit a cheder.",
        "Q: Yeah. So, did your grandparents live very far from you?",
        "A: No very close, that was my happiness.",
        "Q: But you didn’t live in the same house or anything.",
        "A: No, I had very good grandparents. We were also seven kids so I had loving\nparents, but you know I was the sixth child. So I wasn’t getting that much\nattention because there was no time. They loved me, so my grandmother would\ngive me all the attention, she would talk to me. I remember she was a big comfort\nto me.\n5",
        "Q: Do you remember what kinds of things you would talk about?",
        "A: The fear. The fear. As little as I was, I remembered she feared. She worried,\nwhen the war will be over, what will happen to us. That’s what I remember the\nmost.",
        "Q: Do you remember talking to her in the late 30’s.",
        "A: Yeah, when the Hungarians came we already felt that. The Jewish young guys\nwere taken to a work camp. They weren’t soldiers anymore. The Czechs, they\ndid take the Jews to be soldiers. We sort of had, the Czechs we were sort of\ntreated like first class citizens.... Not first class. I mean we didn’t feel it so bad.\nIt’s the Hungarians, when the Germans came there was already murder, it was\nalready completely disaster.",
        "Q: Do you remember, can you describe for me your grandparent’s house?",
        "A: Yes.",
        "Q: Do you remember and where was it situated in the town?",
        "A: They had a stone house, a stone house. And they had lots of cows and horses and\ngoats and you know, it was like a family in a smaller town. It was like a normal\nfamily, a big family. And on Saturday nobody worked so we would get together\nand we would have meals together.",
        "Q: At their house?",
        "A: At their house, yes. And Ill tell you, me as a child. I thought I was a happy child\nbecause you know, my uncles loved me and I was a child and it was, to me it\nlooked like a happy situation.",
        "Q: Was the store that they owned separate from the house?",
        "A: No, it was sort of ----here were the living quarters and there was like a long room\nand they kept the ----that’s where the store was",
        "Q: Can you tell me a little bit about how things changed once the Hungarians came\nin? especially for your grandparents, how it changed their lives.",
        "A: Well, you see, I'll start with my grandparents. That’s why it’s better when you\nask me because I go in from one to another. Um, when the Hungarians come in\nthe Jews could no longer have stores even. The Jews could no longer do things,\nyou know, because when you had a store you needed a permit. And you know,\nthey took it away from you. So they had to close the store. And, you say, how\n6\ndid they live, but they had some piece of grounds, and they had the cows that\nmade milk and made the butter and potatoes, they put potatoes in the ----- you\nknow, they had potatoes. It wasn’t a wonderful life and you know, they didn’t\nlive in a house like I’m living. They had two rooms. You know, they would\nsurvive. To give you an example, my parents by the Czechs, they had store, it\nwas a shoe store.",
        "Q: This is your parents.",
        "A: My parents had. They made a living room out of that. But as soon as the\nHungarians come in it was taken away from them.",
        "Q: They took the store away.",
        "A: Yeah. I mean, I’m just showing you an example.",
        "Q: Sure. Were there restrictions. I know that when the Germans came in to many\ntowns they put restrictions on what the Jews could wear, when they could be\noutside, where they could shop, that kind of --- did the Hungarians do the same\nthing?",
        "A: No, we didn’t have to wear a yellow star by the Hungarians.",
        "Q: I remember in Poland, I’ve spoken to people, they say they couldn’t walk on the\nsidewalk, they had to walk on the street and they couldn’t do certain things, go to\nparks.",
        "A: When the Germans came, but you see when the Hungarians came they restricted\nus to certain extent that we tried not to be invisible. Who went to the park? I\nmean, we wouldn’t do that. We wouldn’t. Even when they wanted to worship, it\nwas in secret. It was in somebody’s room. And then you watched, you shouldn’t\nbe seen going in there too many times, you see. Then they didn’t worship every\nday anymore. If they could get to it on Saturday they would be glad to do it. I\nmean, you know these old religious people because they were afraid of God.",
        "Q: Did, so your grandparents then would worship, they couldn’t worship every day\nor they would do it.",
        "A: Well, he would do it by himself but not anywhere in a group.",
        "Q: So they closed the synagogue.",
        "A: Oh, yeah.\n7",
        "Q: Do you remember anything else under the Hungarians that your grandparents may\nhave had to do, or were they forced to give up some of their property or any of\ntheir livestock, that kind of thing.",
        "A: Well, because it was a war. They were taking it from the non-Jews too actually.",
        "Q: So, they were taking it from everybody.",
        "A: They were taking it from everybody, because the war was going on and there\nwasn’t enough food so, it wasn’t that people lived by laws, there was no law. I\nmean, any hooligan. If you beat up a Jew, he wasn’t persecuted. There was no\nplace to go to complain. There was a place, we did have police. But, you\ncouldn’t go complain somebody beat me up, because you would get more.",
        "Q: Right, did that happen often? Do you remember people getting beaten up?",
        "A: Sure, sure. Children, you know, it was very funny. It was very funny because by\nthe Czechs, you know, when we went to school we went with our neighbors. And\nwho were our neighbors, the non-Jews. And I always thought, I walk to school\nwith this non-Jewish child and I really thought, I mean, I always thought it was\nmy friend. You know, as a child you play with this kid, you know, this is my\nfriend that I play with. But as soon as the government has changed and gave the\nred light to vandalism, maybe the people were scared or something. You see, I\ndon’t know. So I lost my, I immediately lost my friend, my play, you know, my\nplaymate. You see, they didn’t want anything to do with me. I mean, I’m telling\nyou from my point of view, as a child what bothered me. My father bothered\nbecause he didn’t have to give us a piece of bread. But....",
        "Q: Did your grandparents ever, um, did they ever tell you things like you were saying\n--to try to be invisible. Did they say things like that to you, tell you not to go out\nin the street at certain times or anything like that.",
        "A: You know a child is now looking back on it. If there was a wedding, let’s say\nthere was a non-Jewish wedding. By the Czechs we would go and watch the\nwedding. I liked to go and watch a wedding, so I went and I watched a wedding\nand I came back and, you know, I was let free by the Czechs. But when the\nHungarians came, you know, my mother wouldn’t let me go anymore. I’m just\ngiving you a small example that she wouldn’t let me go because everybody in\ntown knew I was Jewish and therefore I was . Do let’s say there\nwere even 10 good non-Jews, but you would always find one that would want to\nget me over the head. You know what I’m saying?",
        "Q: Uh, huh, okay let’s see. So.",
        "A: I jut gave you an example. Or let’s say, lots of examples.\n8",
        "Q: Go ahead.",
        "A: But, I don’t want to take too much ---- I mean this was just that a child’s,\nespecially because I was a little girl I liked to look at a bride or something. But\nmany things, at night definitely you wouldn’t go out. Oh, definitely you wouldn’t\ngo out. Like, you know, if we needed, then if went to the store they would sell us,\nthey would sell us if we had the money, they would. But, well, we’re still talking\nabout the Hungarians now or the Germans?",
        "Q: The Hungarians, yeah.",
        "A: Okay, like, I wouldn’t be allowed, the children weren’t allowed no more to go\nlike to the store. Sometimes my uncle would give me 25 cents and I would go\nand buy an ice cream. I no longer, they wouldn’t allow me to go by myself. You\nknow, if they brought it into the house, you know. At that time there was no\nmoney to, you know. At that time if my mother could get some different things to\nsurvive, but you know, they wouldn’t let us go out. My brother would go and get-\n--- then they also took him away too, uh. I had an older brother than this.",
        "Q: Older than this?",
        "A: Yeah, I had an older brother. But then they took him away to work, you know.",
        "Q: What was his name?",
        "A: His name was Larry, my son 1s named after him. We called him Libel, but my\nson is named after him. His name is Larry.",
        "Q: uh, huh. Can you tell me a little bit about when the Germans came? You know,\nwhat year it was and what happened, how life changed at that point.",
        "A: Well, when the Germans came, they right away said that the Jews can not only,\nthey could only go out, let’s say, a couple of hours a day. Not only at night, a\ncouple of hours a day and if you found a Jew on the street, you know, wanting to\nbuy something you could be shot for that or you could be taken away to this\nconcentration camp which eventually wound up in Auschwitz. So the Jews had to\nwear the Jewish stars, even children. And then the non-Jews were not allowed to\nsell to Jews or aid them in any way. You see they gave, when the Germans came\nalready, Pll tell you, I don’t blame the non, at that time, you know I read now, I\nknow there were some very righteous non-Jews that really, what they did, I don’t\nknow if I would do it today when I have children and grandchildren because\nwould they aid a Jew, they would be taken away to a concentration camp. So the\npunishment was so tremendous of aiding a Jew that he himself wasn’t safe. I’m\ntalking the non-Jew wasn’t safe. That was by the Germans, by the Germans.",
        "Q: Do you remember when the Germans came to town?\n9",
        "A: I think it was between ’42 or °43, but you know, I am not sure exactly.",
        "Q: I can look it up.",
        "A: Yeah, because you have the town and I’m sure.",
        "Q: Uh, how long, now you said, and you told me the story about your grandfather\nhaving his beard cut and everything before they were deported.",
        "A: That was after they took us away from home into a ghetto.",
        "Q: Okay.",
        "A: That wasn’t while we were home. But, when the Germans came, though, they\nworked so fast, they worked so fast. If I, within weeks they took us to a ghetto,\nwithin weeks and they put us into the ghetto.",
        "Q: So you were taken away to the ghetto within a few weeks of them coming into\nyour town.",
        "A: Yes, within weeks, it wasn’t months.",
        "Q: And they took every Jew in the town, whoever was Jewish in the town they took\nto the ghetto?",
        "A: Yes, yes. Now you see, it’s true. You know, I’ve always had this color, now I\nhave to put a little color because I am white. But I was always this color so when\nI talk many people ask me, you don’t look Jewish. I say how is a Jew supposed to\nlook? So, it wasn’t, what happened was, the non-Jews handed us over to the\nGermans. You know what I’m saying?",
        "Q: They pointed you out.",
        "A: Yeah. Even we had to have a Star of David on the house too. But, let’s say they\ndidn’t know that my parents had seven kids. But, the non-Jews, so there was no\nplace to hide and they were afraid to hide us because if they’re gonna find us then\nthey’ll go where we are. So it was a no-win situation there.",
        "Q: Can you tell me the name of the town that the ghetto was in?",
        "A: Uhzgorod, it was a bigger town. It was a city, I would call that a city already.",
        "Q: How far from your town was it?",
        "A: I’m not sure.\n10",
        "Q: Not very far or a long way.",
        "A: No, it was maybe an hour ride with a train. It wasn’t ----",
        "Q: So they put you on trains. Was there a train station in your town?",
        "A: Yes, there was a train station in our town.",
        "Q: So, did you all go together -- your family, your grandparents?",
        "A: My grandparents and the stronger uncles were taken away to work. My brother\nLarry was taken away to work. My brother Saul was taken away to work. But\nthe rest of them, the smaller children. That’s another thing, you know they\nplanned that so by the time they came to take us to the gas chambers that there\nwasn’t enough strong manpower, they left the old people, the little kids, the\nwomen, the older, you know. They planned it so just in case ----",
        "Q: So there wouldn’t be any resistance.",
        "A: And another thing that they ask me many times, well how come you didn’t fight\nback? Jews were such law abiding citizens that not only that, but 1f somebody\nwould have found it was against the law to have a gun in the house. So, you\nknow, Jews just didn’t keep guns in the house. I spoke in front of officers, Navy\nofficers, and that was their first question and I understood what they were saying,\nit’s just that I don’t know if I could have given them a sufficient enough answer of\nthe situation that was there. When you don’t have a gun and you don’t have the\nmanpower anymore, how can you fight? Then nobody really knew that you’re\ngoing to a gas chamber, it was a big secret.",
        "Q: Often times a German would tell you that you were going to work or something\nlike that.",
        "A: Relocated. They said they need manpower to work.",
        "Q: Uh, huh.",
        "A: But, I’ll tell you, the way they dealt, we should have known something is horribly\nwrong. The way they dealt with a human being, if they wanted to make us work,\nyou don’t go and beat someone to death or beat someone half dead, you know. It\nwas, you know, we weren’t dealt like we were human.",
        "Q: Yeah. Can you describe to me a little bit about what you remember of the ghetto\nin Uhzgorod?\n11",
        "A: Well, also again they didn’t keep us long in the ghetto either because it was like,\nyou know. I think they knew when we were there that the war, now looking back\non it they didn’t keep us long in the ghetto either. But, the living quarters, the\nghetto was a brick factory, they emptied out a brick factory, it was big. There\nwere no beds or kitchens in a brick factory, so we brought some blankets with us,\nyou know we carried certain things and they gave us a little place there in the\nghetto where we stayed, where we had our little place on the floor. Then they\ngave us rations, soup, you know, in the morning coffee, and at night soup. Of\ncourse the living quarters were horrible, there was no place to wash and the kids,\nthere were no bathrooms. So, it was a horrible situation. And the worst of all, we\ndidn’t know what would happen next. All we saw is that every day they brought\nin more Jews, more Jews. We just didn’t know what they were going to do with\nus.",
        "Q: How long did you stay there, do you remember? Not very long?",
        "A: probably months, just maybe, I don’t know. Maybe a month or two at the most.\nFrom what I remember, it wasn’t, you know like the Polish Jews were in ghettos\nfor years, but this wasn’t a work ghetto. The Polish Jews were in a work ghetto.\nThis was not a work ghetto.",
        "Q: This was more like, maybe a transit point?",
        "A: Yeah, they got us together and shipped us to Auschwitz. Because at that time\nalready they had the capacity, you see with the Polish Jews they didn’t probably.\nThey didn’t have the capacity of destroying that many, so they had to kill them by\nbullets. So, you know, it was different. But with us, they could gas thousands of\nthem.",
        "Q: So, let’s see, you were there for a month maybe two months?",
        "A: Months, I would say months.",
        "Q: Somewhere in there. Now, would this be in °43 or still in °42 or right around ---",
        "A: Right around the middle, between °42, ’43 maybe. Let’s say ’43 already.",
        "Q: And then you were deported to Auschwitz.",
        "A: Yes.",
        "Q: In a train?",
        "A: Yes, in a cattle car train.",
        "Q: Uh, huh.\n12",
        "A: And then, I’Il tell you, when I think back on that ride, you know they put so many\npeople into that cattle car. We had no bathrooms, small kids, sick people, they\njust packed us in there. You know, if they would have taken us to work\nsomeplace they wouldn’t have done to us what they did. Just even the transport,\nthat in itself should have said something to us. But we couldn’t imagine, we\ncouldn’t imagine that we’re going to the gas chamber. We couldn’t imagine that.",
        "Q: Did, so your grandparents are still with you. Were they in the car with you?",
        "A: Yes, yes.",
        "Q: Can you tell me what happened when the train came to Auschwitz?",
        "A: Well, it stopped. It stopped and the smell. You’re probably going to see, I think I\ndo tell ---",
        "Q: In the tape.",
        "A: I tell the day in Auschwitz, one day in Auschwitz I think I tell. And, um, you\nknow. If you want me to [Il tell you.",
        "Q: Go ahead.",
        "A: I can tell it again? Because I want to tell you new stuff, not repeating myself.\nWhen we stopped in Auschwitz they didn’t open up the door, we didn’t know\nwhere we were. We just saw a big sign that said, you know, a round sign. It was\nlike this, and it says “Arbeit macht das Leben suss”’, and that means in English,\nwork makes life sweet. So, but still the smell was terrible, the smell was terrible\nand there was a big fire, like a big building or something was on fire. You could\nsee far in from the tracks, but they didn’t open up the wagons until it got\ncompletely dark, I mean it was dark, dark. All of a sudden floodlights came on\nthe train and we saw these SS there on the platform, you know, and dogs, dogs.\nAnd they opened up the doors and started screaming, “Heraus! Heraus! Heraus!”’\nAnd, you know from that trip a lot of people died because they threw in sick\npeople and old people and so whoever could run out from this train, they were\ngoing out. If not you were beaten up. So they rushed so that they shouldn’t get\nbeaten, but a lot of them that stayed there they just carried them out and put them\non the truck. There was a truck, a big open truck, was right there, you know, not\nfar from the platform. Everybody tried taking out the few things that they had for\nthem, not that it was anything but, everybody is trying to survive, so they think\nthey’ ll be needing it.\nSo there was a ditch and they were yelling at the people they should throw away\nthe luggage, and people didn’t want to part with it. One was screaming “I don’t\nhave the name on it!” They were worrying that they’Il never find their luggage\n13\nbecause they don’t have the name on it. So there was sort of a commotion, so\nthey were hitting on the people and they got beaten up, they threw away those few\nlittle things that they had there. But, with my grandfather he didn’t want it, he\nwas getting beaten up, but he wouldn’t part with it. And so, you know what they\ndid to him. Should I repeat, should I say it again?",
        "Q: You can, go ahead.",
        "A: The tape is on? So he didn’t want to part with these Ten Commandments, with\nthis Torah. So they were beating on him. We were pleading with him “Throw it\naway! Throw it away!” He didn’t want to do it, so they beat him, they kicked him\nand then he could no longer get up. He was there and then they were beating on\nus to go to the right, to the left. And what I remember seeing 1s that they just took\nmy grandfather and they threw him on the truck because he couldn’t get up\nanymore and the Torah, the Ten Commandments were in the ditch. And me and\nmy sister they put us to ride with my mother and my mother held on to my\nbrother, she wouldn’t let go of him.",
        "Q: Now, this was your youngest brother?",
        "A: That was my youngest brother, he was six years younger than I was. She\nwouldn’t let go of him, so they started beating on my brother so she let go. But,\nshe didn’t know that they’re going to put him to the left, that they’re going to put\nhim on the other side and my brother screamed and cried and there were other\ncries from other children. But, she sort of, she must have recognized his cry so\nshe looked back and, you know, he was trying to go to my mother, so they were\nhitting on him and so my mother ran to him from the right to the left and they\nwouldn’t let her go to the left. So, they were beating on my mother, she fell and\nshe was crawling and pleading with the SS, “Please let me go to my kid! Please\nlet me go to my kid!”’ So, finally after she was on the floor and pleading with him\nand, I don’t know, change of heart, he kicked her and she went to the left. You\nknow, he kicked her and she sort of moved to the left. She ran to my brother and\nshe got a hold of him, and, you know, my brother cried anyway because he saw\nmy mother so beaten up. And they walked off, Pll tell you the truth, you know,\nwhen I think if, sometimes, moments I said, I bet my mother would survive. But,\nright after the war I knew she would have not survived anyway, so I say to myself\nmaybe a good thing that happened, you know there were so many kids they went\nto their death so frightened, so scared because they didn’t have their parents with\nthem. Now, the little infants, they didn’t know, but the four, five, six year old\nchild, it was dark, it was dark. In the beating, you know, they were hitting on\nchildren. You would think they would leave children alone. If the child, let’s say\ndidn’t obey what they said, if 1t wanted to go here or there they were they were\nhitting on kids like they hit on adults. And why they needed to do that I don’t\nunderstand, why they needed to hit on kids. And, so I say to myself, maybe she\nwas a comfort to another child there, I’m sure. You know, she had seven kids\nand, so ---- so that’s how my mother left to her death.\n14",
        "Q: So when they split you to the right people who ended up, at least at that point,\nsurviving and the people who were on the left went to the gas chamber.?",
        "A: They went to the gas chamber right away.",
        "Q: Was your, did your grandmother also go to the left?",
        "A: Yes.",
        "Q: She went to the left also?",
        "A: Oh, yes. You know the parting was difficult, you know times were terrible, but\nwe were together, you know. If you tried to separate families it’s just --- I can’t\ntell you how painful. The price they had to pay while they were separating them,\nyou know, beside the physical pain, the emotional pain was horrible.",
        "Q: Do you remember, you said you and your sister were on the right. Did your father\nalso go to the right? Was he on the right?",
        "A: The men were separated separately.",
        "Q: So it was men and then women, and then divided again between left and right.",
        "A: Left and right. So that was the end.",
        "Q: So that was the last time you saw your father.",
        "A: When they opened the trains. It was so chaotic, you know, they let the dogs bite,\njump on you, you know, you’re scared. I can’t tell you, it was like hell on earth.",
        "Q: Okay, why don’t I ask you some questions about your parents before the war and\na couple of things about their parents and things like that. Could you just tell me\ntheir names, and the same thing for your grandmother, when they were born and\nwhere they were born and that kind of thing if you remember.",
        "A: Okay, my mother’s name was Rose, I mean her maiden name was Moscowitz, but\nthen when she was married to my father it was Leibowitz.",
        "Q: Do you remember when she was born?",
        "A: No, but she was, in this picture she was in the late thirties, early forties, when we\nwere taken to Auschwitz.",
        "Q: And she was, your mother was born in Volosyanka?\n15",
        "A: Yes.",
        "Q: But your father was born somewhere else?",
        "A: In Nod Berezna, another town.",
        "Q: You spelled that for me.",
        "A: Yeah.",
        "Q: Can you give me your father’s name?",
        "A: Martin.",
        "Q: Martin Leibowitz?",
        "A: Yes.",
        "Q: Do you remember how old he was, do you remember his birthday?",
        "A: I know that he was six years older than my mother, but I don’t know exactly the\ndates. He must have been in the late, sort of ---",
        "Q: Mid-forties?",
        "A: Mid-forties, yes.",
        "Q: Okay, do you remember when they got married? You don’t remember”",
        "A: No.",
        "Q: Let’s see, you said there were seven kids in all.",
        "A: Seven kids.",
        "Q: Do you remember how many, there were how many girls?",
        "A: Three brothers and four girls, including me. There were three sisters, but I was\nthe fourth girl.",
        "Q: Okay, four girls and three boys. Can you give me their names?",
        "A: Yes.",
        "Q: The four girls, including yourself. So we have Helen and ---\n16",
        "A: Shall I give you from the oldest down?",
        "Q: Sure.",
        "A: Well, Larry, shall I call him what we called him?",
        "Q: Sure, tell me both, you can give me his real given name and then ---",
        "A: We called him Lib, and then he, I named my son after him as Larry.",
        "Q: Okay, so Lib would be L-I-B.",
        "A: Yes, B.",
        "Q: And he was the oldest.",
        "A: He was the oldest. Actually, wait a minute, I had a sister, she was the oldest, but\nshe came to the United States so she didn’t go through the concentration camps.",
        "Q: So she came before the war started?",
        "A: Before, in °39, would you believe it? Just before the whole disaster.",
        "Q: What was her name?",
        "A: Her name was here, we called her Lya (side B, tape 1), but Frances they called\nher in the United States. Frances.",
        "Q: So you were in contact with her after you got her?",
        "A: It’s another story.",
        "Q: Okay.",
        "A: That’s why it’s good you ask questions because I can sit here for half an hour\ntelling you how we got in contact.",
        "Q: Right.",
        "A: And then, I had a sister, her name, uh, my God. Her name was Sura.",
        "Q: Sura? S-U-R-A?",
        "A: Yes. And she had a child, and, you know, it was at night so she just walked away\nwith the child. Some children were torn, you know mothers were torn away ---\n17",
        "Q: You mean when you came to Auschwitz?",
        "A: And probably she was the lucky one. She just walked off with the kid.",
        "Q: She had the kid with her?",
        "A: She had the kid with her. And then my brother, my brother, this is my brother.\nHis name was Saul.",
        "Q: Saul? Did he have a nickname or did you call him just Saul?",
        "A: No, his name ---Shlomo actually we called him, in Jewish,. And then this is my\nsister that I live through my life during the war. Her name is Sylvia, we called her\nZeisl.",
        "Q: How would you spell that?",
        "A: Spell it? Zeisl.",
        "Q: I would say Z-E-I-S-L.",
        "A: Yeah. In Jewish we would call it shorter. And right now her name is Sylvia, and\nthen it’s me.",
        "Q: So it was Helen, Sura and Sylvia and then the oldest was Frances?",
        "A: Yes.",
        "Q: And then you had, we’ve got Larry and Saul and what was your other brother’s\nname?",
        "A: Efraim.",
        "Q: Efraim. Okay, now you said your parents had a shoe store?",
        "A: Yes, it was like, it was like a franchise, there were lots of places. That was only\nby the Czechs, and then the Jews weren’t allowed to have no franchise.",
        "Q: Did he, was he like, did he repair shoes, or did they just sell them?",
        "A: They just sold them, you know there was a factory that supplied these batya\nstores. Like Hahn’s.",
        "Q: Sure.",
        "A: But it wasn’t that big, you know everything was smaller there.\n18",
        "Q: Were there, I didn’t ask you this before, were there like Jewish youth groups, or\nkind of community groups in the town, or was it just people saw each other at the\nsynagogue and that kind of thing?",
        "A: The synagogue and then, you know, we had to make our own schools. So we saw\neach other in the schools.",
        "Q: Did you, your brothers and sisters, go to private Jewish schools or did you go to\npublic schools or ---",
        "A: by the Czechs we went to public school.",
        "Q: But under the Hungarians you went to ---",
        "A: Private, because we weren’t allowed no more to go to school. And the schools\nwere held at home, it wasn’t a private building. It wasn’t a building where the\nkids could go to, it was in different homes.",
        "Q: Did your, you said father was in about his mid-forties in 1940, did he, was he\ninvolved in World War I or anything? Was he a veteran?",
        "A: Yes, believe it or not that’s why he didn’t understand.",
        "Q: He didn’t understand why the Germans were treating people the way they did?",
        "A: Well, he kept on saying he fought for the Hungarians actually.",
        "Q: the Austrian-Hungarians?",
        "A: The Austrian-Hungarians. That’s why he thought he was safe.",
        "\\Q: — He thought the Germans were ---",
        "A: Yeah, that they’ ll recognize that even he’s a Jew but he served his country.",
        "Q: He fought on their side.",
        "A: Yeah, he served for the country he lived for, he lived there. Matter of fact he was\nwounded.",
        "Q: Uh, huh.",
        "A: Right here. You know, a bullet went through his leg.",
        "Q: So he fought against the Russians?\n19",
        "A: In Austria, I was a little kid so I don’t really remember but I know that he was in a\nwar.",
        "Q: Did he used to tell stories to like your brothers and sisters about the war and\nthings like that?",
        "A: Yes, war, yes he did. Yes.",
        "Q: So he believed the Germans were just, they couldn’t do the things that people\nwere saying? Did he believe that the Germans were ---",
        "A: You know, we believed maybe it would happen to one, to two, maybe a German\nthat isn’t educated. We didn’t think it would be an organized situation. You see\nwhat I’m saying?",
        "Q: Right.",
        "A: How can, how can a country or whatever organize to eliminate a people? You\nknow, we thought it would be like, one person that will vandalize us or, you\nknow.",
        "Q: Were your parents fairly well educated?",
        "A: Well, they were educated in Jewish, very much so.",
        "Q: Did they go through school?",
        "A: You know, I’m Jewish but I’m not that religious, I have difficulties today. I have\ndifficulties today. I’m afraid to think that there is nothing because it can be\nworse, but ---I don’t think I am as religious as my people. My parents, my\ngrandparents, they definitely believed, they were definite believers. To them, a\nsin was maybe doubting God. I mean ---",
        "Q: Did your parents, do you remember if they went to public schools or did they go\nto Jewish schools?",
        "A: I don’t know, but I know they were well educated in Jewish. They would quote\nthings from the Bible, maybe that was their way of educating us to be human\nbeings. I’m not sure why they did that, but uh, if there was any correction in our\nbehavior, you know kids act up sometimes, so they would quote us from the Bible\nwhat is right and what is wrong. The Bible says this, the Bible says that.",
        "Q: Now you said when the Hungarians came in they seized the shoe store, they\nseized the store and these things. Did your parents, can you tell me a little bit\n20\nabout your house and where you grew up and that kind of, like maybe how much\nland you had, where it was, was it a wooded area or ---",
        "A: We had a house and we had also ---",
        "Q: Was it also a stone house like your grandparents?",
        "A: No, no. It was a stucco house.",
        "Q: uh, huh.",
        "A: Oy, if I would go back there I bet I would recognize it because I remember it so\nvividly.",
        "Q: Have you been back?",
        "A: They wouldn’t, I went back to see my brother in Russia because he was, I was in\nBergen Belsen when the English ---",
        "Q: When they liberated you?",
        "A: They liberated me. In Russia, when my brother was liberated he was liberated\nunder the Russians and then he could no longer leave.",
        "Q: Does he still live in Czechoslovakia?",
        "A: No we brought him over here, well he was in Russia for many years, but then we\nbrought him over here and he died.",
        "Q: Not long ago?",
        "A: About three years ago.",
        "Q: So, let’s see, you said you had a stucco house.",
        "A: Yes, and we had cows and, you know, sheep and we had a different house for the\nanimals.",
        "Q: Like a barn?",
        "A: Like a barn, yeah. And we had some, near the house, we had some. You know\nunder the Czechs, the reason why my grandparents had more cows and all kinds\nof animals because they had land, they had, we were allowed to own land by the\nCzechs. When the Hungarians come nothing was ours, you know what I’m\nsaying? They took it away.\n21",
        "Q: Did you all have chores that you had to do, like to milk the cows?",
        "A: Oh, yeah, yeah.",
        "Q: What did you do, do you remember?",
        "A: Well, I used to like to play with the little calves. They were my favorite. Oh, I\nloved them.",
        "Q: Did you all have pets, like a dog or a cat?",
        "A: Yeah, yeah. The kids loved it. You know we were so many children, so that was\nour life sort of, to uh ---",
        "Q: Did you live right in the town or did you live like on the outside of town?",
        "A: No, in the town.",
        "Q: In the town?",
        "A: Yes.",
        "Q: Now you said your grandparents had their store, was connected to the house.",
        "A: Yes.",
        "Q: Was that also the same way in the shoe store?",
        "A: No, the shoe store was in a different building because it was a franchise sort of.",
        "Q: Did many people in the town speak German, did they know German or no, just\nCzech?",
        "A: Yiddish, Czech and Yiddish.",
        "Q: Czech and Yiddish?",
        "A: Yes. From what I remember, because most of my life, most life in Europe I was\nunder Czech. Under the Hungarians it was only three or four years so, then I was\nso, I didn’t see much of the outside world. So, to me the Czech life was more so -",
        "Q: Do you remember what your parents might have said, or do you remember\nanything they may have thought about the Hungarians when they came in? Were\nthey frightened or were they apprehensive?\n22",
        "A: They were apprehensive, they were apprehensive that we weren’t allowed, I mean\nwe were a second class citizen, you know. We were limited, we were even\nlimited to worship, I mean that doesn’t hurt anyone. What can a person do with\nworship in God? I mean, we prayed for better times. And then, you know, we\nwere preoccupied with how to survive, how to feed all these mouths. That was\nour preoccupation and our safety.",
        "Q: When the Hungarians seized the store, your store, what did your parents do to try\nand make a living then?",
        "A: It was really very difficult. We had to live off, again like my grandparents, we\nhad a little place near the house that we planted carrots and potatoes and you\nknow, just barely. And then we had our cows, so we had our cows for milk.\nPeople there lived mostly on potatoes and milk and bread, oh bread was a big\nthing. And we had poultry, we had ---",
        "Q: Chickens and things?",
        "A: Chickens and goose, white goose I remember.",
        "Q: But they couldn’t have, your father couldn’t have a job after the Hungarians\ncame.",
        "A: Oh, no.",
        "Q: Not in a regular job sense.",
        "A: No, he had, you know, odd jobs here and there. I think my father was more\neducated, I think he had, you know, because he --- I think my mother was less\neducated, but she was educated in the Torah, she was educated in Jewish. She\nwent to a cheder (side B, tape 1). But, I think that my father did go to some\nschool because I think he was an officer in the ---",
        "Q: In the army?",
        "A: In the army, yeah.",
        "Q: Did you all have a radio at home?",
        "A: We had, but the Hungarians you had to hand them in.",
        "Q: They took it?",
        "A: You had to hand them in.",
        "Q: So you had to bring them in?\n23",
        "A: We were scared that they’ ll find us, you know, where can you ---",
        "Q: Did your parents also read a newspaper in the town before the war?",
        "A: Yes, there was newspaper, but not after the Hungarians, there wasn’t no ---",
        "Q: Was the newspaper from the town or from a larger town elsewhere?",
        "A: It was brought in from the larger town, you know like the New York Times, you\ncould find a New York Times in Washington. There was no place where they\nmade it.",
        "Q: So your parents knew about things that were going on in Germany and Poland or\nthat kind of thing.",
        "A: More or less, when Hitler, we knew when the German, uh, what was his name,\nuh, when Hitler became, got the power, the leader, we knew. We knew.",
        "Q: In 1933, yeah.",
        "A: We knew when Hitler got to power.",
        "Q: Was there ever any, when the Hungarians come in, was there ever any discussion\nin your family about possibly leaving at all’? There was?",
        "A: We wanted to come to the United States, but, you know, because I had my sister\nhere. But, we couldn’t no longer. Now where could we have gone? We were\nsurrounded, in Hungary the Jews were treated like we were treated, in Romania,\nJews were treated like we were treated. If you see Czechoslovakia in the middle -",
        "Q: No place to go?",
        "A: No place to go. There was no place to go.",
        "Q: Okay, now let’s see, we talked about your father and your mother and how, what\nhappened to them once they went to Auschwitz and they were with you the whole\ntime when we talked about you going from the ghetto in Uhzgorod and then on to\nAuschwitz’. So, I basically know their story, you’ve told me that. And your\nfather, you said, you were split so the last time you saw your father was when you\ncame off the train, but you don’t know what happened to him at all, okay.",
        "A: But my brother, my brother, told us when he came that he met up with a man that\nwas with my older brother and my older brother ---\n24",
        "Q: Now this was Saul, your brother that you were talking about?",
        "A: Yeah. Now, I’m going to talk about Larry, that he actually survived all this time,\nbut when they were taking him back as the Russian or the ---",
        "Q: After the war, you mean?",
        "A: No, that was almost the end of the war, he died of starvation in a train because\nthey were taking him away. You see, what they were doing 1s that they were\npicking, you know you have these grenades on the floor, let’s say, you know\nwhen the Russians retreated, when the Germans, before the Germans would make\nany steps they would send out these Jewish boys to the mine fields.",
        "Q: Right.",
        "A: So they would pick up, you know. So that’s what happened. He survived that.",
        "Q: He went through, he was actually in one of those, your father was?",
        "A: No, my brother. But, what happened was he died of starvation because when they\nhad to retreat, they were retreating and taking these, whoever was left, a handful.\nThey weren’t giving them to eat or anything or sleep, so he just ---That’s what\nsomebody told my ---",
        "Q: Told Saul about Larry?",
        "A: Yes. But, you know, could he have survived maybe the starvation he would be\nalive because he survived ---",
        "Q: He got through the camps.",
        "A: Yes. But, you know, I wasn’t there.",
        "Q: Sure, I understand. But the last time you heard anything about your father was\nwhen you got off the train?",
        "A: That was it.",
        "Q: Why don’t you tell me about, well, we can start with Saul since he survived. Do\nyou remember, let me. Saul Leibowitz was his name. Do you remember his\nbirthday?",
        "A: Uh, I should, I think he was born in ’23.",
        "Q: Uh, uh. So he was about five years older than you were?\n25",
        "A: Yes.",
        "Q: Do you remember what month and day he was born? Do you remember when\nyou used to celebrate his birthday?",
        "A: Uh, I don’t know exactly and I don’t want to tell you when I’m not sure.",
        "Q: Do you remember if it was in the fall or the spring or ---",
        "A: I can find out.",
        "Q: Okay. If you have a record of 1t somewhere you can call me and tell me.",
        "A: All right, all right, P’Il do that.",
        "Q: Let’s see, so basically, did your brother go to public school under the Czechs?",
        "A: Under the Czechs, yes.",
        "Q: Is there anything special about your brother’s childhood that was maybe different\nfrom yours, that maybe stands out in your mind?",
        "A: Well, he had more responsibilities than I did.",
        "Q: What kinds of things?",
        "A: Well, let me tell you, he helped my father with small little jobs like, let’s say, a\nnon-Jew, it was forbidden for a non-Jew to ---by the Hungarians they were\nallowed, by the Hungarians the Jews couldn’t own anything. But the Jews were\nallowed to work for the non-Jews sort of. So he used to ---",
        "Q: And this is under the Hungarians?",
        "A: Yes, we are talking now about the Hungarians. So he would go and help my\nfather to ---",
        "Q: Oh, so you did, you mentioned something about after the Hungarians came your\nfather worked to try to help support.",
        "A: Little jobs.",
        "Q: Odd jobs or something?",
        "A: Yes.",
        "Q: And so your brother helped him?\n26",
        "A: Right, right.",
        "Q: Did he also have more responsibility on the farm, did he deal with the cows or the\nsheep?",
        "A: Well, I'll tell you under the Czechs we had a bigger farm, but under the\nHungarians we no longer had the farm, except they let us have a few cows and a\nfew chickens. But, as I said, even under the Hungarians they were taking from\nthe non-Jews too, but the non-Jews, the grounds still belonged to them. You see\nwhat I’m saying? They took the livestock. But the ground, they could own the\nground, but we no longer owned the ground.",
        "Q: Okay, had your brother completed school, had he finished the public school\nbefore the war started, or before 1939 when the Hungarians came in?",
        "A: You know what, we can figure that out.",
        "Q: How long did people go to school, when did they start school?",
        "A: He went to high school.",
        "Q: He did go to high school?",
        "A: My oldest brother finished high school.",
        "Q: Larry did?",
        "A: Larry did, I don’t know if he fully did finish.",
        "Q: Do you remember what age they would have finished high school?",
        "A: Well we started at six.",
        "Q: At six?",
        "A: Yeah.",
        "Q: And how many grades were there, do you remember?",
        "A: Like here.",
        "Q: So it would be about the twelfth?",
        "A: Yes, it was like here.\n27",
        "Q: So, let’s see, in 1939 Saul would have been about sixteen, so he would have been\nclose.",
        "A: Yeah.",
        "Q: Did he, so I guess he never had a job, like a real job before the Hungarians came.",
        "A: No.",
        "Q: Saul I’m talking about.",
        "A: No, he just helped my father, you know.",
        "Q: Was he involved in any activities in the town, like a sporting club or something?",
        "A: No, there wasn’t such a thing.",
        "Q: There wasn’t any clubs?",
        "A: No.",
        "Q: What did he do for amusement, do you remember what he liked to do? Did he\nlike to fish or did he like to ---",
        "A: You know, it is so difficult to explain a child’s life then and a child’s life here,\nwhen I see my grandchildren, may God keep them well. Um, it’s just like,\nchildren were just not children, children were like old people. What they worried\nabout is how to survive, how to see the sadness. Let me say this, by the Czechs it\nwasn’t so visible, but as soon as the Hungarians came in, the children were no\nlonger children.",
        "Q: They grew up fast.",
        "A: They grew up fast, they grew up fast.",
        "Q: Did he like to do, did he have any hobbies when he was younger?",
        "A: Well, he liked reading.",
        "Q: He liked to read?",
        "A: Oh, he loved reading, he loved reading. Any book that you know, books were\nscarce. I know that, you know, a Torah is a holy thing, but you wouldn’t believe\nthat a book to us was a holy thing. Any book that you got a hold of, I remember\nwe had a breakfront, what do you think was in that breakfront, a book that we got\na hold of. It was, everybody read it, and we read it. We used to dust the book, the\n28\ndust shouldn’t fall on it. That’s how scarce a book was. So I tell you when I\ncame here to this country and I had my children, I kept on telling them how, you\nknow, privileged. My children knew when they go to school they are privileged\nto be able to go to school. They are privileged to have an access of books that\nthey could have.",
        "Q: Could use, yeah.",
        "A: You know, it’s like, to us books were like jewels. Yeah, that was a good word,\nlike jewels.",
        "Q: So he like to read a lot?",
        "A: Oh, we all, in that respect, because there wasn’t that much that kids could do. So,\nwhat do you get? You know, so when you read a book your mind was\npreoccupied. Your mind was occupied.",
        "Q: You could get away.",
        "A: From your sadness, from your uh ---",
        "Q: Before the war, before the Hungarians came, did you all like to do things, in the\noutdoors, did you play a lot or did you go fishing or ---",
        "A: Well, we played like kids play. You know, we hop scotched I remember, and I\nplayed with non-Jewish children hopscotch, I remember.",
        "Q: Did your brother, did he have some, a lot of, non-Jewish friends, or did he have\nmostly Jewish friends?",
        "A: Well, when we went to school by the Czechs we had non-Jewish, we thought they\nwere our friends. You know like kids, you don’t think which synagogue, which\nhouse of worship you go. Kids don’t think like that, so who cares?",
        "Q: Okay, when you were deported to the ghetto, okay, you said something about\nyour brother being taken away for work.",
        "A: That was before the ghetto.",
        "Q: Okay, can you tell me a little bit about that, what he was doing, do you\nremember?",
        "A: That was another thing, you know. My mother, they took them away and we\ndidn’t get mail from them, the mail wasn’t coming. So, I remember, in the\nbeginning, the mail would come, maybe, very, the beginning we would get a\n29\npostcard from them. So, my mother, we didn’t have much, so my mother used to\nbake cookies and send them little packages, you know of cookies.",
        "Q: And this was under the Hungarians, that you said the mail wasn’t coming.",
        "A: Right. But occasionally we did get, in the beginning. So then the mail stopped,\nso I remember how she carried on. She felt that they are not alive anymore\nbecause we weren’t getting any mail. So, my mother was preoccupied with that,\nthat they took away her sons and, you know, that they’re not alive. There was no\nway to find out where they were.",
        "Q: So both Larry and Saul were taken away to work?",
        "A: Yes, yes.",
        "Q: Was your father also taken away or no?",
        "A: He was taken away to work in town, but he could sleep at home. You see what I\nmean? But the boys left and we didn’t, you know, we didn’t see them again.",
        "Q: So they were in the work camps and when you were deported they didn’t come\nwith you, they stayed in the camps or whatever.",
        "A: Well, wherever they were, yeah.",
        "Q: Did you know because of the little bit of mail that came where they were?",
        "A: Golly, I don’t remember. That was just at the beginning, you know, just as a child\nI remember my mother was excited baking cookies to send to them and then she\nwas sad because she could no longer send them cookies and being that they don’t\nwrite, they’re not alive anymore, so she was mourning. You know, I remember\nher crying over that, that her boys are probably not alive anymore because we\ndidn’t get the mail.",
        "Q: When were they taken away to go to the work camps, do you remember?",
        "A: that was after the Hungarians came.",
        "Q: So, it would have been in 1939?",
        "A: Well, maybe a little while later.",
        "Q: Maybe 1940?",
        "A: Something like it, yes. I was a little kid so I don’t remember the exact time.\n30",
        "Q: And you said that Saul survived.",
        "A: Yes.",
        "Q: Did he tell you where he had gone, what happened to him?",
        "A: Yes, he worked in different places, in different places under the Germans. Then,\nthe Germans took over these Jewish ---\nQW: Was he in Hungary still or, I mean in Czechoslovakia still or ---",
        "A: No, he was in Poland and in Russia and all over the place, all over the place.",
        "Q: Was he also in any concentration camps?",
        "A: He wasn’t in Auschwitz, he was only in the work camps and they got liberated by\nthe Russians, marching,",
        "Q: Do you know where they were marching, do you remember, did he tell you? Was\nit a death march?",
        "A: Well, sort of. Yeah, they were marching them and then one night the Russians\njust showed up, yes.",
        "Q: So this was in 1944 maybe, or 1945?",
        "A: The dates I’ve got a problem. Let me tell you how he survived. What happened\nwas when the Germans were marching these guys, at one time they rested up\nsomeplace. You know, it was a place, I don’t know what, a farm. He called it,\nlet’s say a farm. So he sneaked away and went in under the hay, you know he\ncovered himself up with hay until the next day the Germans left with the group,\nbut he had a problem, he had a problem when the Russians came, he had a\nproblem to explain himself, where is he coming from, where has he been? So,\nyou know, when he would tell me these stories I, myself, couldn’t believe what\nthis guy had to go through just, even, after the war, how the Russians kept him\nlocked up. But then he was telling the story how, you know, so finally they\ncaught up with the group, so they knew that he must be telling the truth because\nhe knew about the group and it was lucky that they caught up with them a short\ntime later so they told him to let him go because, who knows, they could have\nthought he was a spy and they could have killed him.",
        "Q: Right, sure.",
        "A: So that was the lucky part, so even if he wanted to survive he could have gotten\nkilled after, after war for different reasons.\n31",
        "Q: So he survived and then he was kept in Russia after the war?",
        "A: Yes.",
        "Q: Do you know where in Russia he was?",
        "A: Well, the last place he lived was Uhzgorod.",
        "Q: Oh, so that was in the part of Czechoslovakia that turned into Ukraine.",
        "A: To the Ukraine, and the Russians occupied it.",
        "Q: So he lived there and then he came to the U.S.",
        "A: Yes, I can call you up and tell you exactly when he came because we brought him\nout.",
        "Q: Okay.",
        "A: And did we have a time, also.",
        "Q: Was this in the seventies or the eighties?",
        "A: Seventies, I think it was the seventies when we brought him over. I’Il tell you the\nexact dates because we have the papers. That I can give you the exact date.",
        "Q: Okay, that’s good. Why don’t you tell me the name of your sister, who was Sura,\nor is that Sylvia?",
        "A: Sylvia.",
        "Q: Sylvia’s in the picture?",
        "A: Sura never went to that accidentally, you know, you see what the Germans did in\nthe beginning they just gassed everybody that came to Auschwitz. But, when we\ncame at that time the German munitions factory already said don’t kill them all\nout, send me the manpower. That’s where I worked the munitions factory. But,\nso that’s how I survived. But, my sister, they probably would have grabbed the\nkid out of her hand but she was short and skinny, sort of, so you know, they\nweren’t paying much attention to her. So she got away walking to the gas\nchambers with her child. I mean, it was like, you know, a freak accident.\nProbably would have been worse for her if they would have taken the kids out\nbecause her kid was really small.",
        "Q: Sure.\n32",
        "A: Who knows what was worse, who knows?",
        "Q: Okay, do you remember when Sylvia was born, what year she was born 1n?",
        "A: Yea, 1925.",
        "Q: Do you remember her birthday?",
        "A: February the tenth.",
        "Q: February the tenth?",
        "A: Yeah.",
        "Q: She was closer in age to you.",
        "A: Yes, I was born in ’28.",
        "Q: And, let’s see. Did she, was she also in public school there, under the Czechs?",
        "A: Yes, but, you know she didn’t finish. But you’d be surprised, we tried so hard to\nstudy even in our own little private cheders, what we called them.",
        "Q: Yeah.",
        "A: And that was our outlet, you were asking me whether we had ---this was our\noutlet, to get a pencil and paper and write or, you know, number work. I used to\nlove number work, actually I loved it. A piece of paper was difficult, so it was\ndifficult all around. My kids grew up that they were privileged, they had enough\npaper and pencil. I didn’t tell them the rest of the horror stories, but I just made\nthem --- I really still feel that a child that is, that has the privilege of an education\nand doesn’t take, that doesn’t say, you know, my daughter went to college, my\nfirst daughter went to college, I said to her, you know, you are privileged to be\nable to go to college. And I really think she was there and she felt, you know,\nsomething terrific is happening to her. I really think she felt like that.",
        "Q: Do you remember, let’s see, you said because your brother was older that he had\nsome more responsibility in your family. Did your sister also since she was a\nlittle bit older than you?",
        "A: Yes, we would go and wash floors for other people and clean. I mean, because\nthere were a few doctors there.",
        "Q: Now was this under the Hungarians or was this under the ---\n33",
        "A: Under the Hungarians, not the Czechs. The Hungarians, a matter of fact, should I\ntell you, I remember even me, I used to go and help out, you know. We were\nglad, because what happened was when I went to help out, to do these chores, you\nknow somebody gave me a slice of bread. You know, I don’t know, I also felt\ngood that they asked you to come. Actually, you felt good that they asked you to\ncome in to their house to help them out with these chores.",
        "Q: It was probably nice to be away from the house sometimes, too.",
        "A: It was, it was ---well, I can’t say it was nice because I had to wash the bathrooms,\nI had to wash the clothes and, you know, I was a little kid. I wasn’t that old,\nmaybe 12 or 13 years old when I was doing it. But, it was okay, because that’s\nhow we were surviving, you know what I’m saying?",
        "Q: Sure.",
        "A: And they weren’t beating on us.",
        "Q: Right. Did you, I mean you and your sister, since you were closer, did you play a\nlot together?",
        "A: Yes, we fought a lot and we played a lot. Yes, but we were very close. Matter of\nfact, I think you’re going to hear in the tape that, probably if not for her, I\nprobably would not have survived. I'll tell you why -- because I’m not that strong\nwilled and I, oh I know, many times I just didn’t want to, like when I was in the\nmunitions factory, I was tired and I was hungry and I was, I was half dead. So, I\ndidn’t want to get up in the morning and these people, that they didn’t get up in\nthe morning, they were left in the barracks when we worked. You never saw\nthem again, they probably, you know, we just never ---nobody asked. We never\nsaw them again. They probably just did away with them. So, I would want to do\nthat and she would lift me up and she shook me in the morning. She dragged me\nout, but 1t was cold, you see where we were in Germany it was very cold and,\nhere, you know, we had these wooden shoes and the one dress. So, she would\ndrag me out to stay there for an hour, you know, and she would encourage me,\nshe would give me, you know half a slice of her half slice of bread so that I\nshould just go on, go on. She would do a lot of work for me that, you know, I\ncould not work so hard, she just --- But, in the end, I remember in the end, you\nknow, she said she’s not going to leave me here alone. She would get angry at\nme, she would get angry at me because I say, “I’m going to die”. You know, to\nher it was a threat. To me it was real, mentally, with me In think my mental stage\ngave up So ---you know, I don’t care anymore, so if not for her I probably\nwouldn’t be sitting here and talking.",
        "Q: On the tape, do you talk about her quite a bit and where you went, did you always\nstay together through the camps?\n34",
        "A: Yes, yes.",
        "Q: Did she also survive?",
        "A: Yes, yes. In the end, I don’t know if I put that on the tape. When they brought us\nto Bergen Belsen, she was the first one to get sick because when we got to Bergen\nBelsen was when (tape ended)\n(Beginning of tape 2) Let me ask you about your smallest brother, about your\nyoungest brother. Now, let’s see you said your, that was Efram, Efram?",
        "A: Yes.",
        "Q: Do you remember when he was born?",
        "A: Well, matter of fact, I do remember when he was born, I was a little girl myself.\nBut, 1t was like, we were already six, but there was sort of an excitement when he\nwas born. You know, being that he was the youngest, all the kids sort of felt that\nhe was their little toy.",
        "Q: Right, he was the little baby, yeah.",
        "A: So everybody was involved with him, you know.",
        "Q: So, now you said he was born six years after you.",
        "A: After me.",
        "Q: So that would have been about 1934?",
        "A: Yeah, right. No, ’36, wait a minute, I was born in ’28.",
        "Q: So six years later would have been ’34. If you were born in ’28, six years would\nhave been ’34 because ---",
        "A: Okay, okay.",
        "Q: Do you remember his birthday?",
        "A: No, no,",
        "Q: no, okay. Had he started school yet in 1939? Probably not.",
        "A: No, because we were under the Hungarians, you know, he used to come into the\ncheder and just, sometimes, annoy, they would throw him out of the room. But,\n35\nyou know, most of the time they would keep him there. Sometimes he would be\ngood and sometimes, you know.",
        "Q: Was he mischievous as a little boy?",
        "A: He was a little, yeah, he was a spoiled little kid because the kid it wasn’t so much\nthat my mother and father had that much time for him, but, you know, he was like\nthe kid’s toy. He was a loving little kid, so everybody picked him up and hugged\nhim and I think that’s what made him so loving because he had so many people.",
        "Q: Did he have any special chores when he was younger, did he have to do things\nbefore the farm was taken away, or the livestock?",
        "A: I don’t remember the specifics that they would give him something to do. I don’t\nremember.",
        "Q: Were there games he liked to play with you guys?",
        "A: Yeah, yeah. Hide and seek, you know, yeah. He would like to hide and we\nwould have to run after him, you know and find him. You know, like a child.",
        "Q: did he like to read too?",
        "A: oh, he just had an aleph-beis book. I remember it, and I’m telling you he would\ncarry this book along and he wouldn’t show just anybody, he had to be your\nfriend in order for him to show you that book.",
        "Q: What kind of book was it?",
        "A: Aleph-beis, it was like an A-B-C book, in Yiddish they called it an aleph-beis\nbook, he called it the aleph-beis book, but it was the A-B-C book, A-B-C book,\nand he loved that book, he loved it, he carried it, he went to sleep with it, like who\nknows what. But, you know to get to a book like that wasn’t so easy either in the\nwar, So it’s ---so, it wasn’t like this book could be replaced so easily. You know,\nfor my children’s birthdays and my grandchildren’s birthdays I always, well for\nmy children’s birthdays it was a trend, it was always a book. But even for my\ngrandchildren’s birthdays when they were little I always went and bought a few\nlittle books and send it to them for presents, I don’t know why, but this was, they\nknew when their birthday would come, they’Il get books from me, little books.",
        "Q: Books are a good thing to give, they make you smart.",
        "A: Well, I mean, you see, an American child does not understand that a European\nchild, even a non-Jewish child was not that lucky to get this education. A lot of\npeople don’t, it was when I was raised, when I was raised, maybe now it’s\ndifferent. Probably it’s different, here it’s different too. But, when I was raised a\n36\nbook was, or an education was scarce. People didn’t have the money, and didn’t\nhave the means.",
        "Q: Did your parents teach you, you said they were very educated in Jewish history\nand things like that, did they teach that to you?",
        "A: They did, and they also used it. If I think back, like let’s say I did something that\nthey didn’t like, they would bring out a quote from the Bible, what’s wrong and\nwhat’s right. Like they would tell me, you know, they would say God gave you\nthat you can choose from right and wrong, now, do you think God would be\nhappier with you if you choose the right or the wrong? They didn’t understand\nthat me as a child could not, many times, understand what I’m doing wrong. And\nit’s not that I did such terrible wrong, you know, maybe I didn’t like something\nthat they told me to do and I didn’t want to do it, you know ---so, what I’m trying\nto say 1s that they used their education sort of raising us. There was never\nphysical, I don’t ever remember, even when we were seven kids, there was never\nphysical, you know, abuse.",
        "Q: Punishment or anything?",
        "A: No, no, there was no physical punishment but there was a lot of Bible quoting, we\nhad to do the right thing. Children don’t always know the right thing, and\nchildren sometimes they want to laugh, and sometimes they want to fight, you\nknow.",
        "Q: Well, I think I know your brother’s story with your mother, so I think that’s all the\nquestions I have.",
        "A: Okay.",
        "Q: I think we’re done, thank you very much for speaking with me.",
        "A: Well, you’re very welcome Tony and it was really a pleasure meeting you.",
        "Q: Well thank you.\n37\n"
    ],
    "questions": [
        "Q: Why don’t you just state your grandmother’s name and the date of birth if you can\nremember that.",
        "Q: Etta?",
        "Q: Moscowitz, can you spell that for me?",
        "Q: Okay.",
        "Q: And do you remember how old she was?",
        "Q: She was eighty years old?",
        "Q: And that was, she was eighty, do you remember when?",
        "Q: In 1942?",
        "Q: Let’s see, she grew up in Volosyanka.\n1",
        "Q: Did she, she was married to your grandfather who you were telling me about",
        "Q: Can you tell me his name?",
        "Q: Seth?",
        "Q: S-E-T?",
        "Q: Okay.",
        "Q: Um, now you said your grandfather was a very religious man. Was your\ngrandmother also?",
        "Q: That was just before.",
        "Q: Um, do you remember what your grandfather did for a living? What he had\nworked at before?",
        "Q: Kind of like a grocery store?",
        "Q: And both your grandmother and your grandfather worked there?",
        "Q: And that was in the town?",
        "Q: Do you know when they got married?",
        "Q: And, um how many children did they have?",
        "Q: Yeah.",
        "Q: Um, was your mother, in that family. Was she one of the older ones or one of the\nyounger?",
        "Q: Yeah.",
        "Q: Do you remember, were they frightened at all, were they apprehensive?",
        "Q: Right. But your parents were scared?",
        "Q: They were frightened of them.",
        "Q: Yeah, you said something about what he was actually saying, what Hitler\nproclaimed and these kind of things in speeches. Were there radios and these\nkind of things in your town? Not many?",
        "Q: To believe?",
        "Q: Did refugees from Germany, German Jews or Polish Jews come in to\nCzechoslovakia, do you remember seeing any?",
        "Q: They came through your town.",
        "Q: A very short time.",
        "Q: When did the Hungarians come in and occupy”?",
        "Q: Um, do you remember especially, you told me about the cutting of the beard of\nyour grandfather and things like that. Do you remember any other instances of\nanti-Semitism directed against you or either your parents or your grandparents or\nanything like that before/\\?",
        "Q: Yeah. So, did your grandparents live very far from you?",
        "Q: But you didn’t live in the same house or anything.",
        "Q: Do you remember what kinds of things you would talk about?",
        "Q: Do you remember talking to her in the late 30’s.",
        "Q: Do you remember, can you describe for me your grandparent’s house?",
        "Q: Do you remember and where was it situated in the town?",
        "Q: At their house?",
        "Q: Was the store that they owned separate from the house?",
        "Q: Can you tell me a little bit about how things changed once the Hungarians came\nin? especially for your grandparents, how it changed their lives.",
        "Q: This is your parents.",
        "Q: They took the store away.",
        "Q: Sure. Were there restrictions. I know that when the Germans came in to many\ntowns they put restrictions on what the Jews could wear, when they could be\noutside, where they could shop, that kind of --- did the Hungarians do the same\nthing?",
        "Q: I remember in Poland, I’ve spoken to people, they say they couldn’t walk on the\nsidewalk, they had to walk on the street and they couldn’t do certain things, go to\nparks.",
        "Q: Did, so your grandparents then would worship, they couldn’t worship every day\nor they would do it.",
        "Q: So they closed the synagogue.",
        "Q: Do you remember anything else under the Hungarians that your grandparents may\nhave had to do, or were they forced to give up some of their property or any of\ntheir livestock, that kind of thing.",
        "Q: So, they were taking it from everybody.",
        "Q: Right, did that happen often? Do you remember people getting beaten up?",
        "Q: Did your grandparents ever, um, did they ever tell you things like you were saying\n--to try to be invisible. Did they say things like that to you, tell you not to go out\nin the street at certain times or anything like that.",
        "Q: Uh, huh, okay let’s see. So.",
        "Q: Go ahead.",
        "Q: The Hungarians, yeah.",
        "Q: Older than this?",
        "Q: What was his name?",
        "Q: uh, huh. Can you tell me a little bit about when the Germans came? You know,\nwhat year it was and what happened, how life changed at that point.",
        "Q: Do you remember when the Germans came to town?",
        "Q: I can look it up.",
        "Q: Uh, how long, now you said, and you told me the story about your grandfather\nhaving his beard cut and everything before they were deported.",
        "Q: Okay.",
        "Q: So you were taken away to the ghetto within a few weeks of them coming into\nyour town.",
        "Q: And they took every Jew in the town, whoever was Jewish in the town they took\nto the ghetto?",
        "Q: They pointed you out.",
        "Q: Can you tell me the name of the town that the ghetto was in?",
        "Q: How far from your town was it?",
        "Q: Not very far or a long way.",
        "Q: So they put you on trains. Was there a train station in your town?",
        "Q: So, did you all go together -- your family, your grandparents?",
        "Q: So there wouldn’t be any resistance.",
        "Q: Often times a German would tell you that you were going to work or something\nlike that.",
        "Q: Uh, huh.",
        "Q: Yeah. Can you describe to me a little bit about what you remember of the ghetto\nin Uhzgorod?",
        "Q: How long did you stay there, do you remember? Not very long?",
        "Q: This was more like, maybe a transit point?",
        "Q: So, let’s see, you were there for a month maybe two months?",
        "Q: Somewhere in there. Now, would this be in °43 or still in °42 or right around ---",
        "Q: And then you were deported to Auschwitz.",
        "Q: In a train?",
        "Q: Uh, huh.",
        "Q: Did, so your grandparents are still with you. Were they in the car with you?",
        "Q: Can you tell me what happened when the train came to Auschwitz?",
        "Q: In the tape.",
        "Q: Go ahead.",
        "Q: You can, go ahead.",
        "Q: Now, this was your youngest brother?",
        "Q: So when they split you to the right people who ended up, at least at that point,\nsurviving and the people who were on the left went to the gas chamber.?",
        "Q: Was your, did your grandmother also go to the left?",
        "Q: She went to the left also?",
        "Q: Do you remember, you said you and your sister were on the right. Did your father\nalso go to the right? Was he on the right?",
        "Q: So it was men and then women, and then divided again between left and right.",
        "Q: So that was the last time you saw your father.",
        "Q: Okay, why don’t I ask you some questions about your parents before the war and\na couple of things about their parents and things like that. Could you just tell me\ntheir names, and the same thing for your grandmother, when they were born and\nwhere they were born and that kind of thing if you remember.",
        "Q: Do you remember when she was born?",
        "Q: And she was, your mother was born in Volosyanka?",
        "Q: But your father was born somewhere else?",
        "Q: You spelled that for me.",
        "Q: Can you give me your father’s name?",
        "Q: Martin Leibowitz?",
        "Q: Do you remember how old he was, do you remember his birthday?",
        "Q: Mid-forties?",
        "Q: Okay, do you remember when they got married? You don’t remember”",
        "Q: Let’s see, you said there were seven kids in all.",
        "Q: Do you remember how many, there were how many girls?",
        "Q: Okay, four girls and three boys. Can you give me their names?",
        "Q: The four girls, including yourself. So we have Helen and ---\n16",
        "Q: Sure.",
        "Q: Sure, tell me both, you can give me his real given name and then ---",
        "Q: Okay, so Lib would be L-I-B.",
        "Q: And he was the oldest.",
        "Q: So she came before the war started?",
        "Q: What was her name?",
        "Q: So you were in contact with her after you got her?",
        "Q: Okay.",
        "Q: Right.",
        "Q: Sura? S-U-R-A?",
        "Q: You mean when you came to Auschwitz?",
        "Q: She had the kid with her?",
        "Q: Saul? Did he have a nickname or did you call him just Saul?",
        "Q: How would you spell that?",
        "Q: I would say Z-E-I-S-L.",
        "Q: So it was Helen, Sura and Sylvia and then the oldest was Frances?",
        "Q: And then you had, we’ve got Larry and Saul and what was your other brother’s\nname?",
        "Q: Efraim. Okay, now you said your parents had a shoe store?",
        "Q: Did he, was he like, did he repair shoes, or did they just sell them?",
        "Q: Sure.",
        "Q: Were there, I didn’t ask you this before, were there like Jewish youth groups, or\nkind of community groups in the town, or was it just people saw each other at the\nsynagogue and that kind of thing?",
        "Q: Did you, your brothers and sisters, go to private Jewish schools or did you go to\npublic schools or ---",
        "Q: But under the Hungarians you went to ---",
        "Q: Did your, you said father was in about his mid-forties in 1940, did he, was he\ninvolved in World War I or anything? Was he a veteran?",
        "Q: He didn’t understand why the Germans were treating people the way they did?",
        "Q: the Austrian-Hungarians?",
        "\\Q: — He thought the Germans were ---",
        "Q: He fought on their side.",
        "Q: Uh, huh.",
        "Q: So he fought against the Russians?",
        "Q: Did he used to tell stories to like your brothers and sisters about the war and\nthings like that?",
        "Q: So he believed the Germans were just, they couldn’t do the things that people\nwere saying? Did he believe that the Germans were ---",
        "Q: Right.",
        "Q: Were your parents fairly well educated?",
        "Q: Did they go through school?",
        "Q: Did your parents, do you remember if they went to public schools or did they go\nto Jewish schools?",
        "Q: Now you said when the Hungarians came in they seized the shoe store, they\nseized the store and these things. Did your parents, can you tell me a little bit",
        "Q: Was it also a stone house like your grandparents?",
        "Q: uh, huh.",
        "Q: Have you been back?",
        "Q: When they liberated you?",
        "Q: Does he still live in Czechoslovakia?",
        "Q: Not long ago?",
        "Q: So, let’s see, you said you had a stucco house.",
        "Q: Like a barn?",
        "Q: Did you all have chores that you had to do, like to milk the cows?",
        "Q: What did you do, do you remember?",
        "Q: Did you all have pets, like a dog or a cat?",
        "Q: Did you live right in the town or did you live like on the outside of town?",
        "Q: In the town?",
        "Q: Now you said your grandparents had their store, was connected to the house.",
        "Q: Was that also the same way in the shoe store?",
        "Q: Did many people in the town speak German, did they know German or no, just\nCzech?",
        "Q: Czech and Yiddish?",
        "Q: Do you remember what your parents might have said, or do you remember\nanything they may have thought about the Hungarians when they came in? Were\nthey frightened or were they apprehensive?",
        "Q: When the Hungarians seized the store, your store, what did your parents do to try\nand make a living then?",
        "Q: Chickens and things?",
        "Q: But they couldn’t have, your father couldn’t have a job after the Hungarians\ncame.",
        "Q: Not in a regular job sense.",
        "Q: In the army?",
        "Q: Did you all have a radio at home?",
        "Q: They took it?",
        "Q: So you had to bring them in?",
        "Q: Did your parents also read a newspaper in the town before the war?",
        "Q: Was the newspaper from the town or from a larger town elsewhere?",
        "Q: So your parents knew about things that were going on in Germany and Poland or\nthat kind of thing.",
        "Q: In 1933, yeah.",
        "Q: Was there ever any, when the Hungarians come in, was there ever any discussion\nin your family about possibly leaving at all’? There was?",
        "Q: No place to go?",
        "Q: Okay, now let’s see, we talked about your father and your mother and how, what\nhappened to them once they went to Auschwitz and they were with you the whole\ntime when we talked about you going from the ghetto in Uhzgorod and then on to\nAuschwitz’. So, I basically know their story, you’ve told me that. And your\nfather, you said, you were split so the last time you saw your father was when you\ncame off the train, but you don’t know what happened to him at all, okay.",
        "Q: Now this was Saul, your brother that you were talking about?",
        "Q: After the war, you mean?",
        "Q: Right.",
        "Q: He went through, he was actually in one of those, your father was?",
        "Q: Told Saul about Larry?",
        "Q: He got through the camps.",
        "Q: Sure, I understand. But the last time you heard anything about your father was\nwhen you got off the train?",
        "Q: Why don’t you tell me about, well, we can start with Saul since he survived. Do\nyou remember, let me. Saul Leibowitz was his name. Do you remember his\nbirthday?",
        "Q: Uh, uh. So he was about five years older than you were?",
        "Q: Do you remember what month and day he was born? Do you remember when\nyou used to celebrate his birthday?",
        "Q: Do you remember if it was in the fall or the spring or ---",
        "Q: Okay. If you have a record of 1t somewhere you can call me and tell me.",
        "Q: Let’s see, so basically, did your brother go to public school under the Czechs?",
        "Q: Is there anything special about your brother’s childhood that was maybe different\nfrom yours, that maybe stands out in your mind?",
        "Q: What kinds of things?",
        "Q: And this is under the Hungarians?",
        "Q: Oh, so you did, you mentioned something about after the Hungarians came your\nfather worked to try to help support.",
        "Q: Odd jobs or something?",
        "Q: And so your brother helped him?",
        "Q: Did he also have more responsibility on the farm, did he deal with the cows or the\nsheep?",
        "Q: Okay, had your brother completed school, had he finished the public school\nbefore the war started, or before 1939 when the Hungarians came in?",
        "Q: How long did people go to school, when did they start school?",
        "Q: He did go to high school?",
        "Q: Larry did?",
        "Q: Do you remember what age they would have finished high school?",
        "Q: At six?",
        "Q: And how many grades were there, do you remember?",
        "Q: So it would be about the twelfth?",
        "Q: So, let’s see, in 1939 Saul would have been about sixteen, so he would have been\nclose.",
        "Q: Did he, so I guess he never had a job, like a real job before the Hungarians came.",
        "Q: Saul I’m talking about.",
        "Q: Was he involved in any activities in the town, like a sporting club or something?",
        "Q: There wasn’t any clubs?",
        "Q: What did he do for amusement, do you remember what he liked to do? Did he\nlike to fish or did he like to ---",
        "Q: They grew up fast.",
        "Q: Did he like to do, did he have any hobbies when he was younger?",
        "Q: He liked to read?",
        "Q: Could use, yeah.",
        "Q: So he like to read a lot?",
        "Q: You could get away.",
        "Q: Before the war, before the Hungarians came, did you all like to do things, in the\noutdoors, did you play a lot or did you go fishing or ---",
        "Q: Did your brother, did he have some, a lot of, non-Jewish friends, or did he have\nmostly Jewish friends?",
        "Q: Okay, when you were deported to the ghetto, okay, you said something about\nyour brother being taken away for work.",
        "Q: Okay, can you tell me a little bit about that, what he was doing, do you\nremember?",
        "Q: And this was under the Hungarians, that you said the mail wasn’t coming.",
        "Q: So both Larry and Saul were taken away to work?",
        "Q: Was your father also taken away or no?",
        "Q: So they were in the work camps and when you were deported they didn’t come\nwith you, they stayed in the camps or whatever.",
        "Q: Did you know because of the little bit of mail that came where they were?",
        "Q: When were they taken away to go to the work camps, do you remember?",
        "Q: So, it would have been in 1939?",
        "Q: Maybe 1940?",
        "Q: And you said that Saul survived.",
        "Q: Did he tell you where he had gone, what happened to him?",
        "Q: Was he also in any concentration camps?",
        "Q: Do you know where they were marching, do you remember, did he tell you? Was\nit a death march?",
        "Q: So this was in 1944 maybe, or 1945?",
        "Q: Right, sure.",
        "Q: So he survived and then he was kept in Russia after the war?",
        "Q: Do you know where in Russia he was?",
        "Q: Oh, so that was in the part of Czechoslovakia that turned into Ukraine.",
        "Q: So he lived there and then he came to the U.S.",
        "Q: Okay.",
        "Q: Was this in the seventies or the eighties?",
        "Q: Okay, that’s good. Why don’t you tell me the name of your sister, who was Sura,\nor is that Sylvia?",
        "Q: Sylvia’s in the picture?",
        "Q: Sure.",
        "Q: Okay, do you remember when Sylvia was born, what year she was born 1n?",
        "Q: Do you remember her birthday?",
        "Q: February the tenth?",
        "Q: She was closer in age to you.",
        "Q: And, let’s see. Did she, was she also in public school there, under the Czechs?",
        "Q: Yeah.",
        "Q: Do you remember, let’s see, you said because your brother was older that he had\nsome more responsibility in your family. Did your sister also since she was a\nlittle bit older than you?",
        "Q: Now was this under the Hungarians or was this under the ---",
        "Q: It was probably nice to be away from the house sometimes, too.",
        "Q: Sure.",
        "Q: Right. Did you, I mean you and your sister, since you were closer, did you play a\nlot together?",
        "Q: On the tape, do you talk about her quite a bit and where you went, did you always\nstay together through the camps?",
        "Q: Did she also survive?",
        "Q: Do you remember when he was born?",
        "Q: Right, he was the little baby, yeah.",
        "Q: So, now you said he was born six years after you.",
        "Q: So that would have been about 1934?",
        "Q: So six years later would have been ’34. If you were born in ’28, six years would\nhave been ’34 because ---",
        "Q: Do you remember his birthday?",
        "Q: no, okay. Had he started school yet in 1939? Probably not.",
        "Q: Was he mischievous as a little boy?",
        "Q: Did he have any special chores when he was younger, did he have to do things\nbefore the farm was taken away, or the livestock?",
        "Q: Were there games he liked to play with you guys?",
        "Q: did he like to read too?",
        "Q: What kind of book was it?",
        "Q: Books are a good thing to give, they make you smart.",
        "Q: Did your parents teach you, you said they were very educated in Jewish history\nand things like that, did they teach that to you?",
        "Q: Punishment or anything?",
        "Q: Well, I think I know your brother’s story with your mother, so I think that’s all the\nquestions I have.",
        "Q: I think we’re done, thank you very much for speaking with me.",
        "Q: Well thank you."
    ],
    "answers": [
        "A: My grandmother’s name was Etta Moscowitz.",
        "A: Yes.",
        "A: Uh, let me write it.",
        "A: Do you remember where she was born?",
        "A: She was born in Volosyanka.",
        "A: She was about eighty.",
        "A: Yes.",
        "A: When they took her to Auschwitz.",
        "A: Between °42 and °43, I’m not, you know. I think it’s been documented when\nthese people had been taken to Auschwitz from where I come from.",
        "A: And she lived there. You see Jews lived there for years.",
        "A: Right.",
        "A: His name was Sander. Matter of fact my grandchild is named after him. They\ncall him short Seth.",
        "A: Seth.",
        "A: Yes. SETH. Seth. But at home they used to call him Sander Moscowitz.",
        "A: He was eight-six. That I know for sure. Because he would cry. Oy, what\nhappened to him.",
        "A: Sort of. But women didn’t show it. Women didn’t worship as much as men did.\nHe was terribly upset with God that he didn’t die. You know, he had no fear of\ndeath. He had no fear of death because he was so religious. He felt he goes to,\nyou know. I remember in the ghetto when they took him to the square. More\nolder people that had beards. He had a long beard, not just a small beard, but a\nlong beard. He never got cut his beard because of religion. So, they got these old\nmen on the square and they were cutting their beards with scissors and they were\nbeating on him. So um, you know he was bloody and my mother was the\ndaughter, so my mother finally got to him. You couldn’t go to rescue him\nbecause you would get shot. I mean you wouldn’t get beaten up, you would get\nshot. So she couldn’t go rescue, but when they were finished beating him up and\ncutting his beard, we brought him home and he was just crying terribly and we\nthought he was crying because he was full of pain. You know, his face was\nbloody and black and after a few days the man just couldn’t stop crying so, uh we\ntold him we understand he must be in terrible pain from the blows he got. He\nsays no, he doesn’t cry out of pain but he, it’s not him, he felt so humiliated. So\nmy mother took a scarf and she put around his face and tied it on the top and put\n2\nhis hat on, he wore a black hat and somehow that made him feel better. He\nstopped crying. So, so. And that’s how he went to Auschwitz a few days later.",
        "A: Just before. I just don’t understand. I don’t understand why they needed to do\nthis to him. They knew that he would wind up in Auschwitz. What happened\nwas that they kept us in a ghetto until they accumulated enough Jews to put in\ntransport. Because you know the trains were many and long.",
        "A: Yeah, they had a store, they were selling flour there and sugar. It wasn’t a big\nstore.",
        "A: Yes, a small grocery store. Yes, small. It wasn’t a Giant.",
        "A: Yes.",
        "A: Yes.",
        "A: No.",
        "A: Oh, they had ten boys and two girls. And the two girls, when I was growing.\nYou know, I have pictures of about six boys and one was in the United States and\na few of them died, but they had a lot of children.",
        "A: I have pictures. My mother was the daughter and then I had an aunt.",
        "A: Well, in between.\n3",
        "A: Do you remember, I know it is probably difficult for you to remember, but do\nremember them talking about, or even your parents talking about when the\nGermans, the Nazis, came to power in Germany in the ‘30’s.",
        "A: Yes.",
        "A: Very, very. But I'll tell you, as I talk in the tape. If you see the tape. We knew\nsomehow the Jews have suffered through the last 2000 years, I’m sure you know\nhistory. But this has never happened before to no group of people. So as much as\nwe were frightened and scared, but we didn’t fear actual death and destruction,\nthe kind that has happened. You know they felt, well, they are going to take the\nmanpower and they are going to work them, or they are going to do things like\nthat. But to take small little kids and gas them. We did not expect that.",
        "A: Yes.",
        "A: Of what he was saying. He was actually saying what he was going to do. But,\nyou know, I think human nature has a way of protecting themselves. They don’t\nwant to think of the worst.",
        "A: When we were Czech. Then when the Hungarians came in, there was no radio.\nWe had to hand in the radios. And the newspaper, the news was just not available\nany more. But there were some people who had hid a radio and they would come\nwith some news. But, people wouldn’t even believe such things, you know what I\nmean? Ifthe person that had the radio, and they would come and they said they\nsurrounded some Jews and threw them down the balcony or killed them for no\nreason, it was a little bit difficult to --- to.",
        "A: To believe in the beginning. But then again and again, and again and again they\nwould clean out a town. Then they started cleaning towns. Then we ready\nunderstood.\n4",
        "A: No, no. They didn’t. But you know, of course, I don’t think this has anything to\ndo with my life. But when the Germans occupied Poland we lived near the Polish\nborder, at that time that was. So the Polish soldiers were going through our town.",
        "A: Yeah, when they had the war within a week or 10 days they occupied Poland. I\nmean, I don’t know, maybe two weeks.",
        "A: Yeah. So, I remember that.",
        "A: \"39.",
        "A: Well, you see it was sort of quiet while the Czechs were there. It was sort of, you\nknow, we had a democracy. So we were allowed to go to school. Matter of fact I\nhave an uncle that was a Czech officer and he was a college graduate because\nthey allowed the Jews to go to school. But then the Hungarians came in in ’39\nand that was already, the schools were closed for Jewish kids and the synagogues\nwere closed. But, you know I remember I had a teacher, there were so many\nchildren we had a teacher in the house who was teaching us. You know we called\nit a cheder.",
        "A: No very close, that was my happiness.",
        "A: No, I had very good grandparents. We were also seven kids so I had loving\nparents, but you know I was the sixth child. So I wasn’t getting that much\nattention because there was no time. They loved me, so my grandmother would\ngive me all the attention, she would talk to me. I remember she was a big comfort\nto me.\n5",
        "A: The fear. The fear. As little as I was, I remembered she feared. She worried,\nwhen the war will be over, what will happen to us. That’s what I remember the\nmost.",
        "A: Yeah, when the Hungarians came we already felt that. The Jewish young guys\nwere taken to a work camp. They weren’t soldiers anymore. The Czechs, they\ndid take the Jews to be soldiers. We sort of had, the Czechs we were sort of\ntreated like first class citizens.... Not first class. I mean we didn’t feel it so bad.\nIt’s the Hungarians, when the Germans came there was already murder, it was\nalready completely disaster.",
        "A: Yes.",
        "A: They had a stone house, a stone house. And they had lots of cows and horses and\ngoats and you know, it was like a family in a smaller town. It was like a normal\nfamily, a big family. And on Saturday nobody worked so we would get together\nand we would have meals together.",
        "A: At their house, yes. And Ill tell you, me as a child. I thought I was a happy child\nbecause you know, my uncles loved me and I was a child and it was, to me it\nlooked like a happy situation.",
        "A: No, it was sort of ----here were the living quarters and there was like a long room\nand they kept the ----that’s where the store was",
        "A: Well, you see, I'll start with my grandparents. That’s why it’s better when you\nask me because I go in from one to another. Um, when the Hungarians come in\nthe Jews could no longer have stores even. The Jews could no longer do things,\nyou know, because when you had a store you needed a permit. And you know,\nthey took it away from you. So they had to close the store. And, you say, how\n6\ndid they live, but they had some piece of grounds, and they had the cows that\nmade milk and made the butter and potatoes, they put potatoes in the ----- you\nknow, they had potatoes. It wasn’t a wonderful life and you know, they didn’t\nlive in a house like I’m living. They had two rooms. You know, they would\nsurvive. To give you an example, my parents by the Czechs, they had store, it\nwas a shoe store.",
        "A: My parents had. They made a living room out of that. But as soon as the\nHungarians come in it was taken away from them.",
        "A: Yeah. I mean, I’m just showing you an example.",
        "A: No, we didn’t have to wear a yellow star by the Hungarians.",
        "A: When the Germans came, but you see when the Hungarians came they restricted\nus to certain extent that we tried not to be invisible. Who went to the park? I\nmean, we wouldn’t do that. We wouldn’t. Even when they wanted to worship, it\nwas in secret. It was in somebody’s room. And then you watched, you shouldn’t\nbe seen going in there too many times, you see. Then they didn’t worship every\nday anymore. If they could get to it on Saturday they would be glad to do it. I\nmean, you know these old religious people because they were afraid of God.",
        "A: Well, he would do it by himself but not anywhere in a group.",
        "A: Oh, yeah.\n7",
        "A: Well, because it was a war. They were taking it from the non-Jews too actually.",
        "A: They were taking it from everybody, because the war was going on and there\nwasn’t enough food so, it wasn’t that people lived by laws, there was no law. I\nmean, any hooligan. If you beat up a Jew, he wasn’t persecuted. There was no\nplace to go to complain. There was a place, we did have police. But, you\ncouldn’t go complain somebody beat me up, because you would get more.",
        "A: Sure, sure. Children, you know, it was very funny. It was very funny because by\nthe Czechs, you know, when we went to school we went with our neighbors. And\nwho were our neighbors, the non-Jews. And I always thought, I walk to school\nwith this non-Jewish child and I really thought, I mean, I always thought it was\nmy friend. You know, as a child you play with this kid, you know, this is my\nfriend that I play with. But as soon as the government has changed and gave the\nred light to vandalism, maybe the people were scared or something. You see, I\ndon’t know. So I lost my, I immediately lost my friend, my play, you know, my\nplaymate. You see, they didn’t want anything to do with me. I mean, I’m telling\nyou from my point of view, as a child what bothered me. My father bothered\nbecause he didn’t have to give us a piece of bread. But....",
        "A: You know a child is now looking back on it. If there was a wedding, let’s say\nthere was a non-Jewish wedding. By the Czechs we would go and watch the\nwedding. I liked to go and watch a wedding, so I went and I watched a wedding\nand I came back and, you know, I was let free by the Czechs. But when the\nHungarians came, you know, my mother wouldn’t let me go anymore. I’m just\ngiving you a small example that she wouldn’t let me go because everybody in\ntown knew I was Jewish and therefore I was . Do let’s say there\nwere even 10 good non-Jews, but you would always find one that would want to\nget me over the head. You know what I’m saying?",
        "A: I jut gave you an example. Or let’s say, lots of examples.\n8",
        "A: But, I don’t want to take too much ---- I mean this was just that a child’s,\nespecially because I was a little girl I liked to look at a bride or something. But\nmany things, at night definitely you wouldn’t go out. Oh, definitely you wouldn’t\ngo out. Like, you know, if we needed, then if went to the store they would sell us,\nthey would sell us if we had the money, they would. But, well, we’re still talking\nabout the Hungarians now or the Germans?",
        "A: Okay, like, I wouldn’t be allowed, the children weren’t allowed no more to go\nlike to the store. Sometimes my uncle would give me 25 cents and I would go\nand buy an ice cream. I no longer, they wouldn’t allow me to go by myself. You\nknow, if they brought it into the house, you know. At that time there was no\nmoney to, you know. At that time if my mother could get some different things to\nsurvive, but you know, they wouldn’t let us go out. My brother would go and get-\n--- then they also took him away too, uh. I had an older brother than this.",
        "A: Yeah, I had an older brother. But then they took him away to work, you know.",
        "A: His name was Larry, my son 1s named after him. We called him Libel, but my\nson is named after him. His name is Larry.",
        "A: Well, when the Germans came, they right away said that the Jews can not only,\nthey could only go out, let’s say, a couple of hours a day. Not only at night, a\ncouple of hours a day and if you found a Jew on the street, you know, wanting to\nbuy something you could be shot for that or you could be taken away to this\nconcentration camp which eventually wound up in Auschwitz. So the Jews had to\nwear the Jewish stars, even children. And then the non-Jews were not allowed to\nsell to Jews or aid them in any way. You see they gave, when the Germans came\nalready, Pll tell you, I don’t blame the non, at that time, you know I read now, I\nknow there were some very righteous non-Jews that really, what they did, I don’t\nknow if I would do it today when I have children and grandchildren because\nwould they aid a Jew, they would be taken away to a concentration camp. So the\npunishment was so tremendous of aiding a Jew that he himself wasn’t safe. I’m\ntalking the non-Jew wasn’t safe. That was by the Germans, by the Germans.\n9",
        "A: I think it was between ’42 or °43, but you know, I am not sure exactly.",
        "A: Yeah, because you have the town and I’m sure.",
        "A: That was after they took us away from home into a ghetto.",
        "A: That wasn’t while we were home. But, when the Germans came, though, they\nworked so fast, they worked so fast. If I, within weeks they took us to a ghetto,\nwithin weeks and they put us into the ghetto.",
        "A: Yes, within weeks, it wasn’t months.",
        "A: Yes, yes. Now you see, it’s true. You know, I’ve always had this color, now I\nhave to put a little color because I am white. But I was always this color so when\nI talk many people ask me, you don’t look Jewish. I say how is a Jew supposed to\nlook? So, it wasn’t, what happened was, the non-Jews handed us over to the\nGermans. You know what I’m saying?",
        "A: Yeah. Even we had to have a Star of David on the house too. But, let’s say they\ndidn’t know that my parents had seven kids. But, the non-Jews, so there was no\nplace to hide and they were afraid to hide us because if they’re gonna find us then\nthey’ll go where we are. So it was a no-win situation there.",
        "A: Uhzgorod, it was a bigger town. It was a city, I would call that a city already.",
        "A: I’m not sure.\n10",
        "A: No, it was maybe an hour ride with a train. It wasn’t ----",
        "A: Yes, there was a train station in our town.",
        "A: My grandparents and the stronger uncles were taken away to work. My brother\nLarry was taken away to work. My brother Saul was taken away to work. But\nthe rest of them, the smaller children. That’s another thing, you know they\nplanned that so by the time they came to take us to the gas chambers that there\nwasn’t enough strong manpower, they left the old people, the little kids, the\nwomen, the older, you know. They planned it so just in case ----",
        "A: And another thing that they ask me many times, well how come you didn’t fight\nback? Jews were such law abiding citizens that not only that, but 1f somebody\nwould have found it was against the law to have a gun in the house. So, you\nknow, Jews just didn’t keep guns in the house. I spoke in front of officers, Navy\nofficers, and that was their first question and I understood what they were saying,\nit’s just that I don’t know if I could have given them a sufficient enough answer of\nthe situation that was there. When you don’t have a gun and you don’t have the\nmanpower anymore, how can you fight? Then nobody really knew that you’re\ngoing to a gas chamber, it was a big secret.",
        "A: Relocated. They said they need manpower to work.",
        "A: But, I’ll tell you, the way they dealt, we should have known something is horribly\nwrong. The way they dealt with a human being, if they wanted to make us work,\nyou don’t go and beat someone to death or beat someone half dead, you know. It\nwas, you know, we weren’t dealt like we were human.\n11",
        "A: Well, also again they didn’t keep us long in the ghetto either because it was like,\nyou know. I think they knew when we were there that the war, now looking back\non it they didn’t keep us long in the ghetto either. But, the living quarters, the\nghetto was a brick factory, they emptied out a brick factory, it was big. There\nwere no beds or kitchens in a brick factory, so we brought some blankets with us,\nyou know we carried certain things and they gave us a little place there in the\nghetto where we stayed, where we had our little place on the floor. Then they\ngave us rations, soup, you know, in the morning coffee, and at night soup. Of\ncourse the living quarters were horrible, there was no place to wash and the kids,\nthere were no bathrooms. So, it was a horrible situation. And the worst of all, we\ndidn’t know what would happen next. All we saw is that every day they brought\nin more Jews, more Jews. We just didn’t know what they were going to do with\nus.",
        "A: probably months, just maybe, I don’t know. Maybe a month or two at the most.\nFrom what I remember, it wasn’t, you know like the Polish Jews were in ghettos\nfor years, but this wasn’t a work ghetto. The Polish Jews were in a work ghetto.\nThis was not a work ghetto.",
        "A: Yeah, they got us together and shipped us to Auschwitz. Because at that time\nalready they had the capacity, you see with the Polish Jews they didn’t probably.\nThey didn’t have the capacity of destroying that many, so they had to kill them by\nbullets. So, you know, it was different. But with us, they could gas thousands of\nthem.",
        "A: Months, I would say months.",
        "A: Right around the middle, between °42, ’43 maybe. Let’s say ’43 already.",
        "A: Yes.",
        "A: Yes, in a cattle car train.\n12",
        "A: And then, I’Il tell you, when I think back on that ride, you know they put so many\npeople into that cattle car. We had no bathrooms, small kids, sick people, they\njust packed us in there. You know, if they would have taken us to work\nsomeplace they wouldn’t have done to us what they did. Just even the transport,\nthat in itself should have said something to us. But we couldn’t imagine, we\ncouldn’t imagine that we’re going to the gas chamber. We couldn’t imagine that.",
        "A: Yes, yes.",
        "A: Well, it stopped. It stopped and the smell. You’re probably going to see, I think I\ndo tell ---",
        "A: I tell the day in Auschwitz, one day in Auschwitz I think I tell. And, um, you\nknow. If you want me to [Il tell you.",
        "A: I can tell it again? Because I want to tell you new stuff, not repeating myself.\nWhen we stopped in Auschwitz they didn’t open up the door, we didn’t know\nwhere we were. We just saw a big sign that said, you know, a round sign. It was\nlike this, and it says “Arbeit macht das Leben suss”’, and that means in English,\nwork makes life sweet. So, but still the smell was terrible, the smell was terrible\nand there was a big fire, like a big building or something was on fire. You could\nsee far in from the tracks, but they didn’t open up the wagons until it got\ncompletely dark, I mean it was dark, dark. All of a sudden floodlights came on\nthe train and we saw these SS there on the platform, you know, and dogs, dogs.\nAnd they opened up the doors and started screaming, “Heraus! Heraus! Heraus!”’\nAnd, you know from that trip a lot of people died because they threw in sick\npeople and old people and so whoever could run out from this train, they were\ngoing out. If not you were beaten up. So they rushed so that they shouldn’t get\nbeaten, but a lot of them that stayed there they just carried them out and put them\non the truck. There was a truck, a big open truck, was right there, you know, not\nfar from the platform. Everybody tried taking out the few things that they had for\nthem, not that it was anything but, everybody is trying to survive, so they think\nthey’ ll be needing it.\nSo there was a ditch and they were yelling at the people they should throw away\nthe luggage, and people didn’t want to part with it. One was screaming “I don’t\nhave the name on it!” They were worrying that they’Il never find their luggage\n13\nbecause they don’t have the name on it. So there was sort of a commotion, so\nthey were hitting on the people and they got beaten up, they threw away those few\nlittle things that they had there. But, with my grandfather he didn’t want it, he\nwas getting beaten up, but he wouldn’t part with it. And so, you know what they\ndid to him. Should I repeat, should I say it again?",
        "A: The tape is on? So he didn’t want to part with these Ten Commandments, with\nthis Torah. So they were beating on him. We were pleading with him “Throw it\naway! Throw it away!” He didn’t want to do it, so they beat him, they kicked him\nand then he could no longer get up. He was there and then they were beating on\nus to go to the right, to the left. And what I remember seeing 1s that they just took\nmy grandfather and they threw him on the truck because he couldn’t get up\nanymore and the Torah, the Ten Commandments were in the ditch. And me and\nmy sister they put us to ride with my mother and my mother held on to my\nbrother, she wouldn’t let go of him.",
        "A: That was my youngest brother, he was six years younger than I was. She\nwouldn’t let go of him, so they started beating on my brother so she let go. But,\nshe didn’t know that they’re going to put him to the left, that they’re going to put\nhim on the other side and my brother screamed and cried and there were other\ncries from other children. But, she sort of, she must have recognized his cry so\nshe looked back and, you know, he was trying to go to my mother, so they were\nhitting on him and so my mother ran to him from the right to the left and they\nwouldn’t let her go to the left. So, they were beating on my mother, she fell and\nshe was crawling and pleading with the SS, “Please let me go to my kid! Please\nlet me go to my kid!”’ So, finally after she was on the floor and pleading with him\nand, I don’t know, change of heart, he kicked her and she went to the left. You\nknow, he kicked her and she sort of moved to the left. She ran to my brother and\nshe got a hold of him, and, you know, my brother cried anyway because he saw\nmy mother so beaten up. And they walked off, Pll tell you the truth, you know,\nwhen I think if, sometimes, moments I said, I bet my mother would survive. But,\nright after the war I knew she would have not survived anyway, so I say to myself\nmaybe a good thing that happened, you know there were so many kids they went\nto their death so frightened, so scared because they didn’t have their parents with\nthem. Now, the little infants, they didn’t know, but the four, five, six year old\nchild, it was dark, it was dark. In the beating, you know, they were hitting on\nchildren. You would think they would leave children alone. If the child, let’s say\ndidn’t obey what they said, if 1t wanted to go here or there they were they were\nhitting on kids like they hit on adults. And why they needed to do that I don’t\nunderstand, why they needed to hit on kids. And, so I say to myself, maybe she\nwas a comfort to another child there, I’m sure. You know, she had seven kids\nand, so ---- so that’s how my mother left to her death.\n14",
        "A: They went to the gas chamber right away.",
        "A: Yes.",
        "A: Oh, yes. You know the parting was difficult, you know times were terrible, but\nwe were together, you know. If you tried to separate families it’s just --- I can’t\ntell you how painful. The price they had to pay while they were separating them,\nyou know, beside the physical pain, the emotional pain was horrible.",
        "A: The men were separated separately.",
        "A: Left and right. So that was the end.",
        "A: When they opened the trains. It was so chaotic, you know, they let the dogs bite,\njump on you, you know, you’re scared. I can’t tell you, it was like hell on earth.",
        "A: Okay, my mother’s name was Rose, I mean her maiden name was Moscowitz, but\nthen when she was married to my father it was Leibowitz.",
        "A: No, but she was, in this picture she was in the late thirties, early forties, when we\nwere taken to Auschwitz.\n15",
        "A: Yes.",
        "A: In Nod Berezna, another town.",
        "A: Yeah.",
        "A: Martin.",
        "A: Yes.",
        "A: I know that he was six years older than my mother, but I don’t know exactly the\ndates. He must have been in the late, sort of ---",
        "A: Mid-forties, yes.",
        "A: No.",
        "A: Seven kids.",
        "A: Three brothers and four girls, including me. There were three sisters, but I was\nthe fourth girl.",
        "A: Yes.",
        "A: Shall I give you from the oldest down?",
        "A: Well, Larry, shall I call him what we called him?",
        "A: We called him Lib, and then he, I named my son after him as Larry.",
        "A: Yes, B.",
        "A: He was the oldest. Actually, wait a minute, I had a sister, she was the oldest, but\nshe came to the United States so she didn’t go through the concentration camps.",
        "A: Before, in °39, would you believe it? Just before the whole disaster.",
        "A: Her name was here, we called her Lya (side B, tape 1), but Frances they called\nher in the United States. Frances.",
        "A: It’s another story.",
        "A: That’s why it’s good you ask questions because I can sit here for half an hour\ntelling you how we got in contact.",
        "A: And then, I had a sister, her name, uh, my God. Her name was Sura.",
        "A: Yes. And she had a child, and, you know, it was at night so she just walked away\nwith the child. Some children were torn, you know mothers were torn away ---\n17",
        "A: And probably she was the lucky one. She just walked off with the kid.",
        "A: She had the kid with her. And then my brother, my brother, this is my brother.\nHis name was Saul.",
        "A: No, his name ---Shlomo actually we called him, in Jewish,. And then this is my\nsister that I live through my life during the war. Her name is Sylvia, we called her\nZeisl.",
        "A: Spell it? Zeisl.",
        "A: Yeah. In Jewish we would call it shorter. And right now her name is Sylvia, and\nthen it’s me.",
        "A: Yes.",
        "A: Efraim.",
        "A: Yes, it was like, it was like a franchise, there were lots of places. That was only\nby the Czechs, and then the Jews weren’t allowed to have no franchise.",
        "A: They just sold them, you know there was a factory that supplied these batya\nstores. Like Hahn’s.",
        "A: But it wasn’t that big, you know everything was smaller there.\n18",
        "A: The synagogue and then, you know, we had to make our own schools. So we saw\neach other in the schools.",
        "A: by the Czechs we went to public school.",
        "A: Private, because we weren’t allowed no more to go to school. And the schools\nwere held at home, it wasn’t a private building. It wasn’t a building where the\nkids could go to, it was in different homes.",
        "A: Yes, believe it or not that’s why he didn’t understand.",
        "A: Well, he kept on saying he fought for the Hungarians actually.",
        "A: The Austrian-Hungarians. That’s why he thought he was safe.",
        "A: Yeah, that they’ ll recognize that even he’s a Jew but he served his country.",
        "A: Yeah, he served for the country he lived for, he lived there. Matter of fact he was\nwounded.",
        "A: Right here. You know, a bullet went through his leg.\n19",
        "A: In Austria, I was a little kid so I don’t really remember but I know that he was in a\nwar.",
        "A: Yes, war, yes he did. Yes.",
        "A: You know, we believed maybe it would happen to one, to two, maybe a German\nthat isn’t educated. We didn’t think it would be an organized situation. You see\nwhat I’m saying?",
        "A: How can, how can a country or whatever organize to eliminate a people? You\nknow, we thought it would be like, one person that will vandalize us or, you\nknow.",
        "A: Well, they were educated in Jewish, very much so.",
        "A: You know, I’m Jewish but I’m not that religious, I have difficulties today. I have\ndifficulties today. I’m afraid to think that there is nothing because it can be\nworse, but ---I don’t think I am as religious as my people. My parents, my\ngrandparents, they definitely believed, they were definite believers. To them, a\nsin was maybe doubting God. I mean ---",
        "A: I don’t know, but I know they were well educated in Jewish. They would quote\nthings from the Bible, maybe that was their way of educating us to be human\nbeings. I’m not sure why they did that, but uh, if there was any correction in our\nbehavior, you know kids act up sometimes, so they would quote us from the Bible\nwhat is right and what is wrong. The Bible says this, the Bible says that.\n20\nabout your house and where you grew up and that kind of, like maybe how much\nland you had, where it was, was it a wooded area or ---",
        "A: We had a house and we had also ---",
        "A: No, no. It was a stucco house.",
        "A: Oy, if I would go back there I bet I would recognize it because I remember it so\nvividly.",
        "A: They wouldn’t, I went back to see my brother in Russia because he was, I was in\nBergen Belsen when the English ---",
        "A: They liberated me. In Russia, when my brother was liberated he was liberated\nunder the Russians and then he could no longer leave.",
        "A: No we brought him over here, well he was in Russia for many years, but then we\nbrought him over here and he died.",
        "A: About three years ago.",
        "A: Yes, and we had cows and, you know, sheep and we had a different house for the\nanimals.",
        "A: Like a barn, yeah. And we had some, near the house, we had some. You know\nunder the Czechs, the reason why my grandparents had more cows and all kinds\nof animals because they had land, they had, we were allowed to own land by the\nCzechs. When the Hungarians come nothing was ours, you know what I’m\nsaying? They took it away.\n21",
        "A: Oh, yeah, yeah.",
        "A: Well, I used to like to play with the little calves. They were my favorite. Oh, I\nloved them.",
        "A: Yeah, yeah. The kids loved it. You know we were so many children, so that was\nour life sort of, to uh ---",
        "A: No, in the town.",
        "A: Yes.",
        "A: Yes.",
        "A: No, the shoe store was in a different building because it was a franchise sort of.",
        "A: Yiddish, Czech and Yiddish.",
        "A: Yes. From what I remember, because most of my life, most life in Europe I was\nunder Czech. Under the Hungarians it was only three or four years so, then I was\nso, I didn’t see much of the outside world. So, to me the Czech life was more so -\n22",
        "A: They were apprehensive, they were apprehensive that we weren’t allowed, I mean\nwe were a second class citizen, you know. We were limited, we were even\nlimited to worship, I mean that doesn’t hurt anyone. What can a person do with\nworship in God? I mean, we prayed for better times. And then, you know, we\nwere preoccupied with how to survive, how to feed all these mouths. That was\nour preoccupation and our safety.",
        "A: It was really very difficult. We had to live off, again like my grandparents, we\nhad a little place near the house that we planted carrots and potatoes and you\nknow, just barely. And then we had our cows, so we had our cows for milk.\nPeople there lived mostly on potatoes and milk and bread, oh bread was a big\nthing. And we had poultry, we had ---",
        "A: Chickens and goose, white goose I remember.",
        "A: Oh, no.",
        "A: No, he had, you know, odd jobs here and there. I think my father was more\neducated, I think he had, you know, because he --- I think my mother was less\neducated, but she was educated in the Torah, she was educated in Jewish. She\nwent to a cheder (side B, tape 1). But, I think that my father did go to some\nschool because I think he was an officer in the ---",
        "A: In the army, yeah.",
        "A: We had, but the Hungarians you had to hand them in.",
        "A: You had to hand them in.\n23",
        "A: We were scared that they’ ll find us, you know, where can you ---",
        "A: Yes, there was newspaper, but not after the Hungarians, there wasn’t no ---",
        "A: It was brought in from the larger town, you know like the New York Times, you\ncould find a New York Times in Washington. There was no place where they\nmade it.",
        "A: More or less, when Hitler, we knew when the German, uh, what was his name,\nuh, when Hitler became, got the power, the leader, we knew. We knew.",
        "A: We knew when Hitler got to power.",
        "A: We wanted to come to the United States, but, you know, because I had my sister\nhere. But, we couldn’t no longer. Now where could we have gone? We were\nsurrounded, in Hungary the Jews were treated like we were treated, in Romania,\nJews were treated like we were treated. If you see Czechoslovakia in the middle -",
        "A: No place to go. There was no place to go.",
        "A: But my brother, my brother, told us when he came that he met up with a man that\nwas with my older brother and my older brother ---\n24",
        "A: Yeah. Now, I’m going to talk about Larry, that he actually survived all this time,\nbut when they were taking him back as the Russian or the ---",
        "A: No, that was almost the end of the war, he died of starvation in a train because\nthey were taking him away. You see, what they were doing 1s that they were\npicking, you know you have these grenades on the floor, let’s say, you know\nwhen the Russians retreated, when the Germans, before the Germans would make\nany steps they would send out these Jewish boys to the mine fields.",
        "A: So they would pick up, you know. So that’s what happened. He survived that.",
        "A: No, my brother. But, what happened was he died of starvation because when they\nhad to retreat, they were retreating and taking these, whoever was left, a handful.\nThey weren’t giving them to eat or anything or sleep, so he just ---That’s what\nsomebody told my ---",
        "A: Yes. But, you know, could he have survived maybe the starvation he would be\nalive because he survived ---",
        "A: Yes. But, you know, I wasn’t there.",
        "A: That was it.",
        "A: Uh, I should, I think he was born in ’23.\n25",
        "A: Yes.",
        "A: Uh, I don’t know exactly and I don’t want to tell you when I’m not sure.",
        "A: I can find out.",
        "A: All right, all right, P’Il do that.",
        "A: Under the Czechs, yes.",
        "A: Well, he had more responsibilities than I did.",
        "A: Well, let me tell you, he helped my father with small little jobs like, let’s say, a\nnon-Jew, it was forbidden for a non-Jew to ---by the Hungarians they were\nallowed, by the Hungarians the Jews couldn’t own anything. But the Jews were\nallowed to work for the non-Jews sort of. So he used to ---",
        "A: Yes, we are talking now about the Hungarians. So he would go and help my\nfather to ---",
        "A: Little jobs.",
        "A: Yes.\n26",
        "A: Right, right.",
        "A: Well, I'll tell you under the Czechs we had a bigger farm, but under the\nHungarians we no longer had the farm, except they let us have a few cows and a\nfew chickens. But, as I said, even under the Hungarians they were taking from\nthe non-Jews too, but the non-Jews, the grounds still belonged to them. You see\nwhat I’m saying? They took the livestock. But the ground, they could own the\nground, but we no longer owned the ground.",
        "A: You know what, we can figure that out.",
        "A: He went to high school.",
        "A: My oldest brother finished high school.",
        "A: Larry did, I don’t know if he fully did finish.",
        "A: Well we started at six.",
        "A: Yeah.",
        "A: Like here.",
        "A: Yes, it was like here.\n27",
        "A: Yeah.",
        "A: No.",
        "A: No, he just helped my father, you know.",
        "A: No, there wasn’t such a thing.",
        "A: No.",
        "A: You know, it is so difficult to explain a child’s life then and a child’s life here,\nwhen I see my grandchildren, may God keep them well. Um, it’s just like,\nchildren were just not children, children were like old people. What they worried\nabout is how to survive, how to see the sadness. Let me say this, by the Czechs it\nwasn’t so visible, but as soon as the Hungarians came in, the children were no\nlonger children.",
        "A: They grew up fast, they grew up fast.",
        "A: Well, he liked reading.",
        "A: Oh, he loved reading, he loved reading. Any book that you know, books were\nscarce. I know that, you know, a Torah is a holy thing, but you wouldn’t believe\nthat a book to us was a holy thing. Any book that you got a hold of, I remember\nwe had a breakfront, what do you think was in that breakfront, a book that we got\na hold of. It was, everybody read it, and we read it. We used to dust the book, the\n28\ndust shouldn’t fall on it. That’s how scarce a book was. So I tell you when I\ncame here to this country and I had my children, I kept on telling them how, you\nknow, privileged. My children knew when they go to school they are privileged\nto be able to go to school. They are privileged to have an access of books that\nthey could have.",
        "A: You know, it’s like, to us books were like jewels. Yeah, that was a good word,\nlike jewels.",
        "A: Oh, we all, in that respect, because there wasn’t that much that kids could do. So,\nwhat do you get? You know, so when you read a book your mind was\npreoccupied. Your mind was occupied.",
        "A: From your sadness, from your uh ---",
        "A: Well, we played like kids play. You know, we hop scotched I remember, and I\nplayed with non-Jewish children hopscotch, I remember.",
        "A: Well, when we went to school by the Czechs we had non-Jewish, we thought they\nwere our friends. You know like kids, you don’t think which synagogue, which\nhouse of worship you go. Kids don’t think like that, so who cares?",
        "A: That was before the ghetto.",
        "A: That was another thing, you know. My mother, they took them away and we\ndidn’t get mail from them, the mail wasn’t coming. So, I remember, in the\nbeginning, the mail would come, maybe, very, the beginning we would get a\n29\npostcard from them. So, my mother, we didn’t have much, so my mother used to\nbake cookies and send them little packages, you know of cookies.",
        "A: Right. But occasionally we did get, in the beginning. So then the mail stopped,\nso I remember how she carried on. She felt that they are not alive anymore\nbecause we weren’t getting any mail. So, my mother was preoccupied with that,\nthat they took away her sons and, you know, that they’re not alive. There was no\nway to find out where they were.",
        "A: Yes, yes.",
        "A: He was taken away to work in town, but he could sleep at home. You see what I\nmean? But the boys left and we didn’t, you know, we didn’t see them again.",
        "A: Well, wherever they were, yeah.",
        "A: Golly, I don’t remember. That was just at the beginning, you know, just as a child\nI remember my mother was excited baking cookies to send to them and then she\nwas sad because she could no longer send them cookies and being that they don’t\nwrite, they’re not alive anymore, so she was mourning. You know, I remember\nher crying over that, that her boys are probably not alive anymore because we\ndidn’t get the mail.",
        "A: that was after the Hungarians came.",
        "A: Well, maybe a little while later.",
        "A: Something like it, yes. I was a little kid so I don’t remember the exact time.\n30",
        "A: Yes.",
        "A: Yes, he worked in different places, in different places under the Germans. Then,\nthe Germans took over these Jewish ---\nQW: Was he in Hungary still or, I mean in Czechoslovakia still or ---",
        "A: No, he was in Poland and in Russia and all over the place, all over the place.",
        "A: He wasn’t in Auschwitz, he was only in the work camps and they got liberated by\nthe Russians, marching,",
        "A: Well, sort of. Yeah, they were marching them and then one night the Russians\njust showed up, yes.",
        "A: The dates I’ve got a problem. Let me tell you how he survived. What happened\nwas when the Germans were marching these guys, at one time they rested up\nsomeplace. You know, it was a place, I don’t know what, a farm. He called it,\nlet’s say a farm. So he sneaked away and went in under the hay, you know he\ncovered himself up with hay until the next day the Germans left with the group,\nbut he had a problem, he had a problem when the Russians came, he had a\nproblem to explain himself, where is he coming from, where has he been? So,\nyou know, when he would tell me these stories I, myself, couldn’t believe what\nthis guy had to go through just, even, after the war, how the Russians kept him\nlocked up. But then he was telling the story how, you know, so finally they\ncaught up with the group, so they knew that he must be telling the truth because\nhe knew about the group and it was lucky that they caught up with them a short\ntime later so they told him to let him go because, who knows, they could have\nthought he was a spy and they could have killed him.",
        "A: So that was the lucky part, so even if he wanted to survive he could have gotten\nkilled after, after war for different reasons.\n31",
        "A: Yes.",
        "A: Well, the last place he lived was Uhzgorod.",
        "A: To the Ukraine, and the Russians occupied it.",
        "A: Yes, I can call you up and tell you exactly when he came because we brought him\nout.",
        "A: And did we have a time, also.",
        "A: Seventies, I think it was the seventies when we brought him over. I’Il tell you the\nexact dates because we have the papers. That I can give you the exact date.",
        "A: Sylvia.",
        "A: Sura never went to that accidentally, you know, you see what the Germans did in\nthe beginning they just gassed everybody that came to Auschwitz. But, when we\ncame at that time the German munitions factory already said don’t kill them all\nout, send me the manpower. That’s where I worked the munitions factory. But,\nso that’s how I survived. But, my sister, they probably would have grabbed the\nkid out of her hand but she was short and skinny, sort of, so you know, they\nweren’t paying much attention to her. So she got away walking to the gas\nchambers with her child. I mean, it was like, you know, a freak accident.\nProbably would have been worse for her if they would have taken the kids out\nbecause her kid was really small.\n32",
        "A: Who knows what was worse, who knows?",
        "A: Yea, 1925.",
        "A: February the tenth.",
        "A: Yeah.",
        "A: Yes, I was born in ’28.",
        "A: Yes, but, you know she didn’t finish. But you’d be surprised, we tried so hard to\nstudy even in our own little private cheders, what we called them.",
        "A: And that was our outlet, you were asking me whether we had ---this was our\noutlet, to get a pencil and paper and write or, you know, number work. I used to\nlove number work, actually I loved it. A piece of paper was difficult, so it was\ndifficult all around. My kids grew up that they were privileged, they had enough\npaper and pencil. I didn’t tell them the rest of the horror stories, but I just made\nthem --- I really still feel that a child that is, that has the privilege of an education\nand doesn’t take, that doesn’t say, you know, my daughter went to college, my\nfirst daughter went to college, I said to her, you know, you are privileged to be\nable to go to college. And I really think she was there and she felt, you know,\nsomething terrific is happening to her. I really think she felt like that.",
        "A: Yes, we would go and wash floors for other people and clean. I mean, because\nthere were a few doctors there.\n33",
        "A: Under the Hungarians, not the Czechs. The Hungarians, a matter of fact, should I\ntell you, I remember even me, I used to go and help out, you know. We were\nglad, because what happened was when I went to help out, to do these chores, you\nknow somebody gave me a slice of bread. You know, I don’t know, I also felt\ngood that they asked you to come. Actually, you felt good that they asked you to\ncome in to their house to help them out with these chores.",
        "A: It was, it was ---well, I can’t say it was nice because I had to wash the bathrooms,\nI had to wash the clothes and, you know, I was a little kid. I wasn’t that old,\nmaybe 12 or 13 years old when I was doing it. But, it was okay, because that’s\nhow we were surviving, you know what I’m saying?",
        "A: And they weren’t beating on us.",
        "A: Yes, we fought a lot and we played a lot. Yes, but we were very close. Matter of\nfact, I think you’re going to hear in the tape that, probably if not for her, I\nprobably would not have survived. I'll tell you why -- because I’m not that strong\nwilled and I, oh I know, many times I just didn’t want to, like when I was in the\nmunitions factory, I was tired and I was hungry and I was, I was half dead. So, I\ndidn’t want to get up in the morning and these people, that they didn’t get up in\nthe morning, they were left in the barracks when we worked. You never saw\nthem again, they probably, you know, we just never ---nobody asked. We never\nsaw them again. They probably just did away with them. So, I would want to do\nthat and she would lift me up and she shook me in the morning. She dragged me\nout, but 1t was cold, you see where we were in Germany it was very cold and,\nhere, you know, we had these wooden shoes and the one dress. So, she would\ndrag me out to stay there for an hour, you know, and she would encourage me,\nshe would give me, you know half a slice of her half slice of bread so that I\nshould just go on, go on. She would do a lot of work for me that, you know, I\ncould not work so hard, she just --- But, in the end, I remember in the end, you\nknow, she said she’s not going to leave me here alone. She would get angry at\nme, she would get angry at me because I say, “I’m going to die”. You know, to\nher it was a threat. To me it was real, mentally, with me In think my mental stage\ngave up So ---you know, I don’t care anymore, so if not for her I probably\nwouldn’t be sitting here and talking.\n34",
        "A: Yes, yes.",
        "A: Yes, yes. In the end, I don’t know if I put that on the tape. When they brought us\nto Bergen Belsen, she was the first one to get sick because when we got to Bergen\nBelsen was when (tape ended)\n(Beginning of tape 2) Let me ask you about your smallest brother, about your\nyoungest brother. Now, let’s see you said your, that was Efram, Efram?",
        "A: Yes.",
        "A: Well, matter of fact, I do remember when he was born, I was a little girl myself.\nBut, 1t was like, we were already six, but there was sort of an excitement when he\nwas born. You know, being that he was the youngest, all the kids sort of felt that\nhe was their little toy.",
        "A: So everybody was involved with him, you know.",
        "A: After me.",
        "A: Yeah, right. No, ’36, wait a minute, I was born in ’28.",
        "A: Okay, okay.",
        "A: No, no,",
        "A: No, because we were under the Hungarians, you know, he used to come into the\ncheder and just, sometimes, annoy, they would throw him out of the room. But,\n35\nyou know, most of the time they would keep him there. Sometimes he would be\ngood and sometimes, you know.",
        "A: He was a little, yeah, he was a spoiled little kid because the kid it wasn’t so much\nthat my mother and father had that much time for him, but, you know, he was like\nthe kid’s toy. He was a loving little kid, so everybody picked him up and hugged\nhim and I think that’s what made him so loving because he had so many people.",
        "A: I don’t remember the specifics that they would give him something to do. I don’t\nremember.",
        "A: Yeah, yeah. Hide and seek, you know, yeah. He would like to hide and we\nwould have to run after him, you know and find him. You know, like a child.",
        "A: oh, he just had an aleph-beis book. I remember it, and I’m telling you he would\ncarry this book along and he wouldn’t show just anybody, he had to be your\nfriend in order for him to show you that book.",
        "A: Aleph-beis, it was like an A-B-C book, in Yiddish they called it an aleph-beis\nbook, he called it the aleph-beis book, but it was the A-B-C book, A-B-C book,\nand he loved that book, he loved it, he carried it, he went to sleep with it, like who\nknows what. But, you know to get to a book like that wasn’t so easy either in the\nwar, So it’s ---so, it wasn’t like this book could be replaced so easily. You know,\nfor my children’s birthdays and my grandchildren’s birthdays I always, well for\nmy children’s birthdays it was a trend, it was always a book. But even for my\ngrandchildren’s birthdays when they were little I always went and bought a few\nlittle books and send it to them for presents, I don’t know why, but this was, they\nknew when their birthday would come, they’Il get books from me, little books.",
        "A: Well, I mean, you see, an American child does not understand that a European\nchild, even a non-Jewish child was not that lucky to get this education. A lot of\npeople don’t, it was when I was raised, when I was raised, maybe now it’s\ndifferent. Probably it’s different, here it’s different too. But, when I was raised a\n36\nbook was, or an education was scarce. People didn’t have the money, and didn’t\nhave the means.",
        "A: They did, and they also used it. If I think back, like let’s say I did something that\nthey didn’t like, they would bring out a quote from the Bible, what’s wrong and\nwhat’s right. Like they would tell me, you know, they would say God gave you\nthat you can choose from right and wrong, now, do you think God would be\nhappier with you if you choose the right or the wrong? They didn’t understand\nthat me as a child could not, many times, understand what I’m doing wrong. And\nit’s not that I did such terrible wrong, you know, maybe I didn’t like something\nthat they told me to do and I didn’t want to do it, you know ---so, what I’m trying\nto say 1s that they used their education sort of raising us. There was never\nphysical, I don’t ever remember, even when we were seven kids, there was never\nphysical, you know, abuse.",
        "A: No, no, there was no physical punishment but there was a lot of Bible quoting, we\nhad to do the right thing. Children don’t always know the right thing, and\nchildren sometimes they want to laugh, and sometimes they want to fight, you\nknow.",
        "A: Okay.",
        "A: Well, you’re very welcome Tony and it was really a pleasure meeting you.\n37\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "UnauthenticatedMay 21, 1992\nKensington, Maryland"
    ]
}