{
    "rg": "RG-50.030.0723_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr.\nNorman Coulson, on October 4\", 2013, in Hanover, Pennsylvania. Thank you\nMr. Coulson for agreeing to meet with us today to — agreeing to have this\nconversation, and thank you very much for the gift of your photo album, which we\nwill talk about during the course of the interview. I’m going to start, like I always\ndo, at the very beginning. We know — want to know a little bit about your —\nyourself, about where you came from, the — the forces that shaped you, and so on.\nSo we’ll start from the very first, basic question: can you tell me the date of your\nbirth?",
        "Answer: Yes, March 10, 1920.",
        "Q: And where were you born?",
        "A: In Hanover, Pennsylvania.",
        "Q: Who wer — can you tell me about your father’s name and your mother’s name?",
        "A: Yes. My father’s name was Raymond P. Coulson. My mother’s name was\nAneta(ph) Weaver, and they were both from Hanover, Pennsylvania.",
        "Q: Did you have any brothers and sisters?",
        "A: None. Oh yeah, I’m sorry; yes, half-brothers.",
        "Q: You had half-brothers?",
        "A: Mm-hm.\nOctober 4, 2013",
        "Q: How did that happen?",
        "A: My mother and father were divorced when I was two years old, and then they\neach remarried, and my father had one son, who was a designer for Armstrong\nCork in Lancaster for 25 years. And my other brother, on my mother’s side\nworked in a foundry. And I had another brother, Raymond, and a sister by the\nname of Doris who I have no idea where they are.",
        "Q: Okay, well, tell me the name of the — the brother, the one who worked in\nLancaster, Pennsylvania, his name was what?",
        "A: George.",
        "Q: And was he the second oldest after you?",
        "A: Yes. He was the only one.",
        "Q: He was the only one, okay.",
        "A: On my father’s side.",
        "Q: And then when your mother remarried, she had three children?",
        "A: She had — she had two boys and a girl.",
        "Q: And their names were?",
        "A: Robert, Raymond, and Doris.",
        "Q: And they are in order of birth, that is Robert —",
        "A: That’s correct.\nOctober 4, 2013",
        "Q: — was the oldest —",
        "A: That’s right, that’s right.",
        "Q: — and Doris was the youngest.",
        "A: Correct.",
        "Q: Who did — which one did you grow up with?",
        "A: Neither.",
        "Q: You didn’t grow up with either parent?",
        "A: No, neither one. I lived with my grandparents on my mother’s side.",
        "Q: Uh-huh. Did you knew — did you know your parents particularly well, or not so\nmuch?",
        "A: Pardon?",
        "Q: Did you know your parents?",
        "A: Well, I—I didn’t meet my father until, I guess t — 25 years old. And I met him at\na —a dinner one day. And my mother I would see occasionally, maybe once a year\nas I was growing up. She’d come to my grandfather’s house, her — which would\nhave been her father. And that — that’s the only contact I ever had with my parents,\nnone.",
        "Q: Well that’s — that sounds pretty — that sounds kind of strange, when most kids do\ngrow up with — with both parents, or at least know them at some — in some way.\nOctober 4, 2013",
        "A: Well, yeah, well yeah, I didn’t — I lived in Hanover as — as well as my father and\nmy — my uncle had a —a large factory here where he made leather heels and soles,\nand my father was superintendent there. But growing up, I never saw him at all,\nnever in my life, I never saw him.",
        "Q: So the people who really — who raised you were your grandparents.",
        "A: That’s correct, on my mother’s side.",
        "Q: What were they — do — what was their names?",
        "A: Pardon?",
        "Q: Your grandparents’ names, what were their names?",
        "A: Weaver.",
        "Q: Weaver’?",
        "A: Yeah.",
        "Q: And your grandfather’s first name?",
        "A: Edward.",
        "Q: And your grandmother’s first name?",
        "A: She was a step-grandmother. Mara, her — her name was, yeah.",
        "Q: Okay,",
        "A: And that’s — that’s who I lived with as — as I grew up, yeah.",
        "Q: Were you closer to one or the other of them?\nOctober 4, 2013",
        "A: Neither one.",
        "Q: Neither one?",
        "A: No.",
        "Q: Would you say you were kind of lonely as a kid?",
        "A: Not really, no, I was quite active. When — when my grandfather was a foreman\nin a—a wood factory, a mill, and I would take his lunch to him as a child, and I\nwould go up into the drafting room above the office of the mill where all the\ndrawings were made, all contractual drawings were made, and I got interested in —\nin architecture when I was 15 years old.",
        "Q: Wow.",
        "A: And then I — after I— while going to school I would be 1n the architect’s office\nafter school and Saturdays, and then of course 1n su — in the summertime, and that\nwent on for a number of years, a-and then I met Mrs. Coulson in 1936. I started\n1935 with the architect, and went on from there, and then I worked in a number of\noffices in Baltimore and New York, and so on.",
        "Q: As an architect?",
        "A: As an ar — as an architectural draftsman, that’s right, and with Rowan(ph) Park\ncompany in Baltimore, which was a large real estate firm. [indecipherable] Mrs.\nOctober 4, 2013\nCoulson, and we were married in — in — now I forget the name [indecipherable]\nany more, but anyway, we were na — we were married in 1941, and I was —",
        "Q: You were kind of young to get married, 21 years old.",
        "A: Oh, I was 20 — 21, yeah, but my wife — Mrs. Coulson was only 19, but she was —\nshe wanted to get married when she was younger, but her parents weren’t too much\nin favor of that. But — they said she had to wait til she was 19, which was fine and\ndandy.",
        "Q: How — what wa — what’s Mrs. Coulson’s first name?",
        "A: Betty J.",
        "Q: Betty J.",
        "A: Yep.",
        "Q: Okay.",
        "A: Her last name was Fahs, f-a-h-s. So yeah, yeah, we were married, and then —",
        "Q: Excuse me, I want to go back a little bit —",
        "A: Okay.",
        "Q: To your — to th — your earlier years. So, you went to high school — to grade\nschool and high school here in Hanover?",
        "A: Correct. But my — my senior year, my — I had a — an architectural — I mean, a\nshop instructor, who felt I had an opportunity to be in architecture. And anyway, he\nOctober 4, 2013\nsaid, why don’t you try to get more drafting time in, as a senior in high school. So I\nwent to see the principal of the high school, and he said, I never heard of such a\nthing. So anyway, I got upset about this thing and I quit school, which was a big\nmistake. Anyway, I guess it was a mistake, I don’t know. But I — I didn’t finish my\nsenior year. So I got a job with the other people, other offices and so on, til I was\n23.",
        "Q: Did you live at home with your grandparents?",
        "A: Oh no, no, we lived with a few — a few years we lived as — it wa — oh no, only a\nfew months with — with my the father-in-law and mother-in-law in York,\nPennsylvania. And then I went into the service.",
        "Q: And that would have been — what year did you go into the service?",
        "A: 1943.",
        "Q: You were drafted?",
        "A: Yep, sure was. Yeah.",
        "Q: Well, tell me, where was the first place you were stationed after you were\ndrafted?",
        "A: Fort Mead, Maryland.",
        "Q: I see.",
        "A: And I —I was in —\nOctober 4, 2013",
        "Q: Excuse me, I — I have to go back, I’m so sorry, I —",
        "A: Okay. That’s all right.",
        "Q: — but I— you were kind of skipping over the early years, and I want to find out a\nlittle bit more about them.",
        "A: Okay.",
        "Q: Here in Hanover in Pennsylvania, when it’s 50,000 people now you told me,\nlive in Hanover; when you were growing up, about how big was the town?",
        "A: I'd say around 15,000.",
        "Q: About 15,000.",
        "A: Mm-hm, that’s right.",
        "Q: And were — were almost all of the people in town Christian?",
        "A: Oh yes, yeah. More — yeah ri — they were — yes, yes. Yeah.",
        "Q: And would have they been Catholic as well as Protestant, or — or was this — how",
        "A: They were —",
        "Q: — how — yeah, who made up the town, who were the townspeople that way?",
        "A: Well, most people were — were Protestant, Catholic. There was a — a small\nsynagogue here, about 50 people I think it was. As — as a youngster I remember the\nsynagogue, but there were mostly Protestant people, or Christians here.\nOctober 4, 2013",
        "Q: Yeah. Did you know any Jewish people when you were growing up?",
        "A: Oh yes, sure, yeah, quite a few. But I didn’t — I—I really hadn't much contact\nwith local — as a — as — growing up, after I— I got my experience as an architect, my\n— my time was spent oth — in other cities, like York and Lancaster, Baltimore and\nother cities. So I really didn’t spend that much time in Hanover.",
        "Q: Yeah.",
        "A: Until I— and then I went in the service, and —",
        "Q: But in the 1930s — in the 1930s when you’re still going to school, I mean, that\ndecade spans the time from when you’re a young — still a young boy, to the time\nwhen you’re already a young man, you know, the adolescent and teenage years.\nWas — did y — was there much in your memory — do you remember about\ninternational events, and national events being part of — of something that you heard\nabout, that — that people talked about?",
        "A: Well, yeah. I— I was always interested in foreign countries, and I used — I loved\nto go to the — to the library in the aftern — day after school, and — and read all the\ncity newspapers about what was happening. So we — we knew that —",
        "Q: You knew about Germany.\nOctober 4, 2013",
        "A: — Germany and Japan were — were — had the intentions for a war, and knew it\nwas coming on to us, but at the time I di — it didn’t matter too much, until I was\nreally married, which would have been in the — in the early 40s.",
        "Q: Mm-hm. So that’s still before the US goes into the war.",
        "A: Pardon?",
        "Q: It’s still before the US declares war on Japan, if you —",
        "A: Yeah, right.",
        "Q: — it was — yeah.",
        "A: We knew about it, but there weren’t that much information really available, as\nfar as that was concerned, yeah.",
        "Q: Okay. So let’s go to Fort Mead. What kind of — what was your experience at\nFort Mead? What did — what was that place for?",
        "A: Well, that was — that would have been an army camp, and I was — I was inducted\nfrom York, and I was standing in the barracks one day and saw all these fellows\ncoming in from Hanover, and I thought, boy wouldn’t I like to be with them. So —\nSo we — a few days later, I — after being on KP for a while, and I was cleaning one\nof the big pots one day, and somebody lifted my feet up, and I went right down into\nthis big cauldron of — of tapioca pudding.",
        "Q: Oh my gosh. Tapioca pudding?\nOctober 4, 2013",
        "A: Yeah, right, yeah. I had to clean it out.",
        "Q: Oh.",
        "A: Well, somebody — I was standing on a little ladder and I was cleaning this thing\nout. It was a gra — a very big [indecipherable]",
        "Q: Yeah.",
        "A: And somebody picked my feet up, lifted up, and I’m down in this thing and I’m\nscreaming and hollering, and — and can’t get out. And somebody dumped it over, I\ngot out of this — out of this thing, but anyway —",
        "Q: Have you ever had any tapioca pudding after that?",
        "A: Yeah, oh yes, I loved it, especially with raisins. But yeah. But ar —",
        "Q: So you — you were able to join your — the — the fellows who came from the —",
        "A: Yes. I was able to join those people with — in the — from Hanover, and\nsomebody, about two o’clock in the morning woke me up and said, get your things\ntogether, you’re go — you’re gonna be moving out. [indecipherable] I just\nhappened to get on the train with the fellows from Hanover, and we went to Camp\nEdward, Massachusetts, and I went up — I slept in the barracks that night. The next\nmorning I walked down the stairs, and here is my ba — my brother-in-law\n[indecipherable] the next barracks. Fifty million people in the — in the service, and\nI end up with my brother-in-law right next door.\nOctober 4, 2013",
        "Q: Well tell me, what — what camp was this in Massachusetts?",
        "A: Well, that was Camp Edwards, Massachusetts.",
        "Q: Camp?",
        "A: Edwards.",
        "Q: Oh, Camp Edwards.",
        "A: Yeah, right. Yeah, yeah.",
        "Q: And what di — you know, so — so how long were yo — how long were you in Fort\nMead, do you think? Do you remember?",
        "A: How long where?",
        "Q: You were in Fort Mead.",
        "A: Oh, only a couple days, really.",
        "Q: Oh, I see, okay.",
        "A: Yeah, yeah, yeah.",
        "Q: So in Camp Edwards, what was the purpose of — of that camp? What was —\nwhat were they doing?",
        "A: Oh, it’s really just an induction camp, that’s all.",
        "Q: I see.",
        "A: They — they — they — they brought people in there from all over the area, and\nthey — they put them elsewhere, wherever they felt they were — could use them,\nOctober 4, 2013\nthat’s all. And I ended up in a — an aircraft, nine millimeter aircraft outfit. I send —\nwe were in the country for about a year, I guess, and then we were shipped over to\nEurope.",
        "Q: And so you stayed at Camp Edwards the whole time?",
        "A: Pardon me?",
        "Q: You stayed at Camp Edwards for that year?",
        "A: Oh yeah — well, no, we — we we moved down to Long Island, and from there we\nmoved to Sen(ph) Island, Georgia, to — I forget the name of the camp down there\nany more, but anyway, it wa — it was Georgia, and we moved —",
        "Q: And what kind of — yeah, and what kind of training were you getting?",
        "A: Only with — I was — I—I was a meteorologist. So there was four of us, as a meter\n— what we do is make gas, and we blew up large balloons to send up so that the\nradar could track the — the balloon, and we put an aluminum kite on the bottom of\nthe balloon, and that would rise up, and then the — the radar could track that, so that\nthe guns would track wherever the radar would take them. Then the — the radar\nwould pick up the — an airplane and then that would — the guns could shoot at it, so",
        "Q: Oh, I see, so this was what your job was, is to be able to — be able to read radar —",
        "A: Oh yeah, right, yeah.\nOctober 4, 2013",
        "Q: — 1n order for the radar to be able to locate where of — an enemy airplane could\nbe.",
        "A: [indecipherable] the — the — the balloons would rise, and then the radar would\npick that up, and the radar would tell the guns where to — where to move. They were\nvery large guns, they were je — 90 millimeter guns, which were a very big shell.\nAnd there wa — wa — that’s what — we used that for — so we went overseas as — as a\n— an anti-aircraft",
        "Q: Anti-aircraft, okay.",
        "A: Yeah. So we trained in England and — and for a few months. And there I met a\nnumber of architects who were there designing buildings already, and highways for\nafter the war, and I met people there from the — the British architects’ board, and we\nbecame very good friends. So a —I got —",
        "Q: Where di— where in England were you stationed?",
        "A: Where in England?",
        "Q: Where in England, mm-hm.",
        "A: Oh gee. I kn — I know the [indecipherable] there.",
        "Q: Was it north? Was it up north?",
        "A: No, it was — it was the more — more sa — we were close to Manchester —",
        "Q: You were close to Manchester, okay.\nOctober 4, 2013",
        "A: — England, yeah, that’s right. We weren’t too far from London. Never got to\nLondon though. I got into Manchester already. We were there only a couple of\nmonths, and then, of course, we went to Europe, and I got seasick.",
        "Q: Were you part of D-Day’?",
        "A: No. No, we landed at Cherbourg, and went from there to about seven different\ncountries, I guess. We were — we were hunting the Germans down, but we had\nsomething to shoot at for a while, but there’s a [indecipherable] we didn’t have any\nmore airplanes, German airplanes to shoot at, so —",
        "Q: Tell me, when you landed in Cherbourg, what — do you remember when you\nlanded? Was that after D-Day”",
        "A: That was about the same time as D-Day.",
        "Q: Yeah?",
        "A: Yeah.",
        "Q: Okay. So would have been June, 1944.",
        "A: That’s correct, yeah.",
        "Q: Okay.",
        "A: Yep. And then —",
        "Q: And from Cherbourg — I'd like to go into some detail here, if you — if you\nremember it.\nOctober 4, 2013",
        "A: Yeah.",
        "Q: From Cherbourg you were — you were —",
        "A: Oh, we went across France and we were stationed right outside of the Battle of\nthe Bulge because they were going to use our guns as field artillery. They found out\nthat they were good — they were good guns for field artillery instead of — we had no\ngu — no German airplanes to shoot at. So then we — I never got to Paris, oh — even\nthough it was only a few miles from there, went into Belgium —",
        "Q: Were you part of a particular division, a unit, or — or larger military presence?",
        "A: Yeah — no, I — yeah, we were in the — in the Eighth Army, about — yeah, it was\nonly for a short time, eventually got into the Seventh Army for some reason or\nanother. And after the — well, we were — we were stationed just outside of the Bulge\nthere, and went for there to oh, a number of positions and then we moved south, just\n50 miles from — from Munich.",
        "Q: So you went first towards Belgium, a — you went through France —",
        "A: That’s right.",
        "Q: — up to Belgium.",
        "A: Right.",
        "Q: Did you get into The Netherlands?",
        "A: Yes, we were in The Netherlands —\nOctober 4, 2013",
        "Q: Did you see battle at that point? I mean, were you involved in battles, or —",
        "A: No, no. We w — we were just really moving around and looking for some — for\nairplanes to shoot at. That’s — but there — there weren’t anything to shoot at. So we\n— so we had gra — some great times together. One day somebody — one of the —\nsome Germans told us that one of the banks had some — some — a lot of the cash in\nit, so they wanted some money, and so on, so we — these shells were like, oh, very\nlarge, and so we — one of the fellows took one of the guns and put it right outside\nthe door of the bank, it shot right through the door, and through the — through the\nsafe door, blew the safe all apart, and we got a lot of money, but it wa — it wasn’t —\nit was all German marks or — that didn’t mean much to us. We gave it to all the\npeople, the neighbors.",
        "Q: Oh my God. What town was this in?",
        "A: Oh, I— I don’t know.",
        "Q: You don’t remember?",
        "A: I—I have a pi—I have a picture of 1t somewhere as a — but anyways, we — we\ndecided we’re gonna get — but we — we - every terri — country we got into, we had —\nhad to exchange our money for — for marks or liras, or whatever it was, and —",
        "Q: So when you were in this German town, the war was still going on?",
        "A: Oh sure, you bet it was —\nOctober 4, 2013",
        "Q: Okay.",
        "A: Yeah.",
        "Q: And this was simply a town that was occupied within th-the territory that was\nbeing occupied by the allied forces.",
        "A: Oh yeah, sure, yeah, ri —",
        "Q: Okay.",
        "A: Yeah, right. But it wa — the war was moving pretty fast there for a while. Near\nthe end, til I got involved with it, we were stationed like — as I said, about 50 miles\nfrom Dachau. And then I saw in, one morning I saw a — I noticed on the board, the\nbulletin board that somebody wa — was needed somewhere, ha-ha-had an\narchitectural experience, and I volunteered. I had no idea where I was going. So\nsomebody told me to pack my bags, and a guy — I jumped in a— in a Jeep witha\ndriver, and lo and behold, he takes me to Dachau.",
        "Q: Okay, before we get there —",
        "A: Okay.",
        "Q: — before we get there, from — you said you were 1n seven countries with the anti-\naircraft?",
        "A: Just about that, yeah.",
        "Q: Okay. So we’re talking France, Belgium, Netherlands, Germany —\nOctober 4, 2013",
        "A: Yeah, germ —",
        "Q: That’s four.",
        "A: Yeah.",
        "Q: Where would the other —",
        "A: Austria.",
        "Q: Austria?",
        "A: Yeah. Northern Italy.",
        "Q: Northern Italy.",
        "A: But this was — this was later on.",
        "Q: Okay.",
        "A: I mentioned Switzerland.",
        "Q: No, you didn’t mention — so did you go to Switzerland?",
        "A: Yeah, yeah, right, down the mountains, yeah, over —",
        "Q: And is that still during war time, or after the war?",
        "A: No, that was after the war.",
        "Q: Okay, so, bef —",
        "A: When we were at Dachau.",
        "Q: Okay, so when — by the time you got to Dachau, it had been — you’d only been\nto four countries —\nOctober 4, 2013",
        "A: That’s correct.",
        "Q: — of the seven.",
        "A: Yeah, right.",
        "Q: And do you remember where you were when the war ended? The day of lib —",
        "A: Yeah, well, I was at Dachau when —",
        "Q: Oh, so you got to Dachau before the war ended?",
        "A: Oh yeah, sure, yeah, yeah. I— I wa —",
        "Q: Do you remember the date?",
        "A: The [indecipherable] got into Dachau the 29\" of April, and I got there the 30\"\nof April.",
        "Q: Aha.",
        "A: First — I’m sorry, the first of May.",
        "Q: I see, okay.",
        "A: Yeah. So it was only about three days after the first Americans got there.",
        "Q: I see.",
        "A: And —",
        "Q: And what did you fi — when you first got there, what did you see, and did you\nunderstand what you were seeing?\nOctober 4, 2013",
        "A: All I saw was a lot of dead people. At Dachau, anyway. I-I was told to go to this\noffice building, which was really one of the ca — the gates where the architectural\nengineering office was. That was for doing my job, and that’s where I met Alfons\nKamyczek(ph), who was a— who worked in the office for the German SS shir — the\nSS troopers, and —",
        "Q: Who was this Alfred Kamyezek(ph) — Alfons Kamyczek(ph), who was he?",
        "A: He was — he was a prisoner of — from Poland, he was a prisoner for four years,\nhe — he had picked them up when he was 18 years old, and he — they took him to\nDachau, why I don’t know, and while he was there, he learned to speak German\nand English. And he was in the architectural office, or the engineering office, where\nall the records were.",
        "Q: And what was your job supposed to be? You know, when they asked for\nsomeone with architectural background, what do they want him for?",
        "A: Well, the funny — funny part about it was, that nobody ever told me what to do. I",
        "Q: Really?",
        "A: Really, yeah. Well, things were moving so fast, you know. People were being\nshot, and it was — all kinds of things were going on, and — and at the time I was just\nhappy to be in this office, and I would get things to eat that people — Americans\nOctober 4, 2013\nwere — half the Americans were already there, so their rations and so on were re —\nbeing brought in by the American army. And we were trying to get rid of all the SS\npeople over there, and the war was still moving on. Th-Th-The —",
        "Q: It was the final days, yeah.",
        "A: Yeah, it was, yeah, it’s exactly right, yeah. And —",
        "Q: So — okay, so I’d like, again, I want to back up a bit.",
        "A: Okay.",
        "Q: When we get to Dachau, and this guy — yo-you’re told to pack your bags, you’re\nnot told where to go, where you’re going to be going —",
        "A: That’s right.",
        "Q: — and you get — and you get to this place —",
        "A: Sure, sa —",
        "Q: — do you remember what it is that you saw, right at the gates? Did you remember\nany of that?",
        "A: Oh, well, I— I saw the — the — there was a disarray. Nobody re — nobody really\nknew what they were doing, or what they were supposed to do, other than shoot the\nGermans.",
        "Q: Okay, but did you — did you — did you understand where you were heading?\nOctober 4, 2013",
        "A: Oh yeah, well I didn’t — no, I didn’t know. When — when I was told — I mean, I\nsaw the — the bul — on the bulletin board, the notice that somebody was needed, I\nhad no idea where I was going, or anything else. I didn’t know who — where they\nwere.",
        "Q: Did you know that there were such things as concentration camps before —",
        "A: No, I didn’t know. No, I never — I never even knew that — I never even heard of\nDachau before.",
        "Q: Okay.",
        "A: Sa-—so, that’s why I’m say it — it was kind of crazy, because I — I didn’t — I\nhaven’t — I was foolish really for — in the service you don’t volunteer.",
        "Q: Yeah.",
        "A: But I — I volunteered to do whatever they said, because it — I thought well,\nsomebody needs an architect, or a mar — somebody with architectural experience.\nSo when I get there, I meet this man, Alfons Kamyczek(ph), he’s in the office as —\nas — he’s just there. In fact, he lived there, as well, in the — in the — in the — 1t was in\nthe building. So anyway, he told me what happens there, we ha — we were in charge\nof the — the water and sewer and — and then I ended up being the director to — to\npick up all these bodies. And I said well, what are we go — what are we going to\nuse, and anyway — and we ended up with an old tractor, a — and a — a trailer to pull\nOctober 4, 2013\nbehind the tractor. So we had to go over to the barracks where these people were di\n— if —if you —",
        "Q: Were there still prisoners in Dachau?",
        "A: Oh, my heavens, yes, there was 30,000 there yet.",
        "Q: When you walked in there were still 30,000 people?",
        "A: Oh sure, yeah. Oh yeah. Oh yeah.",
        "Q: Did anybody come up to you, of these — of the prisoners?",
        "A: Oh — oh, yeah, why, sure, I talked to a — in fact, I have pictures of some of them,\nand yeah, I got to know quite a few of them, but those — there was a lot of people in\nthe barracks that were dead, that we didn’t know. If you didn’t move, you didn’t\nmove your anything, you were considered dead. We had a — a dentist as a— asa\ndoctor, so what could he do for us? And so nobody really knew —",
        "Q: Well, did anyone give you an explanation of what you had come across? If you\ndidn’t know that there even had been such a place as Dachau, who — who explained\nto you why they were there, and who these people were?",
        "A: Well, as I say, a pa — the — the — the — the American army was coming through,\nthey were — they were getting all the guards together, and they shot them. In fact, I\nhave some pictures of them shoo — shooting them.",
        "Q: Did you see these executions?\nOctober 4, 2013",
        "A: No, I took a picture of them, in fact, while they were going there. These poor\nguys were standing there with their hands up, and the Americans shot them anyway,\nit didn’t make any difference; they were guards. But th-the German SS guarded the\nthings, but when these people were — were dead, and they were either gassed, or\nwhatever, into the crematory, they were — th-the — the Germans didn’t — they didn’t\nhandle these people that were passed away or put into the crematory. They would\nget prisoners of theirs from the — from the barracks to come in and do all this work\nin the crematory. So they would move the bodies around with their bare hands and\nso on, and put them in the furnaces, or whatever. And — but they — the — the SS\ndidn’t do the — they didn’t actually do any of the work, they just did the orders, it’s\n— in other words, they directed the people what to do.",
        "Q: By the time you got to that camp, were there any SS still there, or they’d all been\neither arrested, or escaped?",
        "A: Oh, there ba — there were a lot of SS there, there were loads of SS there. We had\nsi— 30,000 prisoners in the camp when I got there, from 31 different countries. And\nso, they were — they were told that they could leave. Well, they wanted something\nto eat, so they were eating American rations, and so on, and — but — but the thing is,\na lot of those people couldn’t even walk, they didn’t know where they were from,\nthey didn’t know what they were gonna see when they got home, and the — this —\nOctober 4, 2013\nthe roads were just fi-filled with people all over the place, and the ro — other ca —\nother prisoners in other camps, they were also let go. And they were all, everybody\nwas out in the street, walking, just walking, they didn’t know where they were\ngoing. So — and there was no transportation provided for them, so — so you just —\nthey — I don’t know what ever happened to these people, I have no idea. I was just\nthere in the camp, just happy to be — be there. And I remember one day some bird\ncolonel walked in the office and said, Coulson, it’s good to see you here, he said,\nI'll see you when you leave. And that was my orders. So I — I had been da — a\ncouple of times during the year, I was to the commandants ca — to his house, which\nwas located right in the middle of the camp, and I was there for couple drinks and\nso on, I guess we had some wine and so on, but that’s the only — that’s the only\norders I had, and I was there for a year. And then eventually the — the war crimes\ntrials came in t-to the camp, and they — and they tried the — the people that were still\nliving. And the doctor was there that did all the experiments on these prisoners,\npoor souls, and they’re treated like animals. Animals are better treated than these\npeople were. And I met a lot of people. I met people from Austria and so on. I met\na count there, and I met the other — the officers’ mess — the American officers’ mess\nhad a— a German chef, who I had him — I don’t know, and he and I became friends.\nSo — so he wanted me to — to go half on a ski lodge down in the mountains. So one\nOctober 4, 2013\nday he took me down to see the ski lodge, it was a beautiful place. Anyway, he said\n—I said, well, what are — what do I have to put into it to buy this? He said, well, do\nyou ha — for half of 1t you’re going to have to come up with 300 American dollars,\nwith real, actual cash. And we said — I said, I’m not allowed to have American cash\nhere. So he said, well, can you get it? And I se — I wrote to my wife and said, just\nsend me 300 American dollars, which she did. And anyway, I said to this — this\nGerman chef that — but which was going to be my partner for the — the chateau. And\n—and I said, how am I gonna get my money out of it when I leave here, how can —\nhow can I get my money? Cause there was no — no di — no transfer of money funds\nor anything else between the countries at that time. And anyway, he said I don’t\nknow. So I ended up selling my money on the black market and I did pretty well\nwith that. But so — my 300 dollar — I don’t know what these poor souls did with the\nAmerican money. Most cases I sold it to the — the Germans, they bought most of the\nmoney, because Americans weren’t allowed to have it.",
        "Q: Well, tell me, for how mu — do you remember what the black market rate was for\nan American dollar?",
        "A: Oh, I have no idea, I have no 1—",
        "Q: Okay.\nOctober 4, 2013",
        "A: I have no idea. I sold cigarettes, which we’d get a carton of cigarettes every\nweek, and I used to sell them. And I sent the money back, and after a while they\nwere catching up to us sending all this money back home, so — so I — anyway, they\ndecided that evwa — everybody would have to have a — the — a book that when you\ngot your pay, which I got five dollars a month, and then they’d write down in that\nbook, and — that you had — that you got five dollars in pay, so you couldn’t send any\nmore money back any more. We weren’t allowed to send — send it back.",
        "Q: So, I want to understand a few things about what you just told me, because some\nof it is clear, and some of it is confusing to me. You get to — you get to Dachau —",
        "A: Okay.",
        "Q: — you go into a building —",
        "A: Right.",
        "Q: — and this is, I don’t know what kind of building. Was this an office building\nwithin the campground?",
        "A: Oh yeah, oh yeah, oh yes, some of the buildings are very nice, as there — some\nbuildings were three and four stories, and well-built for the — the SS had used as a\ntraining camp, and then they switched over to just as a— as a se — a concentration\ncamp, where they brought people in from all the — all over Europe.\nOctober 4, 2013",
        "Q: Yeah, but the building that you went into, that you found Alfons Kamarek(ph)\nthere —",
        "A: Right, that was a —",
        "Q: — what was — what was that building for?",
        "A: Okay, that — oh, that’s a large — that was several stories. That was — it was really\none of the gates. The gate. In fact, there’s a picture in my — in my book there. And\nwe had about, let’s see, one, two, three, four d — rooms, and I had an apartment on\nthe — the third floor, where I slept. And — well, it wasn’t an apartment, it was just a\nbedroom, really.",
        "Q: And who — would a— who would have slept there before you did? Jur —",
        "A: Oh, I—I would think it was — I think it was just empty space, as far as that was\nconcerned.",
        "Q: Okay.",
        "A: Yeah. The — the first floor was all office area, and — and the American sold —\nsoldier used to — was like a big eagle over the gate, right next door to us, and I used\nto hear this popping sound, and the Americans were — used to try to shoot the eyes\nout of the big eagle that were a-a-above the gate.",
        "Q: So this was an iron gate, not a real — not a real bird.",
        "A: Oh no — oh no, it was a big bird, the German eagle, or whatever it was —\nOctober 4, 2013",
        "Q: Yeah.",
        "A: — above the gate.",
        "Q: Yeah.",
        "A: And then — and the gate was down below.",
        "Q: But it was — it was — it was a metal eagle.",
        "A: Oh yeah, right, yeah —",
        "Q: It was a metal eagle. Okay.",
        "A: — oh yes, yeah, sure, yeah. Didn’t know about plastic then.",
        "Q: Yeah.",
        "A: Or not much about them, anyway. So yeah, was a big —",
        "Q: And so —",
        "A: — big metal — yes, th-the eagle.",
        "Q: — you — you got to know this — this Polish prisoner of war, whose name was\nAlfons.",
        "A: That’s right.",
        "Q: And did he tell you anything of what had been going on in the camp?",
        "A: Oh yeah, oh sure, he told me quite a bit about what was happening there, what\nhad happened, and how he was treated, and so on.",
        "Q: What did he tell you?\nOctober 4, 2013",
        "A: If — well, if someone tried to escape somewhere — I don’t know how they ever\nget out, I don’t think the — I think there was a big wall around the whole round — the\nwhole camp, so — cause the people in Dachau, which was only about a half a mile\naway —",
        "Q: Yeah.",
        "A: — said that they didn’t know what was going on in the camp. They had all these —\nthe commandants and the — the — the German officials and so on, lived in nice\nhouses just outside the wall.",
        "Q: I see.",
        "A: So, I don’t know, I guess the people in Dachau — I mean in — in the — yeah, the\ntown of Dachau thought that was just a training camp for the SS there. That’s was\nthere from 1933, so up to — until the 40s, then it became a concentration camp, and\nthe SS operated it. So Alfons told me almost what I had to do, what he was doing\nfor years, was making drawings, and so on for buildings and things like this. And —",
        "Q: What kind of — excuse me, I’m going to go into some detail.",
        "A: Okay.",
        "Q: What kind of buildings was he making drawings for? Within the camp itself?",
        "A: Oh yeah, oh, everything was 1— was in the camp, oh yeah. Yeah, right.\nOctober 4, 2013",
        "Q: Okay. And what kind of drawings — what kind of buildings was he making the\ndrawings for?",
        "A: Well, there — there were — well, most of them were to house the prisoners.",
        "Q: I see, barracks and things.",
        "A: And — yeah, right, yeah, the barracks and so on, things like that. Or service\nbuildings, and so on, maybe it’s a place of — to house th-the vicious dogs and so on.\nSo it — if somebody tried to escape, they’d send the dogs after them, or whatever,\nand then when they caught them down there, they’d shoot them, so — so there’s not\nmuch chance to get away. But Alfons would tell me, many days, if somebody tried\nto escape or work — coming back from their work, outside the barracks, they all had\nto line up there, and they had to stand there until they caught this guy, and then, no\nmatter what the weather was, if it was snowing or raining, or whatever it was, or\nheat or whatever, they had to stand out there in the street until they found them.",
        "Q: Yeah.",
        "A: And that was days [indecipherable]",
        "Q: Here’s another question.",
        "A: — many hours.",
        "Q: When you met Alfons, he was a prisoner, or he had been a prisoner.",
        "A: He had been a prisoner.\nOctober 4, 2013",
        "Q: And then you saw people who were in the barracks, who were still alive, but\nbarely. Did Alfons look any different from them? Did — he was — was he just as\nskeletal and as mal —",
        "A: No, was — the odd thing about it was that he — h-he was fairly dressed. I mean, he\nhad shirt and trousers on. Where he got them, I had no idea. I don’t know where he\ngot them. But the — the prisoners, the-they — they’re — they’re — they’re\n[indecipherable] next to rags when th — when they came in there, and they were\nalways brought in on trains, closed boxcars and so on. Most — some of them were\nopen, but most of them are closed, that way nobody outside, the civilians wouldn’t\nknow —",
        "Q: Yeah.",
        "A: — who was coming in there on the trains. And so that’s where the death train was\nparked, somewhere outside our office. Everybody smelled this thing one day, and\nwondered what was going on. And when somebody opened the doors on, and that’s\nwhere we saw these two guys that — two out of 400 that lived. So a friend of mine\nwent down to — into the — in Dachau and got the mayor and I don’t know who all,\nall — some of the officials, and brought them out to — to — to take these people off\nthe cars that were there, the dead people that were there. And they had them — th-\nthere was no gloves or anything else, they had to use their bare hands, he insisted on\nOctober 4, 2013\nthat, that d — that day, taking these people out. So what they did is they hauled them\nto the crematory and they were disposed of there, the bodies —",
        "Q: So the mayor and other officials from Dachau were told —",
        "A: From Dachau they br — he — he — he went in, collect all these people up and\nbrought them out to the camp.",
        "Q: Did you see that?",
        "A: Oh yeah, sure, because th-the train was just a short distance from where our\noffice was.",
        "Q: And how did the mayor of Dachau behave when he was told to do this?",
        "A: Well, he wasn’t too happy about it, let me tell you, none of them were, cause\nthey said they didn’t know that this was happening. So — so anyhow, there’s these\n400 people, they’re almost all dead, and — and it was just a horrible mess, and so\nthey had to pick these people up and take them to the crematory.",
        "Q: Was that far from the place where the train was?",
        "A: Oh, it was maybe a block or two away. So th-they had to dispose of them, and\nthey — they cleaned the cars up somewhat, and they just wipe them out, or whatever.\nThey had [indecipherable] brooms or something that they had, and cleaned up the\n— the freight cars, but [interruption, coughing] Pardon, I’m talking too much.",
        "Q: No, no, no. We’ll hold on just a second.\nOctober 4, 2013",
        "A: Pardon me.",
        "Q: We can hold on just a minute. We can hold on. [break]",
        "A: — at the — cleaning out the de — the death train.",
        "Q: Yeah.",
        "A: Okay.",
        "Q: So when we’re cleaning out the death train, you have all these sort of town\nofficials from Dachau there —",
        "A: That’s right.",
        "Q: — having to do this with their hands, saying that they didn’t know what was\ngoing on —",
        "A: That’s right.",
        "Q: — before, and not happy that they have to get themselves in —",
        "A: And th-they had to clean these cars out there —",
        "Q: Right.",
        "A: — and — and dispose of these — the deceased people that were on the train. I have\nno idea where they were from. They were probably brought in from other camps.\nBut, as the war was moving on real fast, the SS didn’t want the Americans to talk to\nany of these people, but they were bringing people in from other camps, hundreds\nof people. They were probably bringing in from other ca — other areas, into\nOctober 4, 2013\nDachau, and then, of course, you try to get rid of them and you — and they were\ntrying to take them to other camps from there. And the the Americans caught them\nbecause they were moving so fast. The war —",
        "Q: So in other words, they — they were — they — the — the peop — the SS, which was\nin charge of the concentration camps —",
        "A: Correct.",
        "Q: — was trying to get — to keep them separate from their —",
        "A: From the Americans talking to anybody —",
        "Q: — from the Americans, yeah.",
        "A: — or seeing — seeing what they were really doing there. But these people were\nlying in the — 1n the barracks and so on. Most of them were dead anyway, so the —\nlike I say, if you didn’t move, you were considered dead. So, we just pile them up\nand put them on the gurney, or whatever it was that we had there, and either took\nthem to a— a— we — we got a bulldozer to dig a big hole, and you just pushed these\ndead people in the — the — you know, just —",
        "Q: And who was — who was manning the bulldozer?",
        "A: Oh, I had one of the —",
        "Q: American?",
        "A: — that was American —\nOctober 4, 2013",
        "Q: American.",
        "A: — that was American, oh yeah, it was American.",
        "Q: Okay.",
        "A: But it was — yeah, the Americans brought the — the engineers brought a bulldozer\nfrom some other camp somewhere, and we just dug a big hole and pushed them in.\nWas a sad day, but nobody knew who these people were. No had — nobody had any\nidea who they were.",
        "Q: I can imagine that everybody was shocked.",
        "A: Oh, well, it was just — that was the — the thing that I’d been doing the day, and\nthat never happened, nobody di — they didn’t really think anything about it.\nEverybody was upset about it, I’m sure, because I know people tell me that when\nthey saw these things that — that they couldn’t believe that this was happening to\nanybody, any human being, how they were treated. At Dachau they — they did\nmany tests there. The doctors would try different inoculations on the people. They\nput them in — they were testing a palette of — of uniforms there, and they — they put\nthem in cold water, because if the power came down over the — the — the ocean\nbetween England and — and France, they would be in cold water. They wanted to\nknow what — what kind of uniforms you should make for them. These tests were all\ndone before we got there, of course.\nOctober 4, 2013",
        "Q: Did somebody show you the places where these were done? I mean, 1s this — did\nyou go to those places where —",
        "A: Oh yeah, yeah, sure we went there, but that was all part of the camp, there were\nspecial rooms, and so forth, these tests were done. And — and they —",
        "Q: I’m interested to find out what it is that you saw. In other words, did — did\nsomeone bring you around from room to room to explain, this is what —",
        "A: Oh no, we just walked on our own. You just went wherever you wanted to go,\nyeah.",
        "Q: Was there any place that you went, that looked kind of confusing, you know,\nwhat was this for, or what was that for?",
        "A: Oh yeah, sure, yeah. Well th — one of the experimental buildings, you had to —\nwhere — where these tests were done, and so on, one of the tests I know they — they\nput these people in ice — in 1ce water, like in the — which would have been the\nocean, and they put them in — they took these guys out, and put them in bed with\ntwo girls. They wanted to see if body heat was going to revive them. And I don’t\nknow why, because they wouldn’t have them out in the airplane, it didn’t make\nsense. But anyway, that’s what they were doing. They were trying all kinds of tests\nthere, different kind of — of diseases and so on. And of course you end up hanging\nthe — the doctor who was in charge of all this.\nOctober 4, 2013",
        "Q: Did you see him?",
        "A: Oh yeah, I saw him, yeah, before their — I remember they took him to the war\ncrimes trials, that’s where I saw him, but I never went to the war cri — I didn’t really\ncare about what was happening at the — at the war crimes trials. They had all the —\nthe German SS people over there.",
        "Q: Were you — when you’re telling me these things, what I’m not sure is, 1s this —\nthis something you learned afterwards, when you were out of the camp, or di —\nsomeone told you when you were in the camp? H-How —",
        "A: Well, I was — I was in the office most of the time. We were —",
        "Q: Mm-hm. And what was your — what were you doing in the office?",
        "A: Well, we were — we were making drawings [indecipherable] instructed over\nwhat to do and so on. You gotta remember, I was only 23 years old, I didn’t have\nthat much experience myself.",
        "Q: I got that. I understand.",
        "A: SO — so —",
        "Q: But I’m trying to get a sense of what your experience — not that you had to know\neverything.",
        "A: Yeah.\nOctober 4, 2013",
        "Q: But, for example, when you were making drawings in the office, since it was no\nlonger a concentration camp, and people were being let go, what were you making\ndrawings of?",
        "A: Well, the thing was, what we were doing renovations, because they were — they\nwere getting ready to have the war crimes trials there, just for those people that\nwere in the camp. And there was a like a couple hundred people that were there,\nthat were prisoners, SS officers and so on. And that’s where they had the war\ncrimes trials. And the doctor was there, and —",
        "Q: Within Dachau?",
        "A: In Dachau, yeah, right.",
        "Q: So they didn’t go to Nuremberg?",
        "A: Oh no, no, not these people. These people were considered low class people.",
        "Q: I see.",
        "A: And they have — they held the — the — the — the hearings right there, and if the\nguy was guilty, we took him — or they took him out and hung him, and that was it. It\ndidn’t make much difference. So one day —",
        "Q: So you — excu — okay, one day, mm-hm?",
        "A: Some — some officer walked in, I don’t know what he was any more, and he said\nthey wanted a new gallows because when they hung these people, these newspapers\nOctober 4, 2013\nwere there and so on, and they would see these guys hanging there, down below the\n— the ba — the floorboards, they’d come through, and they’d take pictures of them.\nAnd so these peop — the American officers didn’t want that any more, so they asked\nme to design a new gallows for them, which we did, and then all we did was put\nsome canvas around it, so that the — the newspaper people who were there couldn’t\nsee or take pictures of these people that were hanging.",
        "Q: Oh, I see.",
        "A: So, it was — it was pretty crude when you really think about it. There was the —\nthere was really no order. The object was just to get rid of these people who were\nrunning the camp, that was it, really. It was — it didn’t make any difference — we had\n— some people would — would talk about other — they’d get information about their\nfellow workers and so on. So that’s how people knew what their jobs were, because\nthe Germans didn’t want — and I don’t know what I want to say here — they didn’t\nwant to — they didn’t want their — their buddies to n — to know what they were —\nwhat they were doing when these pe — when the pri — the prisoners were there. So\nthat’s really what the war crimes trials were all about, you know, just — actually it\nwas just a ha — it was really a farce when you really think about it, because they just\nwanted to get rid of these people that were guards there, of the — of the inmates, th-\nthe pri — the prisoners.\nOctober 4, 2013",
        "Q: Okay, I’m a— I’m a little confused here.",
        "A: Okay.",
        "Q: When you’re in the camp, you have — you come in and there’s still lots and lots\nof people.",
        "A: Okay.",
        "Q: And some of them are the former guards and — and those who were, you know,\nin charge, whether they were highest level or not —",
        "A: Yeah, yeah, right.",
        "Q: — but they were in charge. And now they are prisoners.",
        "A: That’s right, yeah.",
        "Q: And the — and then you have thousands upon thousands of former prisoners, who\nthey were —",
        "A: Correct.",
        "Q: Okay. And during the time you were there, did those former prisoners leave, or\ndid they ste —",
        "A: They were told to — they were told to leave, yeah, because we didn’t want them\nthere. We had to feed them, we had to take care of them and so on. We didn’t — we\ndidn’t want them there any more because they’d just leave, you know —",
        "Q: Well, did they, or did they stay cause they had nowhere to go?\nOctober 4, 2013",
        "A: Well, some of them stayed there because they had nowhere to go, and I would —\nwhe-when I needed help in the office, I would get drafts-people — I — in fact, I had\ntwo people, I have pictures of them, two drafts-people from Berlin, and they didn’t\nwant to go back to Berlin because the Russians were there, and the russ — and the\nRussians and the Germans hated each other. So these people stayed on there, I — I\ntold the guys the fact that there was a front door right in our office that walked out\non the street, that — which bypassed the gate. And I told them to go ahead and leave,\nand they said they didn’t want to leave. So I —",
        "Q: These were former prisoners?",
        "A: No, these were — yeah, these were German prisoner of ours.",
        "Q: Okay, no, they weren’t former prisoners of the Germans?",
        "A: No, no, they were — they were wi — I would get [indecipherable] we brought —\nwe brought 4,000 German prisoners in to live in the camp after all the other people\nleft.",
        "Q: Got it.",
        "A: They were prisoners of ours.",
        "Q: Okay.",
        "A: So anyway, I got two drafts-people out — out of the cage. If we wanted a\nplumber, or somebody to fix the plumbing, we got somebody out of the cage that\nOctober 4, 2013\nwas a prisoner of ours then, because we had prisoners br-brought in. And we had\nnowhere to take them, so we had to put them in there, some of them were a big —\nsome people lived at the — the — oh, the racetrack, and they lived in the barns there,\nthey had prisoners there. We didn’t know what to do with them, so —",
        "Q: So these prisoners, the German prisoners now —",
        "A: That’s right, all ours.",
        "Q: — were coming in — of yours — of the American —",
        "A: A-After these — after we got — we got some of the people out from other\ncountries —",
        "Q: Right.",
        "A: — that were prisoner of th — of the Germans.",
        "Q: Okay.",
        "A: Yeah, so —",
        "Q: Okay, did they live in the same barracks that the other prisoners have lived in?",
        "A: No, they had — they had some — they had nicer buildings to live in, they didn’t —\nthey didn’t stay in these — in these shacks that they were there.",
        "Q: Okay.",
        "A: No, they had better buildings.",
        "Q: So the Americans — Americans housed them in better facilities.\nOctober 4, 2013",
        "A: That’s right, yeah, that’s what they had to do. We had about 4,000 there. They\nwere from Hungary and Italy and from all counties. They — they were — they were\nfighting against us. In other words, they were our prisoners —",
        "Q: Right.",
        "A: — and we took over them, and — and then — then we let them go, after a while,\nyou know, if they weren’t too important. They were from all countries, as well.",
        "Q: So — so, were you designing anything else, besides gallows?",
        "A: Oh yeah, well other buildings for remodeling mostly, it was — was. Course a lot\nof the buildings were already there, they were good buildings, some of them were\nthree and four stories of brick construction, in fact. There were some very good\nbuildings there.",
        "Q: Did Alfons Kanarek(ph) stay with you the whole time, or did he leave?",
        "A: Oh yeah, he was — no, he was there the whole time. Fact, he was there when I\nleft, and I don’t know why he didn’t go back to Poland, but he said he didn’t have\nany way to get there, so he wasn’t going to walk. So — and there was no trains, there\nwere trains, but — but they didn’t want to leave there.",
        "Q: Did he ever —",
        "A: — because I would — I would get him food, and cigarettes and all that sort of\nthing, and some — and tobacco, and he loved that. So — so — and then we had other\nOctober 4, 2013\npeople there who knew where the sewers were, an-and the water, and supplies like\nthat, who had been bordering as well. Fact, I have pictures of them there in the\nkitchen, and they were — they came — became workers for us. In other words, they\nworked — they were working for me. But they didn’t — they didn’t get a salary or\nanything, they just got the goodies that we could give them, that’s all, you know.",
        "Q: And they got food.",
        "A: That’s exactly right, yeah. And wine.",
        "Q: Now, did you — a — a lot of people say that in those first days when — when the\nUS forces came in, and — and the starving prisoners of the Germans, that is the — the\nvictims —",
        "A: Right.",
        "Q: — of the concentration camp who were still alive, would ask for food, and they\nwould eat it so fast that they would die from —",
        "A: Oh yeah, yeah but —",
        "Q: Yeah, did you — did you have those types of things happen?",
        "A: I—I didn’t really know. I — I — I was never involved with the people that were\nthere. I don’t know, I saw them, that’s all. Because my work was really just in the\noffice, in there with Alfons and some of the other people that were prisoners of the\nGermans, who worked on the water and sewer lines and things like that. So we kept\nOctober 4, 2013\nthem on because they knew where these things were. Otherwise, we wouldn’t have\nknown where anything was. And —",
        "Q: Got it.",
        "A: —so we kept them on, and like I said too, the people that I had from Berlin, they\nwouldn’t leave because they — they again were — were scared of the Germans. They\n—I mean, they — the Russians.",
        "Q: The Russians.",
        "A: They — they didn’t get along at all, not one bit.",
        "Q: Did Alfons ever tell you his personal story of what happened to him, and how he\nhappened to come into that office?",
        "A: No, I don’t know how he did it, I have no idea how they selected him, or\nanything else. He was just there when I got there, you know.",
        "Q: Okay. Because it sounds — because it sounds from what you’re telling me, he\nwas in a rather privileged position for a prisoner.",
        "A: Yeah, he was — he was a prisoner of si — of the SS.",
        "Q: Yeah.",
        "A: And as — like I say, they picked him up when he was 18 years old, and he was\nthere for four years, so he was about my same as — age as I was.",
        "Q: Ah, it’s true.\nOctober 4, 2013",
        "A: And we became good friends. But he was just there. But he was there when I\nleft.",
        "Q: Okay. And so your job was, if I can summarize it, if I can understand it, your job\nwas to — was to provide the drawings for whatever renovations had to be done in the\ncamp.",
        "A: [indecipherable] renovations are — of new buildings, or things of that sort.",
        "Q: Yeah.",
        "A: But we didn’t have that much to do really. There was a lot of playtime.",
        "Q: Well, that’s — wow.",
        "A: Yeah. But I—I really wasn’t interested — pardon me — I wasn’t inter — really\ninterested in what was going on, the pla — in the — the war crimes trials, I really\ndidn’t care. All I knew was that they had gathered them all up in these buildings and\nso on, the SS people, and they had their war crimes trials there. And whoever was\nthere, most of them were hung. I don’t think —",
        "Q: Tell me, why do you call it a farce?",
        "A: Pardon?",
        "Q: Why did you call it a farce? I mean, you said that these trials were a bit of a\nfarce.",
        "A: Right.\nOctober 4, 2013",
        "Q: Why? Why — what made it that way di — for you?",
        "A: Well, the thing is that nobody wanted — wanted to talk about their buddies and so\non, so that they didn’t really have too much information. They knew that they were\nalready there, they knew they were guards, because they got them out of the guard —\nthe guard buildings. So th-they would — one prisoner might tell about what the other\nguy did, or something like that. But it really didn’t make any difference; if they\nwere guards, they were shot, and that was it. A lot of them were shot even before\nthe war crimes trials came there, and — the Americans were so upset about what\nthey saw there, cause they couldn’t understand that these kind of things were\nhappening.",
        "Q: Yeah.",
        "A: And they just got the guards out of the building, right, so one day, the — they let\nthe prisoners out of the — out of the camp, out of — they cut the wire, and so on, or\nthe gates, and let them out. And they went up in the towers, and threw these guards\nright out the window, which are like three stories high, or something like that. And\nso the — some of them were — they ga — the inmates killed them. The-There was\nsome that I — that I never saw many women that were there, there were some that I\nti— I took a picture of one day and — but th — I don’t know where they brought the\nwomen from, I have no idea. That really wasn’t a women’s camp, it was mostly for\nOctober 4, 2013\nmen. I think they were brought in right before the end of the war, and the people —a\nlot of the women went into Dachau and smashed the — the windows. They had\nwomen’s clothing hanging may — in there, you know, on a — some sort of a form or\nsome such thing in the window. And they just take the — their clothes off, standing\nright there in the window and — and put these new clothes on that they got out of the\n— out of Dachau stores. So it was pretty —",
        "Q: I wa — I don’t understand this part.",
        "A: Okay.",
        "Q: So, former — former female prisoners —",
        "A: Right",
        "Q: — in Dachau —",
        "A: — were let go out of the camp, so they went into Dachau, which is only like a\nhalf a mile away.",
        "Q: Oh, the town, okay, they went into the Dachau town.",
        "A: The stores, that’s right, the town, and they just smashed the windows if they\ncouldn’t get in the store, if the door was locked, they just smashed the windows, and\nstanding in there, take all their clothes off, the rags that they had on, and put the\nnew clothes on that they found, you know, in the windows.",
        "Q: I see.\nOctober 4, 2013",
        "A: But anyway, I — I saw one of the girls was mistreated by someone of the SS\nofficer, or some such thing. And she got a knife from a friend of mine and cut his\ntesticles off, right there in front of everybody. So, they didn’t care. That’s what I’m\nsaying, 1-it was just a madhouse. Nobody — nobody knew — we knew that the\nAmericans were 1n control, and the Germans had to listen to whatever they did. If\nthey didn’t listen, they got shot.",
        "Q: Okay.",
        "A: It didn’t make any difference. You know, Americans can be cruel, you know, I —\nI’ve seen things that — that Americans have done that are just as cruel as any\nGerman ever did, but —",
        "Q: Can you tell me about that?",
        "A: Oh yeah, they did — they — they were bad news too, some of them. Especially the\nparatroopers. They were just young kids and they were — they were gung-ho, they\nwould kill anybody that they can shoot. It didn’t matter a — a bit. But anyway,\nDachau was a—amess. We got it cleaned up pretty well in the year I was there,\nand —",
        "Q: You were there for a whole year?",
        "A: Oh yeah, I — yeah, yeah. Yeah, I left —",
        "Q: So you saw a lot in that year?\nOctober 4, 2013",
        "A: Oh yeah, oh goodness yeah. But then a lot of things I didn’t really want to see,\nyou know, I — like I say, I didn’t go to the trials. I never went to hangings. I — I just\nwanted to get out. You know, I was married and I wanted to — I was just a young\nkid, really, and — and this was all new to me. I could never imagine these things\nhappening; how they treated other people.",
        "Q: Tell me about — you know, you had your camera with you, what kind of camera\nwas it?",
        "A: Oh, I don’t know, it’s — well, the Germans weren’t allowed to have cameras,\nknives, anything that could hurt an American.",
        "Q: Okay.",
        "A: And — but Alfons had his own camera, and that was one of our biggest problems.\nThe fil — the film we got might have been old, and we traded it for cigarettes, or\ncandy, or chocolate bars, or something like that. You couldn’t walk to the grocery\nstore, or — or a— a drugstore and buy film there, there wasn’t a such thing. In other\nwords, we get — we get film from people who already had it, and some of it was\ngood, and some of it wasn’t. Sometimes you’d give them a — a chocolate bar for a —\na box of film, and it was no good, it was already exposed, as — so we got any kind\nof film at all that — that you could get your hands on.",
        "Q: So you had a camera, and he had a camera? Both of you had — two ki —\nOctober 4, 2013",
        "A: Oh yeah, oh yeah, we both had, yeah, we were — well, we were allowed to have\ncameras, but — and of course, Alfons, I don’t know where he got his camera, I have\nno idea, cause I — he could speak German, so he could go out and talk to these\npeople in Dachau and get things, and he was able to bring things back from the\nstores in Dachau [indecipherable] there, or steal or whatever he could do, you\nknow, he’d just take it, you know, cause that — the Germans would give up anything\nbecause they — they just didn’t want to be executed right there on the spot, yep.\nEnd of File One\nOctober 4, 2013\nBeginning File Two",
        "A: — yeah, that was a bad year, I'll tell you. I — I was glad to get out of there\n[indecipherable].",
        "Q: Well tell me — I know, but we’re gonna dwell on it still a little bit, I’m sorry to\nsay, because there are more questions. When you tell me things, that — more\nquestions about it —",
        "A: That’s okay. I don’t mind.",
        "Q: Okay. So you would get ou — you would get the film, but not everybody would\nwant to take pictures. What made you want to take pictures of what you were\nseeing? Cause in the photo album you’re donating to us —",
        "A: Well, what it actually — well, everybody — Alfons did the same thing, you know,\nwe'd pi — take a picture of the gate, or — or the — or people lining the — in the — th-\nthe — the cadavers were lying in the — the — the — the pick-up trucks. We were —\nmaybe we thought it was going to be evidence sometime, y-you know, that maybe\nsomebody would want it, that’s all. There was really no reason to — to take pictures,\nit was just that we wanted to do it, I guess for our own use later on. And — but I had\nthose pictures laying at home for years, and never looked at them anyway. I — I -",
        "Q: Tell me, how did you develop them there?\nOctober 4, 2013",
        "A: Oh, Alfons, for some reason or other, he was able to do this in his office. I don’t\nknow how he did it, where he got the film. I mean, he had a little closet like where\nhe would develop these film for me, and for him.",
        "Q: Okay.",
        "A: And that’s the only two cameras that were in the office, you know, just his and\nmine. And then we’d get film all different sizes. A lot of times you couldn’t use it\nanyway, because it was — you know, it was exposed, or whatever.",
        "Q: Were there any pictures that you took that didn’t get developed because the films",
        "A: Oh my heavens, yeah, loads of them. Oh, the film wasn’t any good, a lot of it,\nyou know, and — and so how would we know”? We didn’t know, you put it in the\ncamera and then it came out black, or whatever [indecipherable]",
        "Q: Yeah.",
        "A: Cause there was no color, it was all black and white, and you know, th — the\nfilm. we’d — we’d borrow the film, you know, we — if we — we’d go into Dachau\nand talk to these people who we heard maybe had film. And then we’d say, well,\nwe ll — we’ll give you maybe — I couldn’t speak German because Alfons could, so\nhe was always the interpreter. So anyway, he would get [indecipherable] these\npeople who had film, and then we’d give them whatever we had to give them,\nOctober 4, 2013\nmaybe C-rations, or whatever it was, just for the film, because they wanted to sell\nit. They wanted our — our things. They — they considered our bread as — as cake, and\nI liked their bread better, because it was dark bread. But our — all the fellows that I\nhad in the office, they le — really liked our bread. They thought it was cake at times,\ncause it was white.",
        "Q: Yeah.",
        "A: And theirs is dark. But I liked the dark bread.",
        "Q: Well, people do say it’s healthier than — than white bread.",
        "A: Pardon?",
        "Q: People say that dark bread is healthier than white bread.",
        "A: Oh, I — that’s what I understand so, yeah. Oh, I — I used to — I loved that stuff,\nyeah. We — we’d gallons of — of peanut butter and grape jelly, and I’d put that\npeanut butter and grape jelly on this dark bread; that was really good, you know.\nBut if you didn’t have anything else to eat, I guess that was all right. But — but we\nhad — we had [indecipherable] rations. Then after the Americans came in, they\nopened up the kitchen, and then we had good food that we knew — that was there.\nWell, I remember the — the Thanksgiving that we were there, I went over to the —\nwhere the other Americans were, where they were eating in the dining room, and it\nwas Thanksgiving day, and somebody — one of the cooks in — American cooks told\nOctober 4, 2013\none of the German assistants to go get the salt. Anyway, he got the — the soapsud —\nthe soap powder, and put that in the mashed potatoes. And — and everybo —\neverybody was standing out in the hall, they gotta get in the toilet [indecipherable]\ndown — down the aisle there, you know, and fortunately I didn’t eat any of the\nmashed potatoes. I — I— I was really glad I didn’t after that, Pll tell you. But these\nguys were standing out there — somebody had gone in their pants, and everything\nelse, you know. I didn’t — they were eating soap in their mashed potatoes.",
        "Q: Oh my God.",
        "A: Yeah.",
        "Q: Oh my God.",
        "A: Aw, it was — but I—I say, you know, it was a rat race. It was just th — it was n —\neverything was turmoil, you know, for months, because there was really not that\nmuch instruction on what to do. All we wanted to do was get rid of the SS.",
        "Q: And they did.",
        "A: You know, get rid of the offi — get rid of the officers, get rid of the people who\nmistreated all these people for years, and just get rid of them, you know, and that\nwas it. And I guess we each had our own little places to be, and that’s where we\nstayed, and we didn’t — we didn’t make it — any noise anywhere, because if you did,\nyou — you’d get into the trouble. So we — we didn’t really —\nOctober 4, 2013",
        "Q: So you felt — you felt that, you know, gi — if I can summarize this in the way I\nunderstand it.",
        "A: Okay.",
        "Q: Is that — that — when we’re talking about those war crime trials, and what you\nmean is trials that took place within the camp of Dachau, for the camp of Dachau.",
        "A: That’s correct, that’s all.",
        "Q: That’s all it was —",
        "A: Yes.",
        "Q: — it never went to Nuremberg or anything else?",
        "A: Oh no, no, no, these — this was just to handle the people that were — that were\nofficers or guards there in Dachau.",
        "Q: Okay.",
        "A: — the little people, not — no-no-nothing outside.",
        "Q: And these German former guards and — and camp managers and so on —",
        "A: Right, right.",
        "Q: — were not talking — were not telling on one another.",
        "A: Oh, that’s correct, that wa —",
        "Q: In other words, they wouldn’t provide any evidence?\nOctober 4, 2013",
        "A: No, nad — no information about somebody else. Maybe one time, maybe that\nsomebody didn’t like the other guy, or something like that, he would say, well, he\ndid this or that, or he — he mistreated somebody, or something like that. Well, that\nwas only recorded, and that was it. So it ended up mostly everybody was either\nhung or shot or whatever anyway, it didn’t make any difference.",
        "Q: Were these executions taking place on a daily basis?",
        "A: Oh sure, yeah, after — after the thing got started right, yeah, because there was\nlike — there were dozens of — of guards there, and the commandant and so on. And —\nand all these people, they had a lot of officers there, from the SS, and they were all\ntried there, right there at Dachau.",
        "Q: Did any of the prisoners though, that they had mistreated, stay around to give\ntestimony, or were they gone?",
        "A: No, they — most of them were try to get out of the place. They didn’t — they —\nthey might have said some things about maybe certain ones that they were — they\nwere mishandled by, but — but they ne — they are — there was — wasn’t much — there\nwere — there really wasn’t much discussion about the prisoners. They were just glad\nto get out of that fence, and get out of them barracks. They would sleep anywhere in\nthe buildings, or wherever they could, you know, summer — was warm at the time,\ncause we got there in May, and then we got summer, but then in wintertime it got\nOctober 4, 2013\ncold, and but bo — most of the people were gone a — after I left — I mean, they were\ngone before I left, really.",
        "Q: I was going to ask you that, I was gonna —",
        "A: Yeah, yeah, most of them — well, the ones that had someplace to go, or the ones\nthat could walk, they would go. Otherwise, you couldn’t go, they just had to stay\nthere, and we fed them, whatever we could do with them, til they finally did go.",
        "Q: I see.",
        "A: But they may have had friends or somebody, maybe they knew somebody, or\nthey — they’d just walk into houses and throw the people out, you know, take over\nthe house, you know, they were — pardon me, prisoners for — of the Germans for a\nwhile, and they just wanted to get out of the camp, just get out of there quickly as\nthey could.",
        "Q: So, in the local town of Dachau, they would — there were former prisoner who\nwould go and —",
        "A: Oh yeah, they —",
        "Q: — empty out from —",
        "A: Oh sure, that’s right, they — you bet they did. And I — I understand now though,\nthat a lot of of those people who were the — most of them are gone, they wouldn’t —\nthere was no discussion about what happened with any of these people. But the-they\nOctober 4, 2013\nwere going to Dachau and they’d steal food, or whatever, they — they’d just knock\npeople down and take whatever they had. They — yo-you walk into the houses, hey,\nthey were prisoners there, so why — they were glad to get out. So — so they had no\nidea what — what was going to be happening to them or anything else. So they — I —\nI could understand, if you were in Dachau and you were from Poland, you had a\nlong way to go to get back to where — another country. And we had people there\nfrom 31 different countries. So, lord, they came from all around, Austria\n[indecipherable] you know, and who knows where. There were no Americans\nthere that I know of, none at all.",
        "Q: You — you — did you ever have any personal interaction with any of the\nprisoners, aside from Alfons?",
        "A: Not really, other than what walked into my office, that’s all, I had — I had no\nother contact.",
        "Q: But I meant —",
        "A: I couldn’t speak German anyway.",
        "Q: I’m not talking about the German prisoners of the Americans.",
        "A: Yeah.",
        "Q: I’m talking about the prisoners of the Germans. That is, when you s — the — the\npeople who had been in Dachau for four or five years as prisoners.\nOctober 4, 2013",
        "A: Yeah, right.",
        "Q: Did you have any contact with those, with the victims of the concentration\ncamp?",
        "A: Not really, no, because I couldn’t speak their languages, and I didn’t know what\nthey were saying anyway.",
        "Q: I see.",
        "A: You know, si—1f somebody was Poland, I didn’t know what they were saying.\nWe had some Polish fellows working there, and they ended up — they — they started\nto speak some English. Or Alfons — most of those were — were friends of his, and he\n— they were all from — from Poland, so they knew how to get along with each other,\nand then Alfons would translate what they said to me, 1-in — in English. So that was\na big help to me, let me tell you. I w — I wouldn’t — I don’t know how I could have\never operated there without him being there. I cou — I couldn’t have done it, no\nhow.",
        "Q: And — and his name, if I want to say it again, is Kanarek, k-a-n-a-r-e-k,\nsomething like that? His last name? Alfons’?",
        "A: I don’t know. I —I know it started with a K, but I don’t know. It was\nKamyczek(ph). Alfons Kamyczek(ph), I’ll never forget his name.",
        "Q: Kamyczek.\nOctober 4, 2013",
        "A: And I never had any contact with him after we left there. Like I say, he was still\nthere when I left. So I — I have no idea, I don’t know his address. I used to hear\nfrom — from others — pardon me, Erkar(ph), from Hungary, who was a prisoner of\nours who would come in and clean up my — my bedroom, and clean the office, and\nhe would — if any cigarettes were — cigarette butts were around, he’d tear them apart\nand save the tobacco. He’d put them in a bag, and — to take back to — to Hungary.\nAnd he did write me, Erkar(ph), he had my address, and how he did it, I don’t\nknow, but he had my address —",
        "Q: And he wrote to you.",
        "A: — and he used to write he — to me, to send him silk stockings. Well, that was just\nwhen all women’s s-stockings, what were they called?",
        "Q: Well, stockings, sil — yeah.",
        "A: Yeah, right, yeah simo — they weren’t silk, wha —",
        "Q: Nylon.",
        "A: Nylon. Nylons were just coming out after the war, and he would write and tell\nme — he’d send me stamps and stuff like that. He was a postman in Hungary,\nwhere, I don’t remember any more. And my wife and I used to get a kick out of it,\nshe’d say, well, here’s a — another letter for — for silk stockings or nylon stockings.\nAnd I’d send him a — we sent them a couple of times, and that was it, then he didn’t\nOctober 4, 2013\nwrite me any more. So I did all — I don’t know whatever happened to any of these\npeople, I have no idea. I just left.",
        "Q: Well, tell me — yeah. Tell me about when you were writing, since you bring that\nup. You were writing to your wife and sending her pictures —",
        "A: Oh yeah.",
        "Q: — of what you saw. Did you explain in your letters what it was, where you were,\nand what kind of a place it was?",
        "A: Never. She just knew where I was. It was an APO number, so she didn’t really\nknow where I was, she’d only see these pictures, you know —",
        "Q: Did she ask you about them?",
        "A: — and I told her — I told her I was in Dachau, that’s all. I re —I really didn’t want\nto upset her, beca — tell her where I was, because she didn’t know if I was a prisoner\nor not, or what I was, you know, I was just there. But yeah, I wrote to her. You\nknow, sometimes you get a whole stack of letters at a time. It might have been a\nwhole month, you know, that you didn’t get any mail, because everything had to\ntravel by boat.",
        "Q: Yeah.",
        "A: And so you — you didn’t —\nOctober 4, 2013",
        "Q: Well there — in that photo album — go ahead, have a — have a sip — 1n that photo\nalbum you have quite a few very sad and disturbing, grisly pictures —",
        "A: Yeah, right.",
        "Q: — of — of bodies. Were those the — did you send those home as well?",
        "A: Oh yeah, some of them were, yeah.",
        "Q: Some of them — so she saw them.",
        "A: Oh yeah, sure.",
        "Q: She saw them.",
        "A: Oh yeah, sure, oh yeah, yeah.",
        "Q: So, by — by the time she got them, she must have understood where they were\nfrom.",
        "A: Oh yeah, oh, I’m sure she did, yeah. I — I told her I was in Dachau, but that\nreally didn’t — you know, Americans didn’t know where these places were —",
        "Q: Yeah.",
        "A: — you know, and there were — there were hundreds of camps. And so that was —\nthat was just another place that I was. Like I— I wasn’t supposed to keep a diary,\nand I kept a diary the whole time I was in the service. And again, those things were\nstolen, and so I had no — no — I would have known every time where I moved, and\nso on, but I didn’t know. Oh gee.\nOctober 4, 2013",
        "Q: So you — you kept a diary, and that was stolen from you?",
        "A: Oh yeah, they [indecipherable] all three years were stolen that were all — that\nwere all my time in the service. I had them all there together, laying on the bed, on\nmy cot, and somebody stole everything I had.",
        "Q: Oh. And that was still when you were in Dachau, or out of Dachau? That was —",
        "A: No, that was in — I was in Bremerhaven then, to get on a boat. I was 1n dur — I\nwas going from Dachau, which is in southern Germany, up to — up to — up to\nBremerhaven, which is north.",
        "Q: I see.",
        "A: On the North Sea, and that’s where we got a boat to come home.",
        "Q: Okay.",
        "A: So — yeah.",
        "Q: Let’s pause just for a second [break]\nA2: — they — they —",
        "A: He was one of the fortunate people that were there.\nA2: But he — he was smart, and he —",
        "A: Yeah, yeah.",
        "Q: Okay, in that case, let me turn this on again, and tell me about the women who\nwere prisoners of the Germans in the camp —\nOctober 4, 2013",
        "A: Yeah.",
        "Q: — who let others escape. You had mi — where was this —",
        "A: Well, they were — they all wanted to get out of it, out of the camp as quickly as\nthey could, yeah.",
        "Q: Okay, so what about these particular women?",
        "A: Well, they’re — they were really — they were from — from different countries, and\nso on. Like, I only saw about maybe 20 or something like that, who were prisoners\nof the Germans —",
        "Q: Okay.",
        "A: — of the SS, brought in there from other camps. And — but I don’t know. They —\nthey — they couldn’t do very much, they were — they were the same as everybody\nelse, you know. They — they all wanted to get out, and I don’t blame them.",
        "Q: Okay. Hang on just a second.",
        "A: Yeah, I gotta say they were — they were —",
        "Q: Okay. [indecipherable]",
        "A: Yeah, we’d — I don’t know — I don’t know where these women came from. I\nknow they were brought in there from other camps, a-and — and but the — the SS\nwould try to move them, whenever they could, but —",
        "Q: Well, I-\nOctober 4, 2013",
        "A: I got —I gotta say, it was — it was somewhat turmoil, you know. Nobody —\nnobody knew who did what.",
        "Q: Why is it — I mean, I know that in some ways it sounds like it — it should be\nobvious, but why 1s it that you wanted to get out of there so badly, out of that — out\nof that —",
        "A: Why did I want to get out?",
        "Q: Mm-hm.",
        "A: Because I was just married, and one — yeah, I mean, I wanted to just get home,\nthat’s all. I saw enough, you know, and knowing — I didn’t mind too much the\ntravel, or wherever barracks, and so on, or the buzz bombs and stuff like this. I\ndidn’t — that didn’t bother me. After I got to the camp — and I didn’t dr — I didn’t\nhave bad conditions there, I had a real nice bedroom and — and I could get food\nwhenever I wanted it, because Americans were in charge. I didn’t — it — it really\nwasn’t a hardship for me. In other words, I knew I had to stay there, and that was it.\nSo nobody ever — nobody ever said anything about what I should do, or —",
        "Q: You had no commanding officer?",
        "A: No. And I was a lowly sergeant, yeah, yeah, ye-yeah.",
        "Q: Who was the American who was in charge of the entire Dachau camp?\nOctober 4, 2013",
        "A: Oh, they brought a couple different people in, different times over that year.\nThings were moving so fast. The war — the wa — when — when the Americans got to\nDachau, and they had been to Munich, they were then moving on to southern\nGermany. In other words, they were trying to get down where Hitler was, down in\nthe — in the Alps mountains. There — that’s where they were trying to get him. So,\nafter they moved — they left only a certain amount of — maybe it was only a hundred\nAmericans there, for that year that I was there. The rest of them were already in\nbattle, they were go-going, trying to get to southern Germany, get the war over\nwith.",
        "Q: So they thought — so they thought that Hitler was in southern Germany, but in\ntruth, he was in Berlin.",
        "A: Yeah, but he was — no, he —",
        "Q: Hitler was in Berlin. That’s where he committed suicide.",
        "A: Yeah, but — but his — they were trying to get there where his house\n[indecipherable] was down there.",
        "Q: Oh yeah. That’s right, Berchtesgaden was right there, okay.",
        "A: That’s right. They didn’t — they were trying to get down there, and — the\nAmericans were, to finish the war off, because they knew that the — Austria was\nright beyond that. We didn’t want to — we didn’t care about Austria, we just wanted\nOctober 4, 2013\nto get Germany, and get everybody killed out there we could kill, you know, that\nwas it. We wanted to get out. Everybody wanted out, that was it.",
        "Q: So tell me — tell me this, I asked this earlier. The end of the war was May eighth,\nI believe, or May ninth, one of those two days, ’45.",
        "A: Yeah, °45, but —",
        "Q: Right. So you had been in Dachau nine, 10 days by that point.",
        "A: Oh sure.",
        "Q: Did the end of the — do you remember when you — how — where you were when\nthe war ended, when you learned that the war was really over?",
        "A: Yeah, but — but it really didn’t di — yeah, wi — I was still there in th — in the\noffice at Dachau, you know, it wasn’t —",
        "Q: It didn’t matter to you.",
        "A: No, no, it was nothing. It was just over, you know. Everybody was happy about\nit, but we had to get rid of all these people, we had to get into the war crimes trials,\na-and all these things were going on there. So — and to me, I didn’t really care what\nwas going on, I just wanted out.",
        "Q: Tell me, did you ever — ever have R and R? That is, an opportunity to go away\nfrom Dachau for days at a time to have a bit of vacation?",
        "A: No, never.\nOctober 4, 2013",
        "Q: No.",
        "A: No, never. I was always there.",
        "Q: Okay.",
        "A: I remember when I went down there one day for that guy to look at that — that\nchateau in the mountains, that ski run. Sir — he says 300 dollars, and look at all this\nspace. Oh my God, I thought, oh jeez. The guy can’t possibly alo — believe this is\nworth 600 dollars, but yeah, yeah. Well, 300 dollars would have been thousands to\nthem, oh yeah.",
        "Q: And after — right after the war, that’s a different story.",
        "A: Oh yeah, sure. Oh yeah. But see, I — I— I was smart enough to know — I was just\n— just a kid, but I was smart enough to know, how’m I gonna get my money back’?\nI’m not going to sit here and watch this guy. I’m married. My wife’s back in — in\nYork, Pennsylvania for goodness sake. What am I gonna do here, how’m I gonna\nget my money out of this place? So —",
        "Q: He hadn't counted on you being that smart.",
        "A: Yeah, right, I di — I di— I was smart enough to know I — I’m not gonna get — I\ncould have bought the place, I could have give him my money and so on, I might\nhave owned it, maybe. However, I wouldn’t have known what was going on\nOctober 4, 2013\nanyway, you know. That wa — that was too far-fetched for me, that — that was way\nover my head.",
        "Q: Tell me now, when — when you finally did leave Dachau, was that April 1946 or\nMay 1946?",
        "A: Yeah, it was —I got —I got out in April of — of ’46.",
        "Q: And did you go to Italy then, and Switzerland then, cause you mentioned —",
        "A: Yeah. Yeah, wa —",
        "Q: — those were two other places — what happened?",
        "A: Well, we — we just took little tours. One of my — one of my American friends\nwas supposed to collect food for the prisoners over there, which was a farce. And\nanyway, somehow he finagled a German command car, one of them big, open jobs\nthat th — that the Germans had. And we had a — an SS officer and a Wehrmacht\nsoldier. And the four of us used to take trips, and we were looking for food. So\nanyway, these two guys there, the — the German SS offer — and the funny thing was\nthat he was from Hanover, Germany. His family had owned a — a — a — wheat\nmills and so on, they were grinders, they grind up for — for food, and so on. And I\nasked him one day how he — he could speak English, and he said — I asked him how\nhe — he got into the service, and the SS. And he said, well, Hitler said, like the Boy\nScouts were — had to go in this type of service, and — and the Girl Scouts were over\nOctober 4, 2013\nhere, and — and these groups were over, but a — he put them 1n important positions,\nbut he ended up in the SS. And anyway, we used to take these trips down to the\nmountain — in the mountains, in the Alps, the four of us. The — the werman —\nGerman Wehrmacht guy, he would — he would drive, and sometimes I’d sit in the\nback with this SS officer, who we got out of the camp. We were able to take him\nout wi — you know, get in the —",
        "Q: So, he wasn’t tried? He wasn’t somebody —",
        "A: Oh no, no, he wasn’t — I don’t know how he got out, but he did. The both of\nthem got out. Maybe I helped them, I don’t know, but anyway, wa — but we can —\nwe used to take trips any time down the mountains. And this one guy, the SS\nofficer, he knew some German general’s wife that lived down there, I forget what\nthe town was, but it was occupied by the French. And they brought all these French\nMoroccans out of Africa, up there to the occupation army. And the — and I\nremember we were standing up there high in the window, we were looking down at\nthese people, and these guys in their robes, and so on. And the — the Americans\nused to bring meat out there, big legs of lamb and stuff like that. And they have in\nthe truck — there was no — there was no cooling —",
        "Q: Right.",
        "A: — and no — and no —\nOctober 4, 2013",
        "Q: No refrigeration.",
        "A: No refrigera — they just brought it in trucks, they throw it on the ground, and no\n— these guys would pick it up, they’d take it away and they just ate it, and so on. But\nwe'd stand up in this wom — this woman’s house, and we’d look down, see this stuff\ngoing on. But yeah, they — they a — they had hardly finagled that car — I — I still\ndon’t know how they ever got that car, I don’t know. But my friend Davros(ph)\nasked me along. We went to a— a funny part, we went to a Kraft cheese factory one\nday, and got cheese. Another place this guy knew, whoever, could get eggs. Why\nwe did it, I don’t know. I don’t know what we ever did with this stuff anyway.\nA2: This is after that happened, right?",
        "A: Yeah.",
        "Q: Is this after Dachau, or is this while you’re in Dachau?",
        "A: Oh yeah, we tha — while we were in Dachau, yeah, yeah. I don’t know where\nthey got the car from, I guess it was from one of the officers had this car there. It\nwas a big [indecipherable] job that was really nice. Big convertible. We’d ride\naround in that thing, oh yeah.",
        "Q: Well, tell me about something else, cause you alluded to it before. It sounds like\nthere was a pretty thriving black market going on after the war.",
        "A: Oh yeah.\nOctober 4, 2013",
        "Q: If you had — if you had money that you could exchange and get — what did you\nexchange it for, for stuff, or for local currency, whatever that local currency would\nhave been?",
        "A: Well [indecipherable] local. Well, we used to call — the Americans had their\nown money.",
        "Q: Okay.",
        "A: So, we used to call them cigar coupons.",
        "Q: Okay.",
        "A: Cause back in those days, when you go here to — to a cigar store or something\nlike that, they give you coupons there if you bought certain products.",
        "Q: Right.",
        "A: So we used to call the cigar coupons, the American money.",
        "Q: But it wasn’t our usual dollar currency?",
        "A: Oh no, no, no, every ca — every country and America had different. In France\nthey had French money, American money. In Germany they had American money,\nbut it wasn’t real money.",
        "Q: I see.\nOctober 4, 2013",
        "A: It was just printed stuff that they had. Whatever country it was that was\noccupied, the Americans brought their money in, but 1t wasn’t real money. It wasn’t\n— wasn’t cur — American currency.",
        "Q: I see.",
        "A: It was just printed stuff that they brought. That’s why I call — we call them cigar\ncoupons. But we could buy stuff with this. In other words, we could go to, maybe\nnot a PX, but place where you could buy stuff.",
        "Q: A commissary?",
        "A: Yeah, right — well, it was — wa — it was — it really wasn’t — that headquarters,\nthey just had it like a little room, with stuff in 1t, you know, no store or anything like\nthat. They may have had cigars, or pipes, or you know, things [indecipherable]\nguys smoke with or — or whatever. They might —",
        "Q: So was it worth anything, this — this printed money?",
        "A: Oh yeah, it was —",
        "Q: I mean, worth anything that you could buy that was wor — that was the —",
        "A: Oh yeah, you could buy a million things with it. The Germans would like to get\ntheir hands on it.",
        "Q: I see.\nOctober 4, 2013",
        "A: — because they could u-use the money too. Actually, the me — the German\nmoney wasn’t worth anything, really.",
        "Q: You mean — talking about the old Reichsmark?",
        "A: I — like we — when we [indecipherable] that money wasn’t any good to anybody\nreally. It was just a souvenir. I se — I — I used to send money back, I had some\nmillion dollar bills and so on from — from the bank, and I’d send them to my wife\nhome, cause her uncle used to save the stuff from different countries. He’d save this\nmoney that — you know, if guys would send him, cause he had a restaurant and —\nand — and they’d — they’d send him money back. So I sent him a million dollar bill\none day. That was a —",
        "Q: You mean a million Reichsmark bill, like —",
        "A: No, real ri— yeah, but 1t wasn’t — it wasn’t anything anyway.",
        "Q: Right.",
        "A: It was just a souvenir really. Just a piece of paper.",
        "Q: Yeah.",
        "A: Yeah, well, it was useless really.",
        "Q: Well, about — so the — so you were able to exchange real dollars for this sort of\nprinted American —\nOctober 4, 2013",
        "A: Oh yeah, I could take my money, American money, and I could deposit. I could\nsend it back, we had like a post office that we could go to. It wasn’t really a post\noffice, but you could take your stuff there. And we could exchange that money, we\ncould put it in the book, and then we get that, I could send that home. Yeah. But like\nI say, they only —I only got five dollars, my wife got the rest of it. I guess\n[indecipherable] we had 30 dollars a month, a dollar a day we got, yeah.",
        "Q: And so you would keep five for yourself and send 25 home.",
        "A: Yeah, well, she was — yeah, she was working, so she worked in my — her uncle’s\nrestaurant, and —",
        "Q: And — and going back to other stuff, what kind of activities were some of the\nsoldiers, US soldiers involved in in the black market?",
        "A: Really nothing, they just — they would gamble money. They’d gamble it to get\nthe money, that’s all. That’s how they got the money, you know, was mostly\ngambling. Oh, some of them used to go to — to Switzerland and buy cheap watches,\nand sell them to the Russians for a high price. And — and anyway — and they all —\nthe Russian money wasn’t worth anything, I don’t know why they ever —",
        "Q: Did you meet any Russians when you were in Dachau?",
        "A: Pardon?",
        "Q: Did you meet any Russians when you were in Dachau that —\nOctober 4, 2013",
        "A: I saw some, but I— I saw them, but I wouldn’t have known that I — I met them —\nwe were in a — before we — I got to Dachau, we were in a — ake — a training camp\nwhere they — they tested all their guns, and so on. And their — the Russians were\ncoming in to take over, and I met some there. But nobody liked — even the\nAmericans didn’t like the Russians, even though they were on our side, that we di —\nwe didn’t care for them. They were —",
        "Q: Why’?",
        "A: In fact, I— my neighbor down the street here, he met some Russians, and he\ndidn’t — they didn’t like them either. They — I don’t know, they had their lifestyle, I\nguess, and us — and we — we couldn’t — we couldn’t get along with them at all. But I\nknew the Germans and the — and the Russians didn’t like each other at all. They\nwere — like these two guys I said were draftsmen, they didn’t want to go back to\nBerlin.",
        "Q: Did you ever get to Berlin, or not?",
        "A: Never. Never got to [indecipherable] always seven miles away. You know, the\nthing was, I always — when we were at Dachau, there was — I always wanted to get\nout, you know, and I didn’t take any trips that I could have gone out in — down the\nmountains, there were these guys, cause I knew the other American was with me.\nBut we — I never took any — I could — I couldn’t go on — I went to Munich a couple\nOctober 4, 2013\nof times, and I liked the city. But that was mostly all gone anyway. The buildings\nwere di — just ruined, everything was ruined.",
        "Q: Tell me this: you arrive in Dachau in the last day of April in 1945. You leave\nthe —",
        "A: We got in in May.",
        "Q: Or in May.",
        "A: Yeah.",
        "Q: The first day of May. You leave in April 1946.",
        "A: Yeah, right.",
        "Q: The Dachau you arrived in, and the Dachau you left from —",
        "A: Let me see — wait a minute here. We got four — yeah, ’40 — wi — May of °46.",
        "Q: Oh, May of °46.",
        "A: Yeah, 40 — ’46. Trying to get my mind here together. I got — no, I got out in\nApril. That wouldn’t be right. I was still there in April, I got May — out in May of\n’46, yeah, yeah.",
        "Q: Okay. So that means you were really there over a year, just over a year.",
        "A: Yeah, right, yeah.",
        "Q: How had the camp changed in that year?\nOctober 4, 2013",
        "A: Not very much. I think it’s after — after the war crimes people got out, a lot of it\nwas torn down, like I said about this man telling me a lot of — a lot of buildings\nwere disposed of. They took all the — they took all the barracks down, I understand,\neverything.",
        "Q: That’s after you left.",
        "A: Oh yeah.",
        "Q: When you left, were th —",
        "A: Oh, that was still there.",
        "Q: Okay.",
        "A: Everything was there.",
        "Q: Were all the prisoners still there?",
        "A: Oh no, a lot of them left.",
        "Q: Was it an empty camp?",
        "A: Oh yeah, pretty well, yeah, pretty well.",
        "Q: Were there — were there still —",
        "A: Only the people didn’t know where to go, they were the only ones that stayed.",
        "Q: And were there still German prisoners of the Americans there?",
        "A: Well, there were some un — some German prisoners there yet, but not many, they\nwere gone, they knew where to go. They — they knew where they lived, and so on.\nOctober 4, 2013\nBut these prisoners, the poor souls, they didn’t know where they were from. They\nknew where they were from, but they — how they were gonna get there.",
        "Q: So there still were prisoners from the concentration camp years —",
        "A: Yeah.",
        "Q: — when you left in — in May ’46, who were still in Dachau?",
        "A: Yeah, right. There were still some there because they didn’t — well, a lot of them\ndidn’t know where to go.",
        "Q: Right, right.",
        "A: Th-They were confused, a lot of them were — well, they has spent a lot of time\nthere maybe, and they — they were too confused, they didn’t know where to go. And\nthey couldn’t walk, a lot of them couldn’t walk. So I think eventually they took\nthese people back. They just put them on American trucks and took them wherever\nthey wanted to go, or something like that. That’s what I understood, anyway, but I\nwasn’t there when they did that, I don’t know. They had to get rid of them\nsomehow, you had 30,000 people, that’s a lot of people, let me tell you.",
        "Q: That’s right.",
        "A: And they had to get rid of them. So, the Americans didn’t want them there, you\nknow, they just wanted to close the camp up and get out. They wanted to get out as\nquickly as you could.\nOctober 4, 2013",
        "Q: Did you see any of the physical artifacts of the medical experiments?",
        "A: Yeah, I saw some — some lampshades that the commandant’s wife made out —\nout of human skin in the — 1n the house [indecipherable] that stuff was still there.",
        "Q: Was it in the house, or was —",
        "A: Oh, it was in the house, yeah. The — the commandant’s house was about in the\ncenter of camp, so we Americans took it over. I don’t know who was in charge, I\nhave no idea, but I know I was told to come there a couple of times, and I saw this\nstuff. There was still the — the — the furnishings were still there. Maybe they were\ngonna use it for evidence, I don’t know. I had —",
        "Q: What did — what did a lampshade made out of human skin look like?",
        "A: Something similar to this, except it was darker, that’s all. She has it stretched\nout, you know. Was more just straight things here, that’s all.",
        "Q: But it was like in a regularly furnished room?",
        "A: Oh yeah, sure, like your living room, yeah, yeah. I remember some of the\nfurniture and stuff they — they had — all that stuff was still there.",
        "Q: How come the comma —",
        "A: I guess he must have used it for evidence, I don’t know.",
        "Q: How come the commandant’s house was in the center of the camp, but most of\nthe SS officers live right outside?\nOctober 4, 2013",
        "A: I don’t know why. I don’t know why.",
        "Q: Okay.",
        "A: But I know I was there three times, I was there. Maybe — I don’t know, maybe —",
        "Q: Was it awful —",
        "A: I think his wife was there, too. I think he had some children there.",
        "Q: Why — was it a place that was off limits to you during the time you were there,\nthat you’d only have three times you’d have been there? Or was there just special\noccasions as to why you went to that commandant’s house?",
        "A: No. All the Americans are in charge of it see, so —",
        "Q: Right.",
        "A: — I was just told to come there one day for a meeting or something like that.\nThat’s all it was. People gotta do this or that, or somebody’s this — was there. You\nknow, there’s a couple of American officers there, and — but I was just one of\nmaybe 10 people that were there, that’s all. All Americans were there, only — only\nAmericans were invited.",
        "Q: Okay.",
        "A: But, yeah, we were just still there. We were gonna do this or that, or we’re gonna\n— we’re gonna move here, or we’re gonna open this kind of a building or something\nOctober 4, 2013\nlike that. There was no really big instructions. I think it was more of a — a ti-time to\ndrink wine. That’s about all, yeah.",
        "Q: So tell me how — who gave you the order that you could actually leave Dachau?\nHow did that happen?",
        "A: You know, I don’t know. Somebody — there was some there — well, the\nAmerican officers were there, and some guy came in to — on the office one day and\ntold me that I could leave. I was the only American there, of course. So, he said, get\nyour things and — and come down to headquarters. And then we got on a truck, and\nwent to Munich and got on a train, and went to — to Bremerhaven, and that was it.\nThey gave us a ca—a quart of Four Roses whiskey when we got on the train. And\nthe train was real cold because it’s — it’s three guys sit here, and three people over\nhere, it’s like — well, you know how they are, the coaches with, I think there’s six\npeople or something like that.",
        "Q: Sort of like separate compartments.",
        "A: Yeah. And I drank all my booze, I’m taking all my clothes off, I’m getting hot.\nThese here guys are all sitting there freezing. Oh God, you know, I —I guess these\nwere — this whiskey warmed me up, because that’s the first I ever had any whi — any\nbooze. But you know, I ha — the other people, they used to tell me, in the Pacific,\nthey’d give them beer out there, Americans dis-distribute beer and all that sort of\nOctober 4, 2013\nthing. I never got any of that stuff. We got — when we got on the train, somebody\nhanded me a bottle of whiskey, and that was it. That’s the only thing I ever got from\nanybody. We got a—a pack of cigar — I mean, a carton of cigarettes a week, that’s\nwhy everybody used to smoke. But we got tobacco for a pipe or something like that,\nonce in a while. But I never got anything that was given to me, other than that\nwhiskey [indecipherable] on the train.",
        "Q: So — so tell me this —",
        "A: Let me tell you, by the time I got to mid-Germany, that booze was gone.\n[indecipherable]",
        "Q: So at Bremerhaven, where you on a military ship coming home, or —",
        "A: We were on — we were on a troop ship.",
        "Q: On a troop ship.",
        "A: What happened, it was a freighter, really. The — the Americans would take\nGerman prisoners, and bring them back to the USA to work over here, on farms, in\nfactories and stuff like that. They were really the fortunate ones, that when that ship\ncame back, they’d bring these prisoners back, the German prisoners back. It was all\npainted, it was really — everything was nice and clean for us. So, we came back on ji\n— on — got on the ship, and, in fact I have a picture in that book, of me standing on\nthe boat. And it took about 10 days to get home, I think we hit a storm or something\nOctober 4, 2013\ncoming back. But it was on a troop ship, but it was nice and clean, cause the\nGermans had painted everything, and it was, you know, it was neat. So they were\nusing [indecipherable] in the States. But then I heard a lot of stories about\nprisoners back here that — German prisoners that were pretty well treated some —\nback here, I'll tell you. They had good — they didn’t have to work on farms and\nfactories and stuff. In fact two guys over here the other day, they were telling me\nabout some of the prisoners that were — they knew people here who had taken care\nof them, you know, and brought them back. So they —",
        "Q: And where did you sail in to?",
        "A: New York. We left from New York on the Queen Elizabeth, that took us five\ndays to get there. It was really fast. That ship traveled alone, it didn’t go in a convoy\nlike all the others.",
        "Q: The Queen Elizabeth was the ship you came back on?",
        "A: No, no —",
        "Q: That’s the ship —",
        "A: — we came back on a troop ship.",
        "Q: Oh a — that’s what I thought.",
        "A: Yeah, right, a freighter. But we went over on —",
        "Q: On the Queen Eliz —\nOctober 4, 2013",
        "A: — there were 21,000 G.I.s on there, and — and 4,000 crew and 4,000 civilians\nwere on that ship.",
        "Q: On Queen Elizabeth?",
        "A: Yeah, right. Going over.",
        "Q: Going to — uh-huh.",
        "A: Going over. I never saw such a big ship in my life before we saw it. Well, I\nnever saw a ship before.",
        "Q: Yeah.",
        "A: But anyway, we got on there, and boy if a — a torpedo had ever hit that thing,\nthey’d a lost a lot of people, let me tell you.",
        "Q: Yeah.",
        "A: But it would zigzag like this, it — 1t goes like that across the ocean, because every\nsix minutes the ship would change course, because it took seven minutes for a\nGerman submarine to get on target. And that’s why they — they’d zigzag. And the\nlast night out, before we came up the Firth of Clyde, that ship was really bouncing\nback and forth, because they said they had a — a — a notice that maybe there was a\nsubmarine close by, so there was — that was really a bounce around, but it was a\nnice ride. We went over in August, it was beautiful weather. And then we — we\nstayed up on deck most of the time. I slept on deck almost every night, because I\nOctober 4, 2013\nknew I was down in D deck, so I— I never — I’d never get out of there. That was a —\nthat was a full ship, let me tell you. All them big dining rooms were filled up with\ndel — double decker c-cots. Some of them were three and — three high, you had to\nclimb up there to get to them. I was fortunate, I had a nice cot down in — somebody\nwas above me, I think, in — 1n one the state rooms. A nice ship, a big ship, let me\ntell you. A big boat.",
        "Q: And when you got into New York harbor, having come back, did your wife\nmeet you there?",
        "A: Oh no, oh no, no. I had to go down to New Jersey to a — a de-depot there, an\narmy camp, where some guy was — he’d — he was gonna sign us out. And he had\nonly been the — in the service about two months, I think it was, and he said, don’t\nyou want to join the — the National Guard or — or the reserves? I said hell no, if you\nwant to join, you go ahead and join. Let me tell you right now, I’ve had all the army\nI want. Yeah, he — he — he wanted me to sign up, I said no way. I’m not signing up\nfor nothing, let me tell you. Nope. I ca—I came back on — then we got a train out of\nsomewhere in New Jersey — no, I got a bus to Philadelphia, and then we got a train\nfrom Philadelphia to Lancaster, Pennsylvania. And — and the — the car, th-the car\nhad a potbellied stove right in the middle, that’s how he heated the car. Oh jeez.\nOctober 4, 2013\nReally antiquated. Oh God, I can’t believe that something like that happened. But\nthat’s the way it was, you know, yeah.",
        "Q: And so your wife met you in Lancaster?",
        "A: No way.",
        "Q: No.",
        "A: No. We had [indecipherable] on the third floor apartment, and I got a — a taxi to\ngo home. Nobody there [indecipherable] me, no, nobody. Hell, nobody was there. I\ncame home alone, yeah.",
        "Q: Was she surprised to see you?",
        "A: Sure was. She sure was surprised. I told her I was going to come home\nsometime, you know. Hell, we didn’t have a telephone, and I — nobody had\ntelephones, nobody — I didn’t buy a c —I gotta borrow a car. Some guy was there\nwith me. He worked in a ga— ina Chrysler garage in York, so he told me to buy a\nca — a uSed car, cause cars weren’t made during the war, and they — they only had\nthe cars before the war, and they started making them after the war, but wa — there\nwas — there was all used cars. And I had a big Chrysler, some beer magnate from\nYork, he owned the car, and he traded in for something else. And I could actually\nlay out in the trunk of the car, was a one-seater. I could lay out this way, not\nsideways, I could la —\nOctober 4, 2013",
        "Q: But lengthwise.",
        "A: — that’s how — how big the trunk was, I could stretch out like that, that’s how\nbig. Beth(ph) said, what in the world do you want with this kind of big car? I said,\nit’s just a car, that’s all. Just something to drive around, you didn’t have anything.\nWe sold our — we had a new Nash that we bought right before — about two — when I\nw — I worked in Baltimore and — and we had this Nash, and we sold it a couple\nhours before, cause she couldn’t drive, so we sold it a couple of hours right before I\nwent in the service. S-So, we had that money.",
        "Q: So tell me about your post-war years.",
        "A: Pardon?",
        "Q: Tell me a little bit about the post-war years. Where did you start working when\nyou came back?",
        "A: When I came back?",
        "Q: Mm.",
        "A: Okay. I went back to my old buddy. We built a house here in Hanover, and I\nwent back with my old architect friend here downtown, who I had known before\nthat — before I got in. And I went with him for a couple of years, I guess it was.\nThen I got my license in 1950, and I — I was registered in five states: New York,\nNew Jersey, Delaware, Maryland, Pennsylvania.\nOctober 4, 2013",
        "Q: Are — license for what?",
        "A: As an architect.",
        "Q: As an architect, okay.",
        "A: And I have a license as a structural engineer just in — in Pennsylvania. I dropped\nthat years ago, I didn’t need it. But —",
        "Q: And so, did you go out on your own then, or —",
        "A: Oh yeah, I always had my own office, always. I did work for other people, then I\ndid work for a Baltimore firm when they were doing the Baltimore City Hall.\nThings like that, that sort of nice projects, yeah. And then I started getting into —\ninto — into medical buildings, hospitals, [indecipherable] homes, retirement homes,\nthat sort of thing.",
        "Q: So mostly it was commercial buildings rather than residential?",
        "A: Oh yeah, right, oh yeah. Well, things were busy then, you know?",
        "Q: Yeah.",
        "A: Everybody was doing something, you know, and they were building all kinds of\nthing — I — I designed every fa — house in this town, and a lot of the buildings and so\non. But in the last 20 years, my work has been from Lancaster east, in the New\nYork or New Jersey and Delaware, and that sort of thing, I — I didn’t do — I didn’t\ndo anything in Hanover for 20 years, at least, you know. But I came back here, I\nOctober 4, 2013\nstill had my contacts elsewhere. So I was still working — I worked up until a couple\nmonths ago.",
        "Q: Really? Until a couple of months ago?",
        "A: Oh yeah, right, yeah, sure.",
        "Q: And you’re 93 now, or 94?",
        "A: Ninety-three. Don’t — don’t push it too far.",
        "Q: Okay, okay, okay, I won’t put more on there.",
        "A: Yeah, yeah, but no, I had — I did work for this Amish contractor in Lancaster\nCounty, who we did work in new y — we built — all we built was foreign buildings;\nbig riding arenas, stuff like that. He didn’t want to build houses, always just — and I\nwas quite busy with — just with him, doing these farm buildings, because everybody\nused to have a — had had a bar — a — a horse farm or something like that, a riding\narena. I did for a psychiatrist over in New Jersey, I did all her farm buildings, and\nthen she had a big riding arena, and she never — in the wintertime — but she never\nhad to take the horse outside. In other words, they could go from the stalls — from\nthe horse barn into maybe the — the — where they wash them down and so on, into\nthe riding arena, and in fact I — we had a candy box in there for years, that she sent\nme with — with good candy in it. Yeah, we had a good ti — I liked her, she was a\nnice lady. Never saw her. Never sa — I never saw most of my clients, this Amish\nOctober 4, 2013\ncontractor handled everything. He’d just tell me what he wanted, and then I’d make\nthe drawings, and send it to him, and he — he’d building the building, and that was\nit. So I — it was a nice arrangement where I tried — I wi — like I said, I was still\nworking. In fact, she was in Montana, and I had a project here, some girls were\nhere [indecipherable] and yeah, it — I didn’t do the drafting, I had somebody else\ndo the drafting. I’m one of them guys, I just [indecipherable] and check it out. Put\nmy name on it, and that was it. Make some money on the side.",
        "Q: Yeah.",
        "A: Yeah. I ba — yeah, people say, why you still working, you’re 92 years old. I said,\nwell, what difference it makes? That doesn’t matter how, I gotta kick out of it.",
        "Q: Yeah, exactly.",
        "A: Sure. I don’t —",
        "Q: Did you ever go back to Europe?",
        "A: Never.",
        "Q: Never.",
        "A: No, I'd like to have gone back, you know. I would a — I would have re — yeah, I\ntalked to people, you know, with, like this guy here some weeks ago or days ago,\nhad been back to Dachau. [indecipherable] he went in the 50s, I think, and 60s,\nand just he’s — he gave me a list of what — what years he was there, and one of them\nOctober 4, 2013\nwas just this past summer, and I was surprised. And — but he said it — they’re —\nthey’re all changed, they tear a lot of buildings down. It’s not like it was at all,\nbefore.",
        "Q: Did you ever talk to your wi —",
        "A: It was bare.",
        "Q: — when you got home, did you ever talk to your wife about that year in Dachau?",
        "A: No.",
        "Q: No.",
        "A: In fact, a friend here ca — came in to see me, who I’ve known for 50 years, and\nhe said, you never said you were 1n — in Dachau, til he read in the paper.",
        "Q: And that paper — that newspaper article was this year, right? In June 2013?",
        "A: Yeah, yeah, just recently, yeah.",
        "Q: How did they find out that you were in Dachau? How did the newspaper people\nfind out?",
        "A: Yeah, right, yeah, I saw — I saw — and they called me, and he said, let’s get\ntogether. And one day he called me from some mall out here. He said, how do I get\nto your house? And I went out to the garage to do something, and lord here he was.\nYeah, I hadn't seen him for years, but I knew him for 50 years or so. 1954, I met\nhim, yeah.\nOctober 4, 2013",
        "Q: So, how did the newspaper people know —",
        "A: I don’t know. I don’t know.",
        "Q: Uh-huh.",
        "A: This girl called me one day, and she said, I think you would have a story for us.\nAnd I’m all, what do you — what do you mean? And she said, well somebody told\nme that you had been in Dachau or Germany. And I said yeah. So, just a young\ngirl, I don’t think she was more than 22 years old, or something like that. She came\nhere with a photographer, and — you weren’t here then, I guess. No, you were still\nout in Montana.\nA2: I was in Montana.",
        "A: Yeah.\nA2: I had just [indecipherable]",
        "A: Yeah, right, yeah. And she came out here one day and we sat here and talked for\na while at the kitchen table, and she looked in the pa — and the photographer was\nstanding there, he had his camera standing right there at the table, and I had no idea\nthat he was taking pictures, and he was taking pictures of the — the — the book, and\nother pictures that I had there. And lo and behold, one Sunday — somebody called\nme one morning, one Sunday morning, and he said, I’d like you to talk to some\nveterans about your experiences in Dachau. I’m, what are you talking about, you\nOctober 4, 2013\nknow? Here the newspapers was laying out there on the driveway, and I hadn't seen\nit yet, and so I didn’t know what he was talking about. And I said oh, I don’t — I\ndon’t make speeches. Then some woman called me one day to talk to-—toa—a\nblue-head group. That’s what my brother used to call them, it’s like a — blue-heads.\nThese women used to have their hair dyed blue.\nA2: It’s gray.",
        "A: Yeah, right, yeah, well, it was blue. In fact, we talked about it the other day,\nyeah.\nA2: It’s some kind of rinse.",
        "Q: Something —",
        "A: Yeah. Yeah, right, it was a rinse they put over, sort of blue. Yeah, right. And my\nbrother used — when he worked for Armstrong, he used to look out the office\nwindow, look down there at the Brunswick hotel, right downtown Lancaster, he\ncalled them blue-heads. He said, the blue-heads are out today, or something like\nthat.\nA2: We — that article was very well written. And we called her a couple of times to\ntry to maybe — maybe she would want to coordinate something with you and come\nhere, and she never called back.",
        "Q: Okay.\n100\nOctober 4, 2013",
        "A: Mm. No.",
        "Q: Well, I’m very glad that that young lady at the newspaper place did call you.",
        "A: Yeah, I’m ri— I don’t know how she knew, I really don’t know. I don’t know\nwhere she got her information from. I wanted to tell her what a good job she did,\nand in fact I wanted to tell her that you folks were going to come and see me, and —\nbut she never called back. It’s owned by another outfit, another newspaper in York,\nso maybe she works there as well, I don’t know.",
        "Q: Could be, but this was the local Hanover newspaper?",
        "A: Oh yeah, right, yeah.",
        "Q: What’s it called?",
        "A: “The Evening Sun.”",
        "Q: “The Evening Sun.”",
        "A: Yeah, you'll see it over that — that copy I have there.",
        "Q: Okay.",
        "A: But —",
        "Q: Was there something I haven’t asked you about that you’d like to add?",
        "A: Not really, no, uh-huh, no. After the war, it didn’t — wasn’t no longer part of it, I\njust wanted to get out of there, that’s all. I thought — to me it was a hellhole, you\nknow. It was — it smelled so badly, the — you know —\n101October 4, 2013",
        "Q: Did the smell linger, even after it was cleaned up?",
        "A: Oh, not too long, you — after tha — after that ra — you see, hell, people would —\nthey’d be out there walking around, and hell, they’d just drop over dead, you know.\nThey were half dead to st-start with, and you had to pick them up. Or there were\nthese — these barracks, you have pictures of those — those beds that were woo —\nmade of wood. There was no pads or nothing on them, you know, and if they were —\nif they were there, and they didn’t move, they were considered dead. Cause we\ndidn’t have anybody that could know. We didn’t have any instruments, or anything\nto do. You just picked them up and threw them out. Put them in the big — like a —\nwhat do they use, a — a tractor like thing to pull a — a trailer they’d put them on.",
        "Q: That’s —",
        "A: We saw pictures of them there.",
        "Q: Yeah. Well, I appreciate it, Mr. Coulson, that you’ve taken the time to go into\nsuch detail with me today.",
        "A: Well, I’m glad, you know — you know, I — it’s —I felt all along — my doctor used\n—1n fact, I gave him the — those pictures, and he had them in his safe for a while.",
        "Q: Did he?",
        "A: And I thought well, nobody wanted them. And then my niece comes along and\nsay — well she — she’s a schoolteacher, and she’s been to — to dak — I mean, to the\n102\nOctober 4, 2013\nmuseum a couple of times, and she said, oh, Uncle Norm, I’d like to have those\nphotographs if you can. And I said well, I don’t know what I’m gonna do with\nthem, but the doctor already had them. So I got them back from him, you know,\nsome months ago — weeks ago, really, and put them all — made sure they’re all back\nin that book. I have a lot of other, but they’re just of me in the service, not Dachau.\nAnd — but I’m glad that my wife saved that, and put them in that book, because\notherwise I’d a— wouldn’t have had anything. And we — it — I been carrying them\naround for years.",
        "Q: Well, we really appreciate —",
        "A: Never even looked at them.",
        "Q: We very much appreciate it.",
        "A: Yeah, but it’s —",
        "Q: Very much appreciate —",
        "A: But then I thought like, well Barb(ph) said today, they really should be in a\nmuseum or something like that, an-and — and then [indecipherable] the newspaper\narticle came out, and that’s how your —",
        "Q: The photography director called you. Ginny(ph).",
        "A: Yeah, right, yeah, well she — some — somehow she learned about it, I think\nsomebody must have sent her some information about it, and then that’s how — and\n103\nOctober 4, 2013\nthen of course she wrote me, and — and I — and we thought well, let’s gi — get them\nto somebody, you know.",
        "Q: Yeah.\nA2: I thought it was so much more valuable coming from a soldier. He’s not\nJewish, and he was there, you know, so it’s not like you can say, oh, they made it\nup.",
        "Q: Right.\nA2: You know? It really happened.",
        "A: Yeah, right. Oh, yeah.",
        "Q: It really happened.\nA2: And so many people like to think it never happened, you know.",
        "A: One of the neighbors here the other day, I — in fact, another veteran, who’s in the\n80s, he used to be — live in [indecipherable] he lives in Maryland now, and he\ncame in, and wa — he took that article in the newspaper and framed it, it’s hanging\nin here on the wall. He did a nice job on it, he really did. And — and he was such a\npoor soul, Pll tell you. And his son was in Vietnam, and he came in — and how he\ngot a license I’1l never know — he came in, he didn’t — he was here for a half hour,\nhe didn’t say one word, he sat there with us. How he could drive I don’t know. And\n104\nOctober 4, 2013\nhe brought this man back the other day, and he had pictures, mostly of damaged\nbuildings in Berlin.\nA2: He had a picture of the bunker where Hitler and [indecipherable]",
        "A: You know, and he said, well, they should be in a museum, but — but everybody\nhas damaged buildings from Berlin, you know, it — it’s not really a — a story to it.\nA2: No.",
        "Q: Yeah.",
        "A: You know, it’s not like this death camp. Dachau is an entirely different story.",
        "Q: Yeah, yeah. Well —",
        "A: So, that’s wa — that’s the story kid.",
        "Q: Thank you.",
        "A: Yo-You’re welcome.",
        "Q: Thank you for sharing it.",
        "A: Good seeing you, yeah, yeah.",
        "Q: Thank you so — I will say now that this concludes the United States Holocaust\nMemorial Museum interview with Mr. Norman Coulson, on October 4\", 2000 —\n2013 —",
        "A: Yeah, right.",
        "Q: — in Hanover, Pennsylvania.\n105\nOctober 4, 2013",
        "A: That’s it.",
        "Q: Thank you very much.",
        "A: You bet.",
        "Q: Bye-bye.",
        "A: Yeah.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr.\nNorman Coulson, on October 4\", 2013, in Hanover, Pennsylvania. Thank you\nMr. Coulson for agreeing to meet with us today to — agreeing to have this\nconversation, and thank you very much for the gift of your photo album, which we\nwill talk about during the course of the interview. I’m going to start, like I always\ndo, at the very beginning. We know — want to know a little bit about your —\nyourself, about where you came from, the — the forces that shaped you, and so on.\nSo we’ll start from the very first, basic question: can you tell me the date of your\nbirth?",
        "Q: And where were you born?",
        "Q: Who wer — can you tell me about your father’s name and your mother’s name?",
        "Q: Did you have any brothers and sisters?",
        "Q: You had half-brothers?",
        "Q: How did that happen?",
        "Q: Okay, well, tell me the name of the — the brother, the one who worked in\nLancaster, Pennsylvania, his name was what?",
        "Q: And was he the second oldest after you?",
        "Q: He was the only one, okay.",
        "Q: And then when your mother remarried, she had three children?",
        "Q: And their names were?",
        "Q: And they are in order of birth, that is Robert —",
        "Q: — was the oldest —",
        "Q: — and Doris was the youngest.",
        "Q: Who did — which one did you grow up with?",
        "Q: You didn’t grow up with either parent?",
        "Q: Uh-huh. Did you knew — did you know your parents particularly well, or not so\nmuch?",
        "Q: Did you know your parents?",
        "Q: Well that’s — that sounds pretty — that sounds kind of strange, when most kids do\ngrow up with — with both parents, or at least know them at some — in some way.",
        "Q: So the people who really — who raised you were your grandparents.",
        "Q: What were they — do — what was their names?",
        "Q: Your grandparents’ names, what were their names?",
        "Q: Weaver’?",
        "Q: And your grandfather’s first name?",
        "Q: And your grandmother’s first name?",
        "Q: Okay,",
        "Q: Were you closer to one or the other of them?",
        "Q: Neither one?",
        "Q: Would you say you were kind of lonely as a kid?",
        "Q: Wow.",
        "Q: As an architect?",
        "Q: You were kind of young to get married, 21 years old.",
        "Q: How — what wa — what’s Mrs. Coulson’s first name?",
        "Q: Betty J.",
        "Q: Okay.",
        "Q: Excuse me, I want to go back a little bit —",
        "Q: To your — to th — your earlier years. So, you went to high school — to grade\nschool and high school here in Hanover?",
        "Q: Did you live at home with your grandparents?",
        "Q: And that would have been — what year did you go into the service?",
        "Q: You were drafted?",
        "Q: Well, tell me, where was the first place you were stationed after you were\ndrafted?",
        "Q: I see.",
        "Q: Excuse me, I — I have to go back, I’m so sorry, I —",
        "Q: — but I— you were kind of skipping over the early years, and I want to find out a\nlittle bit more about them.",
        "Q: Here in Hanover in Pennsylvania, when it’s 50,000 people now you told me,\nlive in Hanover; when you were growing up, about how big was the town?",
        "Q: About 15,000.",
        "Q: And were — were almost all of the people in town Christian?",
        "Q: And would have they been Catholic as well as Protestant, or — or was this — how",
        "Q: — how — yeah, who made up the town, who were the townspeople that way?",
        "Q: Yeah. Did you know any Jewish people when you were growing up?",
        "Q: Yeah.",
        "Q: But in the 1930s — in the 1930s when you’re still going to school, I mean, that\ndecade spans the time from when you’re a young — still a young boy, to the time\nwhen you’re already a young man, you know, the adolescent and teenage years.\nWas — did y — was there much in your memory — do you remember about\ninternational events, and national events being part of — of something that you heard\nabout, that — that people talked about?",
        "Q: You knew about Germany.",
        "Q: Mm-hm. So that’s still before the US goes into the war.",
        "Q: It’s still before the US declares war on Japan, if you —",
        "Q: — it was — yeah.",
        "Q: Okay. So let’s go to Fort Mead. What kind of — what was your experience at\nFort Mead? What did — what was that place for?",
        "Q: Oh my gosh. Tapioca pudding?\nOctober 4, 2013",
        "Q: Oh.",
        "Q: Yeah.",
        "Q: Have you ever had any tapioca pudding after that?",
        "Q: So you — you were able to join your — the — the fellows who came from the —",
        "Q: Well tell me, what — what camp was this in Massachusetts?",
        "Q: Camp?",
        "Q: Oh, Camp Edwards.",
        "Q: And what di — you know, so — so how long were yo — how long were you in Fort\nMead, do you think? Do you remember?",
        "Q: You were in Fort Mead.",
        "Q: Oh, I see, okay.",
        "Q: So in Camp Edwards, what was the purpose of — of that camp? What was —\nwhat were they doing?",
        "Q: I see.",
        "Q: And so you stayed at Camp Edwards the whole time?",
        "Q: You stayed at Camp Edwards for that year?",
        "Q: And what kind of — yeah, and what kind of training were you getting?",
        "Q: Oh, I see, so this was what your job was, is to be able to — be able to read radar —",
        "Q: — 1n order for the radar to be able to locate where of — an enemy airplane could\nbe.",
        "Q: Anti-aircraft, okay.",
        "Q: Where di— where in England were you stationed?",
        "Q: Where in England, mm-hm.",
        "Q: Was it north? Was it up north?",
        "Q: You were close to Manchester, okay.",
        "Q: Were you part of D-Day’?",
        "Q: Tell me, when you landed in Cherbourg, what — do you remember when you\nlanded? Was that after D-Day”",
        "Q: Yeah?",
        "Q: Okay. So would have been June, 1944.",
        "Q: Okay.",
        "Q: And from Cherbourg — I'd like to go into some detail here, if you — if you\nremember it.",
        "Q: From Cherbourg you were — you were —",
        "Q: Were you part of a particular division, a unit, or — or larger military presence?",
        "Q: So you went first towards Belgium, a — you went through France —",
        "Q: — up to Belgium.",
        "Q: Did you get into The Netherlands?",
        "Q: Did you see battle at that point? I mean, were you involved in battles, or —",
        "Q: Oh my God. What town was this in?",
        "Q: You don’t remember?",
        "Q: So when you were in this German town, the war was still going on?",
        "Q: Okay.",
        "Q: And this was simply a town that was occupied within th-the territory that was\nbeing occupied by the allied forces.",
        "Q: Okay.",
        "Q: Okay, before we get there —",
        "Q: — before we get there, from — you said you were 1n seven countries with the anti-\naircraft?",
        "Q: Okay. So we’re talking France, Belgium, Netherlands, Germany —",
        "Q: That’s four.",
        "Q: Where would the other —",
        "Q: Austria?",
        "Q: Northern Italy.",
        "Q: Okay.",
        "Q: No, you didn’t mention — so did you go to Switzerland?",
        "Q: And is that still during war time, or after the war?",
        "Q: Okay, so, bef —",
        "Q: Okay, so when — by the time you got to Dachau, it had been — you’d only been\nto four countries —",
        "Q: — of the seven.",
        "Q: And do you remember where you were when the war ended? The day of lib —",
        "Q: Oh, so you got to Dachau before the war ended?",
        "Q: Do you remember the date?",
        "Q: Aha.",
        "Q: I see, okay.",
        "Q: I see.",
        "Q: And what did you fi — when you first got there, what did you see, and did you\nunderstand what you were seeing?\nOctober 4, 2013",
        "Q: Who was this Alfred Kamyezek(ph) — Alfons Kamyczek(ph), who was he?",
        "Q: And what was your job supposed to be? You know, when they asked for\nsomeone with architectural background, what do they want him for?",
        "Q: Really?",
        "Q: It was the final days, yeah.",
        "Q: So — okay, so I’d like, again, I want to back up a bit.",
        "Q: When we get to Dachau, and this guy — yo-you’re told to pack your bags, you’re\nnot told where to go, where you’re going to be going —",
        "Q: — and you get — and you get to this place —",
        "Q: — do you remember what it is that you saw, right at the gates? Did you remember\nany of that?",
        "Q: Okay, but did you — did you — did you understand where you were heading?",
        "Q: Did you know that there were such things as concentration camps before —",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Were there still prisoners in Dachau?",
        "Q: When you walked in there were still 30,000 people?",
        "Q: Did anybody come up to you, of these — of the prisoners?",
        "Q: Well, did anyone give you an explanation of what you had come across? If you\ndidn’t know that there even had been such a place as Dachau, who — who explained\nto you why they were there, and who these people were?",
        "Q: Did you see these executions?",
        "Q: By the time you got to that camp, were there any SS still there, or they’d all been\neither arrested, or escaped?",
        "Q: Well, tell me, for how mu — do you remember what the black market rate was for\nan American dollar?",
        "Q: Okay.",
        "Q: So, I want to understand a few things about what you just told me, because some\nof it is clear, and some of it is confusing to me. You get to — you get to Dachau —",
        "Q: — you go into a building —",
        "Q: — and this is, I don’t know what kind of building. Was this an office building\nwithin the campground?",
        "Q: Yeah, but the building that you went into, that you found Alfons Kamarek(ph)\nthere —",
        "Q: — what was — what was that building for?",
        "Q: And who — would a— who would have slept there before you did? Jur —",
        "Q: Okay.",
        "Q: So this was an iron gate, not a real — not a real bird.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: But it was — it was — it was a metal eagle.",
        "Q: It was a metal eagle. Okay.",
        "Q: Yeah.",
        "Q: And so —",
        "Q: — you — you got to know this — this Polish prisoner of war, whose name was\nAlfons.",
        "Q: And did he tell you anything of what had been going on in the camp?",
        "Q: What did he tell you?\nOctober 4, 2013",
        "Q: Yeah.",
        "Q: I see.",
        "Q: What kind of — excuse me, I’m going to go into some detail.",
        "Q: What kind of buildings was he making drawings for? Within the camp itself?",
        "Q: Okay. And what kind of drawings — what kind of buildings was he making the\ndrawings for?",
        "Q: I see, barracks and things.",
        "Q: Yeah.",
        "Q: Here’s another question.",
        "Q: When you met Alfons, he was a prisoner, or he had been a prisoner.",
        "Q: And then you saw people who were in the barracks, who were still alive, but\nbarely. Did Alfons look any different from them? Did — he was — was he just as\nskeletal and as mal —",
        "Q: Yeah.",
        "Q: So the mayor and other officials from Dachau were told —",
        "Q: Did you see that?",
        "Q: And how did the mayor of Dachau behave when he was told to do this?",
        "Q: Was that far from the place where the train was?",
        "Q: No, no, no. We’ll hold on just a second.",
        "Q: We can hold on just a minute. We can hold on. [break]",
        "Q: Yeah.",
        "Q: So when we’re cleaning out the death train, you have all these sort of town\nofficials from Dachau there —",
        "Q: — having to do this with their hands, saying that they didn’t know what was\ngoing on —",
        "Q: — before, and not happy that they have to get themselves in —",
        "Q: Right.",
        "Q: So in other words, they — they were — they — the — the peop — the SS, which was\nin charge of the concentration camps —",
        "Q: — was trying to get — to keep them separate from their —",
        "Q: — from the Americans, yeah.",
        "Q: And who was — who was manning the bulldozer?",
        "Q: American?",
        "Q: American.",
        "Q: Okay.",
        "Q: I can imagine that everybody was shocked.",
        "Q: Did somebody show you the places where these were done? I mean, 1s this — did\nyou go to those places where —",
        "Q: I’m interested to find out what it is that you saw. In other words, did — did\nsomeone bring you around from room to room to explain, this is what —",
        "Q: Was there any place that you went, that looked kind of confusing, you know,\nwhat was this for, or what was that for?",
        "Q: Did you see him?",
        "Q: Were you — when you’re telling me these things, what I’m not sure is, 1s this —\nthis something you learned afterwards, when you were out of the camp, or di —\nsomeone told you when you were in the camp? H-How —",
        "Q: Mm-hm. And what was your — what were you doing in the office?",
        "Q: I got that. I understand.",
        "Q: But I’m trying to get a sense of what your experience — not that you had to know\neverything.",
        "Q: But, for example, when you were making drawings in the office, since it was no\nlonger a concentration camp, and people were being let go, what were you making\ndrawings of?",
        "Q: Within Dachau?",
        "Q: So they didn’t go to Nuremberg?",
        "Q: I see.",
        "Q: So you — excu — okay, one day, mm-hm?",
        "Q: Oh, I see.",
        "Q: Okay, I’m a— I’m a little confused here.",
        "Q: When you’re in the camp, you have — you come in and there’s still lots and lots\nof people.",
        "Q: And some of them are the former guards and — and those who were, you know,\nin charge, whether they were highest level or not —",
        "Q: — but they were in charge. And now they are prisoners.",
        "Q: And the — and then you have thousands upon thousands of former prisoners, who\nthey were —",
        "Q: Okay. And during the time you were there, did those former prisoners leave, or\ndid they ste —",
        "Q: Well, did they, or did they stay cause they had nowhere to go?\nOctober 4, 2013",
        "Q: These were former prisoners?",
        "Q: Okay, no, they weren’t former prisoners of the Germans?",
        "Q: Got it.",
        "Q: Okay.",
        "Q: So these prisoners, the German prisoners now —",
        "Q: — were coming in — of yours — of the American —",
        "Q: Right.",
        "Q: Okay.",
        "Q: Okay, did they live in the same barracks that the other prisoners have lived in?",
        "Q: Okay.",
        "Q: So the Americans — Americans housed them in better facilities.",
        "Q: Right.",
        "Q: So — so, were you designing anything else, besides gallows?",
        "Q: Did Alfons Kanarek(ph) stay with you the whole time, or did he leave?",
        "Q: Did he ever —",
        "Q: And they got food.",
        "Q: Now, did you — a — a lot of people say that in those first days when — when the\nUS forces came in, and — and the starving prisoners of the Germans, that is the — the\nvictims —",
        "Q: — of the concentration camp who were still alive, would ask for food, and they\nwould eat it so fast that they would die from —",
        "Q: Yeah, did you — did you have those types of things happen?",
        "Q: Got it.",
        "Q: The Russians.",
        "Q: Did Alfons ever tell you his personal story of what happened to him, and how he\nhappened to come into that office?",
        "Q: Okay. Because it sounds — because it sounds from what you’re telling me, he\nwas in a rather privileged position for a prisoner.",
        "Q: Yeah.",
        "Q: Ah, it’s true.",
        "Q: Okay. And so your job was, if I can summarize it, if I can understand it, your job\nwas to — was to provide the drawings for whatever renovations had to be done in the\ncamp.",
        "Q: Yeah.",
        "Q: Well, that’s — wow.",
        "Q: Tell me, why do you call it a farce?",
        "Q: Why did you call it a farce? I mean, you said that these trials were a bit of a\nfarce.",
        "Q: Why? Why — what made it that way di — for you?",
        "Q: Yeah.",
        "Q: I wa — I don’t understand this part.",
        "Q: So, former — former female prisoners —",
        "Q: — in Dachau —",
        "Q: Oh, the town, okay, they went into the Dachau town.",
        "Q: I see.\nOctober 4, 2013",
        "Q: Okay.",
        "Q: Can you tell me about that?",
        "Q: You were there for a whole year?",
        "Q: So you saw a lot in that year?",
        "Q: Tell me about — you know, you had your camera with you, what kind of camera\nwas it?",
        "Q: Okay.",
        "Q: So you had a camera, and he had a camera? Both of you had — two ki —",
        "Q: Well tell me — I know, but we’re gonna dwell on it still a little bit, I’m sorry to\nsay, because there are more questions. When you tell me things, that — more\nquestions about it —",
        "Q: Okay. So you would get ou — you would get the film, but not everybody would\nwant to take pictures. What made you want to take pictures of what you were\nseeing? Cause in the photo album you’re donating to us —",
        "Q: Tell me, how did you develop them there?\nOctober 4, 2013",
        "Q: Okay.",
        "Q: Were there any pictures that you took that didn’t get developed because the films",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Well, people do say it’s healthier than — than white bread.",
        "Q: People say that dark bread is healthier than white bread.",
        "Q: Oh my God.",
        "Q: Oh my God.",
        "Q: And they did.",
        "Q: So you felt — you felt that, you know, gi — if I can summarize this in the way I\nunderstand it.",
        "Q: Is that — that — when we’re talking about those war crime trials, and what you\nmean is trials that took place within the camp of Dachau, for the camp of Dachau.",
        "Q: That’s all it was —",
        "Q: — it never went to Nuremberg or anything else?",
        "Q: Okay.",
        "Q: And these German former guards and — and camp managers and so on —",
        "Q: — were not talking — were not telling on one another.",
        "Q: In other words, they wouldn’t provide any evidence?",
        "Q: Were these executions taking place on a daily basis?",
        "Q: Did any of the prisoners though, that they had mistreated, stay around to give\ntestimony, or were they gone?",
        "Q: I was going to ask you that, I was gonna —",
        "Q: I see.",
        "Q: So, in the local town of Dachau, they would — there were former prisoner who\nwould go and —",
        "Q: — empty out from —",
        "Q: You — you — did you ever have any personal interaction with any of the\nprisoners, aside from Alfons?",
        "Q: But I meant —",
        "Q: I’m not talking about the German prisoners of the Americans.",
        "Q: I’m talking about the prisoners of the Germans. That is, when you s — the — the\npeople who had been in Dachau for four or five years as prisoners.\nOctober 4, 2013",
        "Q: Did you have any contact with those, with the victims of the concentration\ncamp?",
        "Q: I see.",
        "Q: And — and his name, if I want to say it again, is Kanarek, k-a-n-a-r-e-k,\nsomething like that? His last name? Alfons’?",
        "Q: Kamyczek.",
        "Q: And he wrote to you.",
        "Q: Well, stockings, sil — yeah.",
        "Q: Nylon.",
        "Q: Well, tell me — yeah. Tell me about when you were writing, since you bring that\nup. You were writing to your wife and sending her pictures —",
        "Q: — of what you saw. Did you explain in your letters what it was, where you were,\nand what kind of a place it was?",
        "Q: Did she ask you about them?",
        "Q: Yeah.",
        "Q: Well there — in that photo album — go ahead, have a — have a sip — 1n that photo\nalbum you have quite a few very sad and disturbing, grisly pictures —",
        "Q: — of — of bodies. Were those the — did you send those home as well?",
        "Q: Some of them — so she saw them.",
        "Q: She saw them.",
        "Q: So, by — by the time she got them, she must have understood where they were\nfrom.",
        "Q: Yeah.",
        "Q: So you — you kept a diary, and that was stolen from you?",
        "Q: Oh. And that was still when you were in Dachau, or out of Dachau? That was —",
        "Q: I see.",
        "Q: Okay.",
        "Q: Let’s pause just for a second [break]\nA2: — they — they —",
        "Q: Okay, in that case, let me turn this on again, and tell me about the women who\nwere prisoners of the Germans in the camp —\nOctober 4, 2013",
        "Q: — who let others escape. You had mi — where was this —",
        "Q: Okay, so what about these particular women?",
        "Q: Okay.",
        "Q: Okay. Hang on just a second.",
        "Q: Okay. [indecipherable]",
        "Q: Well, I-",
        "Q: Why is it — I mean, I know that in some ways it sounds like it — it should be\nobvious, but why 1s it that you wanted to get out of there so badly, out of that — out\nof that —",
        "Q: Mm-hm.",
        "Q: You had no commanding officer?",
        "Q: Who was the American who was in charge of the entire Dachau camp?",
        "Q: So they thought — so they thought that Hitler was in southern Germany, but in\ntruth, he was in Berlin.",
        "Q: Hitler was in Berlin. That’s where he committed suicide.",
        "Q: Oh yeah. That’s right, Berchtesgaden was right there, okay.",
        "Q: So tell me — tell me this, I asked this earlier. The end of the war was May eighth,\nI believe, or May ninth, one of those two days, ’45.",
        "Q: Right. So you had been in Dachau nine, 10 days by that point.",
        "Q: Did the end of the — do you remember when you — how — where you were when\nthe war ended, when you learned that the war was really over?",
        "Q: It didn’t matter to you.",
        "Q: Tell me, did you ever — ever have R and R? That is, an opportunity to go away\nfrom Dachau for days at a time to have a bit of vacation?",
        "Q: No.",
        "Q: Okay.",
        "Q: And after — right after the war, that’s a different story.",
        "Q: He hadn't counted on you being that smart.",
        "Q: Tell me now, when — when you finally did leave Dachau, was that April 1946 or\nMay 1946?",
        "Q: And did you go to Italy then, and Switzerland then, cause you mentioned —",
        "Q: — those were two other places — what happened?",
        "Q: So, he wasn’t tried? He wasn’t somebody —",
        "Q: Right.",
        "Q: No refrigeration.",
        "Q: Is this after Dachau, or is this while you’re in Dachau?",
        "Q: Well, tell me about something else, cause you alluded to it before. It sounds like\nthere was a pretty thriving black market going on after the war.",
        "Q: If you had — if you had money that you could exchange and get — what did you\nexchange it for, for stuff, or for local currency, whatever that local currency would\nhave been?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Right.",
        "Q: But it wasn’t our usual dollar currency?",
        "Q: I see.",
        "Q: I see.",
        "Q: A commissary?",
        "Q: So was it worth anything, this — this printed money?",
        "Q: I mean, worth anything that you could buy that was wor — that was the —",
        "Q: I see.",
        "Q: You mean — talking about the old Reichsmark?",
        "Q: You mean a million Reichsmark bill, like —",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Well, about — so the — so you were able to exchange real dollars for this sort of\nprinted American —",
        "Q: And so you would keep five for yourself and send 25 home.",
        "Q: And — and going back to other stuff, what kind of activities were some of the\nsoldiers, US soldiers involved in in the black market?",
        "Q: Did you meet any Russians when you were in Dachau?",
        "Q: Did you meet any Russians when you were in Dachau that —",
        "Q: Why’?",
        "Q: Did you ever get to Berlin, or not?",
        "Q: Tell me this: you arrive in Dachau in the last day of April in 1945. You leave\nthe —",
        "Q: Or in May.",
        "Q: The first day of May. You leave in April 1946.",
        "Q: The Dachau you arrived in, and the Dachau you left from —",
        "Q: Oh, May of °46.",
        "Q: Okay. So that means you were really there over a year, just over a year.",
        "Q: How had the camp changed in that year?",
        "Q: That’s after you left.",
        "Q: When you left, were th —",
        "Q: Okay.",
        "Q: Were all the prisoners still there?",
        "Q: Was it an empty camp?",
        "Q: Were there — were there still —",
        "Q: And were there still German prisoners of the Americans there?",
        "Q: So there still were prisoners from the concentration camp years —",
        "Q: — when you left in — in May ’46, who were still in Dachau?",
        "Q: Right, right.",
        "Q: That’s right.",
        "Q: Did you see any of the physical artifacts of the medical experiments?",
        "Q: Was it in the house, or was —",
        "Q: What did — what did a lampshade made out of human skin look like?",
        "Q: But it was like in a regularly furnished room?",
        "Q: How come the comma —",
        "Q: How come the commandant’s house was in the center of the camp, but most of\nthe SS officers live right outside?",
        "Q: Okay.",
        "Q: Was it awful —",
        "Q: Why — was it a place that was off limits to you during the time you were there,\nthat you’d only have three times you’d have been there? Or was there just special\noccasions as to why you went to that commandant’s house?",
        "Q: Right.",
        "Q: Okay.",
        "Q: So tell me how — who gave you the order that you could actually leave Dachau?\nHow did that happen?",
        "Q: Sort of like separate compartments.",
        "Q: So — so tell me this —",
        "Q: So at Bremerhaven, where you on a military ship coming home, or —",
        "Q: On a troop ship.",
        "Q: And where did you sail in to?",
        "Q: The Queen Elizabeth was the ship you came back on?",
        "Q: That’s the ship —",
        "Q: Oh a — that’s what I thought.",
        "Q: On the Queen Eliz —",
        "Q: On Queen Elizabeth?",
        "Q: Going to — uh-huh.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: And when you got into New York harbor, having come back, did your wife\nmeet you there?",
        "Q: And so your wife met you in Lancaster?",
        "Q: No.",
        "Q: Was she surprised to see you?",
        "Q: But lengthwise.",
        "Q: So tell me about your post-war years.",
        "Q: Tell me a little bit about the post-war years. Where did you start working when\nyou came back?",
        "Q: Mm.",
        "Q: Are — license for what?",
        "Q: As an architect, okay.",
        "Q: And so, did you go out on your own then, or —",
        "Q: So mostly it was commercial buildings rather than residential?",
        "Q: Yeah.",
        "Q: Really? Until a couple of months ago?",
        "Q: And you’re 93 now, or 94?",
        "Q: Okay, okay, okay, I won’t put more on there.",
        "Q: Yeah.",
        "Q: Yeah, exactly.",
        "Q: Did you ever go back to Europe?",
        "Q: Never.",
        "Q: Did you ever talk to your wi —",
        "Q: — when you got home, did you ever talk to your wife about that year in Dachau?",
        "Q: No.",
        "Q: And that paper — that newspaper article was this year, right? In June 2013?",
        "Q: How did they find out that you were in Dachau? How did the newspaper people\nfind out?",
        "Q: So, how did the newspaper people know —",
        "Q: Uh-huh.",
        "Q: Something —",
        "Q: Okay.",
        "Q: Well, I’m very glad that that young lady at the newspaper place did call you.",
        "Q: Could be, but this was the local Hanover newspaper?",
        "Q: What’s it called?",
        "Q: “The Evening Sun.”",
        "Q: Okay.",
        "Q: Was there something I haven’t asked you about that you’d like to add?",
        "Q: Did the smell linger, even after it was cleaned up?",
        "Q: That’s —",
        "Q: Yeah. Well, I appreciate it, Mr. Coulson, that you’ve taken the time to go into\nsuch detail with me today.",
        "Q: Did he?",
        "Q: Well, we really appreciate —",
        "Q: We very much appreciate it.",
        "Q: Very much appreciate —",
        "Q: The photography director called you. Ginny(ph).",
        "Q: Yeah.\nA2: I thought it was so much more valuable coming from a soldier. He’s not\nJewish, and he was there, you know, so it’s not like you can say, oh, they made it\nup.",
        "Q: Right.\nA2: You know? It really happened.",
        "Q: It really happened.\nA2: And so many people like to think it never happened, you know.",
        "Q: Yeah.",
        "Q: Yeah, yeah. Well —",
        "Q: Thank you.",
        "Q: Thank you for sharing it.",
        "Q: Thank you so — I will say now that this concludes the United States Holocaust\nMemorial Museum interview with Mr. Norman Coulson, on October 4\", 2000 —\n2013 —",
        "Q: — in Hanover, Pennsylvania.",
        "Q: Thank you very much.",
        "Q: Bye-bye."
    ],
    "answers": [
        "Answer: Yes, March 10, 1920.",
        "A: In Hanover, Pennsylvania.",
        "A: Yes. My father’s name was Raymond P. Coulson. My mother’s name was\nAneta(ph) Weaver, and they were both from Hanover, Pennsylvania.",
        "A: None. Oh yeah, I’m sorry; yes, half-brothers.",
        "A: Mm-hm.\nOctober 4, 2013",
        "A: My mother and father were divorced when I was two years old, and then they\neach remarried, and my father had one son, who was a designer for Armstrong\nCork in Lancaster for 25 years. And my other brother, on my mother’s side\nworked in a foundry. And I had another brother, Raymond, and a sister by the\nname of Doris who I have no idea where they are.",
        "A: George.",
        "A: Yes. He was the only one.",
        "A: On my father’s side.",
        "A: She had — she had two boys and a girl.",
        "A: Robert, Raymond, and Doris.",
        "A: That’s correct.\nOctober 4, 2013",
        "A: That’s right, that’s right.",
        "A: Correct.",
        "A: Neither.",
        "A: No, neither one. I lived with my grandparents on my mother’s side.",
        "A: Pardon?",
        "A: Well, I—I didn’t meet my father until, I guess t — 25 years old. And I met him at\na —a dinner one day. And my mother I would see occasionally, maybe once a year\nas I was growing up. She’d come to my grandfather’s house, her — which would\nhave been her father. And that — that’s the only contact I ever had with my parents,\nnone.\nOctober 4, 2013",
        "A: Well, yeah, well yeah, I didn’t — I lived in Hanover as — as well as my father and\nmy — my uncle had a —a large factory here where he made leather heels and soles,\nand my father was superintendent there. But growing up, I never saw him at all,\nnever in my life, I never saw him.",
        "A: That’s correct, on my mother’s side.",
        "A: Pardon?",
        "A: Weaver.",
        "A: Yeah.",
        "A: Edward.",
        "A: She was a step-grandmother. Mara, her — her name was, yeah.",
        "A: And that’s — that’s who I lived with as — as I grew up, yeah.\nOctober 4, 2013",
        "A: Neither one.",
        "A: No.",
        "A: Not really, no, I was quite active. When — when my grandfather was a foreman\nin a—a wood factory, a mill, and I would take his lunch to him as a child, and I\nwould go up into the drafting room above the office of the mill where all the\ndrawings were made, all contractual drawings were made, and I got interested in —\nin architecture when I was 15 years old.",
        "A: And then I — after I— while going to school I would be 1n the architect’s office\nafter school and Saturdays, and then of course 1n su — in the summertime, and that\nwent on for a number of years, a-and then I met Mrs. Coulson in 1936. I started\n1935 with the architect, and went on from there, and then I worked in a number of\noffices in Baltimore and New York, and so on.",
        "A: As an ar — as an architectural draftsman, that’s right, and with Rowan(ph) Park\ncompany in Baltimore, which was a large real estate firm. [indecipherable] Mrs.\nOctober 4, 2013\nCoulson, and we were married in — in — now I forget the name [indecipherable]\nany more, but anyway, we were na — we were married in 1941, and I was —",
        "A: Oh, I was 20 — 21, yeah, but my wife — Mrs. Coulson was only 19, but she was —\nshe wanted to get married when she was younger, but her parents weren’t too much\nin favor of that. But — they said she had to wait til she was 19, which was fine and\ndandy.",
        "A: Betty J.",
        "A: Yep.",
        "A: Her last name was Fahs, f-a-h-s. So yeah, yeah, we were married, and then —",
        "A: Okay.",
        "A: Correct. But my — my senior year, my — I had a — an architectural — I mean, a\nshop instructor, who felt I had an opportunity to be in architecture. And anyway, he\nOctober 4, 2013\nsaid, why don’t you try to get more drafting time in, as a senior in high school. So I\nwent to see the principal of the high school, and he said, I never heard of such a\nthing. So anyway, I got upset about this thing and I quit school, which was a big\nmistake. Anyway, I guess it was a mistake, I don’t know. But I — I didn’t finish my\nsenior year. So I got a job with the other people, other offices and so on, til I was\n23.",
        "A: Oh no, no, we lived with a few — a few years we lived as — it wa — oh no, only a\nfew months with — with my the father-in-law and mother-in-law in York,\nPennsylvania. And then I went into the service.",
        "A: 1943.",
        "A: Yep, sure was. Yeah.",
        "A: Fort Mead, Maryland.",
        "A: And I —I was in —\nOctober 4, 2013",
        "A: Okay. That’s all right.",
        "A: Okay.",
        "A: I'd say around 15,000.",
        "A: Mm-hm, that’s right.",
        "A: Oh yes, yeah. More — yeah ri — they were — yes, yes. Yeah.",
        "A: They were —",
        "A: Well, most people were — were Protestant, Catholic. There was a — a small\nsynagogue here, about 50 people I think it was. As — as a youngster I remember the\nsynagogue, but there were mostly Protestant people, or Christians here.\nOctober 4, 2013",
        "A: Oh yes, sure, yeah, quite a few. But I didn’t — I—I really hadn't much contact\nwith local — as a — as — growing up, after I— I got my experience as an architect, my\n— my time was spent oth — in other cities, like York and Lancaster, Baltimore and\nother cities. So I really didn’t spend that much time in Hanover.",
        "A: Until I— and then I went in the service, and —",
        "A: Well, yeah. I— I was always interested in foreign countries, and I used — I loved\nto go to the — to the library in the aftern — day after school, and — and read all the\ncity newspapers about what was happening. So we — we knew that —\nOctober 4, 2013",
        "A: — Germany and Japan were — were — had the intentions for a war, and knew it\nwas coming on to us, but at the time I di — it didn’t matter too much, until I was\nreally married, which would have been in the — in the early 40s.",
        "A: Pardon?",
        "A: Yeah, right.",
        "A: We knew about it, but there weren’t that much information really available, as\nfar as that was concerned, yeah.",
        "A: Well, that was — that would have been an army camp, and I was — I was inducted\nfrom York, and I was standing in the barracks one day and saw all these fellows\ncoming in from Hanover, and I thought, boy wouldn’t I like to be with them. So —\nSo we — a few days later, I — after being on KP for a while, and I was cleaning one\nof the big pots one day, and somebody lifted my feet up, and I went right down into\nthis big cauldron of — of tapioca pudding.",
        "A: Yeah, right, yeah. I had to clean it out.",
        "A: Well, somebody — I was standing on a little ladder and I was cleaning this thing\nout. It was a gra — a very big [indecipherable]",
        "A: And somebody picked my feet up, lifted up, and I’m down in this thing and I’m\nscreaming and hollering, and — and can’t get out. And somebody dumped it over, I\ngot out of this — out of this thing, but anyway —",
        "A: Yeah, oh yes, I loved it, especially with raisins. But yeah. But ar —",
        "A: Yes. I was able to join those people with — in the — from Hanover, and\nsomebody, about two o’clock in the morning woke me up and said, get your things\ntogether, you’re go — you’re gonna be moving out. [indecipherable] I just\nhappened to get on the train with the fellows from Hanover, and we went to Camp\nEdward, Massachusetts, and I went up — I slept in the barracks that night. The next\nmorning I walked down the stairs, and here is my ba — my brother-in-law\n[indecipherable] the next barracks. Fifty million people in the — in the service, and\nI end up with my brother-in-law right next door.\nOctober 4, 2013",
        "A: Well, that was Camp Edwards, Massachusetts.",
        "A: Edwards.",
        "A: Yeah, right. Yeah, yeah.",
        "A: How long where?",
        "A: Oh, only a couple days, really.",
        "A: Yeah, yeah, yeah.",
        "A: Oh, it’s really just an induction camp, that’s all.",
        "A: They — they — they — they brought people in there from all over the area, and\nthey — they put them elsewhere, wherever they felt they were — could use them,\nOctober 4, 2013\nthat’s all. And I ended up in a — an aircraft, nine millimeter aircraft outfit. I send —\nwe were in the country for about a year, I guess, and then we were shipped over to\nEurope.",
        "A: Pardon me?",
        "A: Oh yeah — well, no, we — we we moved down to Long Island, and from there we\nmoved to Sen(ph) Island, Georgia, to — I forget the name of the camp down there\nany more, but anyway, it wa — it was Georgia, and we moved —",
        "A: Only with — I was — I—I was a meteorologist. So there was four of us, as a meter\n— what we do is make gas, and we blew up large balloons to send up so that the\nradar could track the — the balloon, and we put an aluminum kite on the bottom of\nthe balloon, and that would rise up, and then the — the radar could track that, so that\nthe guns would track wherever the radar would take them. Then the — the radar\nwould pick up the — an airplane and then that would — the guns could shoot at it, so",
        "A: Oh yeah, right, yeah.\nOctober 4, 2013",
        "A: [indecipherable] the — the — the balloons would rise, and then the radar would\npick that up, and the radar would tell the guns where to — where to move. They were\nvery large guns, they were je — 90 millimeter guns, which were a very big shell.\nAnd there wa — wa — that’s what — we used that for — so we went overseas as — as a\n— an anti-aircraft",
        "A: Yeah. So we trained in England and — and for a few months. And there I met a\nnumber of architects who were there designing buildings already, and highways for\nafter the war, and I met people there from the — the British architects’ board, and we\nbecame very good friends. So a —I got —",
        "A: Where in England?",
        "A: Oh gee. I kn — I know the [indecipherable] there.",
        "A: No, it was — it was the more — more sa — we were close to Manchester —\nOctober 4, 2013",
        "A: — England, yeah, that’s right. We weren’t too far from London. Never got to\nLondon though. I got into Manchester already. We were there only a couple of\nmonths, and then, of course, we went to Europe, and I got seasick.",
        "A: No. No, we landed at Cherbourg, and went from there to about seven different\ncountries, I guess. We were — we were hunting the Germans down, but we had\nsomething to shoot at for a while, but there’s a [indecipherable] we didn’t have any\nmore airplanes, German airplanes to shoot at, so —",
        "A: That was about the same time as D-Day.",
        "A: Yeah.",
        "A: That’s correct, yeah.",
        "A: Yep. And then —\nOctober 4, 2013",
        "A: Yeah.",
        "A: Oh, we went across France and we were stationed right outside of the Battle of\nthe Bulge because they were going to use our guns as field artillery. They found out\nthat they were good — they were good guns for field artillery instead of — we had no\ngu — no German airplanes to shoot at. So then we — I never got to Paris, oh — even\nthough it was only a few miles from there, went into Belgium —",
        "A: Yeah — no, I — yeah, we were in the — in the Eighth Army, about — yeah, it was\nonly for a short time, eventually got into the Seventh Army for some reason or\nanother. And after the — well, we were — we were stationed just outside of the Bulge\nthere, and went for there to oh, a number of positions and then we moved south, just\n50 miles from — from Munich.",
        "A: That’s right.",
        "A: Right.",
        "A: Yes, we were in The Netherlands —\nOctober 4, 2013",
        "A: No, no. We w — we were just really moving around and looking for some — for\nairplanes to shoot at. That’s — but there — there weren’t anything to shoot at. So we\n— so we had gra — some great times together. One day somebody — one of the —\nsome Germans told us that one of the banks had some — some — a lot of the cash in\nit, so they wanted some money, and so on, so we — these shells were like, oh, very\nlarge, and so we — one of the fellows took one of the guns and put it right outside\nthe door of the bank, it shot right through the door, and through the — through the\nsafe door, blew the safe all apart, and we got a lot of money, but it wa — it wasn’t —\nit was all German marks or — that didn’t mean much to us. We gave it to all the\npeople, the neighbors.",
        "A: Oh, I— I don’t know.",
        "A: I—I have a pi—I have a picture of 1t somewhere as a — but anyways, we — we\ndecided we’re gonna get — but we — we - every terri — country we got into, we had —\nhad to exchange our money for — for marks or liras, or whatever it was, and —",
        "A: Oh sure, you bet it was —\nOctober 4, 2013",
        "A: Yeah.",
        "A: Oh yeah, sure, yeah, ri —",
        "A: Yeah, right. But it wa — the war was moving pretty fast there for a while. Near\nthe end, til I got involved with it, we were stationed like — as I said, about 50 miles\nfrom Dachau. And then I saw in, one morning I saw a — I noticed on the board, the\nbulletin board that somebody wa — was needed somewhere, ha-ha-had an\narchitectural experience, and I volunteered. I had no idea where I was going. So\nsomebody told me to pack my bags, and a guy — I jumped in a— in a Jeep witha\ndriver, and lo and behold, he takes me to Dachau.",
        "A: Okay.",
        "A: Just about that, yeah.\nOctober 4, 2013",
        "A: Yeah, germ —",
        "A: Yeah.",
        "A: Austria.",
        "A: Yeah. Northern Italy.",
        "A: But this was — this was later on.",
        "A: I mentioned Switzerland.",
        "A: Yeah, yeah, right, down the mountains, yeah, over —",
        "A: No, that was after the war.",
        "A: When we were at Dachau.\nOctober 4, 2013",
        "A: That’s correct.",
        "A: Yeah, right.",
        "A: Yeah, well, I was at Dachau when —",
        "A: Oh yeah, sure, yeah, yeah. I— I wa —",
        "A: The [indecipherable] got into Dachau the 29\" of April, and I got there the 30\"\nof April.",
        "A: First — I’m sorry, the first of May.",
        "A: Yeah. So it was only about three days after the first Americans got there.",
        "A: And —",
        "A: All I saw was a lot of dead people. At Dachau, anyway. I-I was told to go to this\noffice building, which was really one of the ca — the gates where the architectural\nengineering office was. That was for doing my job, and that’s where I met Alfons\nKamyczek(ph), who was a— who worked in the office for the German SS shir — the\nSS troopers, and —",
        "A: He was — he was a prisoner of — from Poland, he was a prisoner for four years,\nhe — he had picked them up when he was 18 years old, and he — they took him to\nDachau, why I don’t know, and while he was there, he learned to speak German\nand English. And he was in the architectural office, or the engineering office, where\nall the records were.",
        "A: Well, the funny — funny part about it was, that nobody ever told me what to do. I",
        "A: Really, yeah. Well, things were moving so fast, you know. People were being\nshot, and it was — all kinds of things were going on, and — and at the time I was just\nhappy to be in this office, and I would get things to eat that people — Americans\nOctober 4, 2013\nwere — half the Americans were already there, so their rations and so on were re —\nbeing brought in by the American army. And we were trying to get rid of all the SS\npeople over there, and the war was still moving on. Th-Th-The —",
        "A: Yeah, it was, yeah, it’s exactly right, yeah. And —",
        "A: Okay.",
        "A: That’s right.",
        "A: Sure, sa —",
        "A: Oh, well, I— I saw the — the — there was a disarray. Nobody re — nobody really\nknew what they were doing, or what they were supposed to do, other than shoot the\nGermans.\nOctober 4, 2013",
        "A: Oh yeah, well I didn’t — no, I didn’t know. When — when I was told — I mean, I\nsaw the — the bul — on the bulletin board, the notice that somebody was needed, I\nhad no idea where I was going, or anything else. I didn’t know who — where they\nwere.",
        "A: No, I didn’t know. No, I never — I never even knew that — I never even heard of\nDachau before.",
        "A: Sa-—so, that’s why I’m say it — it was kind of crazy, because I — I didn’t — I\nhaven’t — I was foolish really for — in the service you don’t volunteer.",
        "A: But I — I volunteered to do whatever they said, because it — I thought well,\nsomebody needs an architect, or a mar — somebody with architectural experience.\nSo when I get there, I meet this man, Alfons Kamyczek(ph), he’s in the office as —\nas — he’s just there. In fact, he lived there, as well, in the — in the — in the — 1t was in\nthe building. So anyway, he told me what happens there, we ha — we were in charge\nof the — the water and sewer and — and then I ended up being the director to — to\npick up all these bodies. And I said well, what are we go — what are we going to\nuse, and anyway — and we ended up with an old tractor, a — and a — a trailer to pull\nOctober 4, 2013\nbehind the tractor. So we had to go over to the barracks where these people were di\n— if —if you —",
        "A: Oh, my heavens, yes, there was 30,000 there yet.",
        "A: Oh sure, yeah. Oh yeah. Oh yeah.",
        "A: Oh — oh, yeah, why, sure, I talked to a — in fact, I have pictures of some of them,\nand yeah, I got to know quite a few of them, but those — there was a lot of people in\nthe barracks that were dead, that we didn’t know. If you didn’t move, you didn’t\nmove your anything, you were considered dead. We had a — a dentist as a— asa\ndoctor, so what could he do for us? And so nobody really knew —",
        "A: Well, as I say, a pa — the — the — the — the American army was coming through,\nthey were — they were getting all the guards together, and they shot them. In fact, I\nhave some pictures of them shoo — shooting them.\nOctober 4, 2013",
        "A: No, I took a picture of them, in fact, while they were going there. These poor\nguys were standing there with their hands up, and the Americans shot them anyway,\nit didn’t make any difference; they were guards. But th-the German SS guarded the\nthings, but when these people were — were dead, and they were either gassed, or\nwhatever, into the crematory, they were — th-the — the Germans didn’t — they didn’t\nhandle these people that were passed away or put into the crematory. They would\nget prisoners of theirs from the — from the barracks to come in and do all this work\nin the crematory. So they would move the bodies around with their bare hands and\nso on, and put them in the furnaces, or whatever. And — but they — the — the SS\ndidn’t do the — they didn’t actually do any of the work, they just did the orders, it’s\n— in other words, they directed the people what to do.",
        "A: Oh, there ba — there were a lot of SS there, there were loads of SS there. We had\nsi— 30,000 prisoners in the camp when I got there, from 31 different countries. And\nso, they were — they were told that they could leave. Well, they wanted something\nto eat, so they were eating American rations, and so on, and — but — but the thing is,\na lot of those people couldn’t even walk, they didn’t know where they were from,\nthey didn’t know what they were gonna see when they got home, and the — this —\nOctober 4, 2013\nthe roads were just fi-filled with people all over the place, and the ro — other ca —\nother prisoners in other camps, they were also let go. And they were all, everybody\nwas out in the street, walking, just walking, they didn’t know where they were\ngoing. So — and there was no transportation provided for them, so — so you just —\nthey — I don’t know what ever happened to these people, I have no idea. I was just\nthere in the camp, just happy to be — be there. And I remember one day some bird\ncolonel walked in the office and said, Coulson, it’s good to see you here, he said,\nI'll see you when you leave. And that was my orders. So I — I had been da — a\ncouple of times during the year, I was to the commandants ca — to his house, which\nwas located right in the middle of the camp, and I was there for couple drinks and\nso on, I guess we had some wine and so on, but that’s the only — that’s the only\norders I had, and I was there for a year. And then eventually the — the war crimes\ntrials came in t-to the camp, and they — and they tried the — the people that were still\nliving. And the doctor was there that did all the experiments on these prisoners,\npoor souls, and they’re treated like animals. Animals are better treated than these\npeople were. And I met a lot of people. I met people from Austria and so on. I met\na count there, and I met the other — the officers’ mess — the American officers’ mess\nhad a— a German chef, who I had him — I don’t know, and he and I became friends.\nSo — so he wanted me to — to go half on a ski lodge down in the mountains. So one\nOctober 4, 2013\nday he took me down to see the ski lodge, it was a beautiful place. Anyway, he said\n—I said, well, what are — what do I have to put into it to buy this? He said, well, do\nyou ha — for half of 1t you’re going to have to come up with 300 American dollars,\nwith real, actual cash. And we said — I said, I’m not allowed to have American cash\nhere. So he said, well, can you get it? And I se — I wrote to my wife and said, just\nsend me 300 American dollars, which she did. And anyway, I said to this — this\nGerman chef that — but which was going to be my partner for the — the chateau. And\n—and I said, how am I gonna get my money out of it when I leave here, how can —\nhow can I get my money? Cause there was no — no di — no transfer of money funds\nor anything else between the countries at that time. And anyway, he said I don’t\nknow. So I ended up selling my money on the black market and I did pretty well\nwith that. But so — my 300 dollar — I don’t know what these poor souls did with the\nAmerican money. Most cases I sold it to the — the Germans, they bought most of the\nmoney, because Americans weren’t allowed to have it.",
        "A: Oh, I have no idea, I have no 1—\nOctober 4, 2013",
        "A: I have no idea. I sold cigarettes, which we’d get a carton of cigarettes every\nweek, and I used to sell them. And I sent the money back, and after a while they\nwere catching up to us sending all this money back home, so — so I — anyway, they\ndecided that evwa — everybody would have to have a — the — a book that when you\ngot your pay, which I got five dollars a month, and then they’d write down in that\nbook, and — that you had — that you got five dollars in pay, so you couldn’t send any\nmore money back any more. We weren’t allowed to send — send it back.",
        "A: Okay.",
        "A: Right.",
        "A: Oh yeah, oh yeah, oh yes, some of the buildings are very nice, as there — some\nbuildings were three and four stories, and well-built for the — the SS had used as a\ntraining camp, and then they switched over to just as a— as a se — a concentration\ncamp, where they brought people in from all the — all over Europe.\nOctober 4, 2013",
        "A: Right, that was a —",
        "A: Okay, that — oh, that’s a large — that was several stories. That was — it was really\none of the gates. The gate. In fact, there’s a picture in my — in my book there. And\nwe had about, let’s see, one, two, three, four d — rooms, and I had an apartment on\nthe — the third floor, where I slept. And — well, it wasn’t an apartment, it was just a\nbedroom, really.",
        "A: Oh, I—I would think it was — I think it was just empty space, as far as that was\nconcerned.",
        "A: Yeah. The — the first floor was all office area, and — and the American sold —\nsoldier used to — was like a big eagle over the gate, right next door to us, and I used\nto hear this popping sound, and the Americans were — used to try to shoot the eyes\nout of the big eagle that were a-a-above the gate.",
        "A: Oh no — oh no, it was a big bird, the German eagle, or whatever it was —\nOctober 4, 2013",
        "A: — above the gate.",
        "A: And then — and the gate was down below.",
        "A: Oh yeah, right, yeah —",
        "A: — oh yes, yeah, sure, yeah. Didn’t know about plastic then.",
        "A: Or not much about them, anyway. So yeah, was a big —",
        "A: — big metal — yes, th-the eagle.",
        "A: That’s right.",
        "A: Oh yeah, oh sure, he told me quite a bit about what was happening there, what\nhad happened, and how he was treated, and so on.",
        "A: If — well, if someone tried to escape somewhere — I don’t know how they ever\nget out, I don’t think the — I think there was a big wall around the whole round — the\nwhole camp, so — cause the people in Dachau, which was only about a half a mile\naway —",
        "A: — said that they didn’t know what was going on in the camp. They had all these —\nthe commandants and the — the — the German officials and so on, lived in nice\nhouses just outside the wall.",
        "A: So, I don’t know, I guess the people in Dachau — I mean in — in the — yeah, the\ntown of Dachau thought that was just a training camp for the SS there. That’s was\nthere from 1933, so up to — until the 40s, then it became a concentration camp, and\nthe SS operated it. So Alfons told me almost what I had to do, what he was doing\nfor years, was making drawings, and so on for buildings and things like this. And —",
        "A: Okay.",
        "A: Oh yeah, oh, everything was 1— was in the camp, oh yeah. Yeah, right.\nOctober 4, 2013",
        "A: Well, there — there were — well, most of them were to house the prisoners.",
        "A: And — yeah, right, yeah, the barracks and so on, things like that. Or service\nbuildings, and so on, maybe it’s a place of — to house th-the vicious dogs and so on.\nSo it — if somebody tried to escape, they’d send the dogs after them, or whatever,\nand then when they caught them down there, they’d shoot them, so — so there’s not\nmuch chance to get away. But Alfons would tell me, many days, if somebody tried\nto escape or work — coming back from their work, outside the barracks, they all had\nto line up there, and they had to stand there until they caught this guy, and then, no\nmatter what the weather was, if it was snowing or raining, or whatever it was, or\nheat or whatever, they had to stand out there in the street until they found them.",
        "A: And that was days [indecipherable]",
        "A: — many hours.",
        "A: He had been a prisoner.\nOctober 4, 2013",
        "A: No, was — the odd thing about it was that he — h-he was fairly dressed. I mean, he\nhad shirt and trousers on. Where he got them, I had no idea. I don’t know where he\ngot them. But the — the prisoners, the-they — they’re — they’re — they’re\n[indecipherable] next to rags when th — when they came in there, and they were\nalways brought in on trains, closed boxcars and so on. Most — some of them were\nopen, but most of them are closed, that way nobody outside, the civilians wouldn’t\nknow —",
        "A: — who was coming in there on the trains. And so that’s where the death train was\nparked, somewhere outside our office. Everybody smelled this thing one day, and\nwondered what was going on. And when somebody opened the doors on, and that’s\nwhere we saw these two guys that — two out of 400 that lived. So a friend of mine\nwent down to — into the — in Dachau and got the mayor and I don’t know who all,\nall — some of the officials, and brought them out to — to — to take these people off\nthe cars that were there, the dead people that were there. And they had them — th-\nthere was no gloves or anything else, they had to use their bare hands, he insisted on\nOctober 4, 2013\nthat, that d — that day, taking these people out. So what they did is they hauled them\nto the crematory and they were disposed of there, the bodies —",
        "A: From Dachau they br — he — he — he went in, collect all these people up and\nbrought them out to the camp.",
        "A: Oh yeah, sure, because th-the train was just a short distance from where our\noffice was.",
        "A: Well, he wasn’t too happy about it, let me tell you, none of them were, cause\nthey said they didn’t know that this was happening. So — so anyhow, there’s these\n400 people, they’re almost all dead, and — and it was just a horrible mess, and so\nthey had to pick these people up and take them to the crematory.",
        "A: Oh, it was maybe a block or two away. So th-they had to dispose of them, and\nthey — they cleaned the cars up somewhat, and they just wipe them out, or whatever.\nThey had [indecipherable] brooms or something that they had, and cleaned up the\n— the freight cars, but [interruption, coughing] Pardon, I’m talking too much.\nOctober 4, 2013",
        "A: Pardon me.",
        "A: — at the — cleaning out the de — the death train.",
        "A: Okay.",
        "A: That’s right.",
        "A: That’s right.",
        "A: And th-they had to clean these cars out there —",
        "A: — and — and dispose of these — the deceased people that were on the train. I have\nno idea where they were from. They were probably brought in from other camps.\nBut, as the war was moving on real fast, the SS didn’t want the Americans to talk to\nany of these people, but they were bringing people in from other camps, hundreds\nof people. They were probably bringing in from other ca — other areas, into\nOctober 4, 2013\nDachau, and then, of course, you try to get rid of them and you — and they were\ntrying to take them to other camps from there. And the the Americans caught them\nbecause they were moving so fast. The war —",
        "A: Correct.",
        "A: From the Americans talking to anybody —",
        "A: — or seeing — seeing what they were really doing there. But these people were\nlying in the — 1n the barracks and so on. Most of them were dead anyway, so the —\nlike I say, if you didn’t move, you were considered dead. So, we just pile them up\nand put them on the gurney, or whatever it was that we had there, and either took\nthem to a— a— we — we got a bulldozer to dig a big hole, and you just pushed these\ndead people in the — the — you know, just —",
        "A: Oh, I had one of the —",
        "A: — that was American —\nOctober 4, 2013",
        "A: — that was American, oh yeah, it was American.",
        "A: But it was — yeah, the Americans brought the — the engineers brought a bulldozer\nfrom some other camp somewhere, and we just dug a big hole and pushed them in.\nWas a sad day, but nobody knew who these people were. No had — nobody had any\nidea who they were.",
        "A: Oh, well, it was just — that was the — the thing that I’d been doing the day, and\nthat never happened, nobody di — they didn’t really think anything about it.\nEverybody was upset about it, I’m sure, because I know people tell me that when\nthey saw these things that — that they couldn’t believe that this was happening to\nanybody, any human being, how they were treated. At Dachau they — they did\nmany tests there. The doctors would try different inoculations on the people. They\nput them in — they were testing a palette of — of uniforms there, and they — they put\nthem in cold water, because if the power came down over the — the — the ocean\nbetween England and — and France, they would be in cold water. They wanted to\nknow what — what kind of uniforms you should make for them. These tests were all\ndone before we got there, of course.\nOctober 4, 2013",
        "A: Oh yeah, yeah, sure we went there, but that was all part of the camp, there were\nspecial rooms, and so forth, these tests were done. And — and they —",
        "A: Oh no, we just walked on our own. You just went wherever you wanted to go,\nyeah.",
        "A: Oh yeah, sure, yeah. Well th — one of the experimental buildings, you had to —\nwhere — where these tests were done, and so on, one of the tests I know they — they\nput these people in ice — in 1ce water, like in the — which would have been the\nocean, and they put them in — they took these guys out, and put them in bed with\ntwo girls. They wanted to see if body heat was going to revive them. And I don’t\nknow why, because they wouldn’t have them out in the airplane, it didn’t make\nsense. But anyway, that’s what they were doing. They were trying all kinds of tests\nthere, different kind of — of diseases and so on. And of course you end up hanging\nthe — the doctor who was in charge of all this.\nOctober 4, 2013",
        "A: Oh yeah, I saw him, yeah, before their — I remember they took him to the war\ncrimes trials, that’s where I saw him, but I never went to the war cri — I didn’t really\ncare about what was happening at the — at the war crimes trials. They had all the —\nthe German SS people over there.",
        "A: Well, I was — I was in the office most of the time. We were —",
        "A: Well, we were — we were making drawings [indecipherable] instructed over\nwhat to do and so on. You gotta remember, I was only 23 years old, I didn’t have\nthat much experience myself.",
        "A: SO — so —",
        "A: Yeah.\nOctober 4, 2013",
        "A: Well, the thing was, what we were doing renovations, because they were — they\nwere getting ready to have the war crimes trials there, just for those people that\nwere in the camp. And there was a like a couple hundred people that were there,\nthat were prisoners, SS officers and so on. And that’s where they had the war\ncrimes trials. And the doctor was there, and —",
        "A: In Dachau, yeah, right.",
        "A: Oh no, no, not these people. These people were considered low class people.",
        "A: And they have — they held the — the — the — the hearings right there, and if the\nguy was guilty, we took him — or they took him out and hung him, and that was it. It\ndidn’t make much difference. So one day —",
        "A: Some — some officer walked in, I don’t know what he was any more, and he said\nthey wanted a new gallows because when they hung these people, these newspapers\nOctober 4, 2013\nwere there and so on, and they would see these guys hanging there, down below the\n— the ba — the floorboards, they’d come through, and they’d take pictures of them.\nAnd so these peop — the American officers didn’t want that any more, so they asked\nme to design a new gallows for them, which we did, and then all we did was put\nsome canvas around it, so that the — the newspaper people who were there couldn’t\nsee or take pictures of these people that were hanging.",
        "A: So, it was — it was pretty crude when you really think about it. There was the —\nthere was really no order. The object was just to get rid of these people who were\nrunning the camp, that was it, really. It was — it didn’t make any difference — we had\n— some people would — would talk about other — they’d get information about their\nfellow workers and so on. So that’s how people knew what their jobs were, because\nthe Germans didn’t want — and I don’t know what I want to say here — they didn’t\nwant to — they didn’t want their — their buddies to n — to know what they were —\nwhat they were doing when these pe — when the pri — the prisoners were there. So\nthat’s really what the war crimes trials were all about, you know, just — actually it\nwas just a ha — it was really a farce when you really think about it, because they just\nwanted to get rid of these people that were guards there, of the — of the inmates, th-\nthe pri — the prisoners.\nOctober 4, 2013",
        "A: Okay.",
        "A: Okay.",
        "A: Yeah, yeah, right.",
        "A: That’s right, yeah.",
        "A: Correct.",
        "A: They were told to — they were told to leave, yeah, because we didn’t want them\nthere. We had to feed them, we had to take care of them and so on. We didn’t — we\ndidn’t want them there any more because they’d just leave, you know —",
        "A: Well, some of them stayed there because they had nowhere to go, and I would —\nwhe-when I needed help in the office, I would get drafts-people — I — in fact, I had\ntwo people, I have pictures of them, two drafts-people from Berlin, and they didn’t\nwant to go back to Berlin because the Russians were there, and the russ — and the\nRussians and the Germans hated each other. So these people stayed on there, I — I\ntold the guys the fact that there was a front door right in our office that walked out\non the street, that — which bypassed the gate. And I told them to go ahead and leave,\nand they said they didn’t want to leave. So I —",
        "A: No, these were — yeah, these were German prisoner of ours.",
        "A: No, no, they were — they were wi — I would get [indecipherable] we brought —\nwe brought 4,000 German prisoners in to live in the camp after all the other people\nleft.",
        "A: They were prisoners of ours.",
        "A: So anyway, I got two drafts-people out — out of the cage. If we wanted a\nplumber, or somebody to fix the plumbing, we got somebody out of the cage that\nOctober 4, 2013\nwas a prisoner of ours then, because we had prisoners br-brought in. And we had\nnowhere to take them, so we had to put them in there, some of them were a big —\nsome people lived at the — the — oh, the racetrack, and they lived in the barns there,\nthey had prisoners there. We didn’t know what to do with them, so —",
        "A: That’s right, all ours.",
        "A: A-After these — after we got — we got some of the people out from other\ncountries —",
        "A: — that were prisoner of th — of the Germans.",
        "A: Yeah, so —",
        "A: No, they had — they had some — they had nicer buildings to live in, they didn’t —\nthey didn’t stay in these — in these shacks that they were there.",
        "A: No, they had better buildings.\nOctober 4, 2013",
        "A: That’s right, yeah, that’s what they had to do. We had about 4,000 there. They\nwere from Hungary and Italy and from all counties. They — they were — they were\nfighting against us. In other words, they were our prisoners —",
        "A: — and we took over them, and — and then — then we let them go, after a while,\nyou know, if they weren’t too important. They were from all countries, as well.",
        "A: Oh yeah, well other buildings for remodeling mostly, it was — was. Course a lot\nof the buildings were already there, they were good buildings, some of them were\nthree and four stories of brick construction, in fact. There were some very good\nbuildings there.",
        "A: Oh yeah, he was — no, he was there the whole time. Fact, he was there when I\nleft, and I don’t know why he didn’t go back to Poland, but he said he didn’t have\nany way to get there, so he wasn’t going to walk. So — and there was no trains, there\nwere trains, but — but they didn’t want to leave there.",
        "A: — because I would — I would get him food, and cigarettes and all that sort of\nthing, and some — and tobacco, and he loved that. So — so — and then we had other\nOctober 4, 2013\npeople there who knew where the sewers were, an-and the water, and supplies like\nthat, who had been bordering as well. Fact, I have pictures of them there in the\nkitchen, and they were — they came — became workers for us. In other words, they\nworked — they were working for me. But they didn’t — they didn’t get a salary or\nanything, they just got the goodies that we could give them, that’s all, you know.",
        "A: That’s exactly right, yeah. And wine.",
        "A: Right.",
        "A: Oh yeah, yeah but —",
        "A: I—I didn’t really know. I — I — I was never involved with the people that were\nthere. I don’t know, I saw them, that’s all. Because my work was really just in the\noffice, in there with Alfons and some of the other people that were prisoners of the\nGermans, who worked on the water and sewer lines and things like that. So we kept\nOctober 4, 2013\nthem on because they knew where these things were. Otherwise, we wouldn’t have\nknown where anything was. And —",
        "A: —so we kept them on, and like I said too, the people that I had from Berlin, they\nwouldn’t leave because they — they again were — were scared of the Germans. They\n—I mean, they — the Russians.",
        "A: They — they didn’t get along at all, not one bit.",
        "A: No, I don’t know how he did it, I have no idea how they selected him, or\nanything else. He was just there when I got there, you know.",
        "A: Yeah, he was — he was a prisoner of si — of the SS.",
        "A: And as — like I say, they picked him up when he was 18 years old, and he was\nthere for four years, so he was about my same as — age as I was.\nOctober 4, 2013",
        "A: And we became good friends. But he was just there. But he was there when I\nleft.",
        "A: [indecipherable] renovations are — of new buildings, or things of that sort.",
        "A: But we didn’t have that much to do really. There was a lot of playtime.",
        "A: Yeah. But I—I really wasn’t interested — pardon me — I wasn’t inter — really\ninterested in what was going on, the pla — in the — the war crimes trials, I really\ndidn’t care. All I knew was that they had gathered them all up in these buildings and\nso on, the SS people, and they had their war crimes trials there. And whoever was\nthere, most of them were hung. I don’t think —",
        "A: Pardon?",
        "A: Right.\nOctober 4, 2013",
        "A: Well, the thing is that nobody wanted — wanted to talk about their buddies and so\non, so that they didn’t really have too much information. They knew that they were\nalready there, they knew they were guards, because they got them out of the guard —\nthe guard buildings. So th-they would — one prisoner might tell about what the other\nguy did, or something like that. But it really didn’t make any difference; if they\nwere guards, they were shot, and that was it. A lot of them were shot even before\nthe war crimes trials came there, and — the Americans were so upset about what\nthey saw there, cause they couldn’t understand that these kind of things were\nhappening.",
        "A: And they just got the guards out of the building, right, so one day, the — they let\nthe prisoners out of the — out of the camp, out of — they cut the wire, and so on, or\nthe gates, and let them out. And they went up in the towers, and threw these guards\nright out the window, which are like three stories high, or something like that. And\nso the — some of them were — they ga — the inmates killed them. The-There was\nsome that I — that I never saw many women that were there, there were some that I\nti— I took a picture of one day and — but th — I don’t know where they brought the\nwomen from, I have no idea. That really wasn’t a women’s camp, it was mostly for\nOctober 4, 2013\nmen. I think they were brought in right before the end of the war, and the people —a\nlot of the women went into Dachau and smashed the — the windows. They had\nwomen’s clothing hanging may — in there, you know, on a — some sort of a form or\nsome such thing in the window. And they just take the — their clothes off, standing\nright there in the window and — and put these new clothes on that they got out of the\n— out of Dachau stores. So it was pretty —",
        "A: Okay.",
        "A: Right",
        "A: — were let go out of the camp, so they went into Dachau, which is only like a\nhalf a mile away.",
        "A: The stores, that’s right, the town, and they just smashed the windows if they\ncouldn’t get in the store, if the door was locked, they just smashed the windows, and\nstanding in there, take all their clothes off, the rags that they had on, and put the\nnew clothes on that they found, you know, in the windows.",
        "A: But anyway, I — I saw one of the girls was mistreated by someone of the SS\nofficer, or some such thing. And she got a knife from a friend of mine and cut his\ntesticles off, right there in front of everybody. So, they didn’t care. That’s what I’m\nsaying, 1-it was just a madhouse. Nobody — nobody knew — we knew that the\nAmericans were 1n control, and the Germans had to listen to whatever they did. If\nthey didn’t listen, they got shot.",
        "A: It didn’t make any difference. You know, Americans can be cruel, you know, I —\nI’ve seen things that — that Americans have done that are just as cruel as any\nGerman ever did, but —",
        "A: Oh yeah, they did — they — they were bad news too, some of them. Especially the\nparatroopers. They were just young kids and they were — they were gung-ho, they\nwould kill anybody that they can shoot. It didn’t matter a — a bit. But anyway,\nDachau was a—amess. We got it cleaned up pretty well in the year I was there,\nand —",
        "A: Oh yeah, I — yeah, yeah. Yeah, I left —\nOctober 4, 2013",
        "A: Oh yeah, oh goodness yeah. But then a lot of things I didn’t really want to see,\nyou know, I — like I say, I didn’t go to the trials. I never went to hangings. I — I just\nwanted to get out. You know, I was married and I wanted to — I was just a young\nkid, really, and — and this was all new to me. I could never imagine these things\nhappening; how they treated other people.",
        "A: Oh, I don’t know, it’s — well, the Germans weren’t allowed to have cameras,\nknives, anything that could hurt an American.",
        "A: And — but Alfons had his own camera, and that was one of our biggest problems.\nThe fil — the film we got might have been old, and we traded it for cigarettes, or\ncandy, or chocolate bars, or something like that. You couldn’t walk to the grocery\nstore, or — or a— a drugstore and buy film there, there wasn’t a such thing. In other\nwords, we get — we get film from people who already had it, and some of it was\ngood, and some of it wasn’t. Sometimes you’d give them a — a chocolate bar for a —\na box of film, and it was no good, it was already exposed, as — so we got any kind\nof film at all that — that you could get your hands on.\nOctober 4, 2013",
        "A: Oh yeah, oh yeah, we both had, yeah, we were — well, we were allowed to have\ncameras, but — and of course, Alfons, I don’t know where he got his camera, I have\nno idea, cause I — he could speak German, so he could go out and talk to these\npeople in Dachau and get things, and he was able to bring things back from the\nstores in Dachau [indecipherable] there, or steal or whatever he could do, you\nknow, he’d just take it, you know, cause that — the Germans would give up anything\nbecause they — they just didn’t want to be executed right there on the spot, yep.\nEnd of File One\nOctober 4, 2013\nBeginning File Two",
        "A: — yeah, that was a bad year, I'll tell you. I — I was glad to get out of there\n[indecipherable].",
        "A: That’s okay. I don’t mind.",
        "A: Well, what it actually — well, everybody — Alfons did the same thing, you know,\nwe'd pi — take a picture of the gate, or — or the — or people lining the — in the — th-\nthe — the cadavers were lying in the — the — the — the pick-up trucks. We were —\nmaybe we thought it was going to be evidence sometime, y-you know, that maybe\nsomebody would want it, that’s all. There was really no reason to — to take pictures,\nit was just that we wanted to do it, I guess for our own use later on. And — but I had\nthose pictures laying at home for years, and never looked at them anyway. I — I -",
        "A: Oh, Alfons, for some reason or other, he was able to do this in his office. I don’t\nknow how he did it, where he got the film. I mean, he had a little closet like where\nhe would develop these film for me, and for him.",
        "A: And that’s the only two cameras that were in the office, you know, just his and\nmine. And then we’d get film all different sizes. A lot of times you couldn’t use it\nanyway, because it was — you know, it was exposed, or whatever.",
        "A: Oh my heavens, yeah, loads of them. Oh, the film wasn’t any good, a lot of it,\nyou know, and — and so how would we know”? We didn’t know, you put it in the\ncamera and then it came out black, or whatever [indecipherable]",
        "A: Cause there was no color, it was all black and white, and you know, th — the\nfilm. we’d — we’d borrow the film, you know, we — if we — we’d go into Dachau\nand talk to these people who we heard maybe had film. And then we’d say, well,\nwe ll — we’ll give you maybe — I couldn’t speak German because Alfons could, so\nhe was always the interpreter. So anyway, he would get [indecipherable] these\npeople who had film, and then we’d give them whatever we had to give them,\nOctober 4, 2013\nmaybe C-rations, or whatever it was, just for the film, because they wanted to sell\nit. They wanted our — our things. They — they considered our bread as — as cake, and\nI liked their bread better, because it was dark bread. But our — all the fellows that I\nhad in the office, they le — really liked our bread. They thought it was cake at times,\ncause it was white.",
        "A: And theirs is dark. But I liked the dark bread.",
        "A: Pardon?",
        "A: Oh, I — that’s what I understand so, yeah. Oh, I — I used to — I loved that stuff,\nyeah. We — we’d gallons of — of peanut butter and grape jelly, and I’d put that\npeanut butter and grape jelly on this dark bread; that was really good, you know.\nBut if you didn’t have anything else to eat, I guess that was all right. But — but we\nhad — we had [indecipherable] rations. Then after the Americans came in, they\nopened up the kitchen, and then we had good food that we knew — that was there.\nWell, I remember the — the Thanksgiving that we were there, I went over to the —\nwhere the other Americans were, where they were eating in the dining room, and it\nwas Thanksgiving day, and somebody — one of the cooks in — American cooks told\nOctober 4, 2013\none of the German assistants to go get the salt. Anyway, he got the — the soapsud —\nthe soap powder, and put that in the mashed potatoes. And — and everybo —\neverybody was standing out in the hall, they gotta get in the toilet [indecipherable]\ndown — down the aisle there, you know, and fortunately I didn’t eat any of the\nmashed potatoes. I — I— I was really glad I didn’t after that, Pll tell you. But these\nguys were standing out there — somebody had gone in their pants, and everything\nelse, you know. I didn’t — they were eating soap in their mashed potatoes.",
        "A: Yeah.",
        "A: Aw, it was — but I—I say, you know, it was a rat race. It was just th — it was n —\neverything was turmoil, you know, for months, because there was really not that\nmuch instruction on what to do. All we wanted to do was get rid of the SS.",
        "A: You know, get rid of the offi — get rid of the officers, get rid of the people who\nmistreated all these people for years, and just get rid of them, you know, and that\nwas it. And I guess we each had our own little places to be, and that’s where we\nstayed, and we didn’t — we didn’t make it — any noise anywhere, because if you did,\nyou — you’d get into the trouble. So we — we didn’t really —\nOctober 4, 2013",
        "A: Okay.",
        "A: That’s correct, that’s all.",
        "A: Yes.",
        "A: Oh no, no, no, these — this was just to handle the people that were — that were\nofficers or guards there in Dachau.",
        "A: — the little people, not — no-no-nothing outside.",
        "A: Right, right.",
        "A: Oh, that’s correct, that wa —\nOctober 4, 2013",
        "A: No, nad — no information about somebody else. Maybe one time, maybe that\nsomebody didn’t like the other guy, or something like that, he would say, well, he\ndid this or that, or he — he mistreated somebody, or something like that. Well, that\nwas only recorded, and that was it. So it ended up mostly everybody was either\nhung or shot or whatever anyway, it didn’t make any difference.",
        "A: Oh sure, yeah, after — after the thing got started right, yeah, because there was\nlike — there were dozens of — of guards there, and the commandant and so on. And —\nand all these people, they had a lot of officers there, from the SS, and they were all\ntried there, right there at Dachau.",
        "A: No, they — most of them were try to get out of the place. They didn’t — they —\nthey might have said some things about maybe certain ones that they were — they\nwere mishandled by, but — but they ne — they are — there was — wasn’t much — there\nwere — there really wasn’t much discussion about the prisoners. They were just glad\nto get out of that fence, and get out of them barracks. They would sleep anywhere in\nthe buildings, or wherever they could, you know, summer — was warm at the time,\ncause we got there in May, and then we got summer, but then in wintertime it got\nOctober 4, 2013\ncold, and but bo — most of the people were gone a — after I left — I mean, they were\ngone before I left, really.",
        "A: Yeah, yeah, most of them — well, the ones that had someplace to go, or the ones\nthat could walk, they would go. Otherwise, you couldn’t go, they just had to stay\nthere, and we fed them, whatever we could do with them, til they finally did go.",
        "A: But they may have had friends or somebody, maybe they knew somebody, or\nthey — they’d just walk into houses and throw the people out, you know, take over\nthe house, you know, they were — pardon me, prisoners for — of the Germans for a\nwhile, and they just wanted to get out of the camp, just get out of there quickly as\nthey could.",
        "A: Oh yeah, they —",
        "A: Oh sure, that’s right, they — you bet they did. And I — I understand now though,\nthat a lot of of those people who were the — most of them are gone, they wouldn’t —\nthere was no discussion about what happened with any of these people. But the-they\nOctober 4, 2013\nwere going to Dachau and they’d steal food, or whatever, they — they’d just knock\npeople down and take whatever they had. They — yo-you walk into the houses, hey,\nthey were prisoners there, so why — they were glad to get out. So — so they had no\nidea what — what was going to be happening to them or anything else. So they — I —\nI could understand, if you were in Dachau and you were from Poland, you had a\nlong way to go to get back to where — another country. And we had people there\nfrom 31 different countries. So, lord, they came from all around, Austria\n[indecipherable] you know, and who knows where. There were no Americans\nthere that I know of, none at all.",
        "A: Not really, other than what walked into my office, that’s all, I had — I had no\nother contact.",
        "A: I couldn’t speak German anyway.",
        "A: Yeah.",
        "A: Yeah, right.",
        "A: Not really, no, because I couldn’t speak their languages, and I didn’t know what\nthey were saying anyway.",
        "A: You know, si—1f somebody was Poland, I didn’t know what they were saying.\nWe had some Polish fellows working there, and they ended up — they — they started\nto speak some English. Or Alfons — most of those were — were friends of his, and he\n— they were all from — from Poland, so they knew how to get along with each other,\nand then Alfons would translate what they said to me, 1-in — in English. So that was\na big help to me, let me tell you. I w — I wouldn’t — I don’t know how I could have\never operated there without him being there. I cou — I couldn’t have done it, no\nhow.",
        "A: I don’t know. I —I know it started with a K, but I don’t know. It was\nKamyczek(ph). Alfons Kamyczek(ph), I’ll never forget his name.\nOctober 4, 2013",
        "A: And I never had any contact with him after we left there. Like I say, he was still\nthere when I left. So I — I have no idea, I don’t know his address. I used to hear\nfrom — from others — pardon me, Erkar(ph), from Hungary, who was a prisoner of\nours who would come in and clean up my — my bedroom, and clean the office, and\nhe would — if any cigarettes were — cigarette butts were around, he’d tear them apart\nand save the tobacco. He’d put them in a bag, and — to take back to — to Hungary.\nAnd he did write me, Erkar(ph), he had my address, and how he did it, I don’t\nknow, but he had my address —",
        "A: — and he used to write he — to me, to send him silk stockings. Well, that was just\nwhen all women’s s-stockings, what were they called?",
        "A: Yeah, right, yeah simo — they weren’t silk, wha —",
        "A: Nylon. Nylons were just coming out after the war, and he would write and tell\nme — he’d send me stamps and stuff like that. He was a postman in Hungary,\nwhere, I don’t remember any more. And my wife and I used to get a kick out of it,\nshe’d say, well, here’s a — another letter for — for silk stockings or nylon stockings.\nAnd I’d send him a — we sent them a couple of times, and that was it, then he didn’t\nOctober 4, 2013\nwrite me any more. So I did all — I don’t know whatever happened to any of these\npeople, I have no idea. I just left.",
        "A: Oh yeah.",
        "A: Never. She just knew where I was. It was an APO number, so she didn’t really\nknow where I was, she’d only see these pictures, you know —",
        "A: — and I told her — I told her I was in Dachau, that’s all. I re —I really didn’t want\nto upset her, beca — tell her where I was, because she didn’t know if I was a prisoner\nor not, or what I was, you know, I was just there. But yeah, I wrote to her. You\nknow, sometimes you get a whole stack of letters at a time. It might have been a\nwhole month, you know, that you didn’t get any mail, because everything had to\ntravel by boat.",
        "A: And so you — you didn’t —\nOctober 4, 2013",
        "A: Yeah, right.",
        "A: Oh yeah, some of them were, yeah.",
        "A: Oh yeah, sure.",
        "A: Oh yeah, sure, oh yeah, yeah.",
        "A: Oh yeah, oh, I’m sure she did, yeah. I — I told her I was in Dachau, but that\nreally didn’t — you know, Americans didn’t know where these places were —",
        "A: — you know, and there were — there were hundreds of camps. And so that was —\nthat was just another place that I was. Like I— I wasn’t supposed to keep a diary,\nand I kept a diary the whole time I was in the service. And again, those things were\nstolen, and so I had no — no — I would have known every time where I moved, and\nso on, but I didn’t know. Oh gee.\nOctober 4, 2013",
        "A: Oh yeah, they [indecipherable] all three years were stolen that were all — that\nwere all my time in the service. I had them all there together, laying on the bed, on\nmy cot, and somebody stole everything I had.",
        "A: No, that was in — I was in Bremerhaven then, to get on a boat. I was 1n dur — I\nwas going from Dachau, which is in southern Germany, up to — up to — up to\nBremerhaven, which is north.",
        "A: On the North Sea, and that’s where we got a boat to come home.",
        "A: So — yeah.",
        "A: He was one of the fortunate people that were there.\nA2: But he — he was smart, and he —",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Well, they were — they all wanted to get out of it, out of the camp as quickly as\nthey could, yeah.",
        "A: Well, they’re — they were really — they were from — from different countries, and\nso on. Like, I only saw about maybe 20 or something like that, who were prisoners\nof the Germans —",
        "A: — of the SS, brought in there from other camps. And — but I don’t know. They —\nthey — they couldn’t do very much, they were — they were the same as everybody\nelse, you know. They — they all wanted to get out, and I don’t blame them.",
        "A: Yeah, I gotta say they were — they were —",
        "A: Yeah, we’d — I don’t know — I don’t know where these women came from. I\nknow they were brought in there from other camps, a-and — and but the — the SS\nwould try to move them, whenever they could, but —\nOctober 4, 2013",
        "A: I got —I gotta say, it was — it was somewhat turmoil, you know. Nobody —\nnobody knew who did what.",
        "A: Why did I want to get out?",
        "A: Because I was just married, and one — yeah, I mean, I wanted to just get home,\nthat’s all. I saw enough, you know, and knowing — I didn’t mind too much the\ntravel, or wherever barracks, and so on, or the buzz bombs and stuff like this. I\ndidn’t — that didn’t bother me. After I got to the camp — and I didn’t dr — I didn’t\nhave bad conditions there, I had a real nice bedroom and — and I could get food\nwhenever I wanted it, because Americans were in charge. I didn’t — it — it really\nwasn’t a hardship for me. In other words, I knew I had to stay there, and that was it.\nSo nobody ever — nobody ever said anything about what I should do, or —",
        "A: No. And I was a lowly sergeant, yeah, yeah, ye-yeah.\nOctober 4, 2013",
        "A: Oh, they brought a couple different people in, different times over that year.\nThings were moving so fast. The war — the wa — when — when the Americans got to\nDachau, and they had been to Munich, they were then moving on to southern\nGermany. In other words, they were trying to get down where Hitler was, down in\nthe — in the Alps mountains. There — that’s where they were trying to get him. So,\nafter they moved — they left only a certain amount of — maybe it was only a hundred\nAmericans there, for that year that I was there. The rest of them were already in\nbattle, they were go-going, trying to get to southern Germany, get the war over\nwith.",
        "A: Yeah, but he was — no, he —",
        "A: Yeah, but — but his — they were trying to get there where his house\n[indecipherable] was down there.",
        "A: That’s right. They didn’t — they were trying to get down there, and — the\nAmericans were, to finish the war off, because they knew that the — Austria was\nright beyond that. We didn’t want to — we didn’t care about Austria, we just wanted\nOctober 4, 2013\nto get Germany, and get everybody killed out there we could kill, you know, that\nwas it. We wanted to get out. Everybody wanted out, that was it.",
        "A: Yeah, °45, but —",
        "A: Oh sure.",
        "A: Yeah, but — but it really didn’t di — yeah, wi — I was still there in th — in the\noffice at Dachau, you know, it wasn’t —",
        "A: No, no, it was nothing. It was just over, you know. Everybody was happy about\nit, but we had to get rid of all these people, we had to get into the war crimes trials,\na-and all these things were going on there. So — and to me, I didn’t really care what\nwas going on, I just wanted out.",
        "A: No, never.\nOctober 4, 2013",
        "A: No, never. I was always there.",
        "A: I remember when I went down there one day for that guy to look at that — that\nchateau in the mountains, that ski run. Sir — he says 300 dollars, and look at all this\nspace. Oh my God, I thought, oh jeez. The guy can’t possibly alo — believe this is\nworth 600 dollars, but yeah, yeah. Well, 300 dollars would have been thousands to\nthem, oh yeah.",
        "A: Oh yeah, sure. Oh yeah. But see, I — I— I was smart enough to know — I was just\n— just a kid, but I was smart enough to know, how’m I gonna get my money back’?\nI’m not going to sit here and watch this guy. I’m married. My wife’s back in — in\nYork, Pennsylvania for goodness sake. What am I gonna do here, how’m I gonna\nget my money out of this place? So —",
        "A: Yeah, right, I di — I di— I was smart enough to know I — I’m not gonna get — I\ncould have bought the place, I could have give him my money and so on, I might\nhave owned it, maybe. However, I wouldn’t have known what was going on\nOctober 4, 2013\nanyway, you know. That wa — that was too far-fetched for me, that — that was way\nover my head.",
        "A: Yeah, it was —I got —I got out in April of — of ’46.",
        "A: Yeah. Yeah, wa —",
        "A: Well, we — we just took little tours. One of my — one of my American friends\nwas supposed to collect food for the prisoners over there, which was a farce. And\nanyway, somehow he finagled a German command car, one of them big, open jobs\nthat th — that the Germans had. And we had a — an SS officer and a Wehrmacht\nsoldier. And the four of us used to take trips, and we were looking for food. So\nanyway, these two guys there, the — the German SS offer — and the funny thing was\nthat he was from Hanover, Germany. His family had owned a — a — a — wheat\nmills and so on, they were grinders, they grind up for — for food, and so on. And I\nasked him one day how he — he could speak English, and he said — I asked him how\nhe — he got into the service, and the SS. And he said, well, Hitler said, like the Boy\nScouts were — had to go in this type of service, and — and the Girl Scouts were over\nOctober 4, 2013\nhere, and — and these groups were over, but a — he put them 1n important positions,\nbut he ended up in the SS. And anyway, we used to take these trips down to the\nmountain — in the mountains, in the Alps, the four of us. The — the werman —\nGerman Wehrmacht guy, he would — he would drive, and sometimes I’d sit in the\nback with this SS officer, who we got out of the camp. We were able to take him\nout wi — you know, get in the —",
        "A: Oh no, no, he wasn’t — I don’t know how he got out, but he did. The both of\nthem got out. Maybe I helped them, I don’t know, but anyway, wa — but we can —\nwe used to take trips any time down the mountains. And this one guy, the SS\nofficer, he knew some German general’s wife that lived down there, I forget what\nthe town was, but it was occupied by the French. And they brought all these French\nMoroccans out of Africa, up there to the occupation army. And the — and I\nremember we were standing up there high in the window, we were looking down at\nthese people, and these guys in their robes, and so on. And the — the Americans\nused to bring meat out there, big legs of lamb and stuff like that. And they have in\nthe truck — there was no — there was no cooling —",
        "A: — and no — and no —\nOctober 4, 2013",
        "A: No refrigera — they just brought it in trucks, they throw it on the ground, and no\n— these guys would pick it up, they’d take it away and they just ate it, and so on. But\nwe'd stand up in this wom — this woman’s house, and we’d look down, see this stuff\ngoing on. But yeah, they — they a — they had hardly finagled that car — I — I still\ndon’t know how they ever got that car, I don’t know. But my friend Davros(ph)\nasked me along. We went to a— a funny part, we went to a Kraft cheese factory one\nday, and got cheese. Another place this guy knew, whoever, could get eggs. Why\nwe did it, I don’t know. I don’t know what we ever did with this stuff anyway.\nA2: This is after that happened, right?",
        "A: Yeah.",
        "A: Oh yeah, we tha — while we were in Dachau, yeah, yeah. I don’t know where\nthey got the car from, I guess it was from one of the officers had this car there. It\nwas a big [indecipherable] job that was really nice. Big convertible. We’d ride\naround in that thing, oh yeah.",
        "A: Oh yeah.\nOctober 4, 2013",
        "A: Well [indecipherable] local. Well, we used to call — the Americans had their\nown money.",
        "A: So, we used to call them cigar coupons.",
        "A: Cause back in those days, when you go here to — to a cigar store or something\nlike that, they give you coupons there if you bought certain products.",
        "A: So we used to call the cigar coupons, the American money.",
        "A: Oh no, no, no, every ca — every country and America had different. In France\nthey had French money, American money. In Germany they had American money,\nbut it wasn’t real money.\nOctober 4, 2013",
        "A: It was just printed stuff that they had. Whatever country it was that was\noccupied, the Americans brought their money in, but 1t wasn’t real money. It wasn’t\n— wasn’t cur — American currency.",
        "A: It was just printed stuff that they brought. That’s why I call — we call them cigar\ncoupons. But we could buy stuff with this. In other words, we could go to, maybe\nnot a PX, but place where you could buy stuff.",
        "A: Yeah, right — well, it was — wa — it was — it really wasn’t — that headquarters,\nthey just had it like a little room, with stuff in 1t, you know, no store or anything like\nthat. They may have had cigars, or pipes, or you know, things [indecipherable]\nguys smoke with or — or whatever. They might —",
        "A: Oh yeah, it was —",
        "A: Oh yeah, you could buy a million things with it. The Germans would like to get\ntheir hands on it.\nOctober 4, 2013",
        "A: — because they could u-use the money too. Actually, the me — the German\nmoney wasn’t worth anything, really.",
        "A: I — like we — when we [indecipherable] that money wasn’t any good to anybody\nreally. It was just a souvenir. I se — I — I used to send money back, I had some\nmillion dollar bills and so on from — from the bank, and I’d send them to my wife\nhome, cause her uncle used to save the stuff from different countries. He’d save this\nmoney that — you know, if guys would send him, cause he had a restaurant and —\nand — and they’d — they’d send him money back. So I sent him a million dollar bill\none day. That was a —",
        "A: No, real ri— yeah, but 1t wasn’t — it wasn’t anything anyway.",
        "A: It was just a souvenir really. Just a piece of paper.",
        "A: Yeah, well, it was useless really.\nOctober 4, 2013",
        "A: Oh yeah, I could take my money, American money, and I could deposit. I could\nsend it back, we had like a post office that we could go to. It wasn’t really a post\noffice, but you could take your stuff there. And we could exchange that money, we\ncould put it in the book, and then we get that, I could send that home. Yeah. But like\nI say, they only —I only got five dollars, my wife got the rest of it. I guess\n[indecipherable] we had 30 dollars a month, a dollar a day we got, yeah.",
        "A: Yeah, well, she was — yeah, she was working, so she worked in my — her uncle’s\nrestaurant, and —",
        "A: Really nothing, they just — they would gamble money. They’d gamble it to get\nthe money, that’s all. That’s how they got the money, you know, was mostly\ngambling. Oh, some of them used to go to — to Switzerland and buy cheap watches,\nand sell them to the Russians for a high price. And — and anyway — and they all —\nthe Russian money wasn’t worth anything, I don’t know why they ever —",
        "A: Pardon?\nOctober 4, 2013",
        "A: I saw some, but I— I saw them, but I wouldn’t have known that I — I met them —\nwe were in a — before we — I got to Dachau, we were in a — ake — a training camp\nwhere they — they tested all their guns, and so on. And their — the Russians were\ncoming in to take over, and I met some there. But nobody liked — even the\nAmericans didn’t like the Russians, even though they were on our side, that we di —\nwe didn’t care for them. They were —",
        "A: In fact, I— my neighbor down the street here, he met some Russians, and he\ndidn’t — they didn’t like them either. They — I don’t know, they had their lifestyle, I\nguess, and us — and we — we couldn’t — we couldn’t get along with them at all. But I\nknew the Germans and the — and the Russians didn’t like each other at all. They\nwere — like these two guys I said were draftsmen, they didn’t want to go back to\nBerlin.",
        "A: Never. Never got to [indecipherable] always seven miles away. You know, the\nthing was, I always — when we were at Dachau, there was — I always wanted to get\nout, you know, and I didn’t take any trips that I could have gone out in — down the\nmountains, there were these guys, cause I knew the other American was with me.\nBut we — I never took any — I could — I couldn’t go on — I went to Munich a couple\nOctober 4, 2013\nof times, and I liked the city. But that was mostly all gone anyway. The buildings\nwere di — just ruined, everything was ruined.",
        "A: We got in in May.",
        "A: Yeah.",
        "A: Yeah, right.",
        "A: Let me see — wait a minute here. We got four — yeah, ’40 — wi — May of °46.",
        "A: Yeah, 40 — ’46. Trying to get my mind here together. I got — no, I got out in\nApril. That wouldn’t be right. I was still there in April, I got May — out in May of\n’46, yeah, yeah.",
        "A: Yeah, right, yeah.\nOctober 4, 2013",
        "A: Not very much. I think it’s after — after the war crimes people got out, a lot of it\nwas torn down, like I said about this man telling me a lot of — a lot of buildings\nwere disposed of. They took all the — they took all the barracks down, I understand,\neverything.",
        "A: Oh yeah.",
        "A: Oh, that was still there.",
        "A: Everything was there.",
        "A: Oh no, a lot of them left.",
        "A: Oh yeah, pretty well, yeah, pretty well.",
        "A: Only the people didn’t know where to go, they were the only ones that stayed.",
        "A: Well, there were some un — some German prisoners there yet, but not many, they\nwere gone, they knew where to go. They — they knew where they lived, and so on.\nOctober 4, 2013\nBut these prisoners, the poor souls, they didn’t know where they were from. They\nknew where they were from, but they — how they were gonna get there.",
        "A: Yeah.",
        "A: Yeah, right. There were still some there because they didn’t — well, a lot of them\ndidn’t know where to go.",
        "A: Th-They were confused, a lot of them were — well, they has spent a lot of time\nthere maybe, and they — they were too confused, they didn’t know where to go. And\nthey couldn’t walk, a lot of them couldn’t walk. So I think eventually they took\nthese people back. They just put them on American trucks and took them wherever\nthey wanted to go, or something like that. That’s what I understood, anyway, but I\nwasn’t there when they did that, I don’t know. They had to get rid of them\nsomehow, you had 30,000 people, that’s a lot of people, let me tell you.",
        "A: And they had to get rid of them. So, the Americans didn’t want them there, you\nknow, they just wanted to close the camp up and get out. They wanted to get out as\nquickly as you could.\nOctober 4, 2013",
        "A: Yeah, I saw some — some lampshades that the commandant’s wife made out —\nout of human skin in the — 1n the house [indecipherable] that stuff was still there.",
        "A: Oh, it was in the house, yeah. The — the commandant’s house was about in the\ncenter of camp, so we Americans took it over. I don’t know who was in charge, I\nhave no idea, but I know I was told to come there a couple of times, and I saw this\nstuff. There was still the — the — the furnishings were still there. Maybe they were\ngonna use it for evidence, I don’t know. I had —",
        "A: Something similar to this, except it was darker, that’s all. She has it stretched\nout, you know. Was more just straight things here, that’s all.",
        "A: Oh yeah, sure, like your living room, yeah, yeah. I remember some of the\nfurniture and stuff they — they had — all that stuff was still there.",
        "A: I guess he must have used it for evidence, I don’t know.\nOctober 4, 2013",
        "A: I don’t know why. I don’t know why.",
        "A: But I know I was there three times, I was there. Maybe — I don’t know, maybe —",
        "A: I think his wife was there, too. I think he had some children there.",
        "A: No. All the Americans are in charge of it see, so —",
        "A: — I was just told to come there one day for a meeting or something like that.\nThat’s all it was. People gotta do this or that, or somebody’s this — was there. You\nknow, there’s a couple of American officers there, and — but I was just one of\nmaybe 10 people that were there, that’s all. All Americans were there, only — only\nAmericans were invited.",
        "A: But, yeah, we were just still there. We were gonna do this or that, or we’re gonna\n— we’re gonna move here, or we’re gonna open this kind of a building or something\nOctober 4, 2013\nlike that. There was no really big instructions. I think it was more of a — a ti-time to\ndrink wine. That’s about all, yeah.",
        "A: You know, I don’t know. Somebody — there was some there — well, the\nAmerican officers were there, and some guy came in to — on the office one day and\ntold me that I could leave. I was the only American there, of course. So, he said, get\nyour things and — and come down to headquarters. And then we got on a truck, and\nwent to Munich and got on a train, and went to — to Bremerhaven, and that was it.\nThey gave us a ca—a quart of Four Roses whiskey when we got on the train. And\nthe train was real cold because it’s — it’s three guys sit here, and three people over\nhere, it’s like — well, you know how they are, the coaches with, I think there’s six\npeople or something like that.",
        "A: Yeah. And I drank all my booze, I’m taking all my clothes off, I’m getting hot.\nThese here guys are all sitting there freezing. Oh God, you know, I —I guess these\nwere — this whiskey warmed me up, because that’s the first I ever had any whi — any\nbooze. But you know, I ha — the other people, they used to tell me, in the Pacific,\nthey’d give them beer out there, Americans dis-distribute beer and all that sort of\nOctober 4, 2013\nthing. I never got any of that stuff. We got — when we got on the train, somebody\nhanded me a bottle of whiskey, and that was it. That’s the only thing I ever got from\nanybody. We got a—a pack of cigar — I mean, a carton of cigarettes a week, that’s\nwhy everybody used to smoke. But we got tobacco for a pipe or something like that,\nonce in a while. But I never got anything that was given to me, other than that\nwhiskey [indecipherable] on the train.",
        "A: Let me tell you, by the time I got to mid-Germany, that booze was gone.\n[indecipherable]",
        "A: We were on — we were on a troop ship.",
        "A: What happened, it was a freighter, really. The — the Americans would take\nGerman prisoners, and bring them back to the USA to work over here, on farms, in\nfactories and stuff like that. They were really the fortunate ones, that when that ship\ncame back, they’d bring these prisoners back, the German prisoners back. It was all\npainted, it was really — everything was nice and clean for us. So, we came back on ji\n— on — got on the ship, and, in fact I have a picture in that book, of me standing on\nthe boat. And it took about 10 days to get home, I think we hit a storm or something\nOctober 4, 2013\ncoming back. But it was on a troop ship, but it was nice and clean, cause the\nGermans had painted everything, and it was, you know, it was neat. So they were\nusing [indecipherable] in the States. But then I heard a lot of stories about\nprisoners back here that — German prisoners that were pretty well treated some —\nback here, I'll tell you. They had good — they didn’t have to work on farms and\nfactories and stuff. In fact two guys over here the other day, they were telling me\nabout some of the prisoners that were — they knew people here who had taken care\nof them, you know, and brought them back. So they —",
        "A: New York. We left from New York on the Queen Elizabeth, that took us five\ndays to get there. It was really fast. That ship traveled alone, it didn’t go in a convoy\nlike all the others.",
        "A: No, no —",
        "A: — we came back on a troop ship.",
        "A: Yeah, right, a freighter. But we went over on —\nOctober 4, 2013",
        "A: — there were 21,000 G.I.s on there, and — and 4,000 crew and 4,000 civilians\nwere on that ship.",
        "A: Yeah, right. Going over.",
        "A: Going over. I never saw such a big ship in my life before we saw it. Well, I\nnever saw a ship before.",
        "A: But anyway, we got on there, and boy if a — a torpedo had ever hit that thing,\nthey’d a lost a lot of people, let me tell you.",
        "A: But it would zigzag like this, it — 1t goes like that across the ocean, because every\nsix minutes the ship would change course, because it took seven minutes for a\nGerman submarine to get on target. And that’s why they — they’d zigzag. And the\nlast night out, before we came up the Firth of Clyde, that ship was really bouncing\nback and forth, because they said they had a — a — a notice that maybe there was a\nsubmarine close by, so there was — that was really a bounce around, but it was a\nnice ride. We went over in August, it was beautiful weather. And then we — we\nstayed up on deck most of the time. I slept on deck almost every night, because I\nOctober 4, 2013\nknew I was down in D deck, so I— I never — I’d never get out of there. That was a —\nthat was a full ship, let me tell you. All them big dining rooms were filled up with\ndel — double decker c-cots. Some of them were three and — three high, you had to\nclimb up there to get to them. I was fortunate, I had a nice cot down in — somebody\nwas above me, I think, in — 1n one the state rooms. A nice ship, a big ship, let me\ntell you. A big boat.",
        "A: Oh no, oh no, no. I had to go down to New Jersey to a — a de-depot there, an\narmy camp, where some guy was — he’d — he was gonna sign us out. And he had\nonly been the — in the service about two months, I think it was, and he said, don’t\nyou want to join the — the National Guard or — or the reserves? I said hell no, if you\nwant to join, you go ahead and join. Let me tell you right now, I’ve had all the army\nI want. Yeah, he — he — he wanted me to sign up, I said no way. I’m not signing up\nfor nothing, let me tell you. Nope. I ca—I came back on — then we got a train out of\nsomewhere in New Jersey — no, I got a bus to Philadelphia, and then we got a train\nfrom Philadelphia to Lancaster, Pennsylvania. And — and the — the car, th-the car\nhad a potbellied stove right in the middle, that’s how he heated the car. Oh jeez.\nOctober 4, 2013\nReally antiquated. Oh God, I can’t believe that something like that happened. But\nthat’s the way it was, you know, yeah.",
        "A: No way.",
        "A: No. We had [indecipherable] on the third floor apartment, and I got a — a taxi to\ngo home. Nobody there [indecipherable] me, no, nobody. Hell, nobody was there. I\ncame home alone, yeah.",
        "A: Sure was. She sure was surprised. I told her I was going to come home\nsometime, you know. Hell, we didn’t have a telephone, and I — nobody had\ntelephones, nobody — I didn’t buy a c —I gotta borrow a car. Some guy was there\nwith me. He worked in a ga— ina Chrysler garage in York, so he told me to buy a\nca — a uSed car, cause cars weren’t made during the war, and they — they only had\nthe cars before the war, and they started making them after the war, but wa — there\nwas — there was all used cars. And I had a big Chrysler, some beer magnate from\nYork, he owned the car, and he traded in for something else. And I could actually\nlay out in the trunk of the car, was a one-seater. I could lay out this way, not\nsideways, I could la —\nOctober 4, 2013",
        "A: — that’s how — how big the trunk was, I could stretch out like that, that’s how\nbig. Beth(ph) said, what in the world do you want with this kind of big car? I said,\nit’s just a car, that’s all. Just something to drive around, you didn’t have anything.\nWe sold our — we had a new Nash that we bought right before — about two — when I\nw — I worked in Baltimore and — and we had this Nash, and we sold it a couple\nhours before, cause she couldn’t drive, so we sold it a couple of hours right before I\nwent in the service. S-So, we had that money.",
        "A: Pardon?",
        "A: When I came back?",
        "A: Okay. I went back to my old buddy. We built a house here in Hanover, and I\nwent back with my old architect friend here downtown, who I had known before\nthat — before I got in. And I went with him for a couple of years, I guess it was.\nThen I got my license in 1950, and I — I was registered in five states: New York,\nNew Jersey, Delaware, Maryland, Pennsylvania.\nOctober 4, 2013",
        "A: As an architect.",
        "A: And I have a license as a structural engineer just in — in Pennsylvania. I dropped\nthat years ago, I didn’t need it. But —",
        "A: Oh yeah, I always had my own office, always. I did work for other people, then I\ndid work for a Baltimore firm when they were doing the Baltimore City Hall.\nThings like that, that sort of nice projects, yeah. And then I started getting into —\ninto — into medical buildings, hospitals, [indecipherable] homes, retirement homes,\nthat sort of thing.",
        "A: Oh yeah, right, oh yeah. Well, things were busy then, you know?",
        "A: Everybody was doing something, you know, and they were building all kinds of\nthing — I — I designed every fa — house in this town, and a lot of the buildings and so\non. But in the last 20 years, my work has been from Lancaster east, in the New\nYork or New Jersey and Delaware, and that sort of thing, I — I didn’t do — I didn’t\ndo anything in Hanover for 20 years, at least, you know. But I came back here, I\nOctober 4, 2013\nstill had my contacts elsewhere. So I was still working — I worked up until a couple\nmonths ago.",
        "A: Oh yeah, right, yeah, sure.",
        "A: Ninety-three. Don’t — don’t push it too far.",
        "A: Yeah, yeah, but no, I had — I did work for this Amish contractor in Lancaster\nCounty, who we did work in new y — we built — all we built was foreign buildings;\nbig riding arenas, stuff like that. He didn’t want to build houses, always just — and I\nwas quite busy with — just with him, doing these farm buildings, because everybody\nused to have a — had had a bar — a — a horse farm or something like that, a riding\narena. I did for a psychiatrist over in New Jersey, I did all her farm buildings, and\nthen she had a big riding arena, and she never — in the wintertime — but she never\nhad to take the horse outside. In other words, they could go from the stalls — from\nthe horse barn into maybe the — the — where they wash them down and so on, into\nthe riding arena, and in fact I — we had a candy box in there for years, that she sent\nme with — with good candy in it. Yeah, we had a good ti — I liked her, she was a\nnice lady. Never saw her. Never sa — I never saw most of my clients, this Amish\nOctober 4, 2013\ncontractor handled everything. He’d just tell me what he wanted, and then I’d make\nthe drawings, and send it to him, and he — he’d building the building, and that was\nit. So I — it was a nice arrangement where I tried — I wi — like I said, I was still\nworking. In fact, she was in Montana, and I had a project here, some girls were\nhere [indecipherable] and yeah, it — I didn’t do the drafting, I had somebody else\ndo the drafting. I’m one of them guys, I just [indecipherable] and check it out. Put\nmy name on it, and that was it. Make some money on the side.",
        "A: Yeah. I ba — yeah, people say, why you still working, you’re 92 years old. I said,\nwell, what difference it makes? That doesn’t matter how, I gotta kick out of it.",
        "A: Sure. I don’t —",
        "A: Never.",
        "A: No, I'd like to have gone back, you know. I would a — I would have re — yeah, I\ntalked to people, you know, with, like this guy here some weeks ago or days ago,\nhad been back to Dachau. [indecipherable] he went in the 50s, I think, and 60s,\nand just he’s — he gave me a list of what — what years he was there, and one of them\nOctober 4, 2013\nwas just this past summer, and I was surprised. And — but he said it — they’re —\nthey’re all changed, they tear a lot of buildings down. It’s not like it was at all,\nbefore.",
        "A: It was bare.",
        "A: No.",
        "A: In fact, a friend here ca — came in to see me, who I’ve known for 50 years, and\nhe said, you never said you were 1n — in Dachau, til he read in the paper.",
        "A: Yeah, yeah, just recently, yeah.",
        "A: Yeah, right, yeah, I saw — I saw — and they called me, and he said, let’s get\ntogether. And one day he called me from some mall out here. He said, how do I get\nto your house? And I went out to the garage to do something, and lord here he was.\nYeah, I hadn't seen him for years, but I knew him for 50 years or so. 1954, I met\nhim, yeah.\nOctober 4, 2013",
        "A: I don’t know. I don’t know.",
        "A: This girl called me one day, and she said, I think you would have a story for us.\nAnd I’m all, what do you — what do you mean? And she said, well somebody told\nme that you had been in Dachau or Germany. And I said yeah. So, just a young\ngirl, I don’t think she was more than 22 years old, or something like that. She came\nhere with a photographer, and — you weren’t here then, I guess. No, you were still\nout in Montana.\nA2: I was in Montana.",
        "A: Yeah.\nA2: I had just [indecipherable]",
        "A: Yeah, right, yeah. And she came out here one day and we sat here and talked for\na while at the kitchen table, and she looked in the pa — and the photographer was\nstanding there, he had his camera standing right there at the table, and I had no idea\nthat he was taking pictures, and he was taking pictures of the — the — the book, and\nother pictures that I had there. And lo and behold, one Sunday — somebody called\nme one morning, one Sunday morning, and he said, I’d like you to talk to some\nveterans about your experiences in Dachau. I’m, what are you talking about, you\nOctober 4, 2013\nknow? Here the newspapers was laying out there on the driveway, and I hadn't seen\nit yet, and so I didn’t know what he was talking about. And I said oh, I don’t — I\ndon’t make speeches. Then some woman called me one day to talk to-—toa—a\nblue-head group. That’s what my brother used to call them, it’s like a — blue-heads.\nThese women used to have their hair dyed blue.\nA2: It’s gray.",
        "A: Yeah, right, yeah, well, it was blue. In fact, we talked about it the other day,\nyeah.\nA2: It’s some kind of rinse.",
        "A: Yeah. Yeah, right, it was a rinse they put over, sort of blue. Yeah, right. And my\nbrother used — when he worked for Armstrong, he used to look out the office\nwindow, look down there at the Brunswick hotel, right downtown Lancaster, he\ncalled them blue-heads. He said, the blue-heads are out today, or something like\nthat.\nA2: We — that article was very well written. And we called her a couple of times to\ntry to maybe — maybe she would want to coordinate something with you and come\nhere, and she never called back.\n100\nOctober 4, 2013",
        "A: Mm. No.",
        "A: Yeah, I’m ri— I don’t know how she knew, I really don’t know. I don’t know\nwhere she got her information from. I wanted to tell her what a good job she did,\nand in fact I wanted to tell her that you folks were going to come and see me, and —\nbut she never called back. It’s owned by another outfit, another newspaper in York,\nso maybe she works there as well, I don’t know.",
        "A: Oh yeah, right, yeah.",
        "A: “The Evening Sun.”",
        "A: Yeah, you'll see it over that — that copy I have there.",
        "A: But —",
        "A: Not really, no, uh-huh, no. After the war, it didn’t — wasn’t no longer part of it, I\njust wanted to get out of there, that’s all. I thought — to me it was a hellhole, you\nknow. It was — it smelled so badly, the — you know —\n101October 4, 2013",
        "A: Oh, not too long, you — after tha — after that ra — you see, hell, people would —\nthey’d be out there walking around, and hell, they’d just drop over dead, you know.\nThey were half dead to st-start with, and you had to pick them up. Or there were\nthese — these barracks, you have pictures of those — those beds that were woo —\nmade of wood. There was no pads or nothing on them, you know, and if they were —\nif they were there, and they didn’t move, they were considered dead. Cause we\ndidn’t have anybody that could know. We didn’t have any instruments, or anything\nto do. You just picked them up and threw them out. Put them in the big — like a —\nwhat do they use, a — a tractor like thing to pull a — a trailer they’d put them on.",
        "A: We saw pictures of them there.",
        "A: Well, I’m glad, you know — you know, I — it’s —I felt all along — my doctor used\n—1n fact, I gave him the — those pictures, and he had them in his safe for a while.",
        "A: And I thought well, nobody wanted them. And then my niece comes along and\nsay — well she — she’s a schoolteacher, and she’s been to — to dak — I mean, to the\n102\nOctober 4, 2013\nmuseum a couple of times, and she said, oh, Uncle Norm, I’d like to have those\nphotographs if you can. And I said well, I don’t know what I’m gonna do with\nthem, but the doctor already had them. So I got them back from him, you know,\nsome months ago — weeks ago, really, and put them all — made sure they’re all back\nin that book. I have a lot of other, but they’re just of me in the service, not Dachau.\nAnd — but I’m glad that my wife saved that, and put them in that book, because\notherwise I’d a— wouldn’t have had anything. And we — it — I been carrying them\naround for years.",
        "A: Never even looked at them.",
        "A: Yeah, but it’s —",
        "A: But then I thought like, well Barb(ph) said today, they really should be in a\nmuseum or something like that, an-and — and then [indecipherable] the newspaper\narticle came out, and that’s how your —",
        "A: Yeah, right, yeah, well she — some — somehow she learned about it, I think\nsomebody must have sent her some information about it, and then that’s how — and\n103\nOctober 4, 2013\nthen of course she wrote me, and — and I — and we thought well, let’s gi — get them\nto somebody, you know.",
        "A: Yeah, right. Oh, yeah.",
        "A: One of the neighbors here the other day, I — in fact, another veteran, who’s in the\n80s, he used to be — live in [indecipherable] he lives in Maryland now, and he\ncame in, and wa — he took that article in the newspaper and framed it, it’s hanging\nin here on the wall. He did a nice job on it, he really did. And — and he was such a\npoor soul, Pll tell you. And his son was in Vietnam, and he came in — and how he\ngot a license I’1l never know — he came in, he didn’t — he was here for a half hour,\nhe didn’t say one word, he sat there with us. How he could drive I don’t know. And\n104\nOctober 4, 2013\nhe brought this man back the other day, and he had pictures, mostly of damaged\nbuildings in Berlin.\nA2: He had a picture of the bunker where Hitler and [indecipherable]",
        "A: You know, and he said, well, they should be in a museum, but — but everybody\nhas damaged buildings from Berlin, you know, it — it’s not really a — a story to it.\nA2: No.",
        "A: You know, it’s not like this death camp. Dachau is an entirely different story.",
        "A: So, that’s wa — that’s the story kid.",
        "A: Yo-You’re welcome.",
        "A: Good seeing you, yeah, yeah.",
        "A: Yeah, right.\n105\nOctober 4, 2013",
        "A: That’s it.",
        "A: You bet.",
        "A: Yeah.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 4, 2013\nRG-50.030*0723",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "NORMAN COULSON\nOctober 4, 2013"
    ]
}