{
    "rg": "RG-50.233.0101_trs_en",
    "sequence": [
        "Q: Go ahead.",
        "A: Eva Peker...now.",
        "Q: Can you spell the last name for me?",
        "A: Eva Peker?",
        "Q: Yes.",
        "A: E..Eva. I can give you...",
        "Q: Okay. Thank you. Where were you born?",
        "A: In Vertuzhantye. In the region of Saroka.",
        "Q: And that’s near... what larger town 1s it near?",
        "A: Moldavia.",
        "Q: And, when.",
        "A: 18\" of March, in 1921.",
        "Q: Can you tell me a little bit about your family, and growing up there?",
        "A: My family?",
        "Q: How many brothers and sisters?",
        "A: I have one brother.",
        "Q: One brother.",
        "A: I have a sister, she died.",
        "Q: Only one sister.",
        "A: A sister, she died. In America.",
        "Q: She died here?",
        "A: Here. In 1982.",
        "Q: 1982?",
        "A: Yes.",
        "Q: And your parents? What did your parents do?",
        "A: My parents...they were killed...he was..not a butcher, he slaughtered chickens. Not a butcher.",
        "Q: And her mother.",
        "A: Housewife.",
        "Q: Does she remember anything about the town, what the town was like when she was little? How\nbig was it? How many people lived there?",
        "A: How many people? 500 families. How many families? 500.",
        "Q: Were many of them Jewish?",
        "A: Jewish... There were Russians...Jews.",
        "Q: Were there many synagogues? Or just one or two?",
        "A: Yes. There six or seven. On our street there was one, and all around. Six.",
        "Q: Was your family religious?",
        "A: Religious.",
        "Q: Very religious?",
        "A: Very religious.",
        "Q: Went to synagogue every week?",
        "A: Every day.",
        "Q: Every day?",
        "A: Every day.",
        "Q: Were there many organizations, like youth organizations for young people? Do you know what\nI mean? Like sports organization, or some Zionist organizations, I know in some other places...",
        "A: There weren’t then. There was a kibbutz. People would go... There wasn’t really any kind of\norganization. This was many years ago.",
        "Q: At this time, the town was in Romania, right? Before the war?",
        "A: It was...before the war.",
        "Q: Did she remember...what kind of school did she go to.",
        "A: It was a public school.",
        "Q: Did they also have religious training or no?",
        "A: No, no. We didn’t go...1t was a public school.",
        "Q: Does she remember much anti-Semitism before the war?",
        "A: There was, of course. Some incidents.",
        "Q: Does she remember some of the incidents? Did they happen to her, or?",
        "A: Nothing to me. I don’t remember. I heard that there were some things going on in\nKishinev...Razbelius, Sokol. I was a child. I don’t remember.",
        "Q: Were most of her friends Jewish, or non-Jewish?",
        "A: Mostly Jewish.",
        "Q: When she was a child, what did she and her friends do?",
        "A: I went to school. That’s it. We didn’t really have free time. Well, played. I lived in\nVertuzhaniye, then we moved to Visoka.",
        "Q: When did they move to Visoka?",
        "A: Sometime around the time I was 15. It was 1936.",
        "Q: Was that a different town? I mean, a lot different, or about the same kind of town...",
        "A: It was different. There were fewer Jews. There were probably fifteen to twenty Jewish\nfamilies. There were 500 altogether. In Vertuzhaniye there were more Jewish families.",
        "Q: Does she remember there being more anti-Semitism there or in...",
        "A: More.",
        "Q: Does she remember any specific incidents?",
        "A: Specifically... They didn’t care for each other, they always wanted to dishonor the Jews. Well,\nthey were Romanians...they didn’t like Jews. But really they didn’t do anything. Then I got\nmarried.",
        "Q: When?",
        "A: 1940.",
        "Q: 1940?",
        "A: Yes. In Kureshnitsa...a village.",
        "Q: Outside of Visoka?",
        "A: Yes. It was a village.",
        "Q: So she was able to finish. She graduated from school before the war?",
        "A: Yes.",
        "Q: And then she got married, in 1940?",
        "A: Yes.",
        "Q: Does she remember? I think I asked her brother this question, too... Does she remember the\nwar starting with Poland? The Germans and the Poles, when the Germans invaded Poland?",
        "A: I don’t remember. I know that when the Russians came, they took everything from the\nstores...nothing was left.[It was in 1940. (Brother) |",
        "Q: When did they come to the town she was in, Visoka>",
        "A: I was in Visoka.",
        "Q: How did life change when the Russians came?",
        "A: It changed so much that people didn’t know what to do.",
        "Q: What kind of things did the Russians do?",
        "A: They took everything from the stores, began to dictate according to their own desires. There\nwere new rules. They took the rich ones. Sent them to Siberia.",
        "Q: Did they change the schools to Russian, and things like that?",
        "A: Yes. You had to learn Russian.",
        "Q: Did they treat the Jews badly?",
        "A: They treated everyone the same.",
        "Q: After she got married, and the Russians came in...the Russians came before she got married,\nright?",
        "A: Before.",
        "Q: After she graduated from school...actually, when did she graduate school? Was that in 193...8\nor so?",
        "A: I only finished seven grades. That’s all there was then.",
        "Q: Did she have a job after that?",
        "A: I learned to sew.",
        "Q: Like a seamstress or something? That would be somebody who sews...",
        "A: Sewed dresses...yes yes.",
        "Q: And that was in Visoka?",
        "A: Visoka, yes.",
        "Q: And you worked there until the Germans came? You worked doing that until the Germans\ncame?",
        "A: Yes. I was working. Just enough to get by.",
        "Q: What did her husband do?",
        "A: He worked .He bought.. He was in business. Bought and sold...business. Then they took him\nto the front. I was left pregnant.",
        "Q: And so he was taken to the army in °41?",
        "A: When the war began, they took him right to the front. I was left alone, with his parents.",
        "Q: And she was pregnant?",
        "A: Yes. I lived separately, but his parents lived close by.",
        "Q: She lived with his parents?",
        "A: Not in the same house but...[translator]",
        "Q: Nearby?",
        "A: Yes.",
        "Q: Does she remember when the Germans came?",
        "A: They came...Romanians came to the village. They took us to the Village Council\n[Selsov’ et=Village Soviet]. That was on Friday. His mother was baking bread...there was bread\nin the oven. They summoned us. We were without anything but our keys. I had one dress with\nme. We never returned home.",
        "Q: How many? Does she remember how many?",
        "A: There were eight of us in the family. There were only two or three Jewish families there. When\nthey took our family, we were the only ones. We didn’t see anyone else. They took us, and led\nus out of the village. They said we weren’t going to walk any further, and they began shooting,\nso that the people in the village would think they had killed us .They shot into the air. And we\nwere thinking they were going to shoot us. They took us at night to some house, and we were\nthinking again that they were going to kill us. His mother and father, were crying, and saying\ngoodbye to us...we thought they were going to kill us. It turned out that they weren’t bad\npeople, they didn’t kill us. They took us for three days to a camp. We had no food, no water,\nnothing. They put us in a ghetto, in Saroka.",
        "Q: How far was that?",
        "A: Very far. We walked for three days. We had nothing, not even water. They took us into some\nsynagogue. There were probably a thousand people there. They were all sitting there, like\nthis... There was a well, but the soldiers were surrounding it, and wouldn’t give any\nwater... whoever wanted water, they would... There was a second level in the synagogue, and\nthey would urinate on the heads of the people below. We couldn’t even raise our heads...they\nmarched us from one village to another, from one place to the other. There were 1,000 people,\nmarching in columns. Whoever couldn’t walk was shot.",
        "Q: Did they know where they were taking them?",
        "A: No. We didn’t know. We walked so long, and there was a lot of rain. Such rains...",
        "Q: What time of year was this? July? Summertime?",
        "A: When did it begin? It was July...",
        "Q: Can I ask a question?",
        "A: Yeah.",
        "Q: You said that...Do you remember when the... Now the Romanians took you, not the Germans,\nright? The Romanians marched you to Saroka.",
        "A: Romanians. But German commander was with them.",
        "Q: So the Romanians are still marching you away from Saroka in July?",
        "A: They drove us from village to village. Then we got to a forest -- Kosauts. All the people were\nthere. We were there in the forest for six weeks, in tents. There, the soldiers would take girls at\nnight, and beat them with...raped them. Every night there were such screams. It was terrible.\nFrom Kosauts, they drove us to Vertuzhaniye.",
        "Q: Back to her home town?",
        "A: Yes.",
        "Q: Were they feeding them in the woods?",
        "A: No.",
        "Q: They had to find food for themselves?",
        "A: There were people from the village. They brought out stuff. Moldavians brought food.\nWhoever had something to sell would sell it, but I didn’t have anything.",
        "Q: How did she get food?",
        "A: Well, if someone had something, they might give me a piece to eat.",
        "Q: And she was still pregnant at this time?",
        "A: Yes. In Vertuzhaniye, I gave birth on the floor, without anything. No doctor, nothing. [Subject\nis silent, weeping can be heard. |",
        "Q: I’m sorry...take your time.",
        "A: From there...from Vertuzhaniye, they marched us to the Vinetsk District. In about August. It\nwas already fall. It rained. It was cold. I didn’t have anything on my feet. I went barefoot. My\nbaby died on the way...then they marched us to Bershed, then to Obudovka. Finally, to\nTurkanivka.",
        "Q: And that’s where it finished?",
        "A: They marched us there. They took us to work in the kolkhozes. I worked in the kolkhoz. I\ncleaned beets, dug potatoes, wheat. Then they put us in a pigsty.",
        "Q: Does she remember how far, she marched all this way, from her hometown -- Vertuzhaniye.\nHow far was that from there to Turkanivka?",
        "A: Very far, I don’t know. We walked all day. Then I went to the kolkhoz to work. They put up\nbarbed wire around the camp. We had to wear badges. Yellow badges. Stars. Jewish Stars.\nNo numbers. If you were caught without this, they could beat you. We were all supposed to\nwear the star. In the camp, very many people died. 100 people died from hunger. It was cold.\nThere were no windows, or doors. There was nothing, 1t was a pigpen. People froze.",
        "Q: This was in late 1941?",
        "A: 1942. It was after Vertuzhaniye...the pigpen. Vinetsk District. I lived in the pigpen for a year,\neven more than a year.",
        "Q: So when she’s talking about very cold, during the winter, when she stayed over there? From\nthat...",
        "A: Yes, yes. It was very cold. We got straw, burned it. Tried to get warm that way. And the rats\nran over us. Rats this big...and we didn’t have anything to eat. Well, when the kolkhoz was\nharvesting beets, we collected beets, and baked them. That way, we were able to feed\nourselves. You know -- sugar beets?",
        "Q: Can I ask a question about the camp? You said that you worked on a farm?",
        "A: I worked wherever they sent me. Yes, a farm.",
        "Q: So, they were held in a camp, that was surrounded by barbed wire. And then taken out to work.",
        "A: They took us to work. The told us to report somewhere, then we would work awhile, then back\nto the pigpen. They kicked us out of the camp to go to work, and then locked us back in to\nsleep in the pigpen.",
        "Q: She said that she was there for a year. What happened after that?",
        "A: I got very sick there. I had typhus. I fell ill, and lay in the pigpen. People lived here\n(showing), and went to the bathroom over there (pointing). I didn’t know, and I fell over there.\nI lay there, and one woman fell over my leg in the night. I moved -- she thought I was dead. I\nlay there among dead people. Then they dragged me out of there...no...1t turned out that they\nknew my parents -- they took me away...In this barn, the space was divided into little lots, one\nfamily here, another over there. They took me in, let me stay with them. I forgot to say that\nwhen they took me to work, they sent my husband’s parents to a different place -- to Obadovka\n-- a different camp. I was left in Turkanivka aloe, they were sent away. All the time I was alone.\nAnd I never saw them again. They died there, in the other camp. The ones who picked me up\nknew my parents. I was like a member of their family.",
        "Q: What was the name of the family?",
        "A: Weissman. Mela Weissman.",
        "Q: Did she get better, or was she still sick at this time?",
        "A: It was a whole year...I crawled on my knees. I was like a baby...I couldn’t walk. Then, after a\nyear, I got well. It got warmer, there was no snow...I got better.",
        "Q: Now this is still in the camp, near the farm, right?",
        "A: In the camp, inside the barbed wire. Then they allowed us to take.... There were only a\nhundred people left out of a thousand. Even more than a thousand. All had died, and...",
        "Q: Now these were the thousand people who had left from the synagogue in Saroka?",
        "A: Well, from different gathering places.",
        "Q: But, over a thousand came to this camp, and only a hundred were left after a year?",
        "A: Yeah, yeah, yeah...they buried 50 people every day in the camp. Then they allowed us to take\nan apartment somewhere...to live. They let us out of the barbed wire, to live somewhere in the\nvillage. We still wore the Jewish star.",
        "Q: But were they guarded, they were just allowed...?",
        "A: They already had stopped guarding us. But, we had to go every time to the Village Hall. There\nwere Germans, Romanians there...we all had to go there. They took the men to work loading\nwheat into trucks---without pay.",
        "Q: So they were allowed to take rooms in a nearby town? Is that what happened?",
        "A: In the same village.",
        "Q: So the camp was near the village.",
        "A: Yes, very near the village.",
        "Q: What was the name of the village? Did she already say that?",
        "A: Turkanivka.",
        "Q: Ok, that’s what I thought. I just wanted to make sure. So they released them in ’42, or °43?",
        "A: We were not released. We were still there. We worked on the kolkhoz, or wherever. When the\nwar ended, that’s when they released us. When was that, 1944? Oh, the war hadn’t ended, but\nthe Romanians came in and let us go, in 1944.",
        "Q: Right, but they were no longer in barbed wire. Does she know when they were released from\nthe barbed wire to go to the town? What year it was?",
        "A: Somewhere around 1943.",
        "Q: So, they had to stay there, and they were forced to work on the farm, in the same place.",
        "A: Yeah, yeah. Yes, yes.",
        "Q: What happened after that? What did she do after that?",
        "A: When? Well, we were in the village, we worked. Then in 19454, when the war...when the\nRomanians...came in...no Russians liberated it, and allowed us to go from the camp",
        "Q: But she continued to work on the farm until then?",
        "A: Yeah. I don’t know. I don’t remember. I didn’t know what day it was, or what month. We\ndidn’t know anything. Nothing. Nothing. We didn’t know when the holidays came. Nothing.",
        "Q: But she was liberated by the Soviet Army?",
        "A: Soviet.",
        "Q: Does she remember...I know she did a lot of things on the farm working, but does she\nremember anything specifically? Did she plow fields, or did she...?",
        "A: We dug beets, potatoes, all kinds of hard work. I cleaned...all of that. Carried things.",
        "Q: Where did the food go? To the townspeople, or to the army?",
        "A: Don’t know. They didn’t even let us take some potatoes home with us. We were like slaves.",
        "Q: What happened after you were liberated?",
        "A: We came into Saroka. I went, and then met up with my sister-n-law. Sister and brother\nremained. One sister and one brother, of my husband, were left alive. I met them in Saroka.",
        "Q: Where did you meet them?",
        "A: In Saroka. We stayed there in Saroka.",
        "Q: Ok. So, you’re in Saroka. What happened after that? What did you do? What did you do in\nSaroka?",
        "A: I went to work in a cafeteria. Then, I worked for a year, then I took a course in bookkeeping.\nThen I worked in---where bread...they receive wheat...government work.",
        "Q: This is a bad question. Did she find her husband?",
        "A: No.",
        "Q: She doesn’t know what happened to him?",
        "A: No. They killed him...geschossen.",
        "Q: In the war?",
        "A: In the war. He ended up “missing in action.”",
        "Q: Missing in action?",
        "A: Yes. He wrote that they had killed my parents. He wrote you [brother], but he didn’t write to\nme.",
        "Q: How long did she stay in Saroka?",
        "A: Five years.",
        "Q: Did she know, did she find her brother?",
        "A: He find me [sic] me, in Saroka.",
        "Q: And then after Saroka, what did you do?",
        "A: I go [sic] Chernovits. I work 30 years in a factory.",
        "Q: 30 years?",
        "A: Yeah.",
        "Q: What kind of factory?",
        "A: Textiles.",
        "Q: Clothes factory?",
        "A: Clothes factory. They made dresses, blouses, sweaters...clothes.",
        "Q: And then you came here, to America?",
        "A: To America.",
        "Q: When?",
        "A: In 1980.",
        "Q: 1980?",
        "A: Yes.",
        "Q: Did she have relatives here?",
        "A: Yes.",
        "Q: And she’s lived in New York since then?",
        "A: Yes.",
        "Q: Okay. Do you have anything else you’d like to say?",
        "A: What else?",
        "Q: That’s all of my questions.",
        "A: I like America. Very good for old people. Very good. Me [sic] no good...I alone. My sister\ndied. America is very good for me. Good place.",
        "Q: Good. Thank you.\n"
    ],
    "questions": [
        "Q: Go ahead.",
        "Q: Can you spell the last name for me?",
        "Q: Yes.",
        "Q: Okay. Thank you. Where were you born?",
        "Q: And that’s near... what larger town 1s it near?",
        "Q: And, when.",
        "Q: Can you tell me a little bit about your family, and growing up there?",
        "Q: How many brothers and sisters?",
        "Q: One brother.",
        "Q: Only one sister.",
        "Q: She died here?",
        "Q: 1982?",
        "Q: And your parents? What did your parents do?",
        "Q: And her mother.",
        "Q: Does she remember anything about the town, what the town was like when she was little? How",
        "Q: Were many of them Jewish?",
        "Q: Were there many synagogues? Or just one or two?",
        "Q: Was your family religious?",
        "Q: Very religious?",
        "Q: Went to synagogue every week?",
        "Q: Every day?",
        "Q: Were there many organizations, like youth organizations for young people? Do you know what",
        "Q: At this time, the town was in Romania, right? Before the war?",
        "Q: Did she remember...what kind of school did she go to.",
        "Q: Did they also have religious training or no?",
        "Q: Does she remember much anti-Semitism before the war?",
        "Q: Does she remember some of the incidents? Did they happen to her, or?",
        "Q: Were most of her friends Jewish, or non-Jewish?",
        "Q: When she was a child, what did she and her friends do?",
        "Q: When did they move to Visoka?",
        "Q: Was that a different town? I mean, a lot different, or about the same kind of town...",
        "Q: Does she remember there being more anti-Semitism there or in...",
        "Q: Does she remember any specific incidents?",
        "Q: When?",
        "Q: 1940?",
        "Q: Outside of Visoka?",
        "Q: So she was able to finish. She graduated from school before the war?",
        "Q: And then she got married, in 1940?",
        "Q: Does she remember? I think I asked her brother this question, too... Does she remember the\nwar starting with Poland? The Germans and the Poles, when the Germans invaded Poland?",
        "Q: When did they come to the town she was in, Visoka>",
        "Q: How did life change when the Russians came?",
        "Q: What kind of things did the Russians do?",
        "Q: Did they change the schools to Russian, and things like that?",
        "Q: Did they treat the Jews badly?",
        "Q: After she got married, and the Russians came in...the Russians came before she got married,\nright?",
        "Q: After she graduated from school...actually, when did she graduate school? Was that in 193...8\nor so?",
        "Q: Did she have a job after that?",
        "Q: Like a seamstress or something? That would be somebody who sews...",
        "Q: And that was in Visoka?",
        "Q: And you worked there until the Germans came? You worked doing that until the Germans\ncame?",
        "Q: What did her husband do?",
        "Q: And so he was taken to the army in °41?",
        "Q: And she was pregnant?",
        "Q: She lived with his parents?",
        "Q: Nearby?",
        "Q: Does she remember when the Germans came?",
        "Q: How many? Does she remember how many?",
        "Q: How far was that?",
        "Q: Did they know where they were taking them?",
        "Q: What time of year was this? July? Summertime?",
        "Q: Can I ask a question?",
        "Q: You said that...Do you remember when the... Now the Romanians took you, not the Germans,\nright? The Romanians marched you to Saroka.",
        "Q: So the Romanians are still marching you away from Saroka in July?",
        "Q: Back to her home town?",
        "Q: Were they feeding them in the woods?",
        "Q: They had to find food for themselves?",
        "Q: How did she get food?",
        "Q: And she was still pregnant at this time?",
        "Q: I’m sorry...take your time.",
        "Q: And that’s where it finished?",
        "Q: Does she remember how far, she marched all this way, from her hometown -- Vertuzhaniye.\nHow far was that from there to Turkanivka?",
        "Q: This was in late 1941?",
        "Q: So when she’s talking about very cold, during the winter, when she stayed over there? From\nthat...",
        "Q: Can I ask a question about the camp? You said that you worked on a farm?",
        "Q: So, they were held in a camp, that was surrounded by barbed wire. And then taken out to work.",
        "Q: She said that she was there for a year. What happened after that?",
        "Q: What was the name of the family?",
        "Q: Did she get better, or was she still sick at this time?",
        "Q: Now this is still in the camp, near the farm, right?",
        "Q: Now these were the thousand people who had left from the synagogue in Saroka?",
        "Q: But, over a thousand came to this camp, and only a hundred were left after a year?",
        "Q: But were they guarded, they were just allowed...?",
        "Q: So they were allowed to take rooms in a nearby town? Is that what happened?",
        "Q: So the camp was near the village.",
        "Q: What was the name of the village? Did she already say that?",
        "Q: Ok, that’s what I thought. I just wanted to make sure. So they released them in ’42, or °43?",
        "Q: Right, but they were no longer in barbed wire. Does she know when they were released from\nthe barbed wire to go to the town? What year it was?",
        "Q: So, they had to stay there, and they were forced to work on the farm, in the same place.",
        "Q: What happened after that? What did she do after that?",
        "Q: But she continued to work on the farm until then?",
        "Q: But she was liberated by the Soviet Army?",
        "Q: Does she remember...I know she did a lot of things on the farm working, but does she\nremember anything specifically? Did she plow fields, or did she...?",
        "Q: Where did the food go? To the townspeople, or to the army?",
        "Q: What happened after you were liberated?",
        "Q: Where did you meet them?",
        "Q: Ok. So, you’re in Saroka. What happened after that? What did you do? What did you do in\nSaroka?",
        "Q: This is a bad question. Did she find her husband?",
        "Q: She doesn’t know what happened to him?",
        "Q: In the war?",
        "Q: Missing in action?",
        "Q: How long did she stay in Saroka?",
        "Q: Did she know, did she find her brother?",
        "Q: And then after Saroka, what did you do?",
        "Q: 30 years?",
        "Q: What kind of factory?",
        "Q: Clothes factory?",
        "Q: And then you came here, to America?",
        "Q: When?",
        "Q: 1980?",
        "Q: Did she have relatives here?",
        "Q: And she’s lived in New York since then?",
        "Q: Okay. Do you have anything else you’d like to say?",
        "Q: That’s all of my questions.",
        "Q: Good. Thank you."
    ],
    "answers": [
        "A: Eva Peker...now.",
        "A: Eva Peker?",
        "A: E..Eva. I can give you...",
        "A: In Vertuzhantye. In the region of Saroka.",
        "A: Moldavia.",
        "A: 18\" of March, in 1921.",
        "A: My family?",
        "A: I have one brother.",
        "A: I have a sister, she died.",
        "A: A sister, she died. In America.",
        "A: Here. In 1982.",
        "A: Yes.",
        "A: My parents...they were killed...he was..not a butcher, he slaughtered chickens. Not a butcher.",
        "A: Housewife.\nbig was it? How many people lived there?",
        "A: How many people? 500 families. How many families? 500.",
        "A: Jewish... There were Russians...Jews.",
        "A: Yes. There six or seven. On our street there was one, and all around. Six.",
        "A: Religious.",
        "A: Very religious.",
        "A: Every day.",
        "A: Every day.\nI mean? Like sports organization, or some Zionist organizations, I know in some other places...",
        "A: There weren’t then. There was a kibbutz. People would go... There wasn’t really any kind of\norganization. This was many years ago.",
        "A: It was...before the war.",
        "A: It was a public school.",
        "A: No, no. We didn’t go...1t was a public school.",
        "A: There was, of course. Some incidents.",
        "A: Nothing to me. I don’t remember. I heard that there were some things going on in\nKishinev...Razbelius, Sokol. I was a child. I don’t remember.",
        "A: Mostly Jewish.",
        "A: I went to school. That’s it. We didn’t really have free time. Well, played. I lived in\nVertuzhaniye, then we moved to Visoka.",
        "A: Sometime around the time I was 15. It was 1936.",
        "A: It was different. There were fewer Jews. There were probably fifteen to twenty Jewish\nfamilies. There were 500 altogether. In Vertuzhaniye there were more Jewish families.",
        "A: More.",
        "A: Specifically... They didn’t care for each other, they always wanted to dishonor the Jews. Well,\nthey were Romanians...they didn’t like Jews. But really they didn’t do anything. Then I got\nmarried.",
        "A: 1940.",
        "A: Yes. In Kureshnitsa...a village.",
        "A: Yes. It was a village.",
        "A: Yes.",
        "A: Yes.",
        "A: I don’t remember. I know that when the Russians came, they took everything from the\nstores...nothing was left.[It was in 1940. (Brother) |",
        "A: I was in Visoka.",
        "A: It changed so much that people didn’t know what to do.",
        "A: They took everything from the stores, began to dictate according to their own desires. There\nwere new rules. They took the rich ones. Sent them to Siberia.",
        "A: Yes. You had to learn Russian.",
        "A: They treated everyone the same.",
        "A: Before.",
        "A: I only finished seven grades. That’s all there was then.",
        "A: I learned to sew.",
        "A: Sewed dresses...yes yes.",
        "A: Visoka, yes.",
        "A: Yes. I was working. Just enough to get by.",
        "A: He worked .He bought.. He was in business. Bought and sold...business. Then they took him\nto the front. I was left pregnant.",
        "A: When the war began, they took him right to the front. I was left alone, with his parents.",
        "A: Yes. I lived separately, but his parents lived close by.",
        "A: Not in the same house but...[translator]",
        "A: Yes.",
        "A: They came...Romanians came to the village. They took us to the Village Council\n[Selsov’ et=Village Soviet]. That was on Friday. His mother was baking bread...there was bread\nin the oven. They summoned us. We were without anything but our keys. I had one dress with\nme. We never returned home.",
        "A: There were eight of us in the family. There were only two or three Jewish families there. When\nthey took our family, we were the only ones. We didn’t see anyone else. They took us, and led\nus out of the village. They said we weren’t going to walk any further, and they began shooting,\nso that the people in the village would think they had killed us .They shot into the air. And we\nwere thinking they were going to shoot us. They took us at night to some house, and we were\nthinking again that they were going to kill us. His mother and father, were crying, and saying\ngoodbye to us...we thought they were going to kill us. It turned out that they weren’t bad\npeople, they didn’t kill us. They took us for three days to a camp. We had no food, no water,\nnothing. They put us in a ghetto, in Saroka.",
        "A: Very far. We walked for three days. We had nothing, not even water. They took us into some\nsynagogue. There were probably a thousand people there. They were all sitting there, like\nthis... There was a well, but the soldiers were surrounding it, and wouldn’t give any\nwater... whoever wanted water, they would... There was a second level in the synagogue, and\nthey would urinate on the heads of the people below. We couldn’t even raise our heads...they\nmarched us from one village to another, from one place to the other. There were 1,000 people,\nmarching in columns. Whoever couldn’t walk was shot.",
        "A: No. We didn’t know. We walked so long, and there was a lot of rain. Such rains...",
        "A: When did it begin? It was July...",
        "A: Yeah.",
        "A: Romanians. But German commander was with them.",
        "A: They drove us from village to village. Then we got to a forest -- Kosauts. All the people were\nthere. We were there in the forest for six weeks, in tents. There, the soldiers would take girls at\nnight, and beat them with...raped them. Every night there were such screams. It was terrible.\nFrom Kosauts, they drove us to Vertuzhaniye.",
        "A: Yes.",
        "A: No.",
        "A: There were people from the village. They brought out stuff. Moldavians brought food.\nWhoever had something to sell would sell it, but I didn’t have anything.",
        "A: Well, if someone had something, they might give me a piece to eat.",
        "A: Yes. In Vertuzhaniye, I gave birth on the floor, without anything. No doctor, nothing. [Subject\nis silent, weeping can be heard. |",
        "A: From there...from Vertuzhaniye, they marched us to the Vinetsk District. In about August. It\nwas already fall. It rained. It was cold. I didn’t have anything on my feet. I went barefoot. My\nbaby died on the way...then they marched us to Bershed, then to Obudovka. Finally, to\nTurkanivka.",
        "A: They marched us there. They took us to work in the kolkhozes. I worked in the kolkhoz. I\ncleaned beets, dug potatoes, wheat. Then they put us in a pigsty.",
        "A: Very far, I don’t know. We walked all day. Then I went to the kolkhoz to work. They put up\nbarbed wire around the camp. We had to wear badges. Yellow badges. Stars. Jewish Stars.\nNo numbers. If you were caught without this, they could beat you. We were all supposed to\nwear the star. In the camp, very many people died. 100 people died from hunger. It was cold.\nThere were no windows, or doors. There was nothing, 1t was a pigpen. People froze.",
        "A: 1942. It was after Vertuzhaniye...the pigpen. Vinetsk District. I lived in the pigpen for a year,\neven more than a year.",
        "A: Yes, yes. It was very cold. We got straw, burned it. Tried to get warm that way. And the rats\nran over us. Rats this big...and we didn’t have anything to eat. Well, when the kolkhoz was\nharvesting beets, we collected beets, and baked them. That way, we were able to feed\nourselves. You know -- sugar beets?",
        "A: I worked wherever they sent me. Yes, a farm.",
        "A: They took us to work. The told us to report somewhere, then we would work awhile, then back\nto the pigpen. They kicked us out of the camp to go to work, and then locked us back in to\nsleep in the pigpen.",
        "A: I got very sick there. I had typhus. I fell ill, and lay in the pigpen. People lived here\n(showing), and went to the bathroom over there (pointing). I didn’t know, and I fell over there.\nI lay there, and one woman fell over my leg in the night. I moved -- she thought I was dead. I\nlay there among dead people. Then they dragged me out of there...no...1t turned out that they\nknew my parents -- they took me away...In this barn, the space was divided into little lots, one\nfamily here, another over there. They took me in, let me stay with them. I forgot to say that\nwhen they took me to work, they sent my husband’s parents to a different place -- to Obadovka\n-- a different camp. I was left in Turkanivka aloe, they were sent away. All the time I was alone.\nAnd I never saw them again. They died there, in the other camp. The ones who picked me up\nknew my parents. I was like a member of their family.",
        "A: Weissman. Mela Weissman.",
        "A: It was a whole year...I crawled on my knees. I was like a baby...I couldn’t walk. Then, after a\nyear, I got well. It got warmer, there was no snow...I got better.",
        "A: In the camp, inside the barbed wire. Then they allowed us to take.... There were only a\nhundred people left out of a thousand. Even more than a thousand. All had died, and...",
        "A: Well, from different gathering places.",
        "A: Yeah, yeah, yeah...they buried 50 people every day in the camp. Then they allowed us to take\nan apartment somewhere...to live. They let us out of the barbed wire, to live somewhere in the\nvillage. We still wore the Jewish star.",
        "A: They already had stopped guarding us. But, we had to go every time to the Village Hall. There\nwere Germans, Romanians there...we all had to go there. They took the men to work loading\nwheat into trucks---without pay.",
        "A: In the same village.",
        "A: Yes, very near the village.",
        "A: Turkanivka.",
        "A: We were not released. We were still there. We worked on the kolkhoz, or wherever. When the\nwar ended, that’s when they released us. When was that, 1944? Oh, the war hadn’t ended, but\nthe Romanians came in and let us go, in 1944.",
        "A: Somewhere around 1943.",
        "A: Yeah, yeah. Yes, yes.",
        "A: When? Well, we were in the village, we worked. Then in 19454, when the war...when the\nRomanians...came in...no Russians liberated it, and allowed us to go from the camp",
        "A: Yeah. I don’t know. I don’t remember. I didn’t know what day it was, or what month. We\ndidn’t know anything. Nothing. Nothing. We didn’t know when the holidays came. Nothing.",
        "A: Soviet.",
        "A: We dug beets, potatoes, all kinds of hard work. I cleaned...all of that. Carried things.",
        "A: Don’t know. They didn’t even let us take some potatoes home with us. We were like slaves.",
        "A: We came into Saroka. I went, and then met up with my sister-n-law. Sister and brother\nremained. One sister and one brother, of my husband, were left alive. I met them in Saroka.",
        "A: In Saroka. We stayed there in Saroka.",
        "A: I went to work in a cafeteria. Then, I worked for a year, then I took a course in bookkeeping.\nThen I worked in---where bread...they receive wheat...government work.",
        "A: No.",
        "A: No. They killed him...geschossen.",
        "A: In the war. He ended up “missing in action.”",
        "A: Yes. He wrote that they had killed my parents. He wrote you [brother], but he didn’t write to\nme.",
        "A: Five years.",
        "A: He find me [sic] me, in Saroka.",
        "A: I go [sic] Chernovits. I work 30 years in a factory.",
        "A: Yeah.",
        "A: Textiles.",
        "A: Clothes factory. They made dresses, blouses, sweaters...clothes.",
        "A: To America.",
        "A: In 1980.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: What else?",
        "A: I like America. Very good for old people. Very good. Me [sic] no good...I alone. My sister\ndied. America is very good for me. Good place.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 1992\nBrooklyn, NY\nNote: Although the subject spoke some English, much of what she said was in Russian. An attempt\nHas been made to translate, as accurately as possible, the words of the subject herself, rather than\nrely on the interpretation of the relative who assisted at the interview."
    ]
}