{
    "rg": "RG-50.106.0036_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Charles\nBarber; Jason DeRose, interviewer. Today is August 9th, 1996, and we're in\nWashington, D.C. This is tape 1, side A. Could you please say for me your name at birth,\nyour birthdate, and your place of birth.",
        "Answer: Sure. My name is Charles Barber. I was born in Budapest in 1932.",
        "Q: Could you tell me some of your earliest memories of childhood growing up in\nBudapest?",
        "A: The time I was born, my father was running a liquor store and we were living in the\nback of the store, and when I was about 5 years old my parents sold the store, and they\nmoved into a building which was originally owned by my grandparents. And they left\none third of that building to me and two thirds to two of their sons. And we lived there\nwhen I was 5 years old on. My earliest memory, I would like to talk about that just\nbefore I was going to grade school, one of my friends in the building said, oh, I know\nsomeone who will go to the same class as you do, but he will never talk to you. I said,\nwhy not? Said his father is an officer in the army, and they wouldn't talk to a Jew. And\nthis came really as a shock to me, you know. I didn't know that why anybody wouldn't\nwant to talk to me. So this is my earliest recollection that 1t was something wrong to be a\nJew in Hungary. And even when I went to school, I found that person, and he never, ever\nsaid a word to me. And somehow [| had the feeling that when somebody is an army\nofficer, it might be a danger to me. Then I didn't really have too much trouble with my\nother classmates in school, but when we started to go to different to learn religion,\nwhich was everybody had to take religion in school.",
        "Q: Was this a private school or a public school?",
        "A: No. Public school. It was a public school, but it everybody had to take religion. So\nthe Catholic kids went to a Catholic, you know, and we went to learn Judah to learn\nJudaism and learn the Hebrew alphabet. And from then on, my relationship with the non\nJewish students started to get bad. They oneof one of my classmates said that, you\npeople killed Christ. I knew I didn't, you know, so ... But that's how it started, really, to\nbe bad in school.",
        "Q: Were there other Jewish students at the school with you?",
        "A: There were several, yes. But there were not enough to have religious studies just for\nus, SO We were meeting from other class, you know, and -- to make up enough students.\nThe only thing I can remember now, when the war broke out, it was 1939, and I\nremember when the first bomb, which was dropped in Budapest, it was seven odd blocks\nfrom our building. And I later heard that it was really dropped by the Germans, and they\nsaid it was the Serbians to bring in Hungary into the war against Yugoslavia. And my\nfather then was called in for labour duty.",
        "Q: How old were you at this time?",
        "A: I was born 1n '32. I was about 7 or 8.",
        "Q: How did that affect your family, your father being called into the war?",
        "A: My mother originally was making was atailor yeah, a tailor, and she was sewing\nat home to make a living for us. But I knew that, you know, my mother my father went\nin, and I knew that many other people were called in, so it was not discrimination, you\nknow, I felt, although my father wasn't having a weapon, and he had a yellow arm band\nwhich showed, you know, that he's a Jewish labour camp, you know, member. The first\nbad thing what happened in the family, my father had a younger brother. He became I\ndon't know a Catholic or Lutheran or something, and he felt that that way he can have it\neasier. And he volunteered to the labour camp. The only difference it was from my\nfather that instead of a yellow arm band, they had a white arm band, but they did the\nsame thing. And when they marched into Russia, the Hungarian and German troops, they\nsent him there. And in about two months we got a note that he died. So this was the first\nreal shock, you know, what happened to us.",
        "Q: And how old were you at that time?",
        "A: I would say 10. 10 or 11.",
        "Q: Do you have any early memories of your father at home, sort of family life?",
        "A: He at that time he came home, you know, for a few days. And one time he was sick\nand he was home for a few months, but it was not a normal family life, no.\nNow I am thinking. In about 1943, it had to be, my mother got a telegram from Gestapo\nthat I don't know the exact time, 24 or 48 hours she must go to the headquarters at\nHotel Majestic. I don't know why they did that. Maybe somebody in the building\nreported that maybe we were listening to BBC or I don't know. But she called up one\nof her sisters. She had two sisters living in Hungary. One married a Gentile, and she\nbecame a Gentile herself, you know. And after she left home to go to the Hotel Majestic,\nthe sister's husband, who was a Gentile, picked me up and took me to a woman who used\nto do housework for them. And she left me there. And I have a feeling he left me\nthere. I have a feeling that they probably gave her money to keep me.",
        "Q: Was she Jewish?",
        "A: No.",
        "Q: Did you have any brothers or sisters?",
        "A: No.",
        "Q: No? So was that the last time you saw your mother?",
        "A: No. I will come to it. Then lateron I don't know how many months later, you know\nthe Jews had to wear a star, a Jewish star, and that woman got scared to keep me. So my\nuncle by marriage came, picked me up, and took me to another relative who were Jewish.\nAnd by that time the buildings had a Jewish star on it. Oh, one thing I wanted to mention\nwhat happened before I left our house. One of my friends came to me -- I had a\ncollection of picture cards -- and said, why don't you give it to me? Whatever will\nhappen to you, you will have no use to have those cards. You know, and this really got to\nmy mind, you know. I didn't answer, you know, because I was afraid. So, anyway, I go\nback to it, that I -- I was taken to the relative of mine. And a few weeks later my mother\nwas taken to a Hungarian camp which was called I I say it in the Hungarian\npronunciation Kistarcsa. That was a camp for -- I don't know -- political prisoners or\ncriminals. I really don't know. And they let her out after I don't know how many\nmonths. Maybe eight months. And she came to me, to this building, to live there with\nthat relative. And I remember one day the leader of Hungary his nameis Horthy made\na radio speech that Hungary lost the war, so did Germany, and we stop every fighting.\nAnd, oh, we were so happy, you know. We thought that we will now survive. By the\nevening, the biggest Hungarian Nazi took over the government, and several days later my\nmother told me we are going to move to another house. We went to another house with a\nyellow star, which was very near to where her Christian sister lived. And her other sister\nwas there too. I don't remember how many days we were there. One thing I remember\nwhich makes me feel very bad, that I told my mother that I am hungry, and she didn't\nanswer, you know. No food. Anyway, one morning around 4 o'clock, a bunch of Nazis\nwith arm bands came to the building and they made their gong, what they used when the\nthe air raids came, you know, and they said, every Jew come downstairs to the\ncourthouse. We went there, and we had to stand in one line, and they made two groups\nfrom that line. Before I was separated from my mother, she handed me whatever money\nshe had, and she couldn't look at me. They took her away. That's the last I ever saw her.\nShe was with her sister. About two days later, my Christian uncle came into the building,\nwhich was locked, and told me he would try to take me somewhere. At first, you know,\nwe took a streetcar, and he tried to put me how you call it where the Catholic priests are\nliving? I I",
        "Q: A monastery?",
        "A: Some kind of a monastery. And they wouldn't take me. So he took me back to the\nbuilding. The next following day he came again, and he took me to a building which was\nI would say the Hungarian ring, you know, a main thoroughfare. It had a Swedish flag.\nAnd he deposited me there. That's where I stayed.",
        "Q: In the building you were living at before you moved to the Swedish building, who\nwere you living there with?",
        "A: Whom I was living with? I was in that house alone till after they took my mother\naway. I have to acknowledge that one Christian family fed me one evening. They knew\nwhat happened, and they took me and fed me. But I was alone for about two, three days.",
        "Q: And how old were you?",
        "A: I was 12. 12 years old. This is already '44. It was about in November. We could\nhear the Russian artillery in the evening, they were so near. So later on I heard that that\nbuilding had something to do with (?troulvonneberg?), and there was a man standing in\nfront with a Nazi arm band, whom I hated, and later I found out he was Jewish, you\nknow. So after I saw the first Russian, I came out, and I was so weak. We had no food.",
        "Q: How long were you in the Swedish house?",
        "A: From November, December, for the maybe the second week of January.",
        "Q: Can you tell me about living in that house? Who was there with you?",
        "A: Children. There was one person who I think was a rabbi, and I remember he tried to\nteach some children Judaism. But they were so hungry that the only thing was in their\nmind to eat. And we got a slice of bread every day, and sometimes we got a little beans.\nThat's all. So by the time the Russians came in, I was really starved. And after I saw the\nfirst Russian, I went oh, one thing I forgot. I was very, very hungry, and one day I\nsneaked out from that building, and I had seen on the wall a warning: Any Jew found on\nthe street outside the ghetto will be killed on the spot. And I am reading it, and I tried to\nsneak back to that house to find some food. And I went back. And, you know, it was so\nnear to my aunt who was a Christian, you know, and her husband, and I wouldn't go there\nbecause I knew that I would bring danger to them. So I went back to that apartment, and\nI found one jar of marmalade, which I took. And I went back to the building, you know.\nAnd on the way back, another kid about my age stops me, looks at me and says, aren't\nyou a Jew? How can you be on the street? My I thought my heart will jump out. I just\nkept walking without looking back. Nothing happened, you know, but",
        "Q: How old was this other person?",
        "A: Could have been the same age as me.",
        "Q: 11?",
        "A: About. 11,12. Andthe at that time there were so many caricatures of Jewish\nprofiles that I guess he just recognized my nose, that I must be Jewish. And I was lucky\nhe didn't scream too, he is a Jew, because I don't know what you know, they would\nhave killed me.",
        "Q: Were there a lot of other people on the streets?",
        "A: Not too many, because by that time Russian mortars were coming down, you know,\non the city. But there were people. There were people. Not too many. And you could\nsee bombed out buildings, and you could see into homes, that people didn't go down to\nthe basement and they were dead, you know. But that happened to everybody that time.\nNot only to us.",
        "Q: Besides the rabbi in the Swedish house, do you remember any specific people? Did\nyou talk to other people in the Swedish house?",
        "A: I can't recall by name. There was, you know, two or three boys that I got, you know,\ntalking to, but I really don't remember their name.",
        "Q: What did you talk to them about?",
        "A: About our parents, our family, about food. You know that after the war, for years\nwhen I saw people eating, I was drooling like I don't know you heard of Pavlov dog,\nyou know? I just looked at somebody eating, and I was drooling.\nSo after the war, I went back to my aunt, who survived.",
        "Q: The Gentile?",
        "A: Yes. They were not that good to me.",
        "Q: Can you tell me before you tell me about going back to your aunt, can you tell me\nabout actually seeing the Russian troops come and liberate?",
        "A: Sure. Sure. I not only the Russian troops. At one day, we were in the basement,\nand buildings, you know, were connected to each other; so if one collapsed, it can go to\nthe next building. And a group of Nazi soldiers went through that building, and they\nwere regular soldiers. And would you believe that one of them gave two or three candies\nout to Jewish children? I wasn't lucky to get one, but I saw him.",
        "Q: Were these Russian soldiers?",
        "A: These were Germans.",
        "Q: Germans.",
        "A: They were Germans. But you asked me about the Russians.",
        "Q: Hold on one moment. [Tape turned over] This is the United States Holocaust\nMemorial Museum interview with Charles Barber. This is tape 1, side B. You were\ngoing to say about seeing the Russian troops for the first time.",
        "A: Sure. Sure. The first wave of Russian troops were not Europeans. They were, most\nof them, Asiatic. It looked like that although they talked about equality, the first wave,\nwhich were in the biggest danger, they didn't send the Europeans, you know. But I loved\nthem, you know. They _ they were really stealing, robbing, raping, but at least they\ndidn't discriminate against us, you know. So they did that to everybody. But the second\nwave which came in, they were Europeans. And when I went over to my aunt, about\nthree of them came into the apartment, and one of them was Jewish, and believe it or not,\nmy Christian aunt could speak a little Yiddish and was talking to the Jewish soldier. And\nhe said, I don't care what happens, I am here now, I will not stop till I get to Berlin. You\nknow? And I remember they set up antiaircraft batteries every corner because then the\nGermans started to come and bomb. But as I told you, no matter what they did, as far as I\nwas concerned, they couldn't do anything bad. I don't know what else can I tell you.\nAfter the war, you know, my aunt first gave me out to the Red Cross.",
        "Q: Your Christian aunt?",
        "A: Yes. I was there for about three months. They sent me back. A few months later she\nsent me to an orphanage which was run by a Zionist organization in another city. And I\nremember in that city that my mother had some cousins living, and would you believe\nit, I found them? They just came back from Theresienstadt, and about a month later they\ntook me out from the orphanage, and about two months yeah, they took me out from\nthe orphanage, and then I finished high school there. And then they decided to go to\nIsrael. And I returned to Budapest, and I went to work in a big factory, which was in the\nnews recently because General Motors bought that factory that I worked, Tungsram, and",
        "Q: So where was it that you were when you were in high school?",
        "A: It was called the town of Szeged. It's famous for paprika. Yes, that's where I was\nthere maybe a year and a half, and then I went back to Budapest. And it looked like they\nthought I had too much more ability than to work in the factory, and they sent me back\nto school.",
        "Q: Who sent you? The supervisors of the factory?",
        "A: The factory. And then I went to law school. And came 1956, the revolution. I had\nguns, you know? We all had guns. And then a man comes in, an older man, and they\nsaid, boys, I think you need some pointers what we should do. He said, you know that\nwho brought about the communists? The Jews. I had a gun in my pocket, and I had the\nurge, the shooting. I didn't. But I decided the first chance I get, I get out from there.\nAnd then I came to America.",
        "Q: So did this happen while you were in law school or had you finished law school?",
        "A: I was in law school. I was in my third year of law school when it happened. And I\nnever finished that. Came the revolution, and the I took a train near to the border, and I\njust walked to Austria. And I had an uncle, my father's brother, who wanted to be a\ndoctor back in Hungary. But because they had a law, which is called “numerus clausus,”\nthey would take only a certain amount of Jews. He couldn't get in. So he could go to\nVienna, but he had to sign that after he becomes a doctor he cannot practice in Austria.\nSo he couldn't practice in Austria, couldn't practice in Hungary. He came to America. So\nI went to him when I came out.",
        "Q: So was he here for a while before you were here, before you came to America?",
        "A: Hecame to out in '38.",
        "Q: Oh, okay.",
        "A: In 1938, just before the war. And",
        "Q: So how did you go about leaving Hungary”?",
        "A: Believe it or not, I just walked through the border.",
        "Q: Into Austria?",
        "A: Into Austria.",
        "Q: And then how did you get from Austria to America?",
        "A: In Austria they already set up the Red Cross, you know, camps for fleeing Hungarians,\nand they allowed me to send a telegram anywhere in the world, and I sent it to my uncle.\nAnd he told me, come. And I came out ina_ it didn't cost me money, you know.\nAmerica took 1n, I think, 20,000 Hungarians, and we came in a World War IT not World\nWar II Korean war troop carrier, ship. And we came to Camp Kilmer, and my uncle\npicked me up at Camp Kilmer. And",
        "Q: What did you do when you got to the United States?",
        "A: I went to work. And later on I went back to school, and I became an accountant.",
        "Q: So you decided not to finish law school?",
        "A: You see, there are two different type of law systems. In Europe, they use Napoleonic\nCode. In America, they have the British common law. So I couldn't get no credit for\nanything. So I -- it was easier to became [sic] an accountant. And I was working during\nthe day and went to college at night.",
        "Q: Where did you work during the day?",
        "A: I worked at a transportation company, which since went out of business.",
        "Q: And where did you go to school?",
        "A: I went to first Queensborough Community College; then I went to Bernard Baruch in\nNew York.",
        "Q: And you studied accounting there?",
        "A: Yes.",
        "Q: Once you graduated from there, where -- what did you do?",
        "A: I worked at the same company as an accountant.",
        "Q: At what company?",
        "A: It was called ABC Transnational Transport. We had a terminal out in Washington,\nD.C., too. And I worked about 30 years there, the same company. I _ the first time I got\nmarried was about seven years ago. I never got married before. You know, I never quite\ngot over, you know, what happened. There were some people who could pick up their\nlife, you know, like nothing happened. It was not the same with me. As of today, you\nknow, I wake up at night and have nightmares. So I think I was about -- functioning\nabout sometimes 70 percent, 80 percent, and I still made it, you know? But I don't think I\never was 100 percent, you know, my adult life. But I guess even the 70 percent I was\nable to finish my education and work. If they kept me for 30 years, I must have done\nsomething right.",
        "Q: Where did you meet your wife?",
        "A: I knew one of her relatives who got very sick, and I offered to take her radiation\ntreatment, an old lady, and she knew that sometimes I liked to go out to the races. And\nmy wife just lost about a year ago her first husband. And she introduced me to her. And\nI took her out to the racetrack, you know, and she had a somewhat similar background.\nShe was born in Vienna, which 1s not too far from Budapest. And when the Germans, the\nAnschluss came, she escaped with her parents to Yugoslavia. And that's where she\nsurvived. So we hada lot alot in common.",
        "Q: Can I ask you a few questions about back during the war now?",
        "A: Sure.",
        "Q: Were you raised in a religious household?",
        "A: My parents were not very religious. My father was somewhat religious. His family\nwere kosher, but he wasn't. And my mother wasn't very religious, but, you know, I\nstudied religion in school, and I remember lighting candles Friday night, and I prayed\nevery night when I was a child till age 14. And when I lost my parents, I lost my faith.",
        "Q: Were you bar mitzvah'd?",
        "A: You know where I was when I was bar mitzvah'd? I mentioned before -- when I\nshould have had my bar mitzvah. I told you that my aunt send to the Red Cross. They\ngave me out to peasants, and the day I would have had my bar mitzvah I was herding pigs\nin a field. How could I have had a bar mitzvah? Those people didn't even know what it\nis. And my aunt certainly didn't care at that point. And I liked her husband much better,\nwho was Christian. He was a good man, but unfortunately my aunt wore the pants and\nnot him. I don't think he would have given me away. But she did. I have a feeling that\nthere was a certain rivalry, sibling rivalry, between my mother and her, you know. But\nthe only thing that my mother didn't go by herself. She had her youngest sister with her.\nAnd as of today, I don't know what happened to her. I knew what happened to my father.\nI was still at my aunt when someone came to the apartment and my aunt sent me out, and\nlater she told me that this man 1s a survivor and was there when my father died in\nnorthern Hungary northwestern Hungary, and he brought a picture to prove it. And\nthen my aunt told me that if I go to the Jewish cemetery, they brought back all the\nremains of the people who died in that camp, and they put up a memorial. And I went\nthere, and I saw my father's name in the memorial. And she also claimed that someone\nsaw my mother and her sister the day before Bergen Belsen was liberated. But she never\ncame home. But I know that many people died even after the liberation. So that's my\nStory.",
        "Q: Have you been back to Europe at all since you left in the '50s?",
        "A: One time.",
        "Q: Where did you go?",
        "A: We went first to Vienna, and we went to see my wife's old building where she used to\nlive. Then we went to Budapest. And I went to see the building which I owned one\nthird, you know, and they took away from me. They can keep it, you know. Then I went\nto see my Christian aunt's daughter, who is my first cousin, and when I knocked on the\ndoor, she acted like she didn't know me.",
        "Q: Had you known her when you were young?",
        "A: Sure. I lived with her for quite a while. I guess she they expected that when I came\nto America, the country of gold, I will make them rich. {Laughs}\nAnd she just didn't want to talk to me. In fact, her husband said, you don't know them?\nAnd she said, oh, we met before. So I looked at her. I said, God bless you. And I\nwalked away. So",
        "Q: Did you go to see the -- where -- the site of the Swedish safe house that you were in?",
        "A: We walked by it, yes. And I pointed out, my wife, that that's where I survived. And I\nshowed all the places where I used to live in Budapest, yes. And we went to the building,\nand there was a store in the building, a tobacco store, and I went inside and I talked to the\npresent owner, and I told her, the person who owned this store before you wasn't a very\nnice person. And I showed, right here she kept a big, big picture of Rommel till he was\nwinning in Africa. Then when he started to lose, she took it off, the picture {laughs}.\nAnd, you know, I she was a member of the Nazi party. And I am not sure if she didn't\ncause my mother's arrest, you know, because she was a big Nazi.",
        "Q: So where else did you go when you were in Europe visiting again?",
        "A: Really, I don't know anybody. I had a friend in law school, and I couldn't locate him.\nI had his name in the phone book, but when I called up, it was a lawyer's office, and he\nwasn't working there anymore. And my wife wanted to leave fast. So we just went for\nanother week to Lake Balaton. We just took a week vacation at Lake Balaton, and we\ncame back. We drove back to the Munich, where we rented the car originally, and\ncame back. And we both decided after a while that that's all for us for Europe.",
        "Q: Are you glad you went back?",
        "A: Somehow I am, that before I die, you know, I went back to that building where they\ntook my mother, with a camera to take a picture of that spot. And somebody walks by,\nand they says, that's not a tourist place to take a picture. And I said, but this place means\nsomething to me to make a picture, you know”? It was an old building, and somebody\nsees obviously an American. To take a picture, itsounded youknow? And _ oh, and I\ntook my wife to a place. I said I want to go to a little place where they have excellent\ncake, because my mother took me there once, you know. It was still in business, and we\nwent there. So for this little remembrance, I was glad I went back. But I wouldn't want\nto go back again.",
        "Q: You said that your first cousin was not happy to see you. Did you get the feeling that\nthere was a lot of anti Semitism still in Budapest and in Hungary in general?",
        "A: Oh, yes. I have no question about it. In fact, it came to my mind that she married a\nman whose name sounded very aristocratic, and I wouldn't be surprised that she didn't\nwant she doesn't -- he doesn't know that she's half Jewish, and, you know, it came to\nmy mind that this is why she didn't want to acknowledge me, that she was afraid that her\naristocratic husband will find out that she is half Jewish and will divorce her. And when I\ntook a cab to the cemetery -- you know, the only cemetery Ican goto to my\ngrandparents, and so I went to see my grandparents. And when I told the cab driver that I\nwant to go to the Jewish cemetery, he looked at me, you know you know what it is\nhaving an antenna? My antenna said that's an anti Semite too, you know. And one other\nthing I wanted to tell you, you know, this is___ with all those things happening to me, that\nbeing Jewish, you know, felt like being I don't know what. Do you know that for a\nlong time, when somebody asked me, are you a Jew, the blood rushed up to my face like\nI was caught in -- my hand in, you know, the cookie jar, or being a criminal, you know?\nIt took me a long time, you know, to look somebody in the eye and say, yes, Iam. It took\nme a long time. And it's so stupid. Even the God whom they pray was born a Jew. And\nI had to be ashamed, you know. It's ridiculous.",
        "Q: Have you ever gone back to Israel?",
        "A: I never been in Israel. And maybe I will try to talk into my wife. You know, she\nshe's so much afraid of violence, you know. She's just the opposite of me. You know,\nwith me, after what I went through, you know, I am not afraid of anything, you know.\nThe bombing. Every moment, you know, you could be killed. If not by the bombs, but\nby the Nazis. But she's afraid, you know. ButI_ I will try to talk her into it one of these\ndays. I would like to go there to see Israel.",
        "Q: How aware of you how aware were you of the creation of Israel around the time --\nyou were already in the United States?",
        "A: No.",
        "Q: No? You were in Hungary.",
        "A: Sure. What was it? In '52.",
        "Q: Yeah, in the early '5O0s. So -- and you came to the United States in the mid to late '50s.\nSo how",
        "A: Right.",
        "Q: -- how aware were you of what was going on in Israel?",
        "A: Very well. In fact, I was praying for Israel, and in the beginning the newspapers were\nsympathetic. But later on they were very anti Zionist, you know. But, you know, in the\nbeginning --\n[Recording ends]\nEnd of File One\nBeginning File Two",
        "Q: This is the United States Holocaust Memorial Museum interview with Charles Barber.\nThis is tape two, side A.",
        "A: You know, I wanted to believe them because they saved my life. But anybody who\nhad any intelligence and was reading later on, you know, it was not a very logical\nideology, and it didn't work, and it was cruel. In fact, would you believe that later, you\nknow, in the 'SOs, I was afraid to go back to the building where we originally were living\nbecause I owned one third of it, and they would have called me a capitalist, you know?\nSo I was actually afraid to go near to that building. And then they asked what my father\nwas. I. [had to lie. I said he was employed 1n a liquor store as a bartender, because if I\nwould have said he owned that liquor store, oh, forget it. So in order to be able to go to\nlaw school, I had to peddle what they wanted me to say, but I really wanted to get out of\nfrom there as fast as I could. And in '56, I could. I left my education and and came out.\nAnd now [ think I even though I cannot forget, but my life is very much normal.",
        "Q: You were showing me the picture that you have of your father. Do you have any\npictures of your mother?",
        "A: Ido. And in fact, I mentioned that my mother was take the Gestapo arrested her and\nput herina_ gave her to a Hungarian camp. I have a letter that she somehow was able to\ngive to somebody and sent it to her sister, and I have that letter in my packet. It is written\nin toilet paper. I I can show it to you. Oh, you asked me about -- this was my mother\nand father, when they got married.",
        "Q: This is their wedding picture?",
        "A: That's their wedding picture. And look at this letter. This was sent from that --\nKistarcsa to her sister, and she writes about me, to take care of me. When I read, I -- it's\nin Hungarian, you know -- my heart is breaking.",
        "Q: Do you still speak Hungarian?",
        "A: Sure. Sure. I was 23 when I came out.",
        "Q: What does the letter say?",
        "A: She's thanking her sister a package, what she was sending to her, and she says that\nshe feels very, very lonely without me and she's the one who gives me the strength to\nsurvive, and please take care of him and please take care of my me too. And sends her\nkisses to everybody, and again, in the next little piece of paper, again asked them to\ntake care of me -- her sisters. And in one corner, she writes, please pray for this, her\nsister the same sister with whom she was taken away. And they died together. I don't\nknow what to do with these, you know. I don't think that they could use these letter.\nWhat's when I die, what will happen to it, you know. I I would have given it to them,\nbecause how long will I live? Nobody has any use for it. I even have | this is a picture\nof the sister with whom she was killed -- this 1s the Christian sister -- and this 1s her\ndaughter who didn't recognize me. And you remember I mentioned the first casualty?\nThat was him, my father's youngest brother, with the other brother who came to the\nUnited States.",
        "Q: The one who helped you when you",
        "A: Yes, when I came out. Yes. He died about ten years ago.",
        "Q: Well, I'd like to thank you very much.",
        "A: Oh, if anybody, 10 years from now or 50 years from now, learn learns something,\nthen maybe it was worth [sic].",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Charles\nBarber.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Charles\nBarber; Jason DeRose, interviewer. Today is August 9th, 1996, and we're in\nWashington, D.C. This is tape 1, side A. Could you please say for me your name at birth,\nyour birthdate, and your place of birth.",
        "Q: Could you tell me some of your earliest memories of childhood growing up in\nBudapest?",
        "Q: Was this a private school or a public school?",
        "Q: Were there other Jewish students at the school with you?",
        "Q: How old were you at this time?",
        "Q: How did that affect your family, your father being called into the war?",
        "Q: And how old were you at that time?",
        "Q: Do you have any early memories of your father at home, sort of family life?",
        "Q: Was she Jewish?",
        "Q: Did you have any brothers or sisters?",
        "Q: No? So was that the last time you saw your mother?",
        "Q: A monastery?",
        "Q: In the building you were living at before you moved to the Swedish building, who\nwere you living there with?",
        "Q: And how old were you?",
        "Q: How long were you in the Swedish house?",
        "Q: Can you tell me about living in that house? Who was there with you?",
        "Q: How old was this other person?",
        "Q: 11?",
        "Q: Were there a lot of other people on the streets?",
        "Q: Besides the rabbi in the Swedish house, do you remember any specific people? Did\nyou talk to other people in the Swedish house?",
        "Q: What did you talk to them about?",
        "Q: The Gentile?",
        "Q: Can you tell me before you tell me about going back to your aunt, can you tell me\nabout actually seeing the Russian troops come and liberate?",
        "Q: Were these Russian soldiers?",
        "Q: Germans.",
        "Q: Hold on one moment. [Tape turned over] This is the United States Holocaust\nMemorial Museum interview with Charles Barber. This is tape 1, side B. You were\ngoing to say about seeing the Russian troops for the first time.",
        "Q: Your Christian aunt?",
        "Q: So where was it that you were when you were in high school?",
        "Q: Who sent you? The supervisors of the factory?",
        "Q: So did this happen while you were in law school or had you finished law school?",
        "Q: So was he here for a while before you were here, before you came to America?",
        "Q: Oh, okay.",
        "Q: So how did you go about leaving Hungary”?",
        "Q: Into Austria?",
        "Q: And then how did you get from Austria to America?",
        "Q: What did you do when you got to the United States?",
        "Q: So you decided not to finish law school?",
        "Q: Where did you work during the day?",
        "Q: And where did you go to school?",
        "Q: And you studied accounting there?",
        "Q: Once you graduated from there, where -- what did you do?",
        "Q: At what company?",
        "Q: Where did you meet your wife?",
        "Q: Can I ask you a few questions about back during the war now?",
        "Q: Were you raised in a religious household?",
        "Q: Were you bar mitzvah'd?",
        "Q: Have you been back to Europe at all since you left in the '50s?",
        "Q: Where did you go?",
        "Q: Had you known her when you were young?",
        "Q: Did you go to see the -- where -- the site of the Swedish safe house that you were in?",
        "Q: So where else did you go when you were in Europe visiting again?",
        "Q: Are you glad you went back?",
        "Q: You said that your first cousin was not happy to see you. Did you get the feeling that\nthere was a lot of anti Semitism still in Budapest and in Hungary in general?",
        "Q: Have you ever gone back to Israel?",
        "Q: How aware of you how aware were you of the creation of Israel around the time --\nyou were already in the United States?",
        "Q: No? You were in Hungary.",
        "Q: Yeah, in the early '5O0s. So -- and you came to the United States in the mid to late '50s.\nSo how",
        "Q: -- how aware were you of what was going on in Israel?",
        "Q: This is the United States Holocaust Memorial Museum interview with Charles Barber.\nThis is tape two, side A.",
        "Q: You were showing me the picture that you have of your father. Do you have any\npictures of your mother?",
        "Q: This is their wedding picture?",
        "Q: Do you still speak Hungarian?",
        "Q: What does the letter say?",
        "Q: The one who helped you when you",
        "Q: Well, I'd like to thank you very much.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Charles\nBarber.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Sure. My name is Charles Barber. I was born in Budapest in 1932.",
        "A: The time I was born, my father was running a liquor store and we were living in the\nback of the store, and when I was about 5 years old my parents sold the store, and they\nmoved into a building which was originally owned by my grandparents. And they left\none third of that building to me and two thirds to two of their sons. And we lived there\nwhen I was 5 years old on. My earliest memory, I would like to talk about that just\nbefore I was going to grade school, one of my friends in the building said, oh, I know\nsomeone who will go to the same class as you do, but he will never talk to you. I said,\nwhy not? Said his father is an officer in the army, and they wouldn't talk to a Jew. And\nthis came really as a shock to me, you know. I didn't know that why anybody wouldn't\nwant to talk to me. So this is my earliest recollection that 1t was something wrong to be a\nJew in Hungary. And even when I went to school, I found that person, and he never, ever\nsaid a word to me. And somehow [| had the feeling that when somebody is an army\nofficer, it might be a danger to me. Then I didn't really have too much trouble with my\nother classmates in school, but when we started to go to different to learn religion,\nwhich was everybody had to take religion in school.",
        "A: No. Public school. It was a public school, but it everybody had to take religion. So\nthe Catholic kids went to a Catholic, you know, and we went to learn Judah to learn\nJudaism and learn the Hebrew alphabet. And from then on, my relationship with the non\nJewish students started to get bad. They oneof one of my classmates said that, you\npeople killed Christ. I knew I didn't, you know, so ... But that's how it started, really, to\nbe bad in school.",
        "A: There were several, yes. But there were not enough to have religious studies just for\nus, SO We were meeting from other class, you know, and -- to make up enough students.\nThe only thing I can remember now, when the war broke out, it was 1939, and I\nremember when the first bomb, which was dropped in Budapest, it was seven odd blocks\nfrom our building. And I later heard that it was really dropped by the Germans, and they\nsaid it was the Serbians to bring in Hungary into the war against Yugoslavia. And my\nfather then was called in for labour duty.",
        "A: I was born 1n '32. I was about 7 or 8.",
        "A: My mother originally was making was atailor yeah, a tailor, and she was sewing\nat home to make a living for us. But I knew that, you know, my mother my father went\nin, and I knew that many other people were called in, so it was not discrimination, you\nknow, I felt, although my father wasn't having a weapon, and he had a yellow arm band\nwhich showed, you know, that he's a Jewish labour camp, you know, member. The first\nbad thing what happened in the family, my father had a younger brother. He became I\ndon't know a Catholic or Lutheran or something, and he felt that that way he can have it\neasier. And he volunteered to the labour camp. The only difference it was from my\nfather that instead of a yellow arm band, they had a white arm band, but they did the\nsame thing. And when they marched into Russia, the Hungarian and German troops, they\nsent him there. And in about two months we got a note that he died. So this was the first\nreal shock, you know, what happened to us.",
        "A: I would say 10. 10 or 11.",
        "A: He at that time he came home, you know, for a few days. And one time he was sick\nand he was home for a few months, but it was not a normal family life, no.\nNow I am thinking. In about 1943, it had to be, my mother got a telegram from Gestapo\nthat I don't know the exact time, 24 or 48 hours she must go to the headquarters at\nHotel Majestic. I don't know why they did that. Maybe somebody in the building\nreported that maybe we were listening to BBC or I don't know. But she called up one\nof her sisters. She had two sisters living in Hungary. One married a Gentile, and she\nbecame a Gentile herself, you know. And after she left home to go to the Hotel Majestic,\nthe sister's husband, who was a Gentile, picked me up and took me to a woman who used\nto do housework for them. And she left me there. And I have a feeling he left me\nthere. I have a feeling that they probably gave her money to keep me.",
        "A: No.",
        "A: No.",
        "A: No. I will come to it. Then lateron I don't know how many months later, you know\nthe Jews had to wear a star, a Jewish star, and that woman got scared to keep me. So my\nuncle by marriage came, picked me up, and took me to another relative who were Jewish.\nAnd by that time the buildings had a Jewish star on it. Oh, one thing I wanted to mention\nwhat happened before I left our house. One of my friends came to me -- I had a\ncollection of picture cards -- and said, why don't you give it to me? Whatever will\nhappen to you, you will have no use to have those cards. You know, and this really got to\nmy mind, you know. I didn't answer, you know, because I was afraid. So, anyway, I go\nback to it, that I -- I was taken to the relative of mine. And a few weeks later my mother\nwas taken to a Hungarian camp which was called I I say it in the Hungarian\npronunciation Kistarcsa. That was a camp for -- I don't know -- political prisoners or\ncriminals. I really don't know. And they let her out after I don't know how many\nmonths. Maybe eight months. And she came to me, to this building, to live there with\nthat relative. And I remember one day the leader of Hungary his nameis Horthy made\na radio speech that Hungary lost the war, so did Germany, and we stop every fighting.\nAnd, oh, we were so happy, you know. We thought that we will now survive. By the\nevening, the biggest Hungarian Nazi took over the government, and several days later my\nmother told me we are going to move to another house. We went to another house with a\nyellow star, which was very near to where her Christian sister lived. And her other sister\nwas there too. I don't remember how many days we were there. One thing I remember\nwhich makes me feel very bad, that I told my mother that I am hungry, and she didn't\nanswer, you know. No food. Anyway, one morning around 4 o'clock, a bunch of Nazis\nwith arm bands came to the building and they made their gong, what they used when the\nthe air raids came, you know, and they said, every Jew come downstairs to the\ncourthouse. We went there, and we had to stand in one line, and they made two groups\nfrom that line. Before I was separated from my mother, she handed me whatever money\nshe had, and she couldn't look at me. They took her away. That's the last I ever saw her.\nShe was with her sister. About two days later, my Christian uncle came into the building,\nwhich was locked, and told me he would try to take me somewhere. At first, you know,\nwe took a streetcar, and he tried to put me how you call it where the Catholic priests are\nliving? I I",
        "A: Some kind of a monastery. And they wouldn't take me. So he took me back to the\nbuilding. The next following day he came again, and he took me to a building which was\nI would say the Hungarian ring, you know, a main thoroughfare. It had a Swedish flag.\nAnd he deposited me there. That's where I stayed.",
        "A: Whom I was living with? I was in that house alone till after they took my mother\naway. I have to acknowledge that one Christian family fed me one evening. They knew\nwhat happened, and they took me and fed me. But I was alone for about two, three days.",
        "A: I was 12. 12 years old. This is already '44. It was about in November. We could\nhear the Russian artillery in the evening, they were so near. So later on I heard that that\nbuilding had something to do with (?troulvonneberg?), and there was a man standing in\nfront with a Nazi arm band, whom I hated, and later I found out he was Jewish, you\nknow. So after I saw the first Russian, I came out, and I was so weak. We had no food.",
        "A: From November, December, for the maybe the second week of January.",
        "A: Children. There was one person who I think was a rabbi, and I remember he tried to\nteach some children Judaism. But they were so hungry that the only thing was in their\nmind to eat. And we got a slice of bread every day, and sometimes we got a little beans.\nThat's all. So by the time the Russians came in, I was really starved. And after I saw the\nfirst Russian, I went oh, one thing I forgot. I was very, very hungry, and one day I\nsneaked out from that building, and I had seen on the wall a warning: Any Jew found on\nthe street outside the ghetto will be killed on the spot. And I am reading it, and I tried to\nsneak back to that house to find some food. And I went back. And, you know, it was so\nnear to my aunt who was a Christian, you know, and her husband, and I wouldn't go there\nbecause I knew that I would bring danger to them. So I went back to that apartment, and\nI found one jar of marmalade, which I took. And I went back to the building, you know.\nAnd on the way back, another kid about my age stops me, looks at me and says, aren't\nyou a Jew? How can you be on the street? My I thought my heart will jump out. I just\nkept walking without looking back. Nothing happened, you know, but",
        "A: Could have been the same age as me.",
        "A: About. 11,12. Andthe at that time there were so many caricatures of Jewish\nprofiles that I guess he just recognized my nose, that I must be Jewish. And I was lucky\nhe didn't scream too, he is a Jew, because I don't know what you know, they would\nhave killed me.",
        "A: Not too many, because by that time Russian mortars were coming down, you know,\non the city. But there were people. There were people. Not too many. And you could\nsee bombed out buildings, and you could see into homes, that people didn't go down to\nthe basement and they were dead, you know. But that happened to everybody that time.\nNot only to us.",
        "A: I can't recall by name. There was, you know, two or three boys that I got, you know,\ntalking to, but I really don't remember their name.",
        "A: About our parents, our family, about food. You know that after the war, for years\nwhen I saw people eating, I was drooling like I don't know you heard of Pavlov dog,\nyou know? I just looked at somebody eating, and I was drooling.\nSo after the war, I went back to my aunt, who survived.",
        "A: Yes. They were not that good to me.",
        "A: Sure. Sure. I not only the Russian troops. At one day, we were in the basement,\nand buildings, you know, were connected to each other; so if one collapsed, it can go to\nthe next building. And a group of Nazi soldiers went through that building, and they\nwere regular soldiers. And would you believe that one of them gave two or three candies\nout to Jewish children? I wasn't lucky to get one, but I saw him.",
        "A: These were Germans.",
        "A: They were Germans. But you asked me about the Russians.",
        "A: Sure. Sure. The first wave of Russian troops were not Europeans. They were, most\nof them, Asiatic. It looked like that although they talked about equality, the first wave,\nwhich were in the biggest danger, they didn't send the Europeans, you know. But I loved\nthem, you know. They _ they were really stealing, robbing, raping, but at least they\ndidn't discriminate against us, you know. So they did that to everybody. But the second\nwave which came in, they were Europeans. And when I went over to my aunt, about\nthree of them came into the apartment, and one of them was Jewish, and believe it or not,\nmy Christian aunt could speak a little Yiddish and was talking to the Jewish soldier. And\nhe said, I don't care what happens, I am here now, I will not stop till I get to Berlin. You\nknow? And I remember they set up antiaircraft batteries every corner because then the\nGermans started to come and bomb. But as I told you, no matter what they did, as far as I\nwas concerned, they couldn't do anything bad. I don't know what else can I tell you.\nAfter the war, you know, my aunt first gave me out to the Red Cross.",
        "A: Yes. I was there for about three months. They sent me back. A few months later she\nsent me to an orphanage which was run by a Zionist organization in another city. And I\nremember in that city that my mother had some cousins living, and would you believe\nit, I found them? They just came back from Theresienstadt, and about a month later they\ntook me out from the orphanage, and about two months yeah, they took me out from\nthe orphanage, and then I finished high school there. And then they decided to go to\nIsrael. And I returned to Budapest, and I went to work in a big factory, which was in the\nnews recently because General Motors bought that factory that I worked, Tungsram, and",
        "A: It was called the town of Szeged. It's famous for paprika. Yes, that's where I was\nthere maybe a year and a half, and then I went back to Budapest. And it looked like they\nthought I had too much more ability than to work in the factory, and they sent me back\nto school.",
        "A: The factory. And then I went to law school. And came 1956, the revolution. I had\nguns, you know? We all had guns. And then a man comes in, an older man, and they\nsaid, boys, I think you need some pointers what we should do. He said, you know that\nwho brought about the communists? The Jews. I had a gun in my pocket, and I had the\nurge, the shooting. I didn't. But I decided the first chance I get, I get out from there.\nAnd then I came to America.",
        "A: I was in law school. I was in my third year of law school when it happened. And I\nnever finished that. Came the revolution, and the I took a train near to the border, and I\njust walked to Austria. And I had an uncle, my father's brother, who wanted to be a\ndoctor back in Hungary. But because they had a law, which is called “numerus clausus,”\nthey would take only a certain amount of Jews. He couldn't get in. So he could go to\nVienna, but he had to sign that after he becomes a doctor he cannot practice in Austria.\nSo he couldn't practice in Austria, couldn't practice in Hungary. He came to America. So\nI went to him when I came out.",
        "A: Hecame to out in '38.",
        "A: In 1938, just before the war. And",
        "A: Believe it or not, I just walked through the border.",
        "A: Into Austria.",
        "A: In Austria they already set up the Red Cross, you know, camps for fleeing Hungarians,\nand they allowed me to send a telegram anywhere in the world, and I sent it to my uncle.\nAnd he told me, come. And I came out ina_ it didn't cost me money, you know.\nAmerica took 1n, I think, 20,000 Hungarians, and we came in a World War IT not World\nWar II Korean war troop carrier, ship. And we came to Camp Kilmer, and my uncle\npicked me up at Camp Kilmer. And",
        "A: I went to work. And later on I went back to school, and I became an accountant.",
        "A: You see, there are two different type of law systems. In Europe, they use Napoleonic\nCode. In America, they have the British common law. So I couldn't get no credit for\nanything. So I -- it was easier to became [sic] an accountant. And I was working during\nthe day and went to college at night.",
        "A: I worked at a transportation company, which since went out of business.",
        "A: I went to first Queensborough Community College; then I went to Bernard Baruch in\nNew York.",
        "A: Yes.",
        "A: I worked at the same company as an accountant.",
        "A: It was called ABC Transnational Transport. We had a terminal out in Washington,\nD.C., too. And I worked about 30 years there, the same company. I _ the first time I got\nmarried was about seven years ago. I never got married before. You know, I never quite\ngot over, you know, what happened. There were some people who could pick up their\nlife, you know, like nothing happened. It was not the same with me. As of today, you\nknow, I wake up at night and have nightmares. So I think I was about -- functioning\nabout sometimes 70 percent, 80 percent, and I still made it, you know? But I don't think I\never was 100 percent, you know, my adult life. But I guess even the 70 percent I was\nable to finish my education and work. If they kept me for 30 years, I must have done\nsomething right.",
        "A: I knew one of her relatives who got very sick, and I offered to take her radiation\ntreatment, an old lady, and she knew that sometimes I liked to go out to the races. And\nmy wife just lost about a year ago her first husband. And she introduced me to her. And\nI took her out to the racetrack, you know, and she had a somewhat similar background.\nShe was born in Vienna, which 1s not too far from Budapest. And when the Germans, the\nAnschluss came, she escaped with her parents to Yugoslavia. And that's where she\nsurvived. So we hada lot alot in common.",
        "A: Sure.",
        "A: My parents were not very religious. My father was somewhat religious. His family\nwere kosher, but he wasn't. And my mother wasn't very religious, but, you know, I\nstudied religion in school, and I remember lighting candles Friday night, and I prayed\nevery night when I was a child till age 14. And when I lost my parents, I lost my faith.",
        "A: You know where I was when I was bar mitzvah'd? I mentioned before -- when I\nshould have had my bar mitzvah. I told you that my aunt send to the Red Cross. They\ngave me out to peasants, and the day I would have had my bar mitzvah I was herding pigs\nin a field. How could I have had a bar mitzvah? Those people didn't even know what it\nis. And my aunt certainly didn't care at that point. And I liked her husband much better,\nwho was Christian. He was a good man, but unfortunately my aunt wore the pants and\nnot him. I don't think he would have given me away. But she did. I have a feeling that\nthere was a certain rivalry, sibling rivalry, between my mother and her, you know. But\nthe only thing that my mother didn't go by herself. She had her youngest sister with her.\nAnd as of today, I don't know what happened to her. I knew what happened to my father.\nI was still at my aunt when someone came to the apartment and my aunt sent me out, and\nlater she told me that this man 1s a survivor and was there when my father died in\nnorthern Hungary northwestern Hungary, and he brought a picture to prove it. And\nthen my aunt told me that if I go to the Jewish cemetery, they brought back all the\nremains of the people who died in that camp, and they put up a memorial. And I went\nthere, and I saw my father's name in the memorial. And she also claimed that someone\nsaw my mother and her sister the day before Bergen Belsen was liberated. But she never\ncame home. But I know that many people died even after the liberation. So that's my\nStory.",
        "A: One time.",
        "A: We went first to Vienna, and we went to see my wife's old building where she used to\nlive. Then we went to Budapest. And I went to see the building which I owned one\nthird, you know, and they took away from me. They can keep it, you know. Then I went\nto see my Christian aunt's daughter, who is my first cousin, and when I knocked on the\ndoor, she acted like she didn't know me.",
        "A: Sure. I lived with her for quite a while. I guess she they expected that when I came\nto America, the country of gold, I will make them rich. {Laughs}\nAnd she just didn't want to talk to me. In fact, her husband said, you don't know them?\nAnd she said, oh, we met before. So I looked at her. I said, God bless you. And I\nwalked away. So",
        "A: We walked by it, yes. And I pointed out, my wife, that that's where I survived. And I\nshowed all the places where I used to live in Budapest, yes. And we went to the building,\nand there was a store in the building, a tobacco store, and I went inside and I talked to the\npresent owner, and I told her, the person who owned this store before you wasn't a very\nnice person. And I showed, right here she kept a big, big picture of Rommel till he was\nwinning in Africa. Then when he started to lose, she took it off, the picture {laughs}.\nAnd, you know, I she was a member of the Nazi party. And I am not sure if she didn't\ncause my mother's arrest, you know, because she was a big Nazi.",
        "A: Really, I don't know anybody. I had a friend in law school, and I couldn't locate him.\nI had his name in the phone book, but when I called up, it was a lawyer's office, and he\nwasn't working there anymore. And my wife wanted to leave fast. So we just went for\nanother week to Lake Balaton. We just took a week vacation at Lake Balaton, and we\ncame back. We drove back to the Munich, where we rented the car originally, and\ncame back. And we both decided after a while that that's all for us for Europe.",
        "A: Somehow I am, that before I die, you know, I went back to that building where they\ntook my mother, with a camera to take a picture of that spot. And somebody walks by,\nand they says, that's not a tourist place to take a picture. And I said, but this place means\nsomething to me to make a picture, you know”? It was an old building, and somebody\nsees obviously an American. To take a picture, itsounded youknow? And _ oh, and I\ntook my wife to a place. I said I want to go to a little place where they have excellent\ncake, because my mother took me there once, you know. It was still in business, and we\nwent there. So for this little remembrance, I was glad I went back. But I wouldn't want\nto go back again.",
        "A: Oh, yes. I have no question about it. In fact, it came to my mind that she married a\nman whose name sounded very aristocratic, and I wouldn't be surprised that she didn't\nwant she doesn't -- he doesn't know that she's half Jewish, and, you know, it came to\nmy mind that this is why she didn't want to acknowledge me, that she was afraid that her\naristocratic husband will find out that she is half Jewish and will divorce her. And when I\ntook a cab to the cemetery -- you know, the only cemetery Ican goto to my\ngrandparents, and so I went to see my grandparents. And when I told the cab driver that I\nwant to go to the Jewish cemetery, he looked at me, you know you know what it is\nhaving an antenna? My antenna said that's an anti Semite too, you know. And one other\nthing I wanted to tell you, you know, this is___ with all those things happening to me, that\nbeing Jewish, you know, felt like being I don't know what. Do you know that for a\nlong time, when somebody asked me, are you a Jew, the blood rushed up to my face like\nI was caught in -- my hand in, you know, the cookie jar, or being a criminal, you know?\nIt took me a long time, you know, to look somebody in the eye and say, yes, Iam. It took\nme a long time. And it's so stupid. Even the God whom they pray was born a Jew. And\nI had to be ashamed, you know. It's ridiculous.",
        "A: I never been in Israel. And maybe I will try to talk into my wife. You know, she\nshe's so much afraid of violence, you know. She's just the opposite of me. You know,\nwith me, after what I went through, you know, I am not afraid of anything, you know.\nThe bombing. Every moment, you know, you could be killed. If not by the bombs, but\nby the Nazis. But she's afraid, you know. ButI_ I will try to talk her into it one of these\ndays. I would like to go there to see Israel.",
        "A: No.",
        "A: Sure. What was it? In '52.",
        "A: Right.",
        "A: Very well. In fact, I was praying for Israel, and in the beginning the newspapers were\nsympathetic. But later on they were very anti Zionist, you know. But, you know, in the\nbeginning --\n[Recording ends]\nEnd of File One\nBeginning File Two",
        "A: You know, I wanted to believe them because they saved my life. But anybody who\nhad any intelligence and was reading later on, you know, it was not a very logical\nideology, and it didn't work, and it was cruel. In fact, would you believe that later, you\nknow, in the 'SOs, I was afraid to go back to the building where we originally were living\nbecause I owned one third of it, and they would have called me a capitalist, you know?\nSo I was actually afraid to go near to that building. And then they asked what my father\nwas. I. [had to lie. I said he was employed 1n a liquor store as a bartender, because if I\nwould have said he owned that liquor store, oh, forget it. So in order to be able to go to\nlaw school, I had to peddle what they wanted me to say, but I really wanted to get out of\nfrom there as fast as I could. And in '56, I could. I left my education and and came out.\nAnd now [ think I even though I cannot forget, but my life is very much normal.",
        "A: Ido. And in fact, I mentioned that my mother was take the Gestapo arrested her and\nput herina_ gave her to a Hungarian camp. I have a letter that she somehow was able to\ngive to somebody and sent it to her sister, and I have that letter in my packet. It is written\nin toilet paper. I I can show it to you. Oh, you asked me about -- this was my mother\nand father, when they got married.",
        "A: That's their wedding picture. And look at this letter. This was sent from that --\nKistarcsa to her sister, and she writes about me, to take care of me. When I read, I -- it's\nin Hungarian, you know -- my heart is breaking.",
        "A: Sure. Sure. I was 23 when I came out.",
        "A: She's thanking her sister a package, what she was sending to her, and she says that\nshe feels very, very lonely without me and she's the one who gives me the strength to\nsurvive, and please take care of him and please take care of my me too. And sends her\nkisses to everybody, and again, in the next little piece of paper, again asked them to\ntake care of me -- her sisters. And in one corner, she writes, please pray for this, her\nsister the same sister with whom she was taken away. And they died together. I don't\nknow what to do with these, you know. I don't think that they could use these letter.\nWhat's when I die, what will happen to it, you know. I I would have given it to them,\nbecause how long will I live? Nobody has any use for it. I even have | this is a picture\nof the sister with whom she was killed -- this 1s the Christian sister -- and this 1s her\ndaughter who didn't recognize me. And you remember I mentioned the first casualty?\nThat was him, my father's youngest brother, with the other brother who came to the\nUnited States.",
        "A: Yes, when I came out. Yes. He died about ten years ago.",
        "A: Oh, if anybody, 10 years from now or 50 years from now, learn learns something,\nthen maybe it was worth [sic].\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 9, 1996\nRG-50.106* 0036\nPREFACE\nThe following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.\nTranscribed by Heidi Archer, National Court Reporters Association.\nCHARLES BARBER\nAugust 9, 1996"
    ]
}