{
    "rg": "RG-50.030.0059_trs_en",
    "sequence": [
        "Q: Will you tell me your full name please?",
        "A: My name 1s Hetty d'Ancona Deleeuwe.",
        "Q: And where and when were you born?",
        "A: I was born in Amsterdam, Ist of May in 1930.",
        "Q: Tell me about your family?",
        "A: My family was an everyday family. Middle class. I would say lower middle class and we\nwere just an average household in a suburb part, southern part of Amsterdam and later on\nwe moved to a part of Amsterdam that's more towards the ghetto and uh my father had a\nbusiness, and we had the business in our house and we lived upstairs on the second floor and\ndownstairs, the first floor, was our factory. And we had a very comfortable life, at least I\nremember that everything went always fine and uh for my parents, I was an only child and\nmy parents were very kind and we went to grandparents, to uncles, aunts - I had some\ncousins and we just had a very comfortable life. And I think that my parents knew that\nsomething was brewing in the background but Holland being neutral uh was not prepared to\nfight the Germans, so even though many people most likely thought something might\nhappen, it was a big shock when the Germans invaded Holland. And I was only ten at the\ntime. I had just had my tenth birthday, and I don't remember that I knew how critical it all\nwas, but I remember that Rotterdam was bombed. I remember that they bombed part of\nAmsterdam, the oil co...the containers where they kept the oil at the harbor, and it was\nterrible fires there. And I remember that they prepared the hospital across the street from\nwhere we lived for wounded soldiers but before everything was really settled in our mind\nthat this was war, the war was over and the Germans had taken over Holland. And uh\nnothing serious happened in the beginning. It went oh I would say like the average life, it\nwent on and then when we uh....",
        "Q: Tell me, tell me what, tell me what an average life was? What did you do during the day?",
        "A: Well, I went I went to school. In the summer we used to go out sometimes for months and uh\nmy father stayed and came only for the weekends, and Holland not being so large we went to\nthe ocean. We went to the beach. And my mother usually rented a room in a pension or\nsomebody's house, and we stayed there, sometimes with friends. Sometimes family came\nover. Usually for a month, and that went on. I mean there was nothing that pointed to the fact\nthat we couldn't do that anymore but I don't know exactly when it happened, they started to\nregister people. And but me being very little and being not always informed of all the\nhardships that were going on, I really didn't know much about it, especially because I was\nonly ten or eleven and uh I didn't have to register. It was only for people who were older and\nat that time we got like ration cards and we got like a personal sort of passport but me being\nsmall, didn't own one, and uh so everything sort of went along and then at a certain point\nthere were Dutch collaborators, NSB’ they called them. And they had fights with Jews in the\nJewish part of town. That's the old part of Amsterdam. And that most likely was provoked. I\nthink that was just a set-up and that was the beginning of the final solution.",
        "Q: What happened to you during this time?",
        "A: I just went to school, but when I was in fifth grade with, I was about eleven and a half I\nthink, we were told that we couldn't go to the regular public school anymore, even though\nthere were lots of Jewish children in the public school and especially in the neighborhood\nwhere I lived and lived lots of Jews in Amsterdam, so we were pushed to a school in uh sort\nof very poor neighborhood, and the standards of that school were so much lower than the\nschool that I was used to go to. I was sort of in a preparatory school for high school, and uh\nwasn't a uh no no special school, but you know, there were grades and and levels and so that\nschool really was not for me. I was, not that I was the brightest but I uh was just a middle,\naverage student, but that school was just only so boring for me, so my parents decided that I\nwas going to go to a better school, so I ended up going to the south part of Amsterdam where\nthere was a school where they accepted me. Also only for Jewish children of course. Cause I\nwas a pariah I couldn't go to a regular school anymore. Jewish teachers, Jewish teachers\nwere one of the first steps the Germans took to kick them out of the public school, and so we\ngot our own Jewish teachers back and uh I had to walk to school then, very far because I\nwasn't allowed on the public transportation and we were not allowed to have bicycles being\nJews. The non-Jews could have their bicycles, although it was very hard to obtain one and\nto keep the tires and things like that because everything sort of vanished. There was very\nlittle food, and everything was rationed. The clothes was rationed, shoes, name it -\neverything was rationed but the Jews uh were outcasts. We had to deliver our copper. We\nhad to bring in our radios. In '42 somebody who my father knew walked in and said, Mr.\nd'Ancona, this is it. Goodbye. And my father had to leave his own business and the Germans\ntook over our business. Not long after that they dismantled the whole thing and there were\nlike maybe eight or ten sewing machines and a machine that they used for cutting and they\ndismantled it all. And the machine they used for cutting, my father had sort of made himself,\nso my father helped them dismantle it knowing that they never were able to put it together\nagain. And all that went to Germany. Everything went to Germany from Holland, and uh so\nthat too. And my father went to an organization in Amsterdam that provided jobs and things,\nnot because my father needed the money that desperately at that time, but being without a\njob was dangerous. Everybody who didn't have a job was for sure picked up. And my father\nbecame a teacher for quite a while. First, out in the country in a Jewish school, and later he\nwas a teacher in high schools in Amsterdam. In the meantime, more people were picked up.\nFirst that started with the provocative work from the NSB that they you know they had like\nfights in town and then they picked up the Jewish man and then in retaliation they started\n‘National Socialistische Beweging. Nazi movement in The Netherlands.\npicking up very young men, sixteen, eighteen years old, and those were the first who went to\nMauthausen, I think, or Buchenwald and nobody ever heard from them again. They might\nhave sent a card that they were fine, that they were working, and that was it. My parents kept\nall the information they had from us. I didn't know anything. I knew it was bad. We all had a\nbag at home with clothes and I think some food but uh we, I really didn't know exactly what\nwas going on and I still wonder till today if anybody really knew what was waiting. I don't\nthink that anybody realized how bad it was. Of course it was when when they kept on\npicking up people and they pushed people to certain neighborhoods. They were kicked out of\ntheir houses and they had to move, and they picked them up there. My uncle had to go to\nwork in Germany, my mother's brother, and we never heard from him again. And I don't\nknow who really knew what was on the other side of the border, but I never knew that they\nwere really killing the people there like they did, and uh it was every time uh as the the years\nwent by, as the months went by, it was tighter and tighter. And there were people who had\nlike exemptions. Exemptions because they quote \"bought their freedom with diamonds.\"\nPeople who were wealthy or for the Germans needed industrial diamonds and there were\npeople who did certain jobs so they had a certain exemption, and we had an exemption\nbecause we were Sephardic and my father worked on that with lawyers and we had to go for\npictures and uh they could prove the Germans thought that being Marranos we uh were\nreally not Jews. And we went digging in our roots for hundreds of years. And after the war\nwe found out that if we had had one or two more relatives who we would have known for\nsure were not Jewish, we would have made it. We would have been declared, gentile. But at\nthat time we didn't know that. So we didn't make it. And at some point in time then all my\nrelatives were gone. My grandparents were picked up. All my friends were picked up. All\nmy uncles and aunts were gone, and we were really the only ones left, practically. He\ndecided that it was time to go. Now before that I had finished school and I had to go to high\nschool, you know, Jewish high school. There were hardly any children left in Amsterdam at\nthat time. That was in '42, in the summer of '42, so I went to school, a mid...a middle school\nyou can say where I did some work, school work. Most of the time we were busy sending\npackages to the camp, the camp in Holland for everyday some of the children were picked\nup and when we found out, we sent packages to Westerbork to help them with whatever they\nneeded. So school was sort of a crazy thing. There was not much schooling going on.\nTeachers left. Teachers never showed up the next day. You know, it was a big chaotic mess,\nso we, I had private lessons at the very end. That's how late we left home. I had a private\ntutor with a few more children and who taught us from math to languages to geography,\nhistory, name it, uh but that ended, of course when, I left in October of '43.",
        "Q: Tell us about that time. Uh what you had told me before, your father was in the underground.\nTell us about that?",
        "A: Well, our house was sort of on the border, really on the outside of the Jewish quarter.\nAmsterdam uh had an old Jewish quarter and the Germans put fences sort of around it and\nwhen you entered it, it said Juden fer tal, only for Jews. Couldn't go in there. There was\nstores that only for Jews and gentiles couldn't go to that part of the city and so we were\nreally outcasts and separated from the rest of the world. And we lived just outside of that part\nof Amsterdam, so we were a little easier uh to reach, and from the outside uh we could get\ncompany, non-Jewish company. It was a little dangerous for them because they really\nshouldn't be seen in Jewish homes, but it was not as impossible because in the Jewish quarter\nit was dangerous for a person who didn't wear a star uh to show his face. So, since we lived\nwhere we lived, my father was involved with uh now regular daily, but then it was the\nunderground newspaper and we got like forty or fifty uh when they came off the press, and\nthen they were put into envelopes and I went to the post box around the corner and mailed\nthem. I don't even know that at that time I knew what was in there, but I took like two or\nthree and I mailed them in the mail box and uh everybody took a few and so it was the\nunderground news sent around. And we uh, my father did during his hiding period, he made\nstaff cards for the English army and put it to charts all the little rivers and all the little details\nof the part of the country where he lived so that when they came that they knew every house\nand that they could identify every place. And we had people sometimes staying in our house\novernight, when they didn't have a place to go, and my parents weren't too scared. They\nfigured they didn't have a lot to lose I think and uh so they tried to help other people, Jewish\npeople. We had a person staying with us for quite a while uh when they first started to\ntransfer the Jewish teachers out of the public schools because since my mother was a teacher\noriginally, she was still involved with the union, the teachers union, and the head of the\nteachers union really spoke out against the Germans and tried to protect his Jewish teachers,\nso when he was that out-spoken, he was looked for by the Germans. They didn't condone\nthat, so they were after him and he came and stayed with us for a long time, because I think\nthey didn't expect him to stay with Jews. So, he survived the war, I guess, that uh sort of they\nforgot about it and I think he went back home after a couple of months, but he stayed with us\nfor quite a while. He was a very nice interesting old man uh not being Jewish but really\nloving all his Jewish teachers and his colleagues. He really spoke up and that was at the very\nbeginning when things started rolling and it was so well orchestrated by the Germans. It was\na plan that was put little by little by little into place and we were all pushed together in the\nend. There was no escape. There was no escape. And you had to leave your house and\npeople thought well, you know, so we leave it and live in another neighborhood. They really\ndidn't think much of it, but once they all were gathered in that neighborhood, one day they\nhad a big ring of Germans around that neighborhood, then they picked up everybody and\nshipped them off cause even though we had many times that people were picked up at night\nat home when they did like street or they did like a little neighborhood, they uh had this plan\nof eliminating the Jews out of the Netherlands I think. And uh they had like little, little\noccurrences of picking up here and picking up there, but there were really two big razzias in\nAmsterdam with razzias, big uh where they picked up the Jews. I don't know what the\nEnglish word 1s for that.",
        "Q: Round-up probably.",
        "A: Round-up, yeah. And one was in the southern part of Amsterdam, and one was in the center\nof Amsterdam which was the Jewish neighborhood, and ...",
        "Q: Let's hold it for one minute please.\nTECHNICAL CONVERSATION",
        "Q: You were talking about the round-up.",
        "A: OK. So the the people in the southern part of Amsterdam were rounded up, and that was I\nthink in the early part of '43. And then later on in the center part of Amsterdam which was\nmore like the Jewish neighborhood, and we were also picked up at that time and of course it\nwas like a whole city affair, and so they came to our house and they picked us up. They went\nhouse to house, and you had to show your Ausweis, your identification cards, and Jews had a\nJ on theirs, so everybody who was Jewish had to come along. And since we had this special\nexemption for being Sephardic, we were put in a special part of the holding pen you can\nsay. All the other people were shipped to trains and were sent to Auschwitz, or first to\nWesterbork and from there on to wherever, but we were put in Amsterdam in a sort of a\nplayground outside. It's near where the old synagogues are now and the uh museum and\nthere we had to stay all day, and the head of the Germans came. I still see him in my mind,\nand with a whole range of (ph) ladies he had with him, and so he came and we had to present\nourselves, family for family, and we had to show our papers. Now I was too young to have\nmy own papers, but my parents had papers, and so he told us we could go home because we\nhad this special exemption. So walking after eight o'clock at night, which was the time that\nwe Jews couldn't walk in the street anymore, was was very scary. And then to have to go\nhome and everybody looking at you. We were so scared that the Germans at the corner of the\nstreet were going to pick us up again. Somehow we made it home and then we lived home\nstill for a couple of months. At that time my father's brother's daughter lived with us, so she\nwent as my sister, because she being a little younger uh didn't have papers either. So she\nlived with us at that time and she went through that day of being caught and she made it\nthrough, too, because we couldn't show that she wasn't, was not our family so that was fine.\nShe however ended up going to her mother who was hidden. They were caught and they\nnever survived the war. It was very sad of course, because we were very close at that point.",
        "Q: You had another friend who you grew up with?",
        "A: I grew up with a friend uh since birth. We played together in the playpen. We went together\nto kindergarten. We went together to first grade. Then we moved and to another part of the\ncity. Wasn't so far, and we still stayed very best friends until the day that she was caught, we\nwere together. We did everything together. We went on vacation together. We played\ntogether. We, whatever we undertook uh we were always together. People thought we really\nwere sisters I think. And she went to another school, sort of a more orthodox high school\ncause she came from an orthodox home, and I went to a public school even though it was a\nJewish school it was still a public school. And uh she was was brilliant. She was beautiful\ngirl. She was very very smart. She was, everything she could do. She was good in languages.\nShe was terrific. She could play piano beautifully and one day the Germans came and the\nfamily was picked up and never heard of again. Her father survived which tn a way is so\nhard. When you lose everybody that was around you all your life. His wife, his daughter, his\nson - they were caught. And some people at a point like that just gave up and also went to the\ncamps. And they just volunteered to go with their families. Some people did that but never\nsaw their families anyhow because by the time they reached the Dutch concentration camp,\nWesterbork, their family already was gone over the border. We were very scarce of\ninformation. We really didn't know, I think, what was hanging over our heads even though\nwe all had packed suitcase ready to go, uh with most needed items, I still think that a lot of\npeople thought they were going to work. And a certain extent the younger people were put to\nwork. But nobody knew how. I don't think anybody knew. My father knew a little more what\nwas going on because he had traveled to Germany before the war, and not looking very\nJewish, he walked in the streets and saw what they did to the Jews, and he would have liked\nto leave. We didn't, were not of any means. My father had a good living. I mean not fantastic\nbut we never went hungry, but he figured it was time to leave, but we had no chance. I don't\nknow why we couldn't go to England. I don't know why we couldn't go anywhere else in the\nworld but apparently that wasn't available. I know we had a number. We had an affidavit for\nthe United States. But our number wasn't up yet, so we had no choice. The second or the\nthird day that the war broke out, that they were fighting in Holland, we tried to leave. We\nrented a car and we tried to leave then by boat, fishing boat or so, but there was no way.\nThere was no way. Lots of Jews committed suicide. So I have an idea that lots of people did\nknow that it was going to be very bad for the Jews. But me being only ten when the war\nbroke out, I really didn't know much. But then after we came back home in May, after that\nbig razia, and there were very few people left in Amsterdam, we tried very hard to find out if\nthe Germans really thought that we were Marranos or the percentage of our Jewishness was\nso low that they would declare us non-Jews, and at one day my father decided that we better\nleave, because there were practically no Jews left in Amsterdam. We were really very late in\nleaving home and the Germans did come a week after we had left home, so whatever was\nleft of our possessions of course they took. We just left. I left home myself without anything.\nI just walked out of the house, and a lady came to pick me up, and I had nothing with me\nwhen I left. And much much later I got some of my clothes, but very little. But it's\nimpossible for people to understand how hard it is to just leave your home, your parents, and\nknow that you most likely never see your parents again. Leave everything that was\neverything to you, just behind, just close the door behind you. There's an, it's hard to explain\nhow difficult that was, and being a parent myself now, I don't know how my parents could\nhave done it. It's so painful. It's so painful to say goodbye to your one and only child, and\ndon't know where she is going to. My parents didn't know where I was going. They had this\nconnection with the man who I later found out saved two hundred and fifty Jewish children,\nand who perished himself in Bergen-Belsen. He was caught at the end of the war and he\nperished himself, not being a Jew, but being treated as a Jew because he helped the Jews.\nAnd he found a place for me all the way at the other side of the country...uh I'll see. Showed\nmy parents the picture of a lady who's going to come the next morning to take me away. And\nI had to take all the stars off my clothes like and this stuff was very yellow, and very poor\nquality. Was no quality. You can't even call that quality, and it ran through all your clothes.\nSo you had to be very very careful that people couldn't see that a star had been on my coat\nand a star had been on my dress, and uh had to brush it off very carefully, so when I left the\nhouse early in the morning, I was scared to death of course that my neighbors were going to\nsee me leave the house - I don't know how I made it to the, to the tram because we went on\nthe tram to the railroad station. And there she handed me over to a young man in his very\nearly twenties and with this young man was a young boy, maybe eleven, ten, something like\nthat, and the two of us went on the train. Uh 1t was awesome. It was very scary because I had\nno name. I had no papers. I didn't know who I was. I didn't know who the man was that was\ntaking me. I didn't know the child that was with me. I didn't know anything. I was a nobody.\nAnd Germans are always all over, so if they had come to me and asked me who I was, I\nwouldn't have been able to answer the man. And it uh it's a trip I think that might have taken\ntwo or three hours on the train, but in my mind it took like, like forever. We had to change\ntrains at a certain point, and low and behold I bumped into a lady I knew. She was an aunt of\nmy father, not Jewish, who was going to visit her grandchildren who were hidden. But when\nI said to this young man that was my guide, uh oh, this is my aunt, he right away pushed me\nin the train. I mean we were going first class the rest of the way uh to where we were going,\nbecause he didn't want us to meet of course. So at a little town that I had never heard of, the\ntrain stopped. And we got out. It was on the Dutch side of the river Maas near Venlow, right\nnear the German border, in the southern part of Holland. And the young man told me to\nstand there and wait till he came back. And he took this young child, this boy, with him and\nwell, maybe he was back in an hour, I don't know, but that lasted forever for here I was, all\non my own. I didn't know where I was going. I didn't know where I came from. I had no\nidea. I was so scared. And then he came back, maybe an hour later but to me it like, like days\nlater, and he took me on the back of the bike that he had picked up at the place where he had\ndropped off this boy. And he took me like for ten minutes on the back of the bike to the\npeople that hid me. There was a mother and some children, and they were very, very kind to\nme. But I blew it the first second, because there was a visitor and I was supposed to be a\nrelative from Rotterdam, but I didn't know the people of course, so I acted very strange and I\nsaid yes sir and no sir and yes ma'am and no ma'am and so the visitor of course understood\nthat I wasn't just some relative. But they kept quiet. I stayed with those people for nearly two\nyears. And they, they risked their life. They risked their whole livelihood. They took me\nbecause they felt they had to save my life, and they were very orthodox Protestant Christians.\nAnd they figured God had sent me and they had no choice, and they were very brave and uh\nthe man was a repair man at the, at the Dutch railroad. He repaired cars, and they were very\nblue-collar family, but they're very, very neat family, very fine, fine people. They took me in,\nno rewards. And I mean from the small income they had it was very hard to feed another\nmouth. And we had like coupon cards for rationing, but since I didn't have any papers I didn't\nget any of those cards either. And the underground provided us with that. Once a month they\ncame, usually, and then they brought me a card, but sometimes they didn't have them. They\nwere stolen. And they were, they had to risk their own life of course too, to get all this, and\nhaving to take care of all those children, which I didn't know at that time, uh they they had an\nenormous job, so sometimes they brought me cards, and the family that I lived with had to\nhave some help because we had no food. There was very little food at that time. The place,\nthe spot of the country there was sort of well-provided with vegetables and fruit and most of\nthe people did have a little more. Maybe because we were Protestant in a predominantly\nRoman Catholic part of the country, my step-parents weren't as well liked and they didn't\nhave anything in common with those people. They were sort of strangers in town, so for us it\nwas even harder than for many other people to get extra food. We got very little from the\nfarmers that were around us, so they needed my coupons very badly, but they didn't always\ncome. I stayed there of course much too long for the neighbors and the friends to be the\nrelative from the city. They understood that there was something more, and in many of the\nProtestant homes in this town, there were Jewish children hidden. The, I guess the church\nhad something to do with that and uh we went through terrible times there. Being at the\nborder we were nearly bombed every night. The, right over the border was a big German\nairfield, and practically every night the bomb...bombers, coming back from Germany,\ndropped a few bombs at the airport. We gave them nicknames but it wasn't so funny for\nevery night we were up and we were in shelters. Now one of our neighbors had a shelter that\nwas outside which was supposed to be safer. They build that themselves. And so everybody\nfrom the neighborhood, from our little street went there at night when the alarm sounded.\nBut after the war they told me that the man who owned the shelter had told my neighbor that\nhe didn't like this Jewish girl in his shelter anymore and they never told me that until after the\nwar of course, but my step-parents were a little worried because if word was going around\nthat I was Jewish the Germans would come. My step-father for sure would have been picked\nup. His older son would have been picked up and the family would have been in shambles.\nThey would of course have picked me up. I mean I was the Jew, but they uh they decided\nthat it was not safe anymore to go to those people, so when there was alarm at night we\nstayed in our own shelter. Uh the man who told that to my step-parents, my war parents, uh\nwas a marshall. Say you can compare that with the Coast Guard. And uh was an officer and\nuh most of the people at the border control were of course with the Germans. They, but this\nman was definitely not. He was a real good Dutch citizen and he sheltered me. He told the\nman that if he didn't keep his mouth shut about me that he wouldn't keep his mouth shut\nabout this man who had this outside shelter because he did a lot of things that apparently\nwere not right according to the Germans, so he shut him up. But my step-parents didn't like\nto go there anymore anyhow. So, in the end of the war we were at the part where many\ntroops were dropped for the Battle of Arnheim, when the really dirty end of the war sort of\nset in. And uh we saw them coming over and they didn't really come in our town but they\ncame near, and from that time on the war really came as the war, the fighting part of the war\ncame close to us. And the Germans were in our in our neighborhood and they were, out of\nour neighborhood you saw lots of troop movements and we heard of lots of shooting and and\nbombings. When they came very close to us, we even had Germans live in our house and\nthat was extremely scary because my step-mother was in the field reaping some potatoes\nmost like cause everything was cut off. We had nothing to eat. We had no water. We only\nhad to drink well water and so she went to the fields to find potatoes. The men couldn't show\ntheir faces anymore because they would be rounded up and shipped to Germany. My little\nstep-sister went with her mother and I was home alone with two men who couldn't show\ntheir faces to the Germans because my step-father, working for the Dutch railroad, was on\nstrike. In September of '44 the Dutch government in England decided that the Dutch railroad\nhad to go on strike 1n order to help the invading troops, and to make sure that the Germans\ndidn't have much transportation, so my step-father was quote \"sick in bed\" and the son was, I\nthink he must have hidden himself in the house, so when the Germans came in the house I\nwas the one who had to talk to them. So they looked through the house and they decided that\nthey were going to take this room and this room and this room and they were going to come\nback that night. So at night I had to go. I mean, they, my my uh family didn't feel it was safe\nfor me to sit there and discuss the war with the Germans for one moment they could say, oh\nmaybe this girl is Jewish and that would have been the end. So they made some sort of a\nstory up that I was very tired, not being used to working so hard, and I went to bed, and I\nwas, every night I was gone when they came. They stayed for about two weeks in our house.\nIt was very very tense, but everything was tense. I mean the fighting got closer and the uh\nand then they, they had so many things going in the house that were against the rules of the\nGermans that uh you know anyth...any moment something could happen to us. Very close to\nour liberation the Germans decided that all the inhabitants had to leave the town. And since\nwe were on the Dutch side of the river uh they wanted us to go to Germany, and they\nevacuated everybody. At that point the family that I stayed with was worried that if they\nwere going to ask for my papers that they couldn't show anything and uh saying well it's got\nlost, that was just not good enough. So they decided that the whole family was going to go\nunder since we felt that any moment we could be liberated, so we ended up in a bombed-out\nhouse and the basement was still intact. There was some sort of a roof still over the\nbasement, so and we knew in that house there was food, so the neighbors, the border guard\nfamily and us, we went to this bombed-out house and we stayed there for about three, four\ndays. Uh that's where we were liberated. All the other people who had left town were on the\nwrong side of the river. They had to wait another half a year. However when we came back\nto our house, now the English and the Americans didn't want us to stay in our house because\nthey weren't going to cross the river at that point and they didn't want all those civilians\naround, so we were all evacuated into a place that was away from the fighting. And there we\nstayed for couple of months, in a room somewhere in somebody's house. I think at that time\nthere was some sort of a newspaper being printed already. It was like free country, and we\nhad nothing. We uh were very poor. We had no clothes. We had no shoes. We had no food.\nIt was still, everything was very scarce but there was some sort of free press of things like\nthat going and apparently in one of those newspapers that my family got hold of, they asked\nabout Jewish survivors, and so over the time of maybe two weeks or so they asked me\nquestions, and I never under...never got a feel of what they were doing. You know, I was sort\nof innocent. One day they asked me what was your mother's name and the next day they\nasked what was the street you lived in, and so they got my family's history on paper and they\nsupplied that to a Jewish organization. My step-parents apparently had found out that my\nmother was caught and they never told me. But not knowing where my father was, they\ndecided that they were going to stay with me, that I could stay with them as long as more\ndetails were going to be available. And so I stayed with those people for all those months\nwhile we were evacuated, but they gave the details of my family to this Jewish organization\nand they apparently compiled a list of people who survived so we went back to our house\nwhich was damaged and empty. Everything was stolen in the meantime. We had nothing. Uh\nin, then the war was finished in May and very soon after, somehow, my father came to pick\nme up. When he was liberated he saw my name, number one on the list, being a little d and a\ncapital A, in Dutch it means that I'm on the top, that they discard the d and the van and so\nAncona, so I was number one on the list and when my father walked out of jail, he nearly\nfainted I guess when he found out I was still around. So he came on a bicycle without tires,\nall the way from the northern, most northern part of Holland to practically the most southern\npart of Holland. Fought his way through all sorts of check points and he crossed the bridges\nthat were absolutely not passable but he talked his way through, also with papers from the\nunderground, being able to show that he had worked in the underground. And he came to get\nme. So in I guess in the middle of May I went with him back to the northern part of Holland\nbecause we really didn't know what we were going to do. And then about a month later, we\ngot a telephone call, not that there were telephones at that point, but somehow we got a\ntelephone call through the post office in this little town where my father was, that my mother\nhad appeared in Amsterdam, which was absolutely a miracle. But she's the only one who\ncame back. No uncles, no aunts, no cousins, no grandparents, no friends from our friends,\ncircle of friends. From my family, my mother was the only one who came back. And that\nwas only due to the fact that she went late. She didn't go, she didn't leave Holland until the\nsummer of '44 and she started out in Theresienstadt, which was bad, but not as bad as the rest\nof course. So she could hold on and she was strong and young, but she nearly didn't make it\nof course. She she, there were hundreds of miracles that made her survive. So after the war,\nour family was back intact. But we had nothing. We had nothing. We had no, no living. The\nfactory was gone. All our belongings were gone, and what lot's of people don't realize is that\nthe Germans took our bank accounts, they took hold of that. My father was born in just in the\nother century, so he was like 42 or so. They took away his life insurance. They cashed in on\neverything that was worth something. So when he came back in his 40's, in his middle 40's,\nhe had to start all over again with nothing, absolutely nothing. And not the support of a\nfamily. I mean he used to do business. His oldest brother was his accountant and his other\nbrother was an advisor and here he had to start all over with nothing. No advice. Nobody\nwas there, and there was nothing really to start a business with. It was very, very difficult.\nBut somehow he had to, and he did it.",
        "Q: When did you, how long were you in Holland? Where did you stay?",
        "A: I stayed in after the war. II went to, I went back to school which was impossible. I had\nwasted more than three years and I guess the effect of the war was such that when I was\nfifteen and I had to start where other children are when they're twelve, it was not that I was\nso sophisticated. I I can't compare myself with children at this time of age, being fifteen\nyears old I was very innocent and I was still a little girl, a fifteen year old girl now is not a\nlittle girl anymore, but uh the war had taken its toll I think. I just didn't have the, the courage\nto go school, college. I went for three years to high school. Had to start all over again of\ncourse and I called it quits, and when I was eighteen I went to work. And it was very hard to\nbe Jewish 1n Holland where there was nobody there. You had no relatives. All my old\nfriends were gone, and even though I came from an absolute non-observant family, I was\nalways as a little child already drawn to being more Jewish. So uh most of the people my age\ngroup didn't survive. There were very few young children and I had a very hard time. I had a\nvery difficult time and I felt that I owed it to my, my people. My uh future was going, only\ngoing to be right if I was going to marry a Jew. I had feeling that was the only thing I could\ndo for myself to stay sane and not having the chance to meet that many Jewish people. You\nknow, there some few. There were a few groups in Holland who, who got together. I waited\ntill, I waited. I I was engaged when I was twenty-five but that didn't work out, so I waited a\nlonger time so I left in 32 to get married. I was married in Holland and I came to the United\nStates where my husband worked in the United States, so it took a while to find the right\nperson. And I'm not sorry but that's how it went. There were very, very few Jewish girls who\nmarried Jewish boys, and the ones, there were just a lot of inter-marriage at that time and I\nwasn't ready for that. I couldn't do it, so to find the right husband was not the easiest task.",
        "Q: OK. Hetty, is there anything you want to add?",
        "A: I don't know. Is there anything you would like to know?",
        "Q: No, I don't think so.\n"
    ],
    "questions": [
        "Q: Will you tell me your full name please?",
        "Q: And where and when were you born?",
        "Q: Tell me about your family?",
        "Q: Tell me, tell me what, tell me what an average life was? What did you do during the day?",
        "Q: What happened to you during this time?",
        "Q: Tell us about that time. Uh what you had told me before, your father was in the underground.\nTell us about that?",
        "Q: Round-up probably.",
        "Q: Let's hold it for one minute please.",
        "Q: You were talking about the round-up.",
        "Q: You had another friend who you grew up with?",
        "Q: When did you, how long were you in Holland? Where did you stay?",
        "Q: OK. Hetty, is there anything you want to add?",
        "Q: No, I don't think so."
    ],
    "answers": [
        "A: My name 1s Hetty d'Ancona Deleeuwe.",
        "A: I was born in Amsterdam, Ist of May in 1930.",
        "A: My family was an everyday family. Middle class. I would say lower middle class and we\nwere just an average household in a suburb part, southern part of Amsterdam and later on\nwe moved to a part of Amsterdam that's more towards the ghetto and uh my father had a\nbusiness, and we had the business in our house and we lived upstairs on the second floor and\ndownstairs, the first floor, was our factory. And we had a very comfortable life, at least I\nremember that everything went always fine and uh for my parents, I was an only child and\nmy parents were very kind and we went to grandparents, to uncles, aunts - I had some\ncousins and we just had a very comfortable life. And I think that my parents knew that\nsomething was brewing in the background but Holland being neutral uh was not prepared to\nfight the Germans, so even though many people most likely thought something might\nhappen, it was a big shock when the Germans invaded Holland. And I was only ten at the\ntime. I had just had my tenth birthday, and I don't remember that I knew how critical it all\nwas, but I remember that Rotterdam was bombed. I remember that they bombed part of\nAmsterdam, the oil co...the containers where they kept the oil at the harbor, and it was\nterrible fires there. And I remember that they prepared the hospital across the street from\nwhere we lived for wounded soldiers but before everything was really settled in our mind\nthat this was war, the war was over and the Germans had taken over Holland. And uh\nnothing serious happened in the beginning. It went oh I would say like the average life, it\nwent on and then when we uh....",
        "A: Well, I went I went to school. In the summer we used to go out sometimes for months and uh\nmy father stayed and came only for the weekends, and Holland not being so large we went to\nthe ocean. We went to the beach. And my mother usually rented a room in a pension or\nsomebody's house, and we stayed there, sometimes with friends. Sometimes family came\nover. Usually for a month, and that went on. I mean there was nothing that pointed to the fact\nthat we couldn't do that anymore but I don't know exactly when it happened, they started to\nregister people. And but me being very little and being not always informed of all the\nhardships that were going on, I really didn't know much about it, especially because I was\nonly ten or eleven and uh I didn't have to register. It was only for people who were older and\nat that time we got like ration cards and we got like a personal sort of passport but me being\nsmall, didn't own one, and uh so everything sort of went along and then at a certain point\nthere were Dutch collaborators, NSB’ they called them. And they had fights with Jews in the\nJewish part of town. That's the old part of Amsterdam. And that most likely was provoked. I\nthink that was just a set-up and that was the beginning of the final solution.",
        "A: I just went to school, but when I was in fifth grade with, I was about eleven and a half I\nthink, we were told that we couldn't go to the regular public school anymore, even though\nthere were lots of Jewish children in the public school and especially in the neighborhood\nwhere I lived and lived lots of Jews in Amsterdam, so we were pushed to a school in uh sort\nof very poor neighborhood, and the standards of that school were so much lower than the\nschool that I was used to go to. I was sort of in a preparatory school for high school, and uh\nwasn't a uh no no special school, but you know, there were grades and and levels and so that\nschool really was not for me. I was, not that I was the brightest but I uh was just a middle,\naverage student, but that school was just only so boring for me, so my parents decided that I\nwas going to go to a better school, so I ended up going to the south part of Amsterdam where\nthere was a school where they accepted me. Also only for Jewish children of course. Cause I\nwas a pariah I couldn't go to a regular school anymore. Jewish teachers, Jewish teachers\nwere one of the first steps the Germans took to kick them out of the public school, and so we\ngot our own Jewish teachers back and uh I had to walk to school then, very far because I\nwasn't allowed on the public transportation and we were not allowed to have bicycles being\nJews. The non-Jews could have their bicycles, although it was very hard to obtain one and\nto keep the tires and things like that because everything sort of vanished. There was very\nlittle food, and everything was rationed. The clothes was rationed, shoes, name it -\neverything was rationed but the Jews uh were outcasts. We had to deliver our copper. We\nhad to bring in our radios. In '42 somebody who my father knew walked in and said, Mr.\nd'Ancona, this is it. Goodbye. And my father had to leave his own business and the Germans\ntook over our business. Not long after that they dismantled the whole thing and there were\nlike maybe eight or ten sewing machines and a machine that they used for cutting and they\ndismantled it all. And the machine they used for cutting, my father had sort of made himself,\nso my father helped them dismantle it knowing that they never were able to put it together\nagain. And all that went to Germany. Everything went to Germany from Holland, and uh so\nthat too. And my father went to an organization in Amsterdam that provided jobs and things,\nnot because my father needed the money that desperately at that time, but being without a\njob was dangerous. Everybody who didn't have a job was for sure picked up. And my father\nbecame a teacher for quite a while. First, out in the country in a Jewish school, and later he\nwas a teacher in high schools in Amsterdam. In the meantime, more people were picked up.\nFirst that started with the provocative work from the NSB that they you know they had like\nfights in town and then they picked up the Jewish man and then in retaliation they started\n‘National Socialistische Beweging. Nazi movement in The Netherlands.\npicking up very young men, sixteen, eighteen years old, and those were the first who went to\nMauthausen, I think, or Buchenwald and nobody ever heard from them again. They might\nhave sent a card that they were fine, that they were working, and that was it. My parents kept\nall the information they had from us. I didn't know anything. I knew it was bad. We all had a\nbag at home with clothes and I think some food but uh we, I really didn't know exactly what\nwas going on and I still wonder till today if anybody really knew what was waiting. I don't\nthink that anybody realized how bad it was. Of course it was when when they kept on\npicking up people and they pushed people to certain neighborhoods. They were kicked out of\ntheir houses and they had to move, and they picked them up there. My uncle had to go to\nwork in Germany, my mother's brother, and we never heard from him again. And I don't\nknow who really knew what was on the other side of the border, but I never knew that they\nwere really killing the people there like they did, and uh it was every time uh as the the years\nwent by, as the months went by, it was tighter and tighter. And there were people who had\nlike exemptions. Exemptions because they quote \"bought their freedom with diamonds.\"\nPeople who were wealthy or for the Germans needed industrial diamonds and there were\npeople who did certain jobs so they had a certain exemption, and we had an exemption\nbecause we were Sephardic and my father worked on that with lawyers and we had to go for\npictures and uh they could prove the Germans thought that being Marranos we uh were\nreally not Jews. And we went digging in our roots for hundreds of years. And after the war\nwe found out that if we had had one or two more relatives who we would have known for\nsure were not Jewish, we would have made it. We would have been declared, gentile. But at\nthat time we didn't know that. So we didn't make it. And at some point in time then all my\nrelatives were gone. My grandparents were picked up. All my friends were picked up. All\nmy uncles and aunts were gone, and we were really the only ones left, practically. He\ndecided that it was time to go. Now before that I had finished school and I had to go to high\nschool, you know, Jewish high school. There were hardly any children left in Amsterdam at\nthat time. That was in '42, in the summer of '42, so I went to school, a mid...a middle school\nyou can say where I did some work, school work. Most of the time we were busy sending\npackages to the camp, the camp in Holland for everyday some of the children were picked\nup and when we found out, we sent packages to Westerbork to help them with whatever they\nneeded. So school was sort of a crazy thing. There was not much schooling going on.\nTeachers left. Teachers never showed up the next day. You know, it was a big chaotic mess,\nso we, I had private lessons at the very end. That's how late we left home. I had a private\ntutor with a few more children and who taught us from math to languages to geography,\nhistory, name it, uh but that ended, of course when, I left in October of '43.",
        "A: Well, our house was sort of on the border, really on the outside of the Jewish quarter.\nAmsterdam uh had an old Jewish quarter and the Germans put fences sort of around it and\nwhen you entered it, it said Juden fer tal, only for Jews. Couldn't go in there. There was\nstores that only for Jews and gentiles couldn't go to that part of the city and so we were\nreally outcasts and separated from the rest of the world. And we lived just outside of that part\nof Amsterdam, so we were a little easier uh to reach, and from the outside uh we could get\ncompany, non-Jewish company. It was a little dangerous for them because they really\nshouldn't be seen in Jewish homes, but it was not as impossible because in the Jewish quarter\nit was dangerous for a person who didn't wear a star uh to show his face. So, since we lived\nwhere we lived, my father was involved with uh now regular daily, but then it was the\nunderground newspaper and we got like forty or fifty uh when they came off the press, and\nthen they were put into envelopes and I went to the post box around the corner and mailed\nthem. I don't even know that at that time I knew what was in there, but I took like two or\nthree and I mailed them in the mail box and uh everybody took a few and so it was the\nunderground news sent around. And we uh, my father did during his hiding period, he made\nstaff cards for the English army and put it to charts all the little rivers and all the little details\nof the part of the country where he lived so that when they came that they knew every house\nand that they could identify every place. And we had people sometimes staying in our house\novernight, when they didn't have a place to go, and my parents weren't too scared. They\nfigured they didn't have a lot to lose I think and uh so they tried to help other people, Jewish\npeople. We had a person staying with us for quite a while uh when they first started to\ntransfer the Jewish teachers out of the public schools because since my mother was a teacher\noriginally, she was still involved with the union, the teachers union, and the head of the\nteachers union really spoke out against the Germans and tried to protect his Jewish teachers,\nso when he was that out-spoken, he was looked for by the Germans. They didn't condone\nthat, so they were after him and he came and stayed with us for a long time, because I think\nthey didn't expect him to stay with Jews. So, he survived the war, I guess, that uh sort of they\nforgot about it and I think he went back home after a couple of months, but he stayed with us\nfor quite a while. He was a very nice interesting old man uh not being Jewish but really\nloving all his Jewish teachers and his colleagues. He really spoke up and that was at the very\nbeginning when things started rolling and it was so well orchestrated by the Germans. It was\na plan that was put little by little by little into place and we were all pushed together in the\nend. There was no escape. There was no escape. And you had to leave your house and\npeople thought well, you know, so we leave it and live in another neighborhood. They really\ndidn't think much of it, but once they all were gathered in that neighborhood, one day they\nhad a big ring of Germans around that neighborhood, then they picked up everybody and\nshipped them off cause even though we had many times that people were picked up at night\nat home when they did like street or they did like a little neighborhood, they uh had this plan\nof eliminating the Jews out of the Netherlands I think. And uh they had like little, little\noccurrences of picking up here and picking up there, but there were really two big razzias in\nAmsterdam with razzias, big uh where they picked up the Jews. I don't know what the\nEnglish word 1s for that.",
        "A: Round-up, yeah. And one was in the southern part of Amsterdam, and one was in the center\nof Amsterdam which was the Jewish neighborhood, and ...\nTECHNICAL CONVERSATION",
        "A: OK. So the the people in the southern part of Amsterdam were rounded up, and that was I\nthink in the early part of '43. And then later on in the center part of Amsterdam which was\nmore like the Jewish neighborhood, and we were also picked up at that time and of course it\nwas like a whole city affair, and so they came to our house and they picked us up. They went\nhouse to house, and you had to show your Ausweis, your identification cards, and Jews had a\nJ on theirs, so everybody who was Jewish had to come along. And since we had this special\nexemption for being Sephardic, we were put in a special part of the holding pen you can\nsay. All the other people were shipped to trains and were sent to Auschwitz, or first to\nWesterbork and from there on to wherever, but we were put in Amsterdam in a sort of a\nplayground outside. It's near where the old synagogues are now and the uh museum and\nthere we had to stay all day, and the head of the Germans came. I still see him in my mind,\nand with a whole range of (ph) ladies he had with him, and so he came and we had to present\nourselves, family for family, and we had to show our papers. Now I was too young to have\nmy own papers, but my parents had papers, and so he told us we could go home because we\nhad this special exemption. So walking after eight o'clock at night, which was the time that\nwe Jews couldn't walk in the street anymore, was was very scary. And then to have to go\nhome and everybody looking at you. We were so scared that the Germans at the corner of the\nstreet were going to pick us up again. Somehow we made it home and then we lived home\nstill for a couple of months. At that time my father's brother's daughter lived with us, so she\nwent as my sister, because she being a little younger uh didn't have papers either. So she\nlived with us at that time and she went through that day of being caught and she made it\nthrough, too, because we couldn't show that she wasn't, was not our family so that was fine.\nShe however ended up going to her mother who was hidden. They were caught and they\nnever survived the war. It was very sad of course, because we were very close at that point.",
        "A: I grew up with a friend uh since birth. We played together in the playpen. We went together\nto kindergarten. We went together to first grade. Then we moved and to another part of the\ncity. Wasn't so far, and we still stayed very best friends until the day that she was caught, we\nwere together. We did everything together. We went on vacation together. We played\ntogether. We, whatever we undertook uh we were always together. People thought we really\nwere sisters I think. And she went to another school, sort of a more orthodox high school\ncause she came from an orthodox home, and I went to a public school even though it was a\nJewish school it was still a public school. And uh she was was brilliant. She was beautiful\ngirl. She was very very smart. She was, everything she could do. She was good in languages.\nShe was terrific. She could play piano beautifully and one day the Germans came and the\nfamily was picked up and never heard of again. Her father survived which tn a way is so\nhard. When you lose everybody that was around you all your life. His wife, his daughter, his\nson - they were caught. And some people at a point like that just gave up and also went to the\ncamps. And they just volunteered to go with their families. Some people did that but never\nsaw their families anyhow because by the time they reached the Dutch concentration camp,\nWesterbork, their family already was gone over the border. We were very scarce of\ninformation. We really didn't know, I think, what was hanging over our heads even though\nwe all had packed suitcase ready to go, uh with most needed items, I still think that a lot of\npeople thought they were going to work. And a certain extent the younger people were put to\nwork. But nobody knew how. I don't think anybody knew. My father knew a little more what\nwas going on because he had traveled to Germany before the war, and not looking very\nJewish, he walked in the streets and saw what they did to the Jews, and he would have liked\nto leave. We didn't, were not of any means. My father had a good living. I mean not fantastic\nbut we never went hungry, but he figured it was time to leave, but we had no chance. I don't\nknow why we couldn't go to England. I don't know why we couldn't go anywhere else in the\nworld but apparently that wasn't available. I know we had a number. We had an affidavit for\nthe United States. But our number wasn't up yet, so we had no choice. The second or the\nthird day that the war broke out, that they were fighting in Holland, we tried to leave. We\nrented a car and we tried to leave then by boat, fishing boat or so, but there was no way.\nThere was no way. Lots of Jews committed suicide. So I have an idea that lots of people did\nknow that it was going to be very bad for the Jews. But me being only ten when the war\nbroke out, I really didn't know much. But then after we came back home in May, after that\nbig razia, and there were very few people left in Amsterdam, we tried very hard to find out if\nthe Germans really thought that we were Marranos or the percentage of our Jewishness was\nso low that they would declare us non-Jews, and at one day my father decided that we better\nleave, because there were practically no Jews left in Amsterdam. We were really very late in\nleaving home and the Germans did come a week after we had left home, so whatever was\nleft of our possessions of course they took. We just left. I left home myself without anything.\nI just walked out of the house, and a lady came to pick me up, and I had nothing with me\nwhen I left. And much much later I got some of my clothes, but very little. But it's\nimpossible for people to understand how hard it is to just leave your home, your parents, and\nknow that you most likely never see your parents again. Leave everything that was\neverything to you, just behind, just close the door behind you. There's an, it's hard to explain\nhow difficult that was, and being a parent myself now, I don't know how my parents could\nhave done it. It's so painful. It's so painful to say goodbye to your one and only child, and\ndon't know where she is going to. My parents didn't know where I was going. They had this\nconnection with the man who I later found out saved two hundred and fifty Jewish children,\nand who perished himself in Bergen-Belsen. He was caught at the end of the war and he\nperished himself, not being a Jew, but being treated as a Jew because he helped the Jews.\nAnd he found a place for me all the way at the other side of the country...uh I'll see. Showed\nmy parents the picture of a lady who's going to come the next morning to take me away. And\nI had to take all the stars off my clothes like and this stuff was very yellow, and very poor\nquality. Was no quality. You can't even call that quality, and it ran through all your clothes.\nSo you had to be very very careful that people couldn't see that a star had been on my coat\nand a star had been on my dress, and uh had to brush it off very carefully, so when I left the\nhouse early in the morning, I was scared to death of course that my neighbors were going to\nsee me leave the house - I don't know how I made it to the, to the tram because we went on\nthe tram to the railroad station. And there she handed me over to a young man in his very\nearly twenties and with this young man was a young boy, maybe eleven, ten, something like\nthat, and the two of us went on the train. Uh 1t was awesome. It was very scary because I had\nno name. I had no papers. I didn't know who I was. I didn't know who the man was that was\ntaking me. I didn't know the child that was with me. I didn't know anything. I was a nobody.\nAnd Germans are always all over, so if they had come to me and asked me who I was, I\nwouldn't have been able to answer the man. And it uh it's a trip I think that might have taken\ntwo or three hours on the train, but in my mind it took like, like forever. We had to change\ntrains at a certain point, and low and behold I bumped into a lady I knew. She was an aunt of\nmy father, not Jewish, who was going to visit her grandchildren who were hidden. But when\nI said to this young man that was my guide, uh oh, this is my aunt, he right away pushed me\nin the train. I mean we were going first class the rest of the way uh to where we were going,\nbecause he didn't want us to meet of course. So at a little town that I had never heard of, the\ntrain stopped. And we got out. It was on the Dutch side of the river Maas near Venlow, right\nnear the German border, in the southern part of Holland. And the young man told me to\nstand there and wait till he came back. And he took this young child, this boy, with him and\nwell, maybe he was back in an hour, I don't know, but that lasted forever for here I was, all\non my own. I didn't know where I was going. I didn't know where I came from. I had no\nidea. I was so scared. And then he came back, maybe an hour later but to me it like, like days\nlater, and he took me on the back of the bike that he had picked up at the place where he had\ndropped off this boy. And he took me like for ten minutes on the back of the bike to the\npeople that hid me. There was a mother and some children, and they were very, very kind to\nme. But I blew it the first second, because there was a visitor and I was supposed to be a\nrelative from Rotterdam, but I didn't know the people of course, so I acted very strange and I\nsaid yes sir and no sir and yes ma'am and no ma'am and so the visitor of course understood\nthat I wasn't just some relative. But they kept quiet. I stayed with those people for nearly two\nyears. And they, they risked their life. They risked their whole livelihood. They took me\nbecause they felt they had to save my life, and they were very orthodox Protestant Christians.\nAnd they figured God had sent me and they had no choice, and they were very brave and uh\nthe man was a repair man at the, at the Dutch railroad. He repaired cars, and they were very\nblue-collar family, but they're very, very neat family, very fine, fine people. They took me in,\nno rewards. And I mean from the small income they had it was very hard to feed another\nmouth. And we had like coupon cards for rationing, but since I didn't have any papers I didn't\nget any of those cards either. And the underground provided us with that. Once a month they\ncame, usually, and then they brought me a card, but sometimes they didn't have them. They\nwere stolen. And they were, they had to risk their own life of course too, to get all this, and\nhaving to take care of all those children, which I didn't know at that time, uh they they had an\nenormous job, so sometimes they brought me cards, and the family that I lived with had to\nhave some help because we had no food. There was very little food at that time. The place,\nthe spot of the country there was sort of well-provided with vegetables and fruit and most of\nthe people did have a little more. Maybe because we were Protestant in a predominantly\nRoman Catholic part of the country, my step-parents weren't as well liked and they didn't\nhave anything in common with those people. They were sort of strangers in town, so for us it\nwas even harder than for many other people to get extra food. We got very little from the\nfarmers that were around us, so they needed my coupons very badly, but they didn't always\ncome. I stayed there of course much too long for the neighbors and the friends to be the\nrelative from the city. They understood that there was something more, and in many of the\nProtestant homes in this town, there were Jewish children hidden. The, I guess the church\nhad something to do with that and uh we went through terrible times there. Being at the\nborder we were nearly bombed every night. The, right over the border was a big German\nairfield, and practically every night the bomb...bombers, coming back from Germany,\ndropped a few bombs at the airport. We gave them nicknames but it wasn't so funny for\nevery night we were up and we were in shelters. Now one of our neighbors had a shelter that\nwas outside which was supposed to be safer. They build that themselves. And so everybody\nfrom the neighborhood, from our little street went there at night when the alarm sounded.\nBut after the war they told me that the man who owned the shelter had told my neighbor that\nhe didn't like this Jewish girl in his shelter anymore and they never told me that until after the\nwar of course, but my step-parents were a little worried because if word was going around\nthat I was Jewish the Germans would come. My step-father for sure would have been picked\nup. His older son would have been picked up and the family would have been in shambles.\nThey would of course have picked me up. I mean I was the Jew, but they uh they decided\nthat it was not safe anymore to go to those people, so when there was alarm at night we\nstayed in our own shelter. Uh the man who told that to my step-parents, my war parents, uh\nwas a marshall. Say you can compare that with the Coast Guard. And uh was an officer and\nuh most of the people at the border control were of course with the Germans. They, but this\nman was definitely not. He was a real good Dutch citizen and he sheltered me. He told the\nman that if he didn't keep his mouth shut about me that he wouldn't keep his mouth shut\nabout this man who had this outside shelter because he did a lot of things that apparently\nwere not right according to the Germans, so he shut him up. But my step-parents didn't like\nto go there anymore anyhow. So, in the end of the war we were at the part where many\ntroops were dropped for the Battle of Arnheim, when the really dirty end of the war sort of\nset in. And uh we saw them coming over and they didn't really come in our town but they\ncame near, and from that time on the war really came as the war, the fighting part of the war\ncame close to us. And the Germans were in our in our neighborhood and they were, out of\nour neighborhood you saw lots of troop movements and we heard of lots of shooting and and\nbombings. When they came very close to us, we even had Germans live in our house and\nthat was extremely scary because my step-mother was in the field reaping some potatoes\nmost like cause everything was cut off. We had nothing to eat. We had no water. We only\nhad to drink well water and so she went to the fields to find potatoes. The men couldn't show\ntheir faces anymore because they would be rounded up and shipped to Germany. My little\nstep-sister went with her mother and I was home alone with two men who couldn't show\ntheir faces to the Germans because my step-father, working for the Dutch railroad, was on\nstrike. In September of '44 the Dutch government in England decided that the Dutch railroad\nhad to go on strike 1n order to help the invading troops, and to make sure that the Germans\ndidn't have much transportation, so my step-father was quote \"sick in bed\" and the son was, I\nthink he must have hidden himself in the house, so when the Germans came in the house I\nwas the one who had to talk to them. So they looked through the house and they decided that\nthey were going to take this room and this room and this room and they were going to come\nback that night. So at night I had to go. I mean, they, my my uh family didn't feel it was safe\nfor me to sit there and discuss the war with the Germans for one moment they could say, oh\nmaybe this girl is Jewish and that would have been the end. So they made some sort of a\nstory up that I was very tired, not being used to working so hard, and I went to bed, and I\nwas, every night I was gone when they came. They stayed for about two weeks in our house.\nIt was very very tense, but everything was tense. I mean the fighting got closer and the uh\nand then they, they had so many things going in the house that were against the rules of the\nGermans that uh you know anyth...any moment something could happen to us. Very close to\nour liberation the Germans decided that all the inhabitants had to leave the town. And since\nwe were on the Dutch side of the river uh they wanted us to go to Germany, and they\nevacuated everybody. At that point the family that I stayed with was worried that if they\nwere going to ask for my papers that they couldn't show anything and uh saying well it's got\nlost, that was just not good enough. So they decided that the whole family was going to go\nunder since we felt that any moment we could be liberated, so we ended up in a bombed-out\nhouse and the basement was still intact. There was some sort of a roof still over the\nbasement, so and we knew in that house there was food, so the neighbors, the border guard\nfamily and us, we went to this bombed-out house and we stayed there for about three, four\ndays. Uh that's where we were liberated. All the other people who had left town were on the\nwrong side of the river. They had to wait another half a year. However when we came back\nto our house, now the English and the Americans didn't want us to stay in our house because\nthey weren't going to cross the river at that point and they didn't want all those civilians\naround, so we were all evacuated into a place that was away from the fighting. And there we\nstayed for couple of months, in a room somewhere in somebody's house. I think at that time\nthere was some sort of a newspaper being printed already. It was like free country, and we\nhad nothing. We uh were very poor. We had no clothes. We had no shoes. We had no food.\nIt was still, everything was very scarce but there was some sort of free press of things like\nthat going and apparently in one of those newspapers that my family got hold of, they asked\nabout Jewish survivors, and so over the time of maybe two weeks or so they asked me\nquestions, and I never under...never got a feel of what they were doing. You know, I was sort\nof innocent. One day they asked me what was your mother's name and the next day they\nasked what was the street you lived in, and so they got my family's history on paper and they\nsupplied that to a Jewish organization. My step-parents apparently had found out that my\nmother was caught and they never told me. But not knowing where my father was, they\ndecided that they were going to stay with me, that I could stay with them as long as more\ndetails were going to be available. And so I stayed with those people for all those months\nwhile we were evacuated, but they gave the details of my family to this Jewish organization\nand they apparently compiled a list of people who survived so we went back to our house\nwhich was damaged and empty. Everything was stolen in the meantime. We had nothing. Uh\nin, then the war was finished in May and very soon after, somehow, my father came to pick\nme up. When he was liberated he saw my name, number one on the list, being a little d and a\ncapital A, in Dutch it means that I'm on the top, that they discard the d and the van and so\nAncona, so I was number one on the list and when my father walked out of jail, he nearly\nfainted I guess when he found out I was still around. So he came on a bicycle without tires,\nall the way from the northern, most northern part of Holland to practically the most southern\npart of Holland. Fought his way through all sorts of check points and he crossed the bridges\nthat were absolutely not passable but he talked his way through, also with papers from the\nunderground, being able to show that he had worked in the underground. And he came to get\nme. So in I guess in the middle of May I went with him back to the northern part of Holland\nbecause we really didn't know what we were going to do. And then about a month later, we\ngot a telephone call, not that there were telephones at that point, but somehow we got a\ntelephone call through the post office in this little town where my father was, that my mother\nhad appeared in Amsterdam, which was absolutely a miracle. But she's the only one who\ncame back. No uncles, no aunts, no cousins, no grandparents, no friends from our friends,\ncircle of friends. From my family, my mother was the only one who came back. And that\nwas only due to the fact that she went late. She didn't go, she didn't leave Holland until the\nsummer of '44 and she started out in Theresienstadt, which was bad, but not as bad as the rest\nof course. So she could hold on and she was strong and young, but she nearly didn't make it\nof course. She she, there were hundreds of miracles that made her survive. So after the war,\nour family was back intact. But we had nothing. We had nothing. We had no, no living. The\nfactory was gone. All our belongings were gone, and what lot's of people don't realize is that\nthe Germans took our bank accounts, they took hold of that. My father was born in just in the\nother century, so he was like 42 or so. They took away his life insurance. They cashed in on\neverything that was worth something. So when he came back in his 40's, in his middle 40's,\nhe had to start all over again with nothing, absolutely nothing. And not the support of a\nfamily. I mean he used to do business. His oldest brother was his accountant and his other\nbrother was an advisor and here he had to start all over with nothing. No advice. Nobody\nwas there, and there was nothing really to start a business with. It was very, very difficult.\nBut somehow he had to, and he did it.",
        "A: I stayed in after the war. II went to, I went back to school which was impossible. I had\nwasted more than three years and I guess the effect of the war was such that when I was\nfifteen and I had to start where other children are when they're twelve, it was not that I was\nso sophisticated. I I can't compare myself with children at this time of age, being fifteen\nyears old I was very innocent and I was still a little girl, a fifteen year old girl now is not a\nlittle girl anymore, but uh the war had taken its toll I think. I just didn't have the, the courage\nto go school, college. I went for three years to high school. Had to start all over again of\ncourse and I called it quits, and when I was eighteen I went to work. And it was very hard to\nbe Jewish 1n Holland where there was nobody there. You had no relatives. All my old\nfriends were gone, and even though I came from an absolute non-observant family, I was\nalways as a little child already drawn to being more Jewish. So uh most of the people my age\ngroup didn't survive. There were very few young children and I had a very hard time. I had a\nvery difficult time and I felt that I owed it to my, my people. My uh future was going, only\ngoing to be right if I was going to marry a Jew. I had feeling that was the only thing I could\ndo for myself to stay sane and not having the chance to meet that many Jewish people. You\nknow, there some few. There were a few groups in Holland who, who got together. I waited\ntill, I waited. I I was engaged when I was twenty-five but that didn't work out, so I waited a\nlonger time so I left in 32 to get married. I was married in Holland and I came to the United\nStates where my husband worked in the United States, so it took a while to find the right\nperson. And I'm not sorry but that's how it went. There were very, very few Jewish girls who\nmarried Jewish boys, and the ones, there were just a lot of inter-marriage at that time and I\nwasn't ready for that. I couldn't do it, so to find the right husband was not the easiest task.",
        "A: I don't know. Is there anything you would like to know?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumFebruary 13, 1990\nRG-50.030*0059",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Hetty\nd'Ancona de Leeuwe, conducted by Linda Kuzmack on February13, 1990 on behalf of the United\nStates Holocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HETTY D’ ANCONA DE LEEUWE\nFebruary 13, 1990"
    ]
}