{
    "rg": "RG-50.106.0222_trs_en",
    "sequence": [
        "Q: Is that the name you were born with?",
        "A: Yes.",
        "Q: And your parents’ names?",
        "A: My father’s name was Albert Herzog. My mother’s name, Rosa Herzog.",
        "Q: And where were you born and when were you born?",
        "A: I was born in Germany, in Hlingen Saar 1923.",
        "Q: What date in 1923?",
        "A: June 17.",
        "Q: June 17. How long had your family lived in that town?",
        "A: As far as I remember, they have lived there a very long time but I cannot give you any\nspecifics.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: What kind of work did your father do?",
        "A: He was a painter and a wallpaper hanger.",
        "Q: Did you live right in the center of town?",
        "A: That was like more like a village here. You could say.",
        "Q: Did you live in a house or an apartment?",
        "A: In an apartment house.",
        "Q: Was the neighborhood a mixed neighborhood?",
        "A: There were only two more families living in there and they were all Christians.",
        "Q: How many Jews in your town? Were there a lot of Jews in the town?",
        "A: There were altogether about 60 families.",
        "Q: Out of how many, do you know how many people lived in the town or you don’t know?",
        "A: No.",
        "Q: Ok so there were 60 families. And the neighborhood, did you have Jewish neighbors?",
        "A: Yes, we had some Jewish neighbors.",
        "Q: Tell me about your schooling, when you first started school.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: As far as I remember I started school when I was five years old or six years old, excuse me.\nAnd at that time there was a Jewish school and that’s of course the kindergarten but I finished\nelementary school, I finished. Yes. I couldn’t go any further because at that time the Nazis they\nwere ruling already and they didn’t accept any Jews at the high schools or the colleges.",
        "Q: This was after Hitler came into power?",
        "A: That was, yes.",
        "Q: In 1933?",
        "A: Yes.",
        "Q: Were your family a religious family?",
        "A: Yes.",
        "Q: Did you go to Hebrew school or did you have special religious training?",
        "A: That’s, I had to come back to let’s say you used to live a little later. A little later we moved to\nthe synagogue and there also was a school, a Jewish school there, a Hebrew school for all the\nclasses. So that’s it and over there I learned to read Hebrew and they used to do that. We used to\nhave that lessons about twice or three times a week.",
        "Q: Was this when you were a little older. You mean when you couldn’t go to the other school. Is\nthat what you’re talking about?",
        "A: Yes, yes, yes.",
        "Q: Did you have any brothers or sisters?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yes.",
        "Q: And their names?",
        "A: My sister's name, she was the first born was Ruth and my brother’s name was Julius.",
        "Q: Were they both older than you?",
        "A: Yes.",
        "Q: Do you know what years they were born?",
        "A: Yes, my sister was born 1920. And my brother end of 1921, December of 21.",
        "Q: You were the youngest.",
        "A: Yes.",
        "Q: How would you describe yourself? Were you a very independent child?",
        "A: Well yes. I was pretty dependent, yes. Even though I was a child, I was pretty independent.",
        "Q: Did you like sports when you were young?",
        "A: Yes.",
        "Q: What kind of sports did you like?",
        "A: Kickball. That’s like soccer here.",
        "Q: Were your parents Zionists at that time?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no. They had actually there was no talking about Zionists.",
        "Q: What language did you speak at home?",
        "A: German.",
        "Q: German. Did you experience any anti-Semitism when you were very young?",
        "A: Yes.",
        "Q: Can you describe some of that to me?",
        "A: Well yes there was some people living in the neighborhood that also had kids. And we always\ngot into a fight when we seen each other, not that we see each other, when we crossed each other.\nAnd well we usually got into a fight. They called names like dirty Jews. I didn’t start anything.",
        "Q: How old were you when this happened?",
        "A: Well that’s all, about I would say about ten years old.",
        "Q: And you fought back?",
        "A: Oh sure.",
        "Q: So you were a strong little boy then at that time?",
        "A: Strong or no strong. I didn’t ignore it because we constantly was fighting with them.",
        "Q: Did you talk to your parents about that?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Oh they knew it, they knew it.",
        "Q: What did they say to you?",
        "A: (laughs) My father said, my mother she was very worried. And my father said what are you\nworried about. As long as doesn’t come with the head under their shoulder, I will be ok. He was\nrough too.",
        "Q: He was rough. Did your mother work?",
        "A: She was running a, we had a store and she was running the store. The store with the wallpaper\nand paint, like, of course, what all kinds of things yeah.",
        "Q: Your family owned the store?",
        "A: Yes.",
        "Q: She was working in the store also?",
        "A: She was working in the store, yeah. She was running the store.",
        "Q: What about extended family, aunts and uncles and cousins and grandparents. Were they\nnearby?",
        "A: Yes, some of them were nearby yeah.",
        "Q: Did you get together with them?",
        "A: I beg your pardon.",
        "Q: Did you get together with them? Did you see them often?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yes. Usually on Sundays when the stores were closed, we got together. My father took us to\nmy uncle which he didn’t live that far away. And that was just like law. Every Sunday we used\nto go there. Yeah and visit.",
        "Q: That’s on your father’s side. What about your mother’s family? Did she have people?",
        "A: Yeah. I’m not too familiar with that. She had some relatives but they were living in a different\nplace.",
        "Q: What did you do during the summer time when you were young?",
        "A: Well we didn’t get much of vacation from the school. But we’re playing around.",
        "Q: Now Hitler comes into power in 1933. When were you first aware of a man named Hitler,\ncause you were young?",
        "A: Like I said I was living in a place called Illingen and that’s right near Saarbriicken which 1s\nvery close to the French border. So I forgot already but what was the question.",
        "Q: When did you first hear about a man named Hitler?",
        "A: Oh that was before 33 yeah.",
        "Q: How did you hear about him?",
        "A: There were people going in the street calling Heil Hitler, Heil Hitler and that --",
        "Q: What did that mean to a young boy?",
        "A: It didn’t mean much, it didn’t mean much.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: In 33 he got into power. How did that change your life? You were what, ten years old by\nthen?",
        "A: Yes it didn’t change right away. I didn’t feel the punch right away but my father said he is no,\nwe cannot stay here anymore. There is no place for us to stay. Cause he is against the Jews and\nwe have to do something. So we tried to, they tried to immigrate, states here. And at that time\nyou needed an affidavit and with the affidavit there was a waiting list and sometimes that was\ntaking up to a year. They never made it. Yeah.",
        "Q: When you saw German soldiers or the swastika did you, to a ten year old what does that\nmean?",
        "A: But I knew. Yeah I found out that’s the sign of Hitler’s Third Reich what they called it, yeah.",
        "Q: I’m trying to get inside your head as a ten year old boy.",
        "A: Yeah, well it’s hard for me, to —",
        "Q: To go back that far.",
        "A: Yeah.",
        "Q: Do you remember being frightened at all?",
        "A: If Iremember. That is the question.",
        "Q: Was it a frightening time when he first came into power?",
        "A: To be honest with you, it wasn’t for me a frightening time because maybe I didn’t have\nenough brains at that time.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: You said you couldn’t continue on in your school. When was that? Do you remember what\nyear that was?",
        "A: At first, well no I don’t remember that, I don’t remember that. But I just was about to finish\nthe eighth grade.",
        "Q: The eighth grade. Ok. Did you have a bar mitzvah?",
        "A: Sure.",
        "Q: Tell me a little about it.",
        "A: I was called to the Torah and oh yeah and there was a cantor. He gave me the lessons. I\nremembered the parasha [ph]. You are familiar with that. Hokas Pinchas [ph]. And I said\nthree parts and the Haftarah. Yeah and that was my bar mitzvah and we celebrated. They had\nsome goodies. That was it.",
        "Q: This was in 1936.",
        "A: Yeah.",
        "Q: You were able to have it. There wasn’t a problem having it, the Nazis.",
        "A: No, no, no.",
        "Q: They let you have it.",
        "A: There was no reason for it because the synagogue still was there and that was between us.\nThey didn’t mix in that time. But I like to actually, people who lived in that village, they all liked\nus because my father was very, very known and he did a good job at his papering. And mother,\nhttps://collections.ushmm.org\nMarch 6, 2014\neverybody knew them and they always said Albert don’t worry, they don’t do anything to you or\nto your family. Yeah, but that’s what they said.",
        "Q: What was the name of your father’s store?",
        "A: I don’t remember.",
        "Q: You said that you couldn’t continue on in the regular school so you were going to a Jewish\nschool?",
        "A: Yes, there was a Jewish school in Saarbriicken which was 20 kilometers from IIlingen. And\nI'd arrive there by train every day.",
        "Q: Every day?",
        "A: Every day, yes. And altogether that was going on for about, I would say four or five months.\nAnd then they closed that too. And that was the end of my education.",
        "Q: What year was that? Do you know, do you remember? You said eighth grade I think is what\nyou said.",
        "A: (pause)",
        "Q: It’s ok. What did you do when you couldn’t go to school?",
        "A: My father, he belonged to a group. They called themselves, you understand the German.",
        "Q: Not really, but maybe you can translate it.",
        "A: Iremember Reichsbund Judesche Fronsoldaten [ph — German]. That means Organization\nof the Jews who were fighting during World War II, World War I and they had a newspaper.\nhttps://collections.ushmm.org\nMarch 6, 2014\nAnd they also advertised if they needed somebody, some help or somebody, some certain places.\nSo my father said the best thing is you have to get out of the house. You cannot stay in the house\nbecause you’ve got to get up, go out. And doing. And I may have, I'll tell you the whole story.\nThere was a ad looking for a young fellow who is willing to get in the clothing trade so my father\nsaid that might be the thing for you. So I volunteered. Volunteered, they volunteered me.\n(laughs)",
        "Q: You may volunteer.",
        "A: I was a volunteer and it lasted quite (sound interference) I would say quite a bit, might be a\ndistance from where I used to live. I would say about 150, 200 miles away. So I was there for\none night, for one night and I said to myself I don’t like it here and I’m not interested in this and\nI’m not going to stay here. So I, I sent a telegram to my father and I wrote send me money. Or\nI’m going to do something. Well they telegraphed me money and I didn’t say anything to the\nowner of that place where I was supposed to work but he knew something was not kosher and he\nwas watching every move I made. So he seen me going to the post office, picking up that, the\nmoney and I didn’t even take my clothes and I run to the station. And the first train was coming\njust as I got to the station, the first train came in. But I see that the owner of that store, he was\nbehind me and so I don’t know if he seen me or not but he was watching more if I step in the\ntrain or not. But there was a, I seen there a big garbage disposal there and I jumped in, not to be\nseen. And wait til the train moved away and after he was gone, I got out of there, tried to clean\nmyself up a little bit. Anyhow, it worked and I got into the next train and then from there to\nMannheim. I mentioned Mannheim. There was my brother at that time. He found a trade. And so\nI figured that was on the way home. Was staying there for a day or two and then I went back\nhome. And my father asked me, what would you have done, if you wouldn’t have us send the\nmoney? Because I said at that time, send me money or I’m going to do something. So I said\nnothing. And that was the end of that.",
        "Q: So now you’re back home with your family and what did you do then?",
        "A: I don’t recall.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: We’re talking about what year? What year are you talking about when you went away?",
        "A: Talking about years. I’m getting confused.",
        "Q: That’s ok. And then the next big change happened when or how?",
        "A: The next big change was the, I was accepted in Cologne. Cologne there was a Ha Shara [ph],\nyou know what I mean. I was Ha Shara and from all parts of Germany, youngsters, they came\nover there. But Cologne was not the only one. There were more but I happened to land there in\nCologne and I was there. We were, they met. To give us an idea about how things going to be in\nPalestine. And we were all sure that they’re going to send us to Palestine. And they told us so\ntoo but I was one of the last ones, the newest ones who come to this place. So the way I was, so\nwe let, give me one moment please.\nYes, oh yeah. Then came an order from the Nazis that every Jewish place where everything\nJews, they are gathering together, the youngsters. They want so and so many of them they should\nwork for them. So since I was really one of the latest who came in that place, to that place. They\ndidn’t want me to go. They wanted to get the elderly, the most —",
        "Q: The older?",
        "A: The older ones, yeah. And so we were, they were not too thrilled about it so I said, I\nvolunteered and I landed up in a village not far from Berlin. And we, that was in the winter and\nthe snow was pretty high there and we are cutting trees. It was a bad experience for me because\nI always had wet feet and if I could not act with the equipment, shoes. The food was not too bad.\nWe got from the farmers. The farmers, they fed us. And we were sleeping at the haystacks.",
        "Q: What was the name of the village?",
        "A: Lukenweisser I think. Lukenweisser yeah. And I was there for a while, was about a couple\nof months.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: You were working for the Germans, right?",
        "A: Yes, for the Germans.",
        "Q: For the Germans",
        "A: Yes, yes and after that I said that’s enough for me. I have to do some — I said to myself I’ve\ngot to get out of this. So I went to this Jewish Agency to Berlin and managed and I told them I\ncan’t take that no more. So they sent somebody else instead me and I went back to Cologne.\nNow, from now on, I was there another -- how long, another few months and then there was a\ntrip organized going to Palestine now.\nI usually the newcomers, to there had to wait. They were not eligible but in my case they made a\ndifference because I did work for the Nazis over here. They says we’ll get you on there. Now\nthe ones who organized those, a trip was only one trip. And that was the last one. The man who\norganized that, that was rich Jews and in return they took them also. They were allowed to go\nbecause the idea was to get the youngsters out ok. So in that case they added them also to — Then\nwe went to Vienna.",
        "Q: Ok are we talking about 1939?",
        "A: 1939, yeah.",
        "Q: Do you remember what month or time of year generally. It was before September right?",
        "A: Yes let me see. Before September.",
        "Q: Cause the war started in September.",
        "A: Yeah, it was before September but not much before that. It was yeah. I don’t know exactly.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: That’s ok. When you were working for the Germans, what was the treatment? I mean were\nthere any anti-Semitic incidents then?",
        "A: No, no because we didn’t see much Germans. They only were walking around and see if you\nare working or not, but other than that no, no. There was no problem. So like I said —",
        "Q: Did you have any communication with your parents when you were —",
        "A: Not at that time. I lost communications. Yeah but later on I picked it up again. Afterwards\nwhen I knew I was going to go to Palestine I went home and that was the so called goodbye to\nmy parents. That was the last I’ve seen them.",
        "Q: Your brother and your sister, when you were leaving, where were they?",
        "A: My sister she left to the states in 19, oh she left much earlier. About the year before or two\nyears before the war. I would say two years before the war. She was lucky to get out and at that\ntime it wasn’t really that bad in Germany. So she got out. My brother he was working as an iron\nworker near Berlin and he couldn’t make it so. And my parents they will report to, oh I forgot\nsomething yeah which is very important. When yes, at the 38, there was the 38 the Crystal\nNight. We moved away to another place and I don’t know why we moved.",
        "Q: Were you with your parents on —",
        "A: Yeah.",
        "Q: You were with your parents then?",
        "A: I was at that time with my parents.",
        "Q: So this is November 38.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yeah. We moved across the street practically where the synagogue was. We moved in the\nsynagogue and then shortly after they destroyed the synagogue. They took the Torah scrolls.\nThey took them out and they threw them down and they burned it and you know the whole thing\nwas in flames. So and —",
        "Q: You’re 15 years old now so what is that like for a 15 year old boy to see that?",
        "A: I don’t remember. I just don’t remember. I know it was a bad feeling for me. I faced reality.\nSo and that was reality.",
        "Q: There was a lot of damage in your town from Kristallnacht?",
        "A: In the town, no. The only damage was done was the synagogue. Yeah.",
        "Q: Was it the only synagogue in town?",
        "A: That was the only one.",
        "Q: And so then the next, what happened next?",
        "A: Yeah the next thing 1s there was a— we went to Vienna ok. And we were waiting there for a\nwhile. They put us in hotels.",
        "Q: Did you take anything special with you when you left your family to go to Palestine?",
        "A: No, I didn’t have anything special. Just my clothes and --",
        "Q: Did you have books? Did you take any books with you? Did you like to read?",
        "A: No, I didn’t person. I didn’t have any books with me no.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: Nothing special, just your clothes.",
        "A: Nothing special. No. And while we were in Vienna we were in hotels. And from other\ncountries nearby and some youngsters. They all met together there. And not to forget that that\nwas a big sign. Jews are not allowed here. And that’s in those hotels. Every hotel it was a sign,\nJews not allowed here.",
        "Q: This was after the Anschluss so Hitler had already taken over Austria.",
        "A: Oh yeah.",
        "Q: So you saw a lot of Nazi flags and —",
        "A: Yes, yes, yes.",
        "Q: Did that bother you? Was it upsetting?",
        "A: I’m sure it bothered me.",
        "Q: Cause now you were older and you knew what it meant?",
        "A: Yeah and how. Yes. And —",
        "Q: Is it something you would talk over with the other young boys you were with? Did you talk\nthis over, about Hitler and anti-Semitism?",
        "A: Which other boys?",
        "Q: You were with a group of young people you said.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Oh yeah sure. We was with them, we were like friends.",
        "Q: Was it coed? Was it boys and girls?",
        "A: Yes, yes. So-",
        "Q: And what was the age range?",
        "A: The age range. I don’t know. I would say 15, maybe let me think about it.",
        "Q: That’s ok. So now you’re in Vienna and you stayed there for how long?",
        "A: For just about a week and then they drove us to the Danube, the river. And we were, there\nwere three ships and they brought us to Sulina, that’s in Romania, that’s beyond the Black Sea.\nFrom the Danube we went in there. And we from there, we seen the little freighter standing and\nthey transported us to the freighter. The freighter is supposed to go to Palestine. Now when we\ncame to that freighter, they had some bunks there but not enough to take care of everybody there.\nSo we were there for several weeks because they were waiting for the crew to get our ship out.\nAnd finally they came, after several weeks and then they brought us to Palestine.",
        "Q: What did Palestine mean to you at that time?",
        "A: It didn’t, what it meant was to just to get out. Palestine actually, I was not a Zionist. I didn’t\nknow anything about that. You thought that it would appear that they were talking about\nZionists so anyhow we came to Haifa.",
        "Q: Did you feel very German before that? Did you consider yourself German?",
        "A: Yes, yes I did. And everybody did. Practically.",
        "Q: Even your parents felt that they were German.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: They felt they were Germans because they were treated nice and everybody treated them nice\nuntil really shortly before the Crystal night. Then everything changed. And we knew that there’s\nno future for us. And we came to Haifa so it took us a long time. I would say a couple of weeks\ntil we got there. To the —",
        "Q: What was the name of the boat, do you know?",
        "A: Atific [ph]. Yeah it was a little boat. It was altogether close to a thousand tons that’s all. So\nand we landed shortly before we came to — we landed in Haifa but not at the pier that is in the\nBritish. So I forgot something here, yeah. We ran out of coal. We ran out of water. We ran out\nof everything because we were several weeks on the sea. And so I volunteered to go to the\nmachine room and took care of the ovens there because I knew you get a little better food there\nwhatever. And then when we came to Haifa and there was a big ocean liner standing there. It\nwas supposed to bring us to whole lot. And one of the British islands there, Cyprus yeah. To\nCyprus. And so little by little they transferred us to that ocean liner. It was called Patcific,\nPatria. Was called Patria. And then all of a sudden nobody really wanted to go but we didn’t\nhave no choice. So then the Hagenah did some things. They brought some explosives with the\nfood that they loaded. And they told everybody who was on that boat, not everybody was\ntransferred yet. Maybe were transferred I would say about 500 people and altogether we were\n900. So what happened was yeah, they told us we should go on deck in the morning. Go to the,\non deck there is a meeting so I said I’m going to sleep a little longer. And then all of a sudden I\nheard a boom and I thought it was a bomb. That is over here something not 100 percent kosher\nso I was running up to the deck. And on my way up I felt already I had to hold on, on the\nrailings because the ship was leaning to the side. And then I came up to, soon I came up on top\nthere. I lost my balance and I slipped to the other side of the — and which was a little bit under\nwater already. So I had no choice. I didn’t know how to swim but I jumped in the water. I had\nno choice.\nAnd some fellow seen me. He was in the water too and he seen me that I’m struggling. So he\nwent behind me and he pushed me, kept on pushing me to the little boat they have which came\nto — they didn’t come close to the ocean liner because they figured if something is going to\nhttps://collections.ushmm.org\nMarch 6, 2014\nhappen, something going to explode better to stay away from there. So everybody who got out of\nthere had to swim a little bit. Yeah. So got there on that boat and that was in fact ok with me and\nwe kept to a big, a big hole there. How you call it. I forget. And we got clothes there and we got\nfood there. That’s the Jewish Agency, they took care of everything. And the British, they\nwatched us like a hawk.",
        "Q: This is in Cyprus. You’re in Cyprus?",
        "A: That was, no that was in Haifa.",
        "Q: You’re still in Haifa?",
        "A: We are still in Haifa. Because not everybody was yet transferred to the Patria. The ones who\nwere not transferred to the Patria yet, they think that they are the ones who sent them later to\nCyprus. So what happened to us? We went to Atlit, that’s a big camp there. And we were there.\nAnd then one morning everybody, they got everybody out to Atlit, even the ones who are\nsupposed to go to Cyprus. But then the British came one morning and they got them out, the rest\nof them. They had their names. They got them out and they rejected so they had they were using\nsticks and some of the guys there, the people there, they threw their clothes away so then they\ngot, they considered that. They were standing there without clothes, without anything. But they\ntook them out anyhow.\nAnd I was in Atlit for about four months. I would say I didn’t have such a bad time there because\nthe food was excellent. I was a volunteer. This time in the kitchen. And they had those big cat,\ncassels that they put the food where they made the food, I don’t know exactly but there were\naltogether in the camp close to a thousand people, maybe more.\nAnd that was in the — everything was strictly kosher there.",
        "Q: Did you know Hebrew by then?",
        "A: No, I knew how to read but it didn’t mean anything to me. I didn’t know the meaning of it.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: You just knew German. That’s all you knew at the time.",
        "A: Pardon.",
        "Q: You just knew German, that’s all —",
        "A: Yeah, yeah, yeah. So and I would say I was there for about six months. And after that I went\nto a kibbutz. They didn’t ask me. They came. They let us go and there was a group already in the\nkibbutz, Ashdod Yakov. And I was there several months. And I remember it was very hot and\nso they give us lessons in Hebrew in the afternoon. In the morning, everybody has a little job,\nsomething to do. Yeah. But I didn’t pay much attention to the afternoon lessons because was so\nhot outside. I couldn’t keep more. So that was one thing and then I’m — every kibbutz had to\nsend some people into the army at that time because there was a, they called it the Palestinian\narmy. So naturally they didn’t want me to go. They wanted to go people from the kibbutz who\nare there for a long time. But they told them if you go to the army, you go to the box. The box\nthat means that’s the part who stays in Palestine, doesn’t go out of the country. And that’s\nbecause at that time, the war was going on and didn’t . And they were afraid that\nGermans getting closer and closer so it’s very important to be in the country, to defend ourselves.\nBut so I didn’t like the kibbutz. I didn’t like the life there. I didn’t like the way -- they treated us\nok but I didn’t like to take orders. But anyhow, usually you take anyhow when you get into the\narmy. So I volunteered to the army and —",
        "Q: You’re 18 by now? How old are you? Are you 18 by now?",
        "A: Yeah, I think I was 17 now.",
        "Q: It was 1940, yeah ok.",
        "A: Yeah so I went to the army and they asked me over there as someone to go overseas. So ok.\nThey took me and they prepared me in Salafet. That’s the, Salafet that’s the place where they got\nhttps://collections.ushmm.org\nMarch 6, 2014\nthe, all the people together which going to be fighting. They prepared us in Salafet, that’s the\nname of a town.",
        "Q: Of a town. Did you, you said you were able to contact your parents?",
        "A: No, I did not but my sister had contacted, somehow she contacted me.",
        "Q: But you had no contact with your parents?",
        "A: No, I didn’t have any. I knew through my sister that they transferred them to Lagosh [ph]\nand the trains and that they were there for several months and then they sent them to Auschwitz.\nSo now where was I?",
        "Q: Now you’re getting training you said cause you told them —",
        "A: Yeah I got training yeah. I learned how to drive a truck. That’s what. So that was another\nweek so and then they sent us to E] Aleman and I felt ok. Everything was nice and quiet. There\nwas no big action going on at that time until one night and they started. Nobody knew what’s\ngoing on. We heard artillery and the planes and then we went, we marched forward. And then we\ncame to Benghazi. Benghazi and then to Tripoli. I don’t want to get in all the details. And that\nwas it. I was there when the invasion to Italy started. So we went to get, they put us on landing\ncrafts, big landing crafts with the trucks in there. So we drove in those landing crafts and when\nwe came to Italy that was below Salerno. And we drove out and we had a nice reception there.\nLuckily I got away without any serious injuries. But then you didn’t see the Germans any more.\nThey disappeared so I was in Italy. I was there for another couple of years.",
        "Q: Oh a couple of years.",
        "A: A couple of years Let me think, yeah. I joined the British Army in 1942. I remember that.\nAnd the war was over in 46.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: 45.",
        "A: 45, 45. But I still was in the army til 1946. Yeah. So-",
        "Q: Did you go back to Palestine or you stayed in Italy, when the war was over?",
        "A: When the war was over, it wasn’t over for me yet because you know the war is over, you\ndon’t pack your bag and you go home. So they kept us and then I was yeah, when the\nwar was over I was close to Italy there. Not to Italy. I mean to Austria or whatever. I was very\nclose. And I took a motorcycle and I went to Germany with it.\n(Other person: You went AWOL)",
        "A: AWOL.",
        "Q: Oh you did, away without leave. A-W-O-L.",
        "A: Oh that’s what it is. Away without leave. Yeah. So was they knew of course the motorcycle\nwas missing after a while and I was missing so it was the reason. The reason why I want, wanted\nto go to Germany. I wanted to go to Germany because a friend of mine, he told me that — did I\nmention that my brother, that was in Auschwitz too.",
        "Q: No you did not.",
        "A: No, I didn’t no. He was a good mechanic and they kept them pretty — he, I didn’t know much\nbut my friend, he told me, he wrote me that he’s seen a list of this . So I was — and he seen\nthe name Herzog there but that’s all. So I asked, but that’s all. Nothing. He says that’s all he\nknows. He’s a survivor. So I said to myself, I’m going to take a chance. You know I had no\nrights. So anyhow, how do I get there, to Germany. You know from Italy. You know, well I\nthink that’s the best bet. I took the -- a bicycle and I took off. And I went to Illingen. I figured\nhttps://collections.ushmm.org\nMarch 6, 2014\nmaybe I’d see him there. But he wasn’t there. So I asked some people and they told me that he\nwent to Munich. I don’t know what he did in Munich but he’s going to come back and so I was\nwaiting there two or three days and then I decided I have to go back. Yeah. Otherwise I’m going\nto get in bigger trouble. So on the way back, I stopped near Frankfurt. I stopped there and I says\nlook you have come all the way down here. It took you two days and you get there. Now I’m not\ngoing to leave until I know really what’s going on with my brother. So I turned around and I\nwent back to Illingen. And we’re not talking about from one corner to the other. That’s about\n150 kilometers or something like this.\nSo and the people there are very friendly. They always want to be with us, so I have no problem\nto stay with anybody there overnight. Sure enough, a day later my brother shows up. Yes, I was\nso lucky. I said, look maybe we can arrange, that at that time, the Jewish Altrits [ph] you know\nthe arranged to illegally deport some survives. They brought them to Palestine. Somehow, I\ndon’t know but I had the same chance. To bring my brother over. He says no he’s going to go to\nthe states. I says all right. So I went back to my unit and the camp commander happened to be a\nJew too. And so I got a court martial and I forgot already what it was but it was not easy but it\nwas only on paper. And that was the end of it so I was there for another few months. Then I went\nback. I was discharged, kept to, I had suit, a British suit and some money. Not too much. I think\nwas like a hundred dollars something like this tops. And they let us go. And I said that to myself.\nI’m not going to go to the kibbutz any more. I go to Tel Aviv.\nSo I went to Tel Aviv first in, I also had some money for a hotel for a week or so and was\nlooking for a job.",
        "Q: This is 1946 we’re talking about.",
        "A: At the end of 46 yeah. And I was with a friend. And he had a sister in Tel Aviv so we went\nthere and we had dinner with them. So in exchange we washed the dishes. Yeah and finally I\nfound a job. It was very hard but I am (both talking). So I found a job in a restaurant washing\ndishes together with my friend. So but that didn’t last very long because they went bankrupt for\none reason or another. And after that I was working for the British. They had on the north side\nof Tel Aviv, they had a camp with trucks. And those trucks they went out every morning to pick\nup the Middle East mail which was distributed by Jewish, not only Jewish but Arabs too. And I\nhttps://collections.ushmm.org\nMarch 6, 2014\nslept in that camp because I ran out of money and I had a little tent there where I slept. So and I\npicked up every morning, picked up from Tel Aviv and from Jaffa some people and brought\nthem to the camp. They got their truck and everybody took off in different directions. And that’s\nwhat I did.\nAnd so I was working there for about three months. And then I, one of the guys which I picked\nup, he says why don’t you come one evening? We make a little party on Friday night. We have\nthe dancing and I says ok. And that’s where I met my wife. And that’s the end of story.",
        "Q: You met your wife there. Was she a sabra?",
        "A: She was a sabra.",
        "Q: When did you get married?",
        "A: About, several months later.",
        "Q: Then were you continuing to work?",
        "A: I got married in 47 and —",
        "Q: Then what did you do? Did you, with working and jobs.",
        "A: I was working. I started to work as crane operator then. I worked the same because there was\na lot of digging going on in Tel Aviv you know all around. And there was a, considered one of\nthe best jobs. I was very handy anyhow so it didn’t take me long to catch on. And I was working\nthere until I emigrated to the States.",
        "Q: When did you come to the United States?",
        "A: 52, 53.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: Not til 1953. What was it like in 1948?",
        "A: In 1948.",
        "Q: When the state was formed, when the state was declared? Do you remember that? When the\nstate of Israel was declared?",
        "A: The state of Israel.",
        "Q: In 1948",
        "A: Oh, 1948, yeah. Well I, you just remind me on something, I joined the Hagenah too and\nnaturally I participated in the war of liberation.",
        "Q: You did?",
        "A: Yes.",
        "Q: Where were you?",
        "A: I was near, I was stationed near Tel Aviv. And but it happened so that I managed to sleep\nhome every night.",
        "Q: Were you involved in any fighting?",
        "A: No. No, no fighting. So all I did was I was working with the big, how you call those\ndrugstores.\n(Other person: “Castin’’?)\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no that’s a different store. That’s on the way to Jerusalem. They were brought from\nGermany the head of — forgot the name of it. When a car breaks down right so you call for a --\n(Other person: “tow truck’’)",
        "A: Tow truck. It’s like big tow truck and they were used already but they were still in good\ncondition. So they sent me to pick them up and there was only one ready and they sent me to the\nsouthern front. It was in, near Rehovot. And the Egyptians, they were there. And my job was to\npick up those half tracks which they left behind after the, after our army, so called army, was not\nmuch of an army. But they took over during the day and the night I brought them back to the\nworkshop to fix them up because they were used again right away.",
        "Q: You stayed in Israel you said til 52, 1s that what you said.",
        "A: Pardon.",
        "Q: How long did you stay in Israel before you came to the United States?",
        "A: How long?",
        "Q: What year did you come to the United States?",
        "A: 1952 right. Or 53.\n(Other person: 53)",
        "A: 53. Was in January 53 yes.",
        "Q: Why did you come to the United States?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Because I wanted to be together with my family. Yeah and as my wife says it’s up to you.\nYou don’t want to go, we are not going because my wife’s family was, they all were in Israel.\nAnd they are all sabras. So it was a —",
        "Q: And your wife’s name?",
        "A: Was Rachel.",
        "Q: Rachel. And her family name?",
        "A: Wisenson.",
        "Q: You were able to come to the United States? Was there any difficulty in doing that?",
        "A: No, no. But it just happen every day. We didn’t, was working, one, two, three. We did in\nthree months. And then when I came to the states, my brother was a foreman for a big iron called\nthat, what was —",
        "Q: In what city?",
        "A: That was Long Island City.",
        "Q: Oh New York, ok.",
        "A: Yeah and in New York.",
        "Q: Did you have any children then?",
        "A: Yes. Yes, I had children. My first daughter was born in 1949 and the second one in 1952.",
        "Q: So then you settled on Long Island?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Pardon.",
        "Q: You settled on Long Island.",
        "A: No, I didn’t settle there. I just worked there. I traveled by train, sometimes by car because I --\nwe Settled in Mount Vernon, New York. And that’s where I was living most of the time.",
        "Q: How long did you stay in Mount Vernon, New York?",
        "A: Actually since I emigrated, since 19, yeah. Oh yeah Brooklyn. I forgot Brooklyn. Yeah. In\nMount Vernon I was about a year.",
        "Q: And then you went to Brooklyn?",
        "A: Then I went to —\n(Other person: We were in Brooklyn for about eight years. No we were in Mount Vernon for\neight years.)",
        "A: And we went to Brooklyn yes.",
        "Q: When did you come to Illinois?",
        "A: To Illinois. Closer we get is Harvard. Yeah, I know that was June six years ago which would\nbe — yeah.",
        "Q: 2008. In 2008 you moved to —",
        "A: Yeah 2008, yeah.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: Can I now ask you, I'd like to ask you some questions about your thoughts and your feelings.\nHow do you feel about Germany today?",
        "A: Well I tell you something. I left this out. I, when I was working at the iron factory I worked\nthere for about 15 years and after that I went to Germany because from my wife’s side, one of\nthe family there, used to live there and they had this store, a clothing store. So I went to\nGermany and I was there for about four years altogether, back and forth.",
        "Q: You lived there for four years?",
        "A: I lived there yes.",
        "Q: This was with your wife?",
        "A: No. No, my wife she came with me and she was several weeks there and says it’s not for her\nso I figured out let’s try something out. It’s no big deal. I was a partner in a discotheque and you\ncome and you visit me every so and so few weeks and I come over there —",
        "Q: What city in Germany were you in?",
        "A: Cotsuway [ph]. So I was there for four years altogether. We seen each other quite often. And\nthat was it and then I gave it up after that time. And went back. So then I went into car wash\nbusiness. Together with my brother.",
        "Q: I was asking what your thoughts are about Germans and Germany.",
        "A: I tell you something. When I went to Germany, at that time, it’s hard to believe but that’s\nalready a new generation over there. And they were very friendly, specially when they heard\nsomebody comes from Israel. And they all used to wear the Mogen David.\n(connection dropped)\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: It’s Gail again. We’ll continue. I was asking you before about your thoughts about Germany\nand you had told me you went back and lived there for four years.",
        "A: It’s hard for me to understand now.",
        "Q: Can you hear me ok now?",
        "A: A little better.",
        "Q: PI talk a little louder. I was asking what your thoughts about Germany was and you said you\nwere treated very well when you lived there and it’s a new generation.",
        "A: Yes, because the like I said, the war was over a long time ago and I remember they have\ncertain laws when it comes to Jews. I remember at that time in Berlin who was the Chancellor\nin Berlin was, Gerhard something like this. Anybody who says even dirty Jew they put them in\njail. Because they felt very guilty of what happened. And so that’s a big part. So they tried to do\nthe best they could. Personally since I’m very familiar with the language, I didn’t have any\nproblem. And there are some, some survivors from the concentration camps, some of them that\nsaid I never could go back to Germany. Well that’s understandable. But it’s like a completely\ndifferent story now. It’s not the way it was. That you cannot forget yes, but that’s what it is.",
        "Q: Do you feel very American now? Or German?",
        "A: No, right now I’m feeling very American. Yeah.",
        "Q: What was it like to become a citizen of the United States?",
        "A: Well that’s, that was yeah, I waited five years yeah. I waited five years and —",
        "Q: Was that a special time for you when you became —\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, they gave us a time. I had, I remember I had to register someplace and then they called\nus. My wife and myself and ask a few questions. I don’t even remember, such as like who is the\npresident. Things like that. And I was sworn in.",
        "Q: Wat is a special time for you? Did you find it nice?",
        "A: I found it yeah as I found it very exciting to be an American. Because others they are also\nAmerican. Why shouldn’t I be?",
        "Q: Wonderful. As you said you feel very American. How often do you think about what you\nwent through in the 1930s with Hitler and getting your school closed? Do you think about that at\nall?",
        "A: I think about it when it comes to talk about and that’s not very often. I wish I could wipe out\nthe biggest part of my past but I cannot wipe it out.",
        "Q: What is the biggest part?",
        "A: The biggest, biggest part was about my parents. And otherwise when I was a youngster, that\ndoesn’t bother me anymore that much now. They were fighting with other boys.",
        "Q: But you had memories of your parents.",
        "A: Yes, definitely. That doesn’t, that doesn’t go away. That stays with me til the end of my life.\nThere’s not a single day that I don’t think about it.",
        "Q: Are you angry at the Germans for what happened to your parents?",
        "A: No, how could I be. I could be angry of somebody I know who did something but take a look\nfor instance the place back home, from Illingen. They all liked to, they loved us you know.\nhttps://collections.ushmm.org\nMarch 6, 2014\nBefore and then the time come when I came back to see my brother. The most of them still were\nthere. And they all were very happy to see me. Yeah so you can be angry of somebody you\nknow who did something. But you cannot hate the whole world. I cannot do that.",
        "Q: Do you remember the Eichmann trial?",
        "A: Yes, I do and I was in Israel. At that time.",
        "Q: And what were your thoughts during the Eichmann trial?",
        "A: My thought was they make a big, too big of a fuss from that. Took a long time but the trial is\nsurprise ok. I would have made it shorter if 1t would be up to me. But I always said that it’s going\nto be over. And finally it did and but maybe you heard about it. The German states are still found\nanother I think three more Nazis.",
        "Q: Have you been back to Israel a lot? Did you go back?",
        "A: Yes, I would say at least twice a year. When my wife was alive and her family 1s still there.\nWell now it’s a little difficult for me.",
        "Q: Do you receive reparations?",
        "A: Yes I do.",
        "Q: What are your thoughts about that?",
        "A: Oh my thoughts about that.",
        "Q: Your thoughts?",
        "A: Well it’s at least something that they can do that will help me in certain things you know.\nhttps://collections.ushmm.org\nMarch 6, 2014\nWhat was a rich guy but every little bit helps. They cannot bring the dead back, of course not.\nSo at least they pay.",
        "Q: Do you feel very Israeli?",
        "A: All, yes I feel Israeli too. I follow up what everything what’s going on there.",
        "Q: Your daughter said there were some exciting times when Israel became a state in 1948. Is\nthere anything you wanted to add about that time?",
        "A: About that time in 48.",
        "Q: In 48, is there any stories you wanted to add to the interview.",
        "A: No I know just it was big excitement for everybody. Everybody was dancing on the street and\nfor me as a family, we got our own place. It was a big excitement but the fighting started which\ndidn’t take long so they attacked us from all the sides. From the north and the south and the west\nand that, I said to myself, sometimes with everything what has happened, I’m still around.",
        "Q: Yes you are.",
        "A: Iam wondering. And I give you one more detail that I jumped the ship. I didn’t know how to\nswim. So there was one guy he seen that I was struggling and he helped me. Maybe I mentioned\nit before. And he helped me to get out. And at that time I didn’t think straight. I just want to be\nalive, that’s alive that’s all.",
        "Q: Do you feel you lost a part of your childhood since you were so young?",
        "A: Oh yes, yes I did. I didn’t have much of a childhood.",
        "Q: Did you ever get it back?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No I don’t think about it now.",
        "Q: Do you talk about your experiences with friends? Do people ask you about what you went\nthrough?",
        "A: My experience.",
        "Q: When you talk with friends or people that you meet? Do you talk about your background and\nwhat you went through?",
        "A: Well not so much about my background but let me put like this because the people who are, I\nam in touch with. They already know everything. Everybody who knows me who knows what I\nwent through. I know what they went through because mostly I deal with Jewish people, mostly.",
        "Q: Did you become more Jewish because of what you went through?",
        "A: No.",
        "Q: Or less.",
        "A: Less.",
        "Q: Less. Because?",
        "A: Because of what happened. I don’t believe any more.",
        "Q: Are you angry that you had to have the loss that you did, whereas people over here in the\nUnited States didn’t? I mean you lost your parents and people, Jews in the United States\nobviously were safer. Are you angry about that?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no I’m not angry about anybody. What was, that was.",
        "Q: Do you think you would have been a different person today if you hadn’t had the experiences\nthat you had when you were young?",
        "A: I would, if I would be different person.",
        "Q: Do you think it made you into a different person because of what you went through?",
        "A: Definitely, definitely. I wouldn’t be here.",
        "Q: What else?",
        "A: I would have gone probably to college and things might have turned completely different.",
        "Q: What about personality? Did it make you more independent?",
        "A: I always was independent.",
        "Q: But even before?",
        "A: Even before yes.",
        "Q: When you see movies or pictures of Hitler in today, does it bring back any feelings?",
        "A: If I see a movie.",
        "Q: Or a picture, a photograph let’s say of Hitler.",
        "A: Oh no I don’t want to see them anymore. It’s, I don’t have to jump into something but it’s not\nnecessary. I’ve seen it, ’ve seen it more than once ok. The Nazis. Something like this no.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "Q: Has the world learned anything from the Holocaust?",
        "A: That’s a good question. I don’t think so. I don’t think so.",
        "Q: Do you think it could happen again?",
        "A: I don’t think it will happen again. But even though the world doesn’t, I think didn’t learn\nmuch what happened, but I don’t think it should happen again. No. That’s my opinion.",
        "Q: Is there anything else you wanted to add before we close? Anything else you wanted to say\nor talk about?",
        "A: Well it was nice talking to you. I don’t think I have anything special right now.",
        "Q: Let me just close off the interview by saying a few words. Ok? Ok this concludes the United\nStates Holocaust Memorial Museum interview with Hugo Herzog.\n(end)\n"
    ],
    "questions": [
        "Q: Is that the name you were born with?",
        "Q: And your parents’ names?",
        "Q: And where were you born and when were you born?",
        "Q: What date in 1923?",
        "Q: June 17. How long had your family lived in that town?",
        "Q: What kind of work did your father do?",
        "Q: Did you live right in the center of town?",
        "Q: Did you live in a house or an apartment?",
        "Q: Was the neighborhood a mixed neighborhood?",
        "Q: How many Jews in your town? Were there a lot of Jews in the town?",
        "Q: Out of how many, do you know how many people lived in the town or you don’t know?",
        "Q: Ok so there were 60 families. And the neighborhood, did you have Jewish neighbors?",
        "Q: Tell me about your schooling, when you first started school.",
        "Q: This was after Hitler came into power?",
        "Q: In 1933?",
        "Q: Were your family a religious family?",
        "Q: Did you go to Hebrew school or did you have special religious training?",
        "Q: Was this when you were a little older. You mean when you couldn’t go to the other school. Is\nthat what you’re talking about?",
        "Q: Did you have any brothers or sisters?",
        "Q: And their names?",
        "Q: Were they both older than you?",
        "Q: Do you know what years they were born?",
        "Q: You were the youngest.",
        "Q: How would you describe yourself? Were you a very independent child?",
        "Q: Did you like sports when you were young?",
        "Q: What kind of sports did you like?",
        "Q: Were your parents Zionists at that time?",
        "Q: What language did you speak at home?",
        "Q: German. Did you experience any anti-Semitism when you were very young?",
        "Q: Can you describe some of that to me?",
        "Q: How old were you when this happened?",
        "Q: And you fought back?",
        "Q: So you were a strong little boy then at that time?",
        "Q: Did you talk to your parents about that?",
        "Q: What did they say to you?",
        "Q: He was rough. Did your mother work?",
        "Q: Your family owned the store?",
        "Q: She was working in the store also?",
        "Q: What about extended family, aunts and uncles and cousins and grandparents. Were they\nnearby?",
        "Q: Did you get together with them?",
        "Q: Did you get together with them? Did you see them often?",
        "Q: That’s on your father’s side. What about your mother’s family? Did she have people?",
        "Q: What did you do during the summer time when you were young?",
        "Q: Now Hitler comes into power in 1933. When were you first aware of a man named Hitler,\ncause you were young?",
        "Q: When did you first hear about a man named Hitler?",
        "Q: How did you hear about him?",
        "Q: What did that mean to a young boy?",
        "Q: In 33 he got into power. How did that change your life? You were what, ten years old by\nthen?",
        "Q: When you saw German soldiers or the swastika did you, to a ten year old what does that\nmean?",
        "Q: I’m trying to get inside your head as a ten year old boy.",
        "Q: To go back that far.",
        "Q: Do you remember being frightened at all?",
        "Q: Was it a frightening time when he first came into power?",
        "Q: You said you couldn’t continue on in your school. When was that? Do you remember what\nyear that was?",
        "Q: The eighth grade. Ok. Did you have a bar mitzvah?",
        "Q: Tell me a little about it.",
        "Q: This was in 1936.",
        "Q: You were able to have it. There wasn’t a problem having it, the Nazis.",
        "Q: They let you have it.",
        "Q: What was the name of your father’s store?",
        "Q: You said that you couldn’t continue on in the regular school so you were going to a Jewish\nschool?",
        "Q: Every day?",
        "Q: What year was that? Do you know, do you remember? You said eighth grade I think is what\nyou said.",
        "Q: It’s ok. What did you do when you couldn’t go to school?",
        "Q: Not really, but maybe you can translate it.",
        "Q: You may volunteer.",
        "Q: So now you’re back home with your family and what did you do then?",
        "Q: We’re talking about what year? What year are you talking about when you went away?",
        "Q: That’s ok. And then the next big change happened when or how?",
        "Q: The older?",
        "Q: What was the name of the village?",
        "Q: You were working for the Germans, right?",
        "Q: For the Germans",
        "Q: Ok are we talking about 1939?",
        "Q: Do you remember what month or time of year generally. It was before September right?",
        "Q: Cause the war started in September.",
        "Q: That’s ok. When you were working for the Germans, what was the treatment? I mean were\nthere any anti-Semitic incidents then?",
        "Q: Did you have any communication with your parents when you were —",
        "Q: Your brother and your sister, when you were leaving, where were they?",
        "Q: Were you with your parents on —",
        "Q: You were with your parents then?",
        "Q: So this is November 38.",
        "Q: You’re 15 years old now so what is that like for a 15 year old boy to see that?",
        "Q: There was a lot of damage in your town from Kristallnacht?",
        "Q: Was it the only synagogue in town?",
        "Q: And so then the next, what happened next?",
        "Q: Did you take anything special with you when you left your family to go to Palestine?",
        "Q: Did you have books? Did you take any books with you? Did you like to read?",
        "Q: Nothing special, just your clothes.",
        "Q: This was after the Anschluss so Hitler had already taken over Austria.",
        "Q: So you saw a lot of Nazi flags and —",
        "Q: Did that bother you? Was it upsetting?",
        "Q: Cause now you were older and you knew what it meant?",
        "Q: Is it something you would talk over with the other young boys you were with? Did you talk\nthis over, about Hitler and anti-Semitism?",
        "Q: You were with a group of young people you said.",
        "Q: Was it coed? Was it boys and girls?",
        "Q: And what was the age range?",
        "Q: That’s ok. So now you’re in Vienna and you stayed there for how long?",
        "Q: What did Palestine mean to you at that time?",
        "Q: Did you feel very German before that? Did you consider yourself German?",
        "Q: Even your parents felt that they were German.",
        "Q: What was the name of the boat, do you know?",
        "Q: This is in Cyprus. You’re in Cyprus?",
        "Q: You’re still in Haifa?",
        "Q: Did you know Hebrew by then?",
        "Q: You just knew German. That’s all you knew at the time.",
        "Q: You just knew German, that’s all —",
        "Q: You’re 18 by now? How old are you? Are you 18 by now?",
        "Q: It was 1940, yeah ok.",
        "Q: Of a town. Did you, you said you were able to contact your parents?",
        "Q: But you had no contact with your parents?",
        "Q: Now you’re getting training you said cause you told them —",
        "Q: Oh a couple of years.",
        "Q: 45.",
        "Q: Did you go back to Palestine or you stayed in Italy, when the war was over?",
        "Q: Oh you did, away without leave. A-W-O-L.",
        "Q: No you did not.",
        "Q: This is 1946 we’re talking about.",
        "Q: You met your wife there. Was she a sabra?",
        "Q: When did you get married?",
        "Q: Then were you continuing to work?",
        "Q: Then what did you do? Did you, with working and jobs.",
        "Q: When did you come to the United States?",
        "Q: Not til 1953. What was it like in 1948?",
        "Q: When the state was formed, when the state was declared? Do you remember that? When the\nstate of Israel was declared?",
        "Q: In 1948",
        "Q: You did?",
        "Q: Where were you?",
        "Q: Were you involved in any fighting?",
        "Q: You stayed in Israel you said til 52, 1s that what you said.",
        "Q: How long did you stay in Israel before you came to the United States?",
        "Q: What year did you come to the United States?",
        "Q: Why did you come to the United States?",
        "Q: And your wife’s name?",
        "Q: Rachel. And her family name?",
        "Q: You were able to come to the United States? Was there any difficulty in doing that?",
        "Q: In what city?",
        "Q: Oh New York, ok.",
        "Q: Did you have any children then?",
        "Q: So then you settled on Long Island?",
        "Q: You settled on Long Island.",
        "Q: How long did you stay in Mount Vernon, New York?",
        "Q: And then you went to Brooklyn?",
        "Q: When did you come to Illinois?",
        "Q: 2008. In 2008 you moved to —",
        "Q: Can I now ask you, I'd like to ask you some questions about your thoughts and your feelings.\nHow do you feel about Germany today?",
        "Q: You lived there for four years?",
        "Q: This was with your wife?",
        "Q: What city in Germany were you in?",
        "Q: I was asking what your thoughts are about Germans and Germany.",
        "Q: It’s Gail again. We’ll continue. I was asking you before about your thoughts about Germany\nand you had told me you went back and lived there for four years.",
        "Q: Can you hear me ok now?",
        "Q: PI talk a little louder. I was asking what your thoughts about Germany was and you said you\nwere treated very well when you lived there and it’s a new generation.",
        "Q: Do you feel very American now? Or German?",
        "Q: What was it like to become a citizen of the United States?",
        "Q: Was that a special time for you when you became —",
        "Q: Wat is a special time for you? Did you find it nice?",
        "Q: Wonderful. As you said you feel very American. How often do you think about what you\nwent through in the 1930s with Hitler and getting your school closed? Do you think about that at\nall?",
        "Q: What is the biggest part?",
        "Q: But you had memories of your parents.",
        "Q: Are you angry at the Germans for what happened to your parents?",
        "Q: Do you remember the Eichmann trial?",
        "Q: And what were your thoughts during the Eichmann trial?",
        "Q: Have you been back to Israel a lot? Did you go back?",
        "Q: Do you receive reparations?",
        "Q: What are your thoughts about that?",
        "Q: Your thoughts?",
        "Q: Do you feel very Israeli?",
        "Q: Your daughter said there were some exciting times when Israel became a state in 1948. Is\nthere anything you wanted to add about that time?",
        "Q: In 48, is there any stories you wanted to add to the interview.",
        "Q: Yes you are.",
        "Q: Do you feel you lost a part of your childhood since you were so young?",
        "Q: Did you ever get it back?",
        "Q: Do you talk about your experiences with friends? Do people ask you about what you went\nthrough?",
        "Q: When you talk with friends or people that you meet? Do you talk about your background and\nwhat you went through?",
        "Q: Did you become more Jewish because of what you went through?",
        "Q: Or less.",
        "Q: Less. Because?",
        "Q: Are you angry that you had to have the loss that you did, whereas people over here in the\nUnited States didn’t? I mean you lost your parents and people, Jews in the United States\nobviously were safer. Are you angry about that?",
        "Q: Do you think you would have been a different person today if you hadn’t had the experiences\nthat you had when you were young?",
        "Q: Do you think it made you into a different person because of what you went through?",
        "Q: What else?",
        "Q: What about personality? Did it make you more independent?",
        "Q: But even before?",
        "Q: When you see movies or pictures of Hitler in today, does it bring back any feelings?",
        "Q: Or a picture, a photograph let’s say of Hitler.",
        "Q: Has the world learned anything from the Holocaust?",
        "Q: Do you think it could happen again?",
        "Q: Is there anything else you wanted to add before we close? Anything else you wanted to say\nor talk about?",
        "Q: Let me just close off the interview by saying a few words. Ok? Ok this concludes the United\nStates Holocaust Memorial Museum interview with Hugo Herzog.\n(end)"
    ],
    "answers": [
        "A: Yes.",
        "A: My father’s name was Albert Herzog. My mother’s name, Rosa Herzog.",
        "A: I was born in Germany, in Hlingen Saar 1923.",
        "A: June 17.",
        "A: As far as I remember, they have lived there a very long time but I cannot give you any\nspecifics.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: He was a painter and a wallpaper hanger.",
        "A: That was like more like a village here. You could say.",
        "A: In an apartment house.",
        "A: There were only two more families living in there and they were all Christians.",
        "A: There were altogether about 60 families.",
        "A: No.",
        "A: Yes, we had some Jewish neighbors.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: As far as I remember I started school when I was five years old or six years old, excuse me.\nAnd at that time there was a Jewish school and that’s of course the kindergarten but I finished\nelementary school, I finished. Yes. I couldn’t go any further because at that time the Nazis they\nwere ruling already and they didn’t accept any Jews at the high schools or the colleges.",
        "A: That was, yes.",
        "A: Yes.",
        "A: Yes.",
        "A: That’s, I had to come back to let’s say you used to live a little later. A little later we moved to\nthe synagogue and there also was a school, a Jewish school there, a Hebrew school for all the\nclasses. So that’s it and over there I learned to read Hebrew and they used to do that. We used to\nhave that lessons about twice or three times a week.",
        "A: Yes, yes, yes.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yes.",
        "A: My sister's name, she was the first born was Ruth and my brother’s name was Julius.",
        "A: Yes.",
        "A: Yes, my sister was born 1920. And my brother end of 1921, December of 21.",
        "A: Yes.",
        "A: Well yes. I was pretty dependent, yes. Even though I was a child, I was pretty independent.",
        "A: Yes.",
        "A: Kickball. That’s like soccer here.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no. They had actually there was no talking about Zionists.",
        "A: German.",
        "A: Yes.",
        "A: Well yes there was some people living in the neighborhood that also had kids. And we always\ngot into a fight when we seen each other, not that we see each other, when we crossed each other.\nAnd well we usually got into a fight. They called names like dirty Jews. I didn’t start anything.",
        "A: Well that’s all, about I would say about ten years old.",
        "A: Oh sure.",
        "A: Strong or no strong. I didn’t ignore it because we constantly was fighting with them.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Oh they knew it, they knew it.",
        "A: (laughs) My father said, my mother she was very worried. And my father said what are you\nworried about. As long as doesn’t come with the head under their shoulder, I will be ok. He was\nrough too.",
        "A: She was running a, we had a store and she was running the store. The store with the wallpaper\nand paint, like, of course, what all kinds of things yeah.",
        "A: Yes.",
        "A: She was working in the store, yeah. She was running the store.",
        "A: Yes, some of them were nearby yeah.",
        "A: I beg your pardon.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yes. Usually on Sundays when the stores were closed, we got together. My father took us to\nmy uncle which he didn’t live that far away. And that was just like law. Every Sunday we used\nto go there. Yeah and visit.",
        "A: Yeah. I’m not too familiar with that. She had some relatives but they were living in a different\nplace.",
        "A: Well we didn’t get much of vacation from the school. But we’re playing around.",
        "A: Like I said I was living in a place called Illingen and that’s right near Saarbriicken which 1s\nvery close to the French border. So I forgot already but what was the question.",
        "A: Oh that was before 33 yeah.",
        "A: There were people going in the street calling Heil Hitler, Heil Hitler and that --",
        "A: It didn’t mean much, it didn’t mean much.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yes it didn’t change right away. I didn’t feel the punch right away but my father said he is no,\nwe cannot stay here anymore. There is no place for us to stay. Cause he is against the Jews and\nwe have to do something. So we tried to, they tried to immigrate, states here. And at that time\nyou needed an affidavit and with the affidavit there was a waiting list and sometimes that was\ntaking up to a year. They never made it. Yeah.",
        "A: But I knew. Yeah I found out that’s the sign of Hitler’s Third Reich what they called it, yeah.",
        "A: Yeah, well it’s hard for me, to —",
        "A: Yeah.",
        "A: If Iremember. That is the question.",
        "A: To be honest with you, it wasn’t for me a frightening time because maybe I didn’t have\nenough brains at that time.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: At first, well no I don’t remember that, I don’t remember that. But I just was about to finish\nthe eighth grade.",
        "A: Sure.",
        "A: I was called to the Torah and oh yeah and there was a cantor. He gave me the lessons. I\nremembered the parasha [ph]. You are familiar with that. Hokas Pinchas [ph]. And I said\nthree parts and the Haftarah. Yeah and that was my bar mitzvah and we celebrated. They had\nsome goodies. That was it.",
        "A: Yeah.",
        "A: No, no, no.",
        "A: There was no reason for it because the synagogue still was there and that was between us.\nThey didn’t mix in that time. But I like to actually, people who lived in that village, they all liked\nus because my father was very, very known and he did a good job at his papering. And mother,\nhttps://collections.ushmm.org\nMarch 6, 2014\neverybody knew them and they always said Albert don’t worry, they don’t do anything to you or\nto your family. Yeah, but that’s what they said.",
        "A: I don’t remember.",
        "A: Yes, there was a Jewish school in Saarbriicken which was 20 kilometers from IIlingen. And\nI'd arrive there by train every day.",
        "A: Every day, yes. And altogether that was going on for about, I would say four or five months.\nAnd then they closed that too. And that was the end of my education.",
        "A: (pause)",
        "A: My father, he belonged to a group. They called themselves, you understand the German.",
        "A: Iremember Reichsbund Judesche Fronsoldaten [ph — German]. That means Organization\nof the Jews who were fighting during World War II, World War I and they had a newspaper.\nhttps://collections.ushmm.org\nMarch 6, 2014\nAnd they also advertised if they needed somebody, some help or somebody, some certain places.\nSo my father said the best thing is you have to get out of the house. You cannot stay in the house\nbecause you’ve got to get up, go out. And doing. And I may have, I'll tell you the whole story.\nThere was a ad looking for a young fellow who is willing to get in the clothing trade so my father\nsaid that might be the thing for you. So I volunteered. Volunteered, they volunteered me.\n(laughs)",
        "A: I was a volunteer and it lasted quite (sound interference) I would say quite a bit, might be a\ndistance from where I used to live. I would say about 150, 200 miles away. So I was there for\none night, for one night and I said to myself I don’t like it here and I’m not interested in this and\nI’m not going to stay here. So I, I sent a telegram to my father and I wrote send me money. Or\nI’m going to do something. Well they telegraphed me money and I didn’t say anything to the\nowner of that place where I was supposed to work but he knew something was not kosher and he\nwas watching every move I made. So he seen me going to the post office, picking up that, the\nmoney and I didn’t even take my clothes and I run to the station. And the first train was coming\njust as I got to the station, the first train came in. But I see that the owner of that store, he was\nbehind me and so I don’t know if he seen me or not but he was watching more if I step in the\ntrain or not. But there was a, I seen there a big garbage disposal there and I jumped in, not to be\nseen. And wait til the train moved away and after he was gone, I got out of there, tried to clean\nmyself up a little bit. Anyhow, it worked and I got into the next train and then from there to\nMannheim. I mentioned Mannheim. There was my brother at that time. He found a trade. And so\nI figured that was on the way home. Was staying there for a day or two and then I went back\nhome. And my father asked me, what would you have done, if you wouldn’t have us send the\nmoney? Because I said at that time, send me money or I’m going to do something. So I said\nnothing. And that was the end of that.",
        "A: I don’t recall.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Talking about years. I’m getting confused.",
        "A: The next big change was the, I was accepted in Cologne. Cologne there was a Ha Shara [ph],\nyou know what I mean. I was Ha Shara and from all parts of Germany, youngsters, they came\nover there. But Cologne was not the only one. There were more but I happened to land there in\nCologne and I was there. We were, they met. To give us an idea about how things going to be in\nPalestine. And we were all sure that they’re going to send us to Palestine. And they told us so\ntoo but I was one of the last ones, the newest ones who come to this place. So the way I was, so\nwe let, give me one moment please.\nYes, oh yeah. Then came an order from the Nazis that every Jewish place where everything\nJews, they are gathering together, the youngsters. They want so and so many of them they should\nwork for them. So since I was really one of the latest who came in that place, to that place. They\ndidn’t want me to go. They wanted to get the elderly, the most —",
        "A: The older ones, yeah. And so we were, they were not too thrilled about it so I said, I\nvolunteered and I landed up in a village not far from Berlin. And we, that was in the winter and\nthe snow was pretty high there and we are cutting trees. It was a bad experience for me because\nI always had wet feet and if I could not act with the equipment, shoes. The food was not too bad.\nWe got from the farmers. The farmers, they fed us. And we were sleeping at the haystacks.",
        "A: Lukenweisser I think. Lukenweisser yeah. And I was there for a while, was about a couple\nof months.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yes, for the Germans.",
        "A: Yes, yes and after that I said that’s enough for me. I have to do some — I said to myself I’ve\ngot to get out of this. So I went to this Jewish Agency to Berlin and managed and I told them I\ncan’t take that no more. So they sent somebody else instead me and I went back to Cologne.\nNow, from now on, I was there another -- how long, another few months and then there was a\ntrip organized going to Palestine now.\nI usually the newcomers, to there had to wait. They were not eligible but in my case they made a\ndifference because I did work for the Nazis over here. They says we’ll get you on there. Now\nthe ones who organized those, a trip was only one trip. And that was the last one. The man who\norganized that, that was rich Jews and in return they took them also. They were allowed to go\nbecause the idea was to get the youngsters out ok. So in that case they added them also to — Then\nwe went to Vienna.",
        "A: 1939, yeah.",
        "A: Yes let me see. Before September.",
        "A: Yeah, it was before September but not much before that. It was yeah. I don’t know exactly.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no because we didn’t see much Germans. They only were walking around and see if you\nare working or not, but other than that no, no. There was no problem. So like I said —",
        "A: Not at that time. I lost communications. Yeah but later on I picked it up again. Afterwards\nwhen I knew I was going to go to Palestine I went home and that was the so called goodbye to\nmy parents. That was the last I’ve seen them.",
        "A: My sister she left to the states in 19, oh she left much earlier. About the year before or two\nyears before the war. I would say two years before the war. She was lucky to get out and at that\ntime it wasn’t really that bad in Germany. So she got out. My brother he was working as an iron\nworker near Berlin and he couldn’t make it so. And my parents they will report to, oh I forgot\nsomething yeah which is very important. When yes, at the 38, there was the 38 the Crystal\nNight. We moved away to another place and I don’t know why we moved.",
        "A: Yeah.",
        "A: I was at that time with my parents.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Yeah. We moved across the street practically where the synagogue was. We moved in the\nsynagogue and then shortly after they destroyed the synagogue. They took the Torah scrolls.\nThey took them out and they threw them down and they burned it and you know the whole thing\nwas in flames. So and —",
        "A: I don’t remember. I just don’t remember. I know it was a bad feeling for me. I faced reality.\nSo and that was reality.",
        "A: In the town, no. The only damage was done was the synagogue. Yeah.",
        "A: That was the only one.",
        "A: Yeah the next thing 1s there was a— we went to Vienna ok. And we were waiting there for a\nwhile. They put us in hotels.",
        "A: No, I didn’t have anything special. Just my clothes and --",
        "A: No, I didn’t person. I didn’t have any books with me no.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Nothing special. No. And while we were in Vienna we were in hotels. And from other\ncountries nearby and some youngsters. They all met together there. And not to forget that that\nwas a big sign. Jews are not allowed here. And that’s in those hotels. Every hotel it was a sign,\nJews not allowed here.",
        "A: Oh yeah.",
        "A: Yes, yes, yes.",
        "A: I’m sure it bothered me.",
        "A: Yeah and how. Yes. And —",
        "A: Which other boys?\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Oh yeah sure. We was with them, we were like friends.",
        "A: Yes, yes. So-",
        "A: The age range. I don’t know. I would say 15, maybe let me think about it.",
        "A: For just about a week and then they drove us to the Danube, the river. And we were, there\nwere three ships and they brought us to Sulina, that’s in Romania, that’s beyond the Black Sea.\nFrom the Danube we went in there. And we from there, we seen the little freighter standing and\nthey transported us to the freighter. The freighter is supposed to go to Palestine. Now when we\ncame to that freighter, they had some bunks there but not enough to take care of everybody there.\nSo we were there for several weeks because they were waiting for the crew to get our ship out.\nAnd finally they came, after several weeks and then they brought us to Palestine.",
        "A: It didn’t, what it meant was to just to get out. Palestine actually, I was not a Zionist. I didn’t\nknow anything about that. You thought that it would appear that they were talking about\nZionists so anyhow we came to Haifa.",
        "A: Yes, yes I did. And everybody did. Practically.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: They felt they were Germans because they were treated nice and everybody treated them nice\nuntil really shortly before the Crystal night. Then everything changed. And we knew that there’s\nno future for us. And we came to Haifa so it took us a long time. I would say a couple of weeks\ntil we got there. To the —",
        "A: Atific [ph]. Yeah it was a little boat. It was altogether close to a thousand tons that’s all. So\nand we landed shortly before we came to — we landed in Haifa but not at the pier that is in the\nBritish. So I forgot something here, yeah. We ran out of coal. We ran out of water. We ran out\nof everything because we were several weeks on the sea. And so I volunteered to go to the\nmachine room and took care of the ovens there because I knew you get a little better food there\nwhatever. And then when we came to Haifa and there was a big ocean liner standing there. It\nwas supposed to bring us to whole lot. And one of the British islands there, Cyprus yeah. To\nCyprus. And so little by little they transferred us to that ocean liner. It was called Patcific,\nPatria. Was called Patria. And then all of a sudden nobody really wanted to go but we didn’t\nhave no choice. So then the Hagenah did some things. They brought some explosives with the\nfood that they loaded. And they told everybody who was on that boat, not everybody was\ntransferred yet. Maybe were transferred I would say about 500 people and altogether we were\n900. So what happened was yeah, they told us we should go on deck in the morning. Go to the,\non deck there is a meeting so I said I’m going to sleep a little longer. And then all of a sudden I\nheard a boom and I thought it was a bomb. That is over here something not 100 percent kosher\nso I was running up to the deck. And on my way up I felt already I had to hold on, on the\nrailings because the ship was leaning to the side. And then I came up to, soon I came up on top\nthere. I lost my balance and I slipped to the other side of the — and which was a little bit under\nwater already. So I had no choice. I didn’t know how to swim but I jumped in the water. I had\nno choice.\nAnd some fellow seen me. He was in the water too and he seen me that I’m struggling. So he\nwent behind me and he pushed me, kept on pushing me to the little boat they have which came\nto — they didn’t come close to the ocean liner because they figured if something is going to\nhttps://collections.ushmm.org\nMarch 6, 2014\nhappen, something going to explode better to stay away from there. So everybody who got out of\nthere had to swim a little bit. Yeah. So got there on that boat and that was in fact ok with me and\nwe kept to a big, a big hole there. How you call it. I forget. And we got clothes there and we got\nfood there. That’s the Jewish Agency, they took care of everything. And the British, they\nwatched us like a hawk.",
        "A: That was, no that was in Haifa.",
        "A: We are still in Haifa. Because not everybody was yet transferred to the Patria. The ones who\nwere not transferred to the Patria yet, they think that they are the ones who sent them later to\nCyprus. So what happened to us? We went to Atlit, that’s a big camp there. And we were there.\nAnd then one morning everybody, they got everybody out to Atlit, even the ones who are\nsupposed to go to Cyprus. But then the British came one morning and they got them out, the rest\nof them. They had their names. They got them out and they rejected so they had they were using\nsticks and some of the guys there, the people there, they threw their clothes away so then they\ngot, they considered that. They were standing there without clothes, without anything. But they\ntook them out anyhow.\nAnd I was in Atlit for about four months. I would say I didn’t have such a bad time there because\nthe food was excellent. I was a volunteer. This time in the kitchen. And they had those big cat,\ncassels that they put the food where they made the food, I don’t know exactly but there were\naltogether in the camp close to a thousand people, maybe more.\nAnd that was in the — everything was strictly kosher there.",
        "A: No, I knew how to read but it didn’t mean anything to me. I didn’t know the meaning of it.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Pardon.",
        "A: Yeah, yeah, yeah. So and I would say I was there for about six months. And after that I went\nto a kibbutz. They didn’t ask me. They came. They let us go and there was a group already in the\nkibbutz, Ashdod Yakov. And I was there several months. And I remember it was very hot and\nso they give us lessons in Hebrew in the afternoon. In the morning, everybody has a little job,\nsomething to do. Yeah. But I didn’t pay much attention to the afternoon lessons because was so\nhot outside. I couldn’t keep more. So that was one thing and then I’m — every kibbutz had to\nsend some people into the army at that time because there was a, they called it the Palestinian\narmy. So naturally they didn’t want me to go. They wanted to go people from the kibbutz who\nare there for a long time. But they told them if you go to the army, you go to the box. The box\nthat means that’s the part who stays in Palestine, doesn’t go out of the country. And that’s\nbecause at that time, the war was going on and didn’t . And they were afraid that\nGermans getting closer and closer so it’s very important to be in the country, to defend ourselves.\nBut so I didn’t like the kibbutz. I didn’t like the life there. I didn’t like the way -- they treated us\nok but I didn’t like to take orders. But anyhow, usually you take anyhow when you get into the\narmy. So I volunteered to the army and —",
        "A: Yeah, I think I was 17 now.",
        "A: Yeah so I went to the army and they asked me over there as someone to go overseas. So ok.\nThey took me and they prepared me in Salafet. That’s the, Salafet that’s the place where they got\nhttps://collections.ushmm.org\nMarch 6, 2014\nthe, all the people together which going to be fighting. They prepared us in Salafet, that’s the\nname of a town.",
        "A: No, I did not but my sister had contacted, somehow she contacted me.",
        "A: No, I didn’t have any. I knew through my sister that they transferred them to Lagosh [ph]\nand the trains and that they were there for several months and then they sent them to Auschwitz.\nSo now where was I?",
        "A: Yeah I got training yeah. I learned how to drive a truck. That’s what. So that was another\nweek so and then they sent us to E] Aleman and I felt ok. Everything was nice and quiet. There\nwas no big action going on at that time until one night and they started. Nobody knew what’s\ngoing on. We heard artillery and the planes and then we went, we marched forward. And then we\ncame to Benghazi. Benghazi and then to Tripoli. I don’t want to get in all the details. And that\nwas it. I was there when the invasion to Italy started. So we went to get, they put us on landing\ncrafts, big landing crafts with the trucks in there. So we drove in those landing crafts and when\nwe came to Italy that was below Salerno. And we drove out and we had a nice reception there.\nLuckily I got away without any serious injuries. But then you didn’t see the Germans any more.\nThey disappeared so I was in Italy. I was there for another couple of years.",
        "A: A couple of years Let me think, yeah. I joined the British Army in 1942. I remember that.\nAnd the war was over in 46.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: 45, 45. But I still was in the army til 1946. Yeah. So-",
        "A: When the war was over, it wasn’t over for me yet because you know the war is over, you\ndon’t pack your bag and you go home. So they kept us and then I was yeah, when the\nwar was over I was close to Italy there. Not to Italy. I mean to Austria or whatever. I was very\nclose. And I took a motorcycle and I went to Germany with it.\n(Other person: You went AWOL)",
        "A: AWOL.",
        "A: Oh that’s what it is. Away without leave. Yeah. So was they knew of course the motorcycle\nwas missing after a while and I was missing so it was the reason. The reason why I want, wanted\nto go to Germany. I wanted to go to Germany because a friend of mine, he told me that — did I\nmention that my brother, that was in Auschwitz too.",
        "A: No, I didn’t no. He was a good mechanic and they kept them pretty — he, I didn’t know much\nbut my friend, he told me, he wrote me that he’s seen a list of this . So I was — and he seen\nthe name Herzog there but that’s all. So I asked, but that’s all. Nothing. He says that’s all he\nknows. He’s a survivor. So I said to myself, I’m going to take a chance. You know I had no\nrights. So anyhow, how do I get there, to Germany. You know from Italy. You know, well I\nthink that’s the best bet. I took the -- a bicycle and I took off. And I went to Illingen. I figured\nhttps://collections.ushmm.org\nMarch 6, 2014\nmaybe I’d see him there. But he wasn’t there. So I asked some people and they told me that he\nwent to Munich. I don’t know what he did in Munich but he’s going to come back and so I was\nwaiting there two or three days and then I decided I have to go back. Yeah. Otherwise I’m going\nto get in bigger trouble. So on the way back, I stopped near Frankfurt. I stopped there and I says\nlook you have come all the way down here. It took you two days and you get there. Now I’m not\ngoing to leave until I know really what’s going on with my brother. So I turned around and I\nwent back to Illingen. And we’re not talking about from one corner to the other. That’s about\n150 kilometers or something like this.\nSo and the people there are very friendly. They always want to be with us, so I have no problem\nto stay with anybody there overnight. Sure enough, a day later my brother shows up. Yes, I was\nso lucky. I said, look maybe we can arrange, that at that time, the Jewish Altrits [ph] you know\nthe arranged to illegally deport some survives. They brought them to Palestine. Somehow, I\ndon’t know but I had the same chance. To bring my brother over. He says no he’s going to go to\nthe states. I says all right. So I went back to my unit and the camp commander happened to be a\nJew too. And so I got a court martial and I forgot already what it was but it was not easy but it\nwas only on paper. And that was the end of it so I was there for another few months. Then I went\nback. I was discharged, kept to, I had suit, a British suit and some money. Not too much. I think\nwas like a hundred dollars something like this tops. And they let us go. And I said that to myself.\nI’m not going to go to the kibbutz any more. I go to Tel Aviv.\nSo I went to Tel Aviv first in, I also had some money for a hotel for a week or so and was\nlooking for a job.",
        "A: At the end of 46 yeah. And I was with a friend. And he had a sister in Tel Aviv so we went\nthere and we had dinner with them. So in exchange we washed the dishes. Yeah and finally I\nfound a job. It was very hard but I am (both talking). So I found a job in a restaurant washing\ndishes together with my friend. So but that didn’t last very long because they went bankrupt for\none reason or another. And after that I was working for the British. They had on the north side\nof Tel Aviv, they had a camp with trucks. And those trucks they went out every morning to pick\nup the Middle East mail which was distributed by Jewish, not only Jewish but Arabs too. And I\nhttps://collections.ushmm.org\nMarch 6, 2014\nslept in that camp because I ran out of money and I had a little tent there where I slept. So and I\npicked up every morning, picked up from Tel Aviv and from Jaffa some people and brought\nthem to the camp. They got their truck and everybody took off in different directions. And that’s\nwhat I did.\nAnd so I was working there for about three months. And then I, one of the guys which I picked\nup, he says why don’t you come one evening? We make a little party on Friday night. We have\nthe dancing and I says ok. And that’s where I met my wife. And that’s the end of story.",
        "A: She was a sabra.",
        "A: About, several months later.",
        "A: I got married in 47 and —",
        "A: I was working. I started to work as crane operator then. I worked the same because there was\na lot of digging going on in Tel Aviv you know all around. And there was a, considered one of\nthe best jobs. I was very handy anyhow so it didn’t take me long to catch on. And I was working\nthere until I emigrated to the States.",
        "A: 52, 53.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: In 1948.",
        "A: The state of Israel.",
        "A: Oh, 1948, yeah. Well I, you just remind me on something, I joined the Hagenah too and\nnaturally I participated in the war of liberation.",
        "A: Yes.",
        "A: I was near, I was stationed near Tel Aviv. And but it happened so that I managed to sleep\nhome every night.",
        "A: No. No, no fighting. So all I did was I was working with the big, how you call those\ndrugstores.\n(Other person: “Castin’’?)\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no that’s a different store. That’s on the way to Jerusalem. They were brought from\nGermany the head of — forgot the name of it. When a car breaks down right so you call for a --\n(Other person: “tow truck’’)",
        "A: Tow truck. It’s like big tow truck and they were used already but they were still in good\ncondition. So they sent me to pick them up and there was only one ready and they sent me to the\nsouthern front. It was in, near Rehovot. And the Egyptians, they were there. And my job was to\npick up those half tracks which they left behind after the, after our army, so called army, was not\nmuch of an army. But they took over during the day and the night I brought them back to the\nworkshop to fix them up because they were used again right away.",
        "A: Pardon.",
        "A: How long?",
        "A: 1952 right. Or 53.\n(Other person: 53)",
        "A: 53. Was in January 53 yes.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Because I wanted to be together with my family. Yeah and as my wife says it’s up to you.\nYou don’t want to go, we are not going because my wife’s family was, they all were in Israel.\nAnd they are all sabras. So it was a —",
        "A: Was Rachel.",
        "A: Wisenson.",
        "A: No, no. But it just happen every day. We didn’t, was working, one, two, three. We did in\nthree months. And then when I came to the states, my brother was a foreman for a big iron called\nthat, what was —",
        "A: That was Long Island City.",
        "A: Yeah and in New York.",
        "A: Yes. Yes, I had children. My first daughter was born in 1949 and the second one in 1952.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Pardon.",
        "A: No, I didn’t settle there. I just worked there. I traveled by train, sometimes by car because I --\nwe Settled in Mount Vernon, New York. And that’s where I was living most of the time.",
        "A: Actually since I emigrated, since 19, yeah. Oh yeah Brooklyn. I forgot Brooklyn. Yeah. In\nMount Vernon I was about a year.",
        "A: Then I went to —\n(Other person: We were in Brooklyn for about eight years. No we were in Mount Vernon for\neight years.)",
        "A: And we went to Brooklyn yes.",
        "A: To Illinois. Closer we get is Harvard. Yeah, I know that was June six years ago which would\nbe — yeah.",
        "A: Yeah 2008, yeah.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: Well I tell you something. I left this out. I, when I was working at the iron factory I worked\nthere for about 15 years and after that I went to Germany because from my wife’s side, one of\nthe family there, used to live there and they had this store, a clothing store. So I went to\nGermany and I was there for about four years altogether, back and forth.",
        "A: I lived there yes.",
        "A: No. No, my wife she came with me and she was several weeks there and says it’s not for her\nso I figured out let’s try something out. It’s no big deal. I was a partner in a discotheque and you\ncome and you visit me every so and so few weeks and I come over there —",
        "A: Cotsuway [ph]. So I was there for four years altogether. We seen each other quite often. And\nthat was it and then I gave it up after that time. And went back. So then I went into car wash\nbusiness. Together with my brother.",
        "A: I tell you something. When I went to Germany, at that time, it’s hard to believe but that’s\nalready a new generation over there. And they were very friendly, specially when they heard\nsomebody comes from Israel. And they all used to wear the Mogen David.\n(connection dropped)\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: It’s hard for me to understand now.",
        "A: A little better.",
        "A: Yes, because the like I said, the war was over a long time ago and I remember they have\ncertain laws when it comes to Jews. I remember at that time in Berlin who was the Chancellor\nin Berlin was, Gerhard something like this. Anybody who says even dirty Jew they put them in\njail. Because they felt very guilty of what happened. And so that’s a big part. So they tried to do\nthe best they could. Personally since I’m very familiar with the language, I didn’t have any\nproblem. And there are some, some survivors from the concentration camps, some of them that\nsaid I never could go back to Germany. Well that’s understandable. But it’s like a completely\ndifferent story now. It’s not the way it was. That you cannot forget yes, but that’s what it is.",
        "A: No, right now I’m feeling very American. Yeah.",
        "A: Well that’s, that was yeah, I waited five years yeah. I waited five years and —\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, they gave us a time. I had, I remember I had to register someplace and then they called\nus. My wife and myself and ask a few questions. I don’t even remember, such as like who is the\npresident. Things like that. And I was sworn in.",
        "A: I found it yeah as I found it very exciting to be an American. Because others they are also\nAmerican. Why shouldn’t I be?",
        "A: I think about it when it comes to talk about and that’s not very often. I wish I could wipe out\nthe biggest part of my past but I cannot wipe it out.",
        "A: The biggest, biggest part was about my parents. And otherwise when I was a youngster, that\ndoesn’t bother me anymore that much now. They were fighting with other boys.",
        "A: Yes, definitely. That doesn’t, that doesn’t go away. That stays with me til the end of my life.\nThere’s not a single day that I don’t think about it.",
        "A: No, how could I be. I could be angry of somebody I know who did something but take a look\nfor instance the place back home, from Illingen. They all liked to, they loved us you know.\nhttps://collections.ushmm.org\nMarch 6, 2014\nBefore and then the time come when I came back to see my brother. The most of them still were\nthere. And they all were very happy to see me. Yeah so you can be angry of somebody you\nknow who did something. But you cannot hate the whole world. I cannot do that.",
        "A: Yes, I do and I was in Israel. At that time.",
        "A: My thought was they make a big, too big of a fuss from that. Took a long time but the trial is\nsurprise ok. I would have made it shorter if 1t would be up to me. But I always said that it’s going\nto be over. And finally it did and but maybe you heard about it. The German states are still found\nanother I think three more Nazis.",
        "A: Yes, I would say at least twice a year. When my wife was alive and her family 1s still there.\nWell now it’s a little difficult for me.",
        "A: Yes I do.",
        "A: Oh my thoughts about that.",
        "A: Well it’s at least something that they can do that will help me in certain things you know.\nhttps://collections.ushmm.org\nMarch 6, 2014\nWhat was a rich guy but every little bit helps. They cannot bring the dead back, of course not.\nSo at least they pay.",
        "A: All, yes I feel Israeli too. I follow up what everything what’s going on there.",
        "A: About that time in 48.",
        "A: No I know just it was big excitement for everybody. Everybody was dancing on the street and\nfor me as a family, we got our own place. It was a big excitement but the fighting started which\ndidn’t take long so they attacked us from all the sides. From the north and the south and the west\nand that, I said to myself, sometimes with everything what has happened, I’m still around.",
        "A: Iam wondering. And I give you one more detail that I jumped the ship. I didn’t know how to\nswim. So there was one guy he seen that I was struggling and he helped me. Maybe I mentioned\nit before. And he helped me to get out. And at that time I didn’t think straight. I just want to be\nalive, that’s alive that’s all.",
        "A: Oh yes, yes I did. I didn’t have much of a childhood.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No I don’t think about it now.",
        "A: My experience.",
        "A: Well not so much about my background but let me put like this because the people who are, I\nam in touch with. They already know everything. Everybody who knows me who knows what I\nwent through. I know what they went through because mostly I deal with Jewish people, mostly.",
        "A: No.",
        "A: Less.",
        "A: Because of what happened. I don’t believe any more.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: No, no I’m not angry about anybody. What was, that was.",
        "A: I would, if I would be different person.",
        "A: Definitely, definitely. I wouldn’t be here.",
        "A: I would have gone probably to college and things might have turned completely different.",
        "A: I always was independent.",
        "A: Even before yes.",
        "A: If I see a movie.",
        "A: Oh no I don’t want to see them anymore. It’s, I don’t have to jump into something but it’s not\nnecessary. I’ve seen it, ’ve seen it more than once ok. The Nazis. Something like this no.\nhttps://collections.ushmm.org\nMarch 6, 2014",
        "A: That’s a good question. I don’t think so. I don’t think so.",
        "A: I don’t think it will happen again. But even though the world doesn’t, I think didn’t learn\nmuch what happened, but I don’t think it should happen again. No. That’s my opinion.",
        "A: Well it was nice talking to you. I don’t think I have anything special right now.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumMarch 6, 2014\nRG-50.106.0222",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "HUGO HERZOG\nMarch 6, 2014\nGail Schwartz: This is the United States Holocaust Memorial Museum interview with Hugo\nHerzog, conducted by Gail Schwartz, on March 6\" 2014. It is taking place over the telephone at\nthe United States Holocaust Memorial Museum and in Long Grove, Illinois. What is your full\nname?\nHugo Herzog: Hugo Herzog."
    ]
}