{
    "rg": "RG-50.030.0535_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview,\nconducted by Peggy Frankston, with Andre, Lucie and Joyce, who were born\nZalc. All brother — a brother and two sisters, and it’s going to be — and it’s on July\n23\", 2009, in New York City, and it’s a continuation of the three separate\ninterviews that were just done, talking about wartime experiences, and perhaps\nsome of the experiences after the war, or some experiences before the war. So, I’d\nlike to start with some of the things that you know about your parents.",
        "A: Yeah, so, my mother, she came from a family living in — in Latvia, and — not in\nRiga, she was Ventspila(ph). That’s a different city, it’s a ha-harbor in Latvia. And\nshe had two brothers, and t-two sisters. And they owned a — a farm of cattle, a cattle\nfarm up there. But — and of course in Latvia there was a — a certain amount of\nJewish population. And that way Latvia also was a — belonged to Russia, but\nbefore it belonged to Russia, was a part of Germany, was a colony of Germany.\nAnd the people spoke German, and later they learned Russian from the Russian\noccupation, or beca — the Russian got the — got the territory. And she — her — they\nwere Selling cattle to Finland and Sweden and everywhere. But then the — the tsar\nof Russia had a brother and his name was Peter. And when they went — they went\nin war with Germany, a — a [indecipherable] there were — he — he was afraid of the\nJewish population because in those days the Jews were friendly with the Germans,\nJuly 23, 2009\nand they spoke Yiddish, which 1s an — an old German. It’s a dialect of Germany\nfrom — from 500 years ago. So Peter decided, with his brother, the tsar of Russia,\nthey decided to — to take the Jews and send them to the other part of Russia by the\n[-Iranian border, by the Caspian Sea, by Azrahan(ph), by Baku, Azrahan(ph).\nAnd they were sent there. And up there they — they started a new life, with different\nbusinesses to survive. And the gr — the grandfather, my mother’s father started\nbecause there — up there is a lot of fish. The — the caviar comes from there, and the\n— and the best fish. And the oils from the whales, too, which was like, very\nimportant in those days. So he start the factory of smoking fish, and he was very\nsuccessful with that because in those days, in the first World War, the Russian army\nhad no C-rations like today, and they used to u-use a piece of smoked fish and a\npiece of bread. That was the food of the Russian soldier. And — and he couldn’t\nproduce enough smoked fish for the government, so we’re — the government wanted\nthey should produce more fish, they’re working day and night. So he complained\nabout it. So they told him, don’t worry about it, 1f you’re short of labor, we give you\nworkers. So they gave him Turkish prisoners and German prisoners and Austrian\nprisoners from the first World War, and they used to work in the factory helping to\nsmoke the fish. And — and two prisoners fell in love with my aunts, and they\nmarried my aunts, and when the revolution of Russia started, the war with the\nJuly 23, 2009\nGermans and Russians stopped, because the Germans made the Russian revolution,\nI don’t know if you know that, yeah. Because they got Lenin in Switzerland, and\nthey gave him money and they send him back to Russia to make the revolution.\nAnd when they made the revolution, the war stopped. So those — those two\nprisoners took their wives with them to Germany, and then went to United States.\nAnd one uncle — an aunt went to Belgium. And my mother, she was young and she\nwasn’t married, so she stayed with — with her folks, and the two brothers went to the\nRussian army. And after the war, my mother was the only daughter home with the —\nwith the two brothers. They went back to Latvia from Azrahan(ph). But the\nparents died in Azrahan(ph). They got — what’s that disease? The fever —\nL: Typhoid?",
        "A: Huh?\nL: Typhoid?",
        "A: Typhoid. They got typhoid, and they died from that disease. Typhus, that’s\ncalled, and a — typhoid, yeah, in English. So they died from that disease, so my\nmother became an orphan. So the Russians go — the Russian government gave a\nvisa, aS was already after the revolution, b-because she was an orphan, they gave a\nvisa to go to her sister’s. One lived in the States and one lived in Belgium. So she\nwent to Belgium to go to the States, and by going to Belgium, she stayed by that\nJuly 23, 2009\nother sister and she married my father. And that’s — that’s the wa — we were born in\nBelgium from that wedding, and —\nL: And we had —",
        "A: — my sister Joyce was born in France during the wartime, yeah.",
        "Q: Where was your father from?",
        "A: My father was Polish, from Lodz, Lédz. I mean, he came to Belgium too, but he\ndidn’t had his birth certificate from Poland, he couldn’t get the birth certificate, he\nhad to go back to Poland to serve in the reserve. In Poland, after the — after the —\nbeing in the army, he has to be four or five years in the reserve. So h-he — he\ncouldn’t go back there because he was married, he had no way of going back there.\nSo he couldn’t get married officially in Belgium, so he was just married by the\nJewish law, yeah. So —\nL: But he was from Lodz.",
        "A: He was from L6dzZ, yeah, but he served in the Polish army in the war with\nPilsudski. That’s the Germa — the Polish general who freed Poland from the\nRussians, and Poland invaded Ukraine — Kiev, Poland took Kiev. But after that,\nthe Polish lost the war, and the Russians came all the way to the capital of Poland.\nAnd things got very bad in Poland, and so he left Poland and he came to Belgium\nJuly 23, 2009\nL: Belgium.",
        "A: And he didn’t serve in —",
        "Q: Is that why your name is Umal(ph) on your —\nL: Right.",
        "A: Yeah, and that’s why in Belgium, I didn’t have my father’s name, I was named\nUmal(ph) after my mother. And being that I was under my mother’s name, I\nbecame a Belgium citizen automatically, because he came from — from foreign por\n— parents in Belgium, he didn’t had the Belgium nationality, he had to go, he had to\nserve in the Belgium army to become a Belgium. So I was a Belgium\nautomatically, I — in this coun — I am consi — I was considered the son of the King\nAlbert, King Albert, I was his son. I never seen him myself.\nL: Yeah.",
        "Q: Lucie, you remember what it was like arriving in France, you — what — going to\nthe different camps?\nL: Well, we were on a train going to France, and | think a bomb fell on the train.",
        "A: About two weeks.\nL: And it took us a long time, and we had to get off the train to go to the bathroom\nand all that. And when the bomb fell on the train, it divided the train in two, and\nJuly 23, 2009\npart of the train was left behind, and we were lucky, our train went on. And that’s\nhow we got to other station.",
        "A: To the south of France.\nL: And that’s — it’s unbelievable, you know.",
        "A: And — and also by the — when we traveled to France, they arrested the German\nfifth column, you know fifth column? They had German spies, they were dressed as\npriests, and the French police arrested them, yeah.\nL: Just want to know [indecipherable]",
        "A: No, no, just different things that happened there.\nL: Yeah. And then they — you know, when they ask you for your identification, if\nyou don’t have one, they automatically put you in — in a camp, you know.",
        "Q: When you went to the first camp, were you all together, or were you separated?\nL: I think we were to —",
        "A: All together.\nL: We were together. We were together, and then Recebedou —",
        "A: In Brenz(ph) too, were together, yeah.\nL: Brenz(ph), Recebedou, we were together. Even in Rivesaltes in the beginning,\nwe were together.",
        "A: And then they separated us.\nJuly 23, 2009\nL: Right. And then when Joyce was born, that’s when we, you know, we escaped\nout. I was there for quite a while. And which illow(ph) are they making the\nmuseum, is it K? I think I was in that illow(ph) —",
        "A: And something else —\nL: — which is very unusual.",
        "A: — something else. The people, from eating the — the navets — how you call the\nnavets? The —",
        "Q: Turnips.",
        "A: Turnips.\nL: Oh yeah.",
        "A: They used to get water in the legs from eating that without stopping, because\nthat’s the only food they gave you, they used get w-water in the legs, they were —\nlegs used to blow up.\nL: A lot of people just didn’t make it.",
        "A: Used to get sick and die from — some of them who made it, you know.",
        "Q: Do you remember crying a lot, you mentioned —\nL: Yeah.",
        "Q: — crying a lot.\nL: Mama —\nJuly 23, 2009",
        "Q: Did you have any friends your age?\nL: I don’t — I remember they made a party, and they gave us some food, and that\nwas very joyous, there was music and everything, but I think that was around the\nholidays, and that’s when I remember. I even remember smuggling out a little piece\nof bread in my underwear for my mother, because she always saved everything for\nUS.",
        "A: And — and in camp too, there was certain rumors going around that if you\nvolunteer to go to work in Germany, you get more food, and you get better things,\nand a lot of people volunteered for it. I don’t know if they went —\nL: Yeah.",
        "A: — to Germany, but there was all kind of rumors going around, like people could\nget more food. They did anything they could, you know.",
        "Q: Did you meet other children, the Spanish children or the Roma children?",
        "A: No, the — the —\nL: Gypsy.",
        "A: — they were in a different part of the camp.\nL: They were Gypsy children.",
        "A: The Gypsies too, they were a different part of the camps. The Gypsies were in —\nin special part of the camp, and the Spanish too. Sometime you — we came together\nJuly 23, 2009\nwith the Spanish, but they spoke different language, we couldn’t talk to them. And\nthey were very good in throwing stones. They were throwing stones at electric wire,\nyou know, yeah, the Spanish kids, yeah, yeah. In those days I couldn’t speak\nSpanish, you know. Yeah.\nL: Well, I have two friends that I was with in the Villa Marianne, which is\nElizabeth Silverberg(ph), and she passed away in Canada. And her sister’s still\nalive, but I haven’t met her sister, I talked to her on the phone.",
        "Q: Where does she live?\nL: She lives in Montreal.",
        "Q: How long were you in Villa Marianna(ph)?\nL: Not that long, I don’t really know, I don’t know —",
        "A: Couple months, about three months.\nL: — because they send me — I think they send me back, right?",
        "A: There’s a— 0-on the Riviera, Saint-Raphaél.\nL: Yeah, Saint-Raphaél.",
        "A: Yeah, three months, three months, yeah.",
        "Q: Is it because you cried a lot?\nL: I cried a lot —",
        "A: No, they send us up there —\nJuly 23, 2009\nL: — so they send me — I made everybody —",
        "A: — to be on vacation, the — to make it easy for our parents in — in Tresse, you\nknow.",
        "Q: It was like summer camp, it was in the summer?",
        "A: Yeah, in the summer —\nL: No, was not — no summer camp.",
        "A: — but it was terrible, there was no food, and — and we used to — at night I woke\nup and the kids were like having like a meeting, th-the boys, and — because the boys\nslept different with the girls. And then, they were talking about stealing tomatoes,\nSO we went out at night, we stole some tomatoes and we ate. And the next day the\nFrench police came over the place. They knew that we stole the tomatoes, and they\nput us in a line, and they wanted somebody to — to tell the — that we — that we were\nthe ones stole —\nL: Yeah, that —",
        "A: — but nobody said nothing.\nL: They had fig trees —",
        "A: So the French police left and —\nL: Remember they had fig trees?",
        "A: Yeah, outside, by the houses.\nJuly 23, 2009\nL: Mm-hm, mm-hm.",
        "A: Sometime they send us to buy stuff in the — in the city. We were on detail to buy\nstuff in the city, and as we went to the city, we pass houses where there were — figs\nwere growing. So we used to climb over the fence and grab some figs. But it was\ndangerous because of the people, people in villas, they didn’t want nobody to steal\ntheir figs, yeah. Tomatoes too.",
        "Q: And Marjolet? The Chateau de Marjolet, was that —",
        "A: Oh, this was after the war, this was —\nL: Yeah, this was at the end.",
        "A: —1n 1944, between °44 and f— and °45. This was when the [indecipherable]\nL: Oh, they gave you food there.",
        "A: — they were not occupied no more. France was free.",
        "Q: He mentions Lyon?",
        "A: Yeah.\nL: Yeah, I was in Lyon when they took me to —",
        "A: To the Marjolet.\nL: — villa — Marjolet, or Villa Marianne?",
        "A: No, Marjolet.\nJuly 23, 2009\nL: No, no, this was different. I was in Lyon when someone took me to the Villa\nMarianne, and she was an underground girl, and I had to be very quiet. She took\nme to her apartment, had to be very quiet, nobody had to know that I was there. And\nI just enjoyed being with her, because she was very pretty, and I was a little girl, I\nwas fascinated, her co — her combing her hair, putting on make-up, things like that.\nJ: And also eating.\nL: Yeah, she took me to a restaurant in Lyon, and sh — she taught me how to eat\nartichokes, which I had never eaten before, I never eaten — I mean, I’ve eaten it\nsince then, but never before, and we had a nice evening, and then she took me back,\nand then she took me to the Villa Marianne.",
        "Q: Was she Jewish?\nL: I don’t know, I don’t know. I — all I know is I had to be very quiet, you know.\nWhich I knew how to be quiet, you know.",
        "Q: And then she took you to the Villa Marianna(ph)?\nL: Mm-hm.",
        "Q: And what happened when you left the villi — Villa Marianna(ph), your parents\ncame for you?\nL: Ah, was a— I went to France, right, from there?",
        "A: We were make to Tresse.\nJuly 23, 2009\nL: To Tresse, yeah, I went back to Tresse. But many things occurred in Tresse,\ntoo, that we could have been caught a million times and we were just very lucky.\nRemember when they put us in that circle in the park?",
        "A: Oh yeah, this a — this is when they looked for the people derailed the trains.\nL: Right. I thought 1t was something [indecipherable]",
        "A: No, no.\nL: — they wanted to kill the priest.",
        "A: Oh this is — they find the — the — the resistance —\nL: Ammunition.",
        "A: — they put the — they hide in the church, parachute and other weapons, so the —\nthe Germans find —\nL: Right.",
        "A: — all that stuff, and they wanted to execute the priest. So the mayor of the town\nswore to the Germans that the priest is not — he — he —\nL: Not involved, he’s not involved.",
        "A: — blamed everything on the — he’s not involved. He blamed everything on the\nresistance and the communists, know.\nJuly 23, 2009\nL: But then, after awhile, they let us go. And my mother had a lot of Jewish — like a\nJewish book, and a lot of Jewish things that she put — do you know what a\n[indecipherable] 1s?",
        "Q: The what?\nL: A [indecipherable].\nJ: It’s feathers. It’s a feather blanket.\nL: It’s like a feather blanket, she opened up the seam and put a lot of things in there",
        "A: She hide a lot of things in there, yeah.\nL: — so they wouldn’t find it. And the —",
        "A: The pictures from our family and everything. She had pictures from her brothers\nin the Russian army.\nJ: That’s how we got everything.",
        "A: She — she put all that stuff in there and the — the Germans came in, but they —\nthey —th-th-they never dreamed of opening up the thing, you know.\nL: And also, she threw a lot of things away in these public bathrooms, you know,\nwhere you throw things that — like in that movie, what’s that movie where that little\nkid hid in there?",
        "A: The — the public toilet?\nJuly 23, 2009\nL: Mm-hm.",
        "A: Yeah. See, in France, in that town, there wasn’t — we had toilets, you know,\nwhere we lived. But a lot of houses had no toilets and in the morning they used to\ncome to the public toilet. They had like — at night they used to go in pots, like a\nbucket, and in the morning they used to come to public toilet, empty everything in\nthere. The public toilet was very important —\nL: Very rural.",
        "A: — because there wasn’t — a lot of houses had no public toilets in France. In that\ntown where we lived [indecipherable]",
        "Q: Okay, what do you want to say?\nJ: She also hid her wedding certificate, and a few — and my father’s tallis in his coat,\nin the lining of his coat. Now I had — they found that.",
        "A: Yeah.",
        "Q: Was she — your — your —",
        "A: We were all surrounded by Germans you know.\nL: Yeah.",
        "A: The Germans in Oradour-sur-Glane in France, they put all the population to\nchurch, and they burned them all, and they machine-gunned everything. And we\nwere like minutes away from something like that, too, because the Germans wanted\nJuly 23, 2009\nto get even for their train, because the train went to Italy, used to carry German\ntroops, ammunition. And used to carry women, who went to see their husbands in\nItaly. And the women who went to see their husbands in Italy brought their babies\nin there, and when the train derailed, they all got killed. And so wa-was a — the\nGermans wanted to get even with that, but they were a little bit afraid when the saw\nthe French ta — ta — to do crazy things, because there was too ma — too much sa —\nresistance, too much resistance in the woods, and they know if they do something\nvery bad, they’re going to pay for it in fra — in the south of France, because in the —\nin the mountains, they cut off the — the roads, and they — they would have killed a\nlot of German.\nL: Yeah, so that’s about it, yeah.",
        "A: Yeah.",
        "Q: Your father was in the resistance?",
        "A: Yeah.\nL: I—I knew he were — he was in the woods. Whenever the Germans would come\nin town, he would be in the woods, but I didn’t know what he — what exactly for\nsure.",
        "Q: But —\nJ: But he knows.\nJuly 23, 2009\nL: But he knows.\nJ: But he knows.",
        "A: Yeah.",
        "Q: But he was working as a — a lumberjack, he was cutting —",
        "A: A lumberjack, he was cutting trees.",
        "Q: — trees.\nL: Right, right.",
        "Q: But he — was he with other people who were Jewish, or was he with other\nresistance fighters, or was he part of a— a— a work brigade?",
        "A: No, he was — he was — the resistance were 1n the woods, and they used to hide by\nthe lumberjacks, you — in the — 1n the — in the woods, where you hide the woods,\nwhere the pieces, where you cut the woods, they used to hide their weapons, yeah.\nAnd they used to go out to derail trains. But there wasn’t mentioned nothing, you\nknow. I used to say to them, how you got so many sardines? Boxes full of sardines\nfrom Portugal. In those days one little can of sardines was like a hundred dollars,\nyou could sell it for a hundred dollars, nobody had it. And he didn’t say, he say, oh\nwe got it, we got it, know. And then I find out that the — by the train, the derailment\nof the train they got all this stuff. And their weapons too, came from the trains.\nThey used to have German weapons, grenades, come off from the trains they used\nJuly 23, 2009\nto derail. To derail a train was very easy, they didn’t derail 1t with dynamite. They\nused to unscrew the — the rail, and the train used to come, and go down in a — ina —\noff the mountain, know, in a ravine, know, and then that was it, know.",
        "Q: Did the people in Tresse know that you were Jewish, apart from the woman who\nhelp [indecipherable]",
        "A: Yeah, yes, some people knew we were Jewish, yeah.\nJ: ’'m sure they knew. I’m sure they knew.\nL: Yeah. But we were lucky, they didn’t stamp Juif on our passport, which saved\nour life.",
        "A: Yeah, yeah. The — the newspapers say that you got to go to the police and ask to\n— the passport to be stamped. So my mother sent me to the police with the passport.\nSo the — the guy in charge of the police, he say go home, don’t come to me no more.\nL: Yeah, there were — we were lucky, that’s — it’s all luck.",
        "A: Yeah, I [indecipherable]",
        "Q: And when you went to school —",
        "A: We didn’t realize that we were so da — it was so dangerous at times.",
        "Q: You knew you were different, that you were foreigners, but did they know that\nyou were Jewish in the public school?\nL: I don’t know, I don’t know.\nJuly 23, 2009",
        "A: In school, in school, th-th-they knew, but they — they couldn’t speak German, the\nFrench, that was the — because one French teacher, he — he — you cou — I could see\nin his eye the hate, eh? I could see in his eye when he talked to me that he — he —\nthat he hated me, you know, it’s easy to see, y-you understand me? Yeah. And the\nGermans came when they took too long, during the war, they took too long, the\nGermans. And when they came, they came to Tresse, when they took too long, then\nthey came from Stalingrad, the German troops. And they needed to buy paint and —\nand screwdrivers, and nails. So the — they asked the principal if somebody speak\nGerman here. He said, maybe there’s a Belgium kid, meaning me, he speaks\nGerman. So this principal told the — this teacher told the principal, take the guy,\nsend him with the Germans to translate, to — to f— to buy things for th — to speak\nFrench for them. So I went with them. So the Germans are translate, so I said to the\nGermans, why do you need so many — so many things? He says, we going back to\nRussia, there’s nothing there in Russia. There’s no nails, there’s no hammers,\nthere’s no screwdriver. He bought a lot of tools. So the next day a-again, he came to\nschool and I went with him, and the German officers. So the — the third day, the\nthird day he said to me — the — the guy in charge of the German troops, he must\nhave been a brigadier general or something, he says, he would like to meet you,\nbecause we told him we have a kid who speaks German for us. Would you like to\nJuly 23, 2009\nmeet him? I said, yeah, if he wants to meet me, I mean. So I went with him to the\nbase. In the wood they had the tent. And they had all the German officers in that\ntent. And outside were the trucks and the tents and everything. So I went in the tents\nwith them, and the — the guy in charge there, I don’t know, he was a big German\nofficer, they all clapped their heels for him. I don’t who he was.\nL: Well —",
        "A: S-So he says to me, sit down, have some tea. I have no coffee, I give you tea. So\nhe gave me some cake and tea. And then he said to me, you see, all those officers,\nhe says, they’re dummkopfs, you know what dummkopfs are? I says, I thought\nyou were joking. And then the officers, they got quiet, they didn’t laugh. So I see\nit’s — I told — I saw it’s serious. So I say, what do you say that for? He said, because\nthey went to Heidelberg, to the best universities, he said, and they don’t speak\nanother language, they only speak German, he says. And that’s why we lose the\nwar, he said to me. The — the guy in charge.\nL: Yeah, but you always knew not to say —",
        "A: Yeah.\nL: — that you were Jewish, you always knew —",
        "A: Yeah, yeah.\nL: — that they didn’t like the Jews.\nJuly 23, 2009",
        "A: And then — and then he — I stayed there may — a couple hours, have coffee and —\nand tea with them. And then he — he told the officer to drive me home, so he drove\nme back to Tresse. And I came home, I brought back a bread and some other food\nthat they gave me, you know, they gave me some food, the Germans. So I never\nunderstood that he predicted that they’re gonna lose the war, this — this ger — this\nGerman, the big German officer, he predicted like, they’re gonna lose the war.",
        "Q: You mentioned Lucie that the Madame Laville(ph) was try — was thinking that\nmaybe you could be baptized.\nL: Right.",
        "Q: And maybe that was to protect you?\nL: Could be, could be, you know.",
        "Q: Did you learn the catechism?\nL: Yes, I did. I went to church and I used to know [speaks French], I used to know\nal — everything and you know, in France it’s not like here. In a little town, you see\nthe priest, you kiss his cross when you see him, and I thought it was beautiful, you\nknow, I was a little girl, this is, you know.\nJ: My mo — my mother did say, the priest did approach her and wanted to baptize\nus. She said no. She said, I was born a Jew, I am a Jew — meaning us as well.\nL: Yeah.\nJuly 23, 2009\nJ: And they will die Jews.\nL: Yeah.",
        "Q: Even if it meant that you will die.\nL: Yeah, yeah.",
        "Q: Did you still speak Yiddish at home, even though you were in France?",
        "A: Yeah.\nL: We always —\nJ: 11—I learned Yiddish when I was —",
        "A: Yeah.\nJ: — after the war. I did not speak Yiddish.\nL: I did.\nJ: I spoke French.\nL: Mm-hm.\nJ: That was my first language.",
        "A: Yeah, we spoke Yiddish, but the French thought it was Flemish, they didn’t\nknow the difference. The French, they don’t know the difference between\nlanguages.\nL: Yeah.",
        "A: They just know French. Other languages they don’t know, they’re like —\nJuly 23, 2009\nL: Yeah.",
        "Q: So we’re gonna have to change tapes, okay?",
        "A: Yeah. The French wa — I used to bring home kids, and I spoke Yiddish to my\nmother. So the kids used to say, stop speaking the Flemish, teach your mother\nFrench, you know.\nEnd of File One\nJuly 23, 2009\nBeginning File Two",
        "A: — and the Germans couldn’t speak French. They couldn’t speak it, they couldn’t\nspeak the language. They — even the fascists couldn’t understand each other. And\nthey — one — one — one another thing, one mystery about it, is how did the Italians\ngot together with the Germans —\nL: Okay, we have to go home today.",
        "Q: Andre, You gotta give it — you’ve got to [indecipherable] others just talk a\nlittle.\nL: Wait a second.\nJ: Give it a rest.\nL: I can’t talk",
        "Q: I can see the family dynamic here, but you take 1t — you — you — you get the —\nyou — you get the — the floor —\nJ: The gist.",
        "Q: — and you don’t let it go.\nL: Oh, my God, I ca —",
        "Q: It’s a dictatorship here.",
        "A: Yeah.",
        "Q: And just because you’re the oldest —\nJuly 23, 2009\nL: Well, girls are not in-involved in politics like he is, that’s all he talks about.",
        "A: Ah, ah, just mentioned that becau —",
        "Q: [indecipherable] I mean — it’s okay.",
        "A: If they — 1f they all would have spoke the same language, they probably would\nhave won the war.\nJ: All right.\nL: Okay then.\nJ: Calm down. Down, boy.",
        "Q: You mentioned that your mother sang.\nL: Yeah, she sang beautifully.",
        "Q: Do you remember any of the songs she sung?\nL: Papa Rosen.\nJ: Well, I would stop her from singing, because everything was sad. So I would\nmake a big fuss, and she was not allowed to sing. Only happy songs, you know. I’m\nstill like that, I don’t like sad songs. Well, certain ones. But I was really — I was a —\nL: My father sang too a little bit, you know, like when he prayed, or when we was\nhome.\nJ: Yeah, but his voice was not good as hers.\nL: He was —\nJuly 23, 2009\nJ: She had a beautiful voice, which she did not give to anyone.\nL: He was unusual. No. Yeah, she sang Papa Rosen, she knew Yumela(ph),\nYumela(ph) —",
        "A: Well, the song — the song —\nL: — you know, all Jewish songs and German song that you seen on Christmas time,\nwhat’s the name of that song, Joyce?\nJ: O Tanenbaum.\nL: O Tanenbaum.\nJ: She —\nL: Yes.\nJ: [remember her sitting down and saying, they were so wonderful, I don’t know\nwhat happened to them, I don’t know when they went mad.\nL: Yeah.\nJ: Because that’s all she knew was Germany —\nL: Yeah.\nJ: — and German people, and she couldn’t understand it.\nL: But as far as anti-Semitism goes, they have it all over, they have it today, they\nwill always have it, you know. It’s — it — I was called dirty Jew all over; in France,\nin — and in Belgium and in America. I see a lot of anti-Semitism always. They\nJuly 23, 2009\ndon’t know, because I don’t look Jewish, you know. But — so a lot of people say\nthings, but you know. It’s like everything else, it’s like with the black people, you\nknow.",
        "Q: When you went back to Belgium, did you go to a yeshiva?\nL: Yes, I went to Takaloyni(ph), it’s still there, I went to visit 1t when I went to\nBelgium. But now you need to have security, you have to — they won’t let you in\njust like that, but my — my friends that I have in Brussels, their grandchildren go to\nthat school, so I went in and everything looks the same, exactly the same.",
        "Q: So half — did you learn Hebrew?\nL: Yes, I was very good in Hebrew, but now I’m not that good any more. Forgot —\nJ: And she was very good in school, because she came before me, of course, and I\nremember that — the saying, you are related? How’? Same mother and father.\nL: She was a tomboy, I was very prim and proper and did everything right. I had to,\nbetween him and her, I had to. So they couldn’t believe she was my sister because if\nI—\nJ: I was the opposite.\nL: Right.",
        "Q: And Andre, you were 13 when you were in France.",
        "A: Yeah, yeah.\nJuly 23, 2009",
        "Q: Were you —",
        "A: At—at 13 and a half I came back to Belgium. At 14, I mean.",
        "Q: Did you ever have your Bar Mitzvah?",
        "A: Yeah, in Belgium, in Belgium.",
        "Q: Can you tell me about it?\nL: I know about it —",
        "A: Nothing was [indecipherable]\nL: — because I used to pr — I learned the — learned the Haftorah with him. So he had\nBar Mitzvah with about 14 boys who had it at the same time, and they all learned it\ntogether, and he won the first prize, which I remember, cause he was so good in tt.\nAnd then, that’s it. Now he’s not too much on Hebrew, right?",
        "A: No, but I was in a different [indecipherable] up there when I — because I had the\nBelgian passport, and I could travel all over, and I got involved with somebody who\nwas — smuggled cigarettes to France, and things like that.\nL: Oh, I didn’t know that.",
        "A: Yeah, yeah.\nL: Oh.",
        "Q: How old were you?",
        "A: I was 14 years old, you know.\nJuly 23, 2009\nL: He was tough.",
        "A: Yeah.\nL: I had to be the good one, because my mother had him.\nJ: And me.\nL: And her.",
        "Q: Did you graduate from Lycée, or high school?",
        "A: No, I-I graduate — in Belgium I went to Flemish schools, Flemish schools. And I\nhad forgotten a little Flemish, so I had to pick up — get back to — in the Flemish, you\nknow? But I had no trouble, yeah. I [indecipherable] so bad, I never went to a—a\nhigh education, because I missed too much in school in France. | didn’t know\nalgebra, I couldn’t understand algebra. They says, E and six is — is equal to — to M.\nI didn’t understand that, know, I didn’t had the beginning of the algebra. So — so I\nstart working early, you know. I helped my father as a plumber, and then I became a\njeweler, because they build a sh-shop for jewelers, and th-the guy [indecipherable]\nof the jewelers wanted me to work for him, so I started working for him, I became a\njeweler.",
        "Q: What did that consist of, what did learn from him?",
        "A: Melted metal, gold platinum —\nL: He makes beautiful thi — jewelry, he does.\nJuly 23, 2009",
        "A: — I make rings, bracelets, you know.\nL: Makes beautiful jewelry.",
        "A: I became a jeweler. Then I came here, I-I worked in the trade too, until I got\ndrafted in the army, and the send me to Korea and Germany.\nL: That was the worst for my mother —",
        "A: Yeah.\nL: — when he was drafted, because they send him back to Germany.",
        "A: I never been to Germany before. I know I seen Germans in France, but I never\nbeen to —\nL: Yeah, but they send you.",
        "A: — to the German territory.\nL: So he was in the army.",
        "Q: How did you feel about that, going back to German — Germany as an American\ncitizen?",
        "A: I was a soldier, you know, like I patrol the border, I go on maneuvers and\neverything, slept in the snow in the woods. Yeah, was a — because Germany’s cold\nin the winter. And when you have seven army — the seventh army — I was in the\nseventh army — seven army alert all over Germany, so the seventh army goes in the\nJuly 23, 2009\nfield, and you sleep in the snow for about a month. And you come back, yeah, it’s a\n— was tough, tough duty.\nL: Yeah.",
        "A: Yeah.",
        "Q: Lucie, you mentioned the American Jewish soldiers who looked up your family\nafter the liberation.\nL: Mm-hm, mm-hm.",
        "Q: Do you remember the names of any of them?\nL: Just — just the one that helped us find my aunt in the United States, Simon\nCorla(ph). And I’d like to find out exactly where his family is, but I could never\nfind out. And I —",
        "Q: Do you remember where he was from?\nJ: New York.\nL: From New York, yes.\nJ: He was a New Yorker, probably Brooklyn, from what I gather. I’ve tried, I’ve —\nbut whatever I came across — someone did tell me that, and I don’t know how true it\nis, that he went to Israel in the beginning and he was — I don’t know if he was sort\nof thrown out of this country. But I’m not sure.\nL: And I have a letter by him, so —\nJuly 23, 2009",
        "A: You got what?\nL: A letter.",
        "A: Huh?\nL: A letter.\nJ: And I have his army number, and I’ve tried to call army’s — the army, and see if I\ncould get information, and I could not get anything.",
        "Q: Did you stay in contact with anybody, do you remember anybody from\nRivesaltes at all?",
        "A: From Rivesaltes, no.\nJ: Not from Rivesaltes.\nL: No. But I know there’s so — there’s a lot of people that live in Canada, like\nShmeltz(ph), you know, Jackie —",
        "A: Oh yeah, yeah, I —\nL: Jackie Shmeltz(ph). He lives in —\nJ: He was in Rivesaltes. He died, didn’t he?\nL: No, his sister lives in Canada.\nJ: Right.\nL: S — you know, probably could find out where she lives, but I don’t know if she’s\nstill alive or whatever.\nJuly 23, 2009\nJ: There’s a lot of things I wish I had asked, and been con — persistent about.\nL: Right.\nJ: But I wasn’t. I didn’t want to know, I was afraid to know, I didn’t want to start —\nbring back anything to them, so I left it alone. Now I’m very sorry. I’m sorry I\ndidn’t ask more, I didn’t try to find out more, but that’s past. And there’s no one to\nask.\nL: Yeah. People should write things down, like if their parents tell them things they\nshould write it down because as you get older, you forget things, you know.",
        "Q: One of you mentioned that your mother wanted to come to the United States\nand your father wanted to go to Israel.\nL: Yes, oh.",
        "Q: And that your father had a hard time adapting to the United States. Wa-Was he\na plumber when he —\nJ: No.\nL: No.\nJ: He couldn’t get into the plumbing union, because at that time it was predominant\n— in New York it was predominantly Italian, and he could not get in. So he took\nwhatever he could. He worked in a factory for a while. He did —",
        "A: Lamp, he made lamps for ships.\nJuly 23, 2009\nJ: He did different things.",
        "A: Perko.\nL: Yeah.\nJ: And —\nL: Yeah.\nJ: You know, he gave up — he was not a plumber.\nL: No. But he always talked about Israel. He read til all hours in the morning, until\nyou know, he couldn’t see, he became blind. But he always wanted to go to Israel.\nAnd I went to Israel, and the strangest thing is that when I arrived in Israel, and we\nwent touring, we — he always told me about Rachel’s tomb, and David, and all\nthese things. And when I arrived at the — in Israel, and we went sightseeing, we\nstopped at this big cemetery, and it made me think of my father. You know, with\nthe trees and everything. But —",
        "Q: Did you belong to a synagogue when you came to the United States? Did you —\nL: We went to synagogues, now I belong to everything, ORT, Hadassah, the\nHolocaust museum downtown here, the one in Washington, D.C. What else do I\nbelong to Joyce?\nJ: Everything.\nJuly 23, 2009\nL: I belong to everything practically, and I go to temple, and Joyce belongs to the\ntemple in Middletown, and you know.",
        "Q: Did you notice that your parents changed their religious practices before and\nafter the war? I remember you — that Andre, you mentioned that you kept kosher.\nL: Mm-hm.",
        "Q: And did they change after the war?\nJ: No.\nL: No, we were kosher after the war too. We were kosher after the war, my father\nwent to temple. He laid Tefillin, you know, he did the —",
        "A: Yeah, he believed, he believe — I don’t —\nL: He believed more than we do, know, yeah.",
        "A: Yeah. I’m not a believer, no.",
        "Q: The war did not change his —",
        "A: Maybe if the war wouldn’t have been there, I probably would be maybe religious\ntoo, but I grew up in the south of France. They’re more — they think different,\nknow, I beli — I think a little bit like they do.\nL: Well, the war robs you from your childhood.",
        "Q: You mentioned a Rabbi Bloch(ph), who helped you tha —\nJuly 23, 2009\nL: Right. He lived on Riverside Drive, we — we came from — the HIAS brought us\nover here, and R-Rabbi Bloch(ph), they got us an apartment on Riverside Drive,\nand that’s where we lived. And Rabbi Bloch(ph) had the synagogue on Riverside\nDrive, in a hundred —\nJ: [indecipherable] 138\" Street.\nL: 138\" Street, and my parents went to worship there. And he always called up, he\ncame to my wedding, he came to Joyce’s wedding, he brought her a present, right?\nAnd he always called up and inquired how my parents are doing, as old — you\nknow, he wasn’t young any more either.\nJ: And he always called me on my birthday.\nL: Yeah.\nJ: Because he’s the one who gave me my Jewish name.\nL: Yeah, Chana(ph).\nJ: And I went to Hebrew school, and he was my Hebrew school teacher. I spent\nmost of the time outside that classroom as well. I— it was my m.o.",
        "Q: He came — how did he get out of Rivesaltes?\nJ: I think that when — he must have escaped before the trucks came, before they\ntook everybody to Auschwitz, I think he escaped and went to Switzerland. For\nsome reason a — I believe that’s correct. And then after the war, he came to the\nJuly 23, 2009\nUnited States. He had two daughters, and I know that his — I once spoke to\nsomebody —\nL: And he lived in Rockland county.\nJ: And — and his grandson was trying to find out about him — more about him. And\nshe was trying to get — give him information. Because he did run that camp. I mean,\nhe was the religious leader of that camp. He was a very lovely man.\nL: He’s — he — they mention him in that movie, “Journal de Rivesaltes.”\nJ: And it — there’s also a book about Rivesaltes that he is mentioned in.",
        "Q: What was — how did you — how did HIAS get you to the United States?\nJ: Well, it’s not just HIAS, it took five years for us to get here, because they kept\nselling —\nL: Our visa.\nJ: Our — the visas. Finally, my aunt got this man who had some power and had the\nmoney, and made sure that we would be leaving when they said we would be\nleaving. And that and the organization got us here.",
        "Q: It took five years?\nJ: It took five years to get here.\nL: Mm-hm. From 1945 to 1950.\nJ: 50. And that’s — that’s when we came.\nJuly 23, 2009",
        "Q: It was the Belgian authorities who made it difficult?\nJ: [don’t know who made it difficult. I think some of the Jewish organizations were\nnot that up and up as well, after the war.",
        "Q: It was hard to get —\nJ: It was hard. It was very hard to get out.\nL: To the United States.\nJ: And it was very difficult to get to the United States.",
        "Q: There was a quota in the United States.\nJ: Very much so. So —\nL: Well, now you can come in like —\nJ: — at that time the quota was very difficult to buck.",
        "Q: Do you remember going through Ellis Island?\nJ: No, we didn’t.\nL: No, we didn’t.\nJ: We came in style.",
        "A: Hoboken.\nJ: We came —\nL: New amst —\nJ: —on a luxury liner. We came New Amsterdam.\nJuly 23, 2009",
        "A: New Amsterdam.\nJ: It was a cruise ship.",
        "A: Yeah. We came Hoboken, Hoboken.\nL: We came to Hoboken.\nJ: So, it was lovely, it was a lovely trip.",
        "A: Swimming pool and everything, yeah.\nL: It was great. Then we went in the subway. I thought the doors were gonna close\non me.",
        "Q: And where did you stay when you first got here?\nJ: My aunt’s house.\nL: I didn’t, I stayed at the HIAS, they had —\nJ: Well, we stayed at the HIAS for a little whi — I had stayed for maybe a week.",
        "Q: It’s like a dormitory.\nL: Yes, it’s like a shelter for — for the Jewish — for the immigrants. It’s a shelter for\nthe immigrants and we stayed there. She didn’t stay there, she stayed by my aunts.\nJ: The way I can really describe it is I remember seeing a movie, “Bitter Rice,” and\nthey had a scene of a big dormitory of a big shelter, and it reminded me of that.\nNow, I went back to the HIAS, which is now Pabst theater. It became a — it became\na theater.\nJuly 23, 2009",
        "A: It’s on Lafayette Street.\nJ: Yes, and it’s Pabst theater, and my daughter got me in to see. And it’s strange\nbecause I remember the staircase, I remember the upstairs, I remembered where the\ndining room was. But it’s a theater.",
        "Q: Is there anything else you would like to add about your experience?\nJ: No.\nL: No, we just want to say that, you know, actually we doing this for my parents,\nfor my cousins who never made it, and they say the Holocaust never happened.\nThat’s why. And it did.",
        "Q: Thank you.\nL: Yeah.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview,\nconducted by Peggy Frankston, with Andre, Lucie and Joyce, who were born\nZalc. All brother — a brother and two sisters, and it’s going to be — and it’s on July\n23\", 2009, in New York City, and it’s a continuation of the three separate\ninterviews that were just done, talking about wartime experiences, and perhaps\nsome of the experiences after the war, or some experiences before the war. So, I’d\nlike to start with some of the things that you know about your parents.",
        "Q: Where was your father from?",
        "Q: Is that why your name is Umal(ph) on your —\nL: Right.",
        "Q: Lucie, you remember what it was like arriving in France, you — what — going to\nthe different camps?\nL: Well, we were on a train going to France, and | think a bomb fell on the train.",
        "Q: When you went to the first camp, were you all together, or were you separated?\nL: I think we were to —",
        "Q: Turnips.",
        "Q: Do you remember crying a lot, you mentioned —\nL: Yeah.",
        "Q: — crying a lot.\nL: Mama —\nJuly 23, 2009",
        "Q: Did you have any friends your age?\nL: I don’t — I remember they made a party, and they gave us some food, and that\nwas very joyous, there was music and everything, but I think that was around the\nholidays, and that’s when I remember. I even remember smuggling out a little piece\nof bread in my underwear for my mother, because she always saved everything for\nUS.",
        "Q: Did you meet other children, the Spanish children or the Roma children?",
        "Q: Where does she live?\nL: She lives in Montreal.",
        "Q: How long were you in Villa Marianna(ph)?\nL: Not that long, I don’t really know, I don’t know —",
        "Q: Is it because you cried a lot?\nL: I cried a lot —",
        "Q: It was like summer camp, it was in the summer?",
        "Q: And Marjolet? The Chateau de Marjolet, was that —",
        "Q: He mentions Lyon?",
        "Q: Was she Jewish?\nL: I don’t know, I don’t know. I — all I know is I had to be very quiet, you know.\nWhich I knew how to be quiet, you know.",
        "Q: And then she took you to the Villa Marianna(ph)?\nL: Mm-hm.",
        "Q: And what happened when you left the villi — Villa Marianna(ph), your parents\ncame for you?\nL: Ah, was a— I went to France, right, from there?",
        "Q: The what?\nL: A [indecipherable].\nJ: It’s feathers. It’s a feather blanket.\nL: It’s like a feather blanket, she opened up the seam and put a lot of things in there",
        "Q: Okay, what do you want to say?\nJ: She also hid her wedding certificate, and a few — and my father’s tallis in his coat,\nin the lining of his coat. Now I had — they found that.",
        "Q: Was she — your — your —",
        "Q: Your father was in the resistance?",
        "Q: But —\nJ: But he knows.",
        "Q: But he was working as a — a lumberjack, he was cutting —",
        "Q: — trees.\nL: Right, right.",
        "Q: But he — was he with other people who were Jewish, or was he with other\nresistance fighters, or was he part of a— a— a work brigade?",
        "Q: Did the people in Tresse know that you were Jewish, apart from the woman who\nhelp [indecipherable]",
        "Q: And when you went to school —",
        "Q: You knew you were different, that you were foreigners, but did they know that\nyou were Jewish in the public school?\nL: I don’t know, I don’t know.",
        "Q: You mentioned Lucie that the Madame Laville(ph) was try — was thinking that\nmaybe you could be baptized.\nL: Right.",
        "Q: And maybe that was to protect you?\nL: Could be, could be, you know.",
        "Q: Did you learn the catechism?\nL: Yes, I did. I went to church and I used to know [speaks French], I used to know\nal — everything and you know, in France it’s not like here. In a little town, you see\nthe priest, you kiss his cross when you see him, and I thought it was beautiful, you\nknow, I was a little girl, this is, you know.\nJ: My mo — my mother did say, the priest did approach her and wanted to baptize\nus. She said no. She said, I was born a Jew, I am a Jew — meaning us as well.\nL: Yeah.\nJuly 23, 2009\nJ: And they will die Jews.\nL: Yeah.",
        "Q: Even if it meant that you will die.\nL: Yeah, yeah.",
        "Q: Did you still speak Yiddish at home, even though you were in France?",
        "Q: So we’re gonna have to change tapes, okay?",
        "Q: Andre, You gotta give it — you’ve got to [indecipherable] others just talk a\nlittle.\nL: Wait a second.\nJ: Give it a rest.\nL: I can’t talk",
        "Q: I can see the family dynamic here, but you take 1t — you — you — you get the —\nyou — you get the — the floor —\nJ: The gist.",
        "Q: — and you don’t let it go.\nL: Oh, my God, I ca —",
        "Q: It’s a dictatorship here.",
        "Q: And just because you’re the oldest —\nJuly 23, 2009\nL: Well, girls are not in-involved in politics like he is, that’s all he talks about.",
        "Q: [indecipherable] I mean — it’s okay.",
        "Q: You mentioned that your mother sang.\nL: Yeah, she sang beautifully.",
        "Q: Do you remember any of the songs she sung?\nL: Papa Rosen.\nJ: Well, I would stop her from singing, because everything was sad. So I would\nmake a big fuss, and she was not allowed to sing. Only happy songs, you know. I’m\nstill like that, I don’t like sad songs. Well, certain ones. But I was really — I was a —\nL: My father sang too a little bit, you know, like when he prayed, or when we was\nhome.\nJ: Yeah, but his voice was not good as hers.\nL: He was —",
        "Q: When you went back to Belgium, did you go to a yeshiva?\nL: Yes, I went to Takaloyni(ph), it’s still there, I went to visit 1t when I went to\nBelgium. But now you need to have security, you have to — they won’t let you in\njust like that, but my — my friends that I have in Brussels, their grandchildren go to\nthat school, so I went in and everything looks the same, exactly the same.",
        "Q: So half — did you learn Hebrew?\nL: Yes, I was very good in Hebrew, but now I’m not that good any more. Forgot —\nJ: And she was very good in school, because she came before me, of course, and I\nremember that — the saying, you are related? How’? Same mother and father.\nL: She was a tomboy, I was very prim and proper and did everything right. I had to,\nbetween him and her, I had to. So they couldn’t believe she was my sister because if\nI—\nJ: I was the opposite.\nL: Right.",
        "Q: And Andre, you were 13 when you were in France.",
        "Q: Were you —",
        "Q: Did you ever have your Bar Mitzvah?",
        "Q: Can you tell me about it?\nL: I know about it —",
        "Q: How old were you?",
        "Q: Did you graduate from Lycée, or high school?",
        "Q: What did that consist of, what did learn from him?",
        "Q: How did you feel about that, going back to German — Germany as an American\ncitizen?",
        "Q: Lucie, you mentioned the American Jewish soldiers who looked up your family\nafter the liberation.\nL: Mm-hm, mm-hm.",
        "Q: Do you remember the names of any of them?\nL: Just — just the one that helped us find my aunt in the United States, Simon\nCorla(ph). And I’d like to find out exactly where his family is, but I could never\nfind out. And I —",
        "Q: Do you remember where he was from?\nJ: New York.\nL: From New York, yes.\nJ: He was a New Yorker, probably Brooklyn, from what I gather. I’ve tried, I’ve —\nbut whatever I came across — someone did tell me that, and I don’t know how true it\nis, that he went to Israel in the beginning and he was — I don’t know if he was sort\nof thrown out of this country. But I’m not sure.\nL: And I have a letter by him, so —\nJuly 23, 2009",
        "Q: Did you stay in contact with anybody, do you remember anybody from\nRivesaltes at all?",
        "Q: One of you mentioned that your mother wanted to come to the United States\nand your father wanted to go to Israel.\nL: Yes, oh.",
        "Q: And that your father had a hard time adapting to the United States. Wa-Was he\na plumber when he —\nJ: No.\nL: No.\nJ: He couldn’t get into the plumbing union, because at that time it was predominant\n— in New York it was predominantly Italian, and he could not get in. So he took\nwhatever he could. He worked in a factory for a while. He did —",
        "Q: Did you belong to a synagogue when you came to the United States? Did you —\nL: We went to synagogues, now I belong to everything, ORT, Hadassah, the\nHolocaust museum downtown here, the one in Washington, D.C. What else do I\nbelong to Joyce?\nJ: Everything.\nJuly 23, 2009\nL: I belong to everything practically, and I go to temple, and Joyce belongs to the\ntemple in Middletown, and you know.",
        "Q: Did you notice that your parents changed their religious practices before and\nafter the war? I remember you — that Andre, you mentioned that you kept kosher.\nL: Mm-hm.",
        "Q: And did they change after the war?\nJ: No.\nL: No, we were kosher after the war too. We were kosher after the war, my father\nwent to temple. He laid Tefillin, you know, he did the —",
        "Q: The war did not change his —",
        "Q: You mentioned a Rabbi Bloch(ph), who helped you tha —\nJuly 23, 2009\nL: Right. He lived on Riverside Drive, we — we came from — the HIAS brought us\nover here, and R-Rabbi Bloch(ph), they got us an apartment on Riverside Drive,\nand that’s where we lived. And Rabbi Bloch(ph) had the synagogue on Riverside\nDrive, in a hundred —\nJ: [indecipherable] 138\" Street.\nL: 138\" Street, and my parents went to worship there. And he always called up, he\ncame to my wedding, he came to Joyce’s wedding, he brought her a present, right?\nAnd he always called up and inquired how my parents are doing, as old — you\nknow, he wasn’t young any more either.\nJ: And he always called me on my birthday.\nL: Yeah.\nJ: Because he’s the one who gave me my Jewish name.\nL: Yeah, Chana(ph).\nJ: And I went to Hebrew school, and he was my Hebrew school teacher. I spent\nmost of the time outside that classroom as well. I— it was my m.o.",
        "Q: He came — how did he get out of Rivesaltes?\nJ: I think that when — he must have escaped before the trucks came, before they\ntook everybody to Auschwitz, I think he escaped and went to Switzerland. For\nsome reason a — I believe that’s correct. And then after the war, he came to the",
        "Q: What was — how did you — how did HIAS get you to the United States?\nJ: Well, it’s not just HIAS, it took five years for us to get here, because they kept\nselling —\nL: Our visa.\nJ: Our — the visas. Finally, my aunt got this man who had some power and had the\nmoney, and made sure that we would be leaving when they said we would be\nleaving. And that and the organization got us here.",
        "Q: It took five years?\nJ: It took five years to get here.\nL: Mm-hm. From 1945 to 1950.\nJ: 50. And that’s — that’s when we came.\nJuly 23, 2009",
        "Q: It was the Belgian authorities who made it difficult?\nJ: [don’t know who made it difficult. I think some of the Jewish organizations were\nnot that up and up as well, after the war.",
        "Q: It was hard to get —\nJ: It was hard. It was very hard to get out.\nL: To the United States.\nJ: And it was very difficult to get to the United States.",
        "Q: There was a quota in the United States.\nJ: Very much so. So —\nL: Well, now you can come in like —\nJ: — at that time the quota was very difficult to buck.",
        "Q: Do you remember going through Ellis Island?\nJ: No, we didn’t.\nL: No, we didn’t.\nJ: We came in style.",
        "Q: And where did you stay when you first got here?\nJ: My aunt’s house.\nL: I didn’t, I stayed at the HIAS, they had —\nJ: Well, we stayed at the HIAS for a little whi — I had stayed for maybe a week.",
        "Q: It’s like a dormitory.\nL: Yes, it’s like a shelter for — for the Jewish — for the immigrants. It’s a shelter for\nthe immigrants and we stayed there. She didn’t stay there, she stayed by my aunts.\nJ: The way I can really describe it is I remember seeing a movie, “Bitter Rice,” and\nthey had a scene of a big dormitory of a big shelter, and it reminded me of that.\nNow, I went back to the HIAS, which is now Pabst theater. It became a — it became\na theater.",
        "Q: Is there anything else you would like to add about your experience?\nJ: No.\nL: No, we just want to say that, you know, actually we doing this for my parents,\nfor my cousins who never made it, and they say the Holocaust never happened.\nThat’s why. And it did.",
        "Q: Thank you.\nL: Yeah.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "A: Yeah, so, my mother, she came from a family living in — in Latvia, and — not in\nRiga, she was Ventspila(ph). That’s a different city, it’s a ha-harbor in Latvia. And\nshe had two brothers, and t-two sisters. And they owned a — a farm of cattle, a cattle\nfarm up there. But — and of course in Latvia there was a — a certain amount of\nJewish population. And that way Latvia also was a — belonged to Russia, but\nbefore it belonged to Russia, was a part of Germany, was a colony of Germany.\nAnd the people spoke German, and later they learned Russian from the Russian\noccupation, or beca — the Russian got the — got the territory. And she — her — they\nwere Selling cattle to Finland and Sweden and everywhere. But then the — the tsar\nof Russia had a brother and his name was Peter. And when they went — they went\nin war with Germany, a — a [indecipherable] there were — he — he was afraid of the\nJewish population because in those days the Jews were friendly with the Germans,\nJuly 23, 2009\nand they spoke Yiddish, which 1s an — an old German. It’s a dialect of Germany\nfrom — from 500 years ago. So Peter decided, with his brother, the tsar of Russia,\nthey decided to — to take the Jews and send them to the other part of Russia by the\n[-Iranian border, by the Caspian Sea, by Azrahan(ph), by Baku, Azrahan(ph).\nAnd they were sent there. And up there they — they started a new life, with different\nbusinesses to survive. And the gr — the grandfather, my mother’s father started\nbecause there — up there is a lot of fish. The — the caviar comes from there, and the\n— and the best fish. And the oils from the whales, too, which was like, very\nimportant in those days. So he start the factory of smoking fish, and he was very\nsuccessful with that because in those days, in the first World War, the Russian army\nhad no C-rations like today, and they used to u-use a piece of smoked fish and a\npiece of bread. That was the food of the Russian soldier. And — and he couldn’t\nproduce enough smoked fish for the government, so we’re — the government wanted\nthey should produce more fish, they’re working day and night. So he complained\nabout it. So they told him, don’t worry about it, 1f you’re short of labor, we give you\nworkers. So they gave him Turkish prisoners and German prisoners and Austrian\nprisoners from the first World War, and they used to work in the factory helping to\nsmoke the fish. And — and two prisoners fell in love with my aunts, and they\nmarried my aunts, and when the revolution of Russia started, the war with the\nJuly 23, 2009\nGermans and Russians stopped, because the Germans made the Russian revolution,\nI don’t know if you know that, yeah. Because they got Lenin in Switzerland, and\nthey gave him money and they send him back to Russia to make the revolution.\nAnd when they made the revolution, the war stopped. So those — those two\nprisoners took their wives with them to Germany, and then went to United States.\nAnd one uncle — an aunt went to Belgium. And my mother, she was young and she\nwasn’t married, so she stayed with — with her folks, and the two brothers went to the\nRussian army. And after the war, my mother was the only daughter home with the —\nwith the two brothers. They went back to Latvia from Azrahan(ph). But the\nparents died in Azrahan(ph). They got — what’s that disease? The fever —\nL: Typhoid?",
        "A: Huh?\nL: Typhoid?",
        "A: Typhoid. They got typhoid, and they died from that disease. Typhus, that’s\ncalled, and a — typhoid, yeah, in English. So they died from that disease, so my\nmother became an orphan. So the Russians go — the Russian government gave a\nvisa, aS was already after the revolution, b-because she was an orphan, they gave a\nvisa to go to her sister’s. One lived in the States and one lived in Belgium. So she\nwent to Belgium to go to the States, and by going to Belgium, she stayed by that\nJuly 23, 2009\nother sister and she married my father. And that’s — that’s the wa — we were born in\nBelgium from that wedding, and —\nL: And we had —",
        "A: — my sister Joyce was born in France during the wartime, yeah.",
        "A: My father was Polish, from Lodz, Lédz. I mean, he came to Belgium too, but he\ndidn’t had his birth certificate from Poland, he couldn’t get the birth certificate, he\nhad to go back to Poland to serve in the reserve. In Poland, after the — after the —\nbeing in the army, he has to be four or five years in the reserve. So h-he — he\ncouldn’t go back there because he was married, he had no way of going back there.\nSo he couldn’t get married officially in Belgium, so he was just married by the\nJewish law, yeah. So —\nL: But he was from Lodz.",
        "A: He was from L6dzZ, yeah, but he served in the Polish army in the war with\nPilsudski. That’s the Germa — the Polish general who freed Poland from the\nRussians, and Poland invaded Ukraine — Kiev, Poland took Kiev. But after that,\nthe Polish lost the war, and the Russians came all the way to the capital of Poland.\nAnd things got very bad in Poland, and so he left Poland and he came to Belgium\nJuly 23, 2009\nL: Belgium.",
        "A: And he didn’t serve in —",
        "A: Yeah, and that’s why in Belgium, I didn’t have my father’s name, I was named\nUmal(ph) after my mother. And being that I was under my mother’s name, I\nbecame a Belgium citizen automatically, because he came from — from foreign por\n— parents in Belgium, he didn’t had the Belgium nationality, he had to go, he had to\nserve in the Belgium army to become a Belgium. So I was a Belgium\nautomatically, I — in this coun — I am consi — I was considered the son of the King\nAlbert, King Albert, I was his son. I never seen him myself.\nL: Yeah.",
        "A: About two weeks.\nL: And it took us a long time, and we had to get off the train to go to the bathroom\nand all that. And when the bomb fell on the train, it divided the train in two, and\nJuly 23, 2009\npart of the train was left behind, and we were lucky, our train went on. And that’s\nhow we got to other station.",
        "A: To the south of France.\nL: And that’s — it’s unbelievable, you know.",
        "A: And — and also by the — when we traveled to France, they arrested the German\nfifth column, you know fifth column? They had German spies, they were dressed as\npriests, and the French police arrested them, yeah.\nL: Just want to know [indecipherable]",
        "A: No, no, just different things that happened there.\nL: Yeah. And then they — you know, when they ask you for your identification, if\nyou don’t have one, they automatically put you in — in a camp, you know.",
        "A: All together.\nL: We were together. We were together, and then Recebedou —",
        "A: In Brenz(ph) too, were together, yeah.\nL: Brenz(ph), Recebedou, we were together. Even in Rivesaltes in the beginning,\nwe were together.",
        "A: And then they separated us.\nJuly 23, 2009\nL: Right. And then when Joyce was born, that’s when we, you know, we escaped\nout. I was there for quite a while. And which illow(ph) are they making the\nmuseum, is it K? I think I was in that illow(ph) —",
        "A: And something else —\nL: — which is very unusual.",
        "A: — something else. The people, from eating the — the navets — how you call the\nnavets? The —",
        "A: Turnips.\nL: Oh yeah.",
        "A: They used to get water in the legs from eating that without stopping, because\nthat’s the only food they gave you, they used get w-water in the legs, they were —\nlegs used to blow up.\nL: A lot of people just didn’t make it.",
        "A: Used to get sick and die from — some of them who made it, you know.",
        "A: And — and in camp too, there was certain rumors going around that if you\nvolunteer to go to work in Germany, you get more food, and you get better things,\nand a lot of people volunteered for it. I don’t know if they went —\nL: Yeah.",
        "A: — to Germany, but there was all kind of rumors going around, like people could\nget more food. They did anything they could, you know.",
        "A: No, the — the —\nL: Gypsy.",
        "A: — they were in a different part of the camp.\nL: They were Gypsy children.",
        "A: The Gypsies too, they were a different part of the camps. The Gypsies were in —\nin special part of the camp, and the Spanish too. Sometime you — we came together\nJuly 23, 2009\nwith the Spanish, but they spoke different language, we couldn’t talk to them. And\nthey were very good in throwing stones. They were throwing stones at electric wire,\nyou know, yeah, the Spanish kids, yeah, yeah. In those days I couldn’t speak\nSpanish, you know. Yeah.\nL: Well, I have two friends that I was with in the Villa Marianne, which is\nElizabeth Silverberg(ph), and she passed away in Canada. And her sister’s still\nalive, but I haven’t met her sister, I talked to her on the phone.",
        "A: Couple months, about three months.\nL: — because they send me — I think they send me back, right?",
        "A: There’s a— 0-on the Riviera, Saint-Raphaél.\nL: Yeah, Saint-Raphaél.",
        "A: Yeah, three months, three months, yeah.",
        "A: No, they send us up there —\nJuly 23, 2009\nL: — so they send me — I made everybody —",
        "A: — to be on vacation, the — to make it easy for our parents in — in Tresse, you\nknow.",
        "A: Yeah, in the summer —\nL: No, was not — no summer camp.",
        "A: — but it was terrible, there was no food, and — and we used to — at night I woke\nup and the kids were like having like a meeting, th-the boys, and — because the boys\nslept different with the girls. And then, they were talking about stealing tomatoes,\nSO we went out at night, we stole some tomatoes and we ate. And the next day the\nFrench police came over the place. They knew that we stole the tomatoes, and they\nput us in a line, and they wanted somebody to — to tell the — that we — that we were\nthe ones stole —\nL: Yeah, that —",
        "A: — but nobody said nothing.\nL: They had fig trees —",
        "A: So the French police left and —\nL: Remember they had fig trees?",
        "A: Yeah, outside, by the houses.\nJuly 23, 2009\nL: Mm-hm, mm-hm.",
        "A: Sometime they send us to buy stuff in the — in the city. We were on detail to buy\nstuff in the city, and as we went to the city, we pass houses where there were — figs\nwere growing. So we used to climb over the fence and grab some figs. But it was\ndangerous because of the people, people in villas, they didn’t want nobody to steal\ntheir figs, yeah. Tomatoes too.",
        "A: Oh, this was after the war, this was —\nL: Yeah, this was at the end.",
        "A: —1n 1944, between °44 and f— and °45. This was when the [indecipherable]\nL: Oh, they gave you food there.",
        "A: — they were not occupied no more. France was free.",
        "A: Yeah.\nL: Yeah, I was in Lyon when they took me to —",
        "A: To the Marjolet.\nL: — villa — Marjolet, or Villa Marianne?",
        "A: No, Marjolet.\nJuly 23, 2009\nL: No, no, this was different. I was in Lyon when someone took me to the Villa\nMarianne, and she was an underground girl, and I had to be very quiet. She took\nme to her apartment, had to be very quiet, nobody had to know that I was there. And\nI just enjoyed being with her, because she was very pretty, and I was a little girl, I\nwas fascinated, her co — her combing her hair, putting on make-up, things like that.\nJ: And also eating.\nL: Yeah, she took me to a restaurant in Lyon, and sh — she taught me how to eat\nartichokes, which I had never eaten before, I never eaten — I mean, I’ve eaten it\nsince then, but never before, and we had a nice evening, and then she took me back,\nand then she took me to the Villa Marianne.",
        "A: We were make to Tresse.\nJuly 23, 2009\nL: To Tresse, yeah, I went back to Tresse. But many things occurred in Tresse,\ntoo, that we could have been caught a million times and we were just very lucky.\nRemember when they put us in that circle in the park?",
        "A: Oh yeah, this a — this is when they looked for the people derailed the trains.\nL: Right. I thought 1t was something [indecipherable]",
        "A: No, no.\nL: — they wanted to kill the priest.",
        "A: Oh this is — they find the — the — the resistance —\nL: Ammunition.",
        "A: — they put the — they hide in the church, parachute and other weapons, so the —\nthe Germans find —\nL: Right.",
        "A: — all that stuff, and they wanted to execute the priest. So the mayor of the town\nswore to the Germans that the priest is not — he — he —\nL: Not involved, he’s not involved.",
        "A: — blamed everything on the — he’s not involved. He blamed everything on the\nresistance and the communists, know.\nJuly 23, 2009\nL: But then, after awhile, they let us go. And my mother had a lot of Jewish — like a\nJewish book, and a lot of Jewish things that she put — do you know what a\n[indecipherable] 1s?",
        "A: She hide a lot of things in there, yeah.\nL: — so they wouldn’t find it. And the —",
        "A: The pictures from our family and everything. She had pictures from her brothers\nin the Russian army.\nJ: That’s how we got everything.",
        "A: She — she put all that stuff in there and the — the Germans came in, but they —\nthey —th-th-they never dreamed of opening up the thing, you know.\nL: And also, she threw a lot of things away in these public bathrooms, you know,\nwhere you throw things that — like in that movie, what’s that movie where that little\nkid hid in there?",
        "A: The — the public toilet?\nJuly 23, 2009\nL: Mm-hm.",
        "A: Yeah. See, in France, in that town, there wasn’t — we had toilets, you know,\nwhere we lived. But a lot of houses had no toilets and in the morning they used to\ncome to the public toilet. They had like — at night they used to go in pots, like a\nbucket, and in the morning they used to come to public toilet, empty everything in\nthere. The public toilet was very important —\nL: Very rural.",
        "A: — because there wasn’t — a lot of houses had no public toilets in France. In that\ntown where we lived [indecipherable]",
        "A: Yeah.",
        "A: We were all surrounded by Germans you know.\nL: Yeah.",
        "A: The Germans in Oradour-sur-Glane in France, they put all the population to\nchurch, and they burned them all, and they machine-gunned everything. And we\nwere like minutes away from something like that, too, because the Germans wanted\nJuly 23, 2009\nto get even for their train, because the train went to Italy, used to carry German\ntroops, ammunition. And used to carry women, who went to see their husbands in\nItaly. And the women who went to see their husbands in Italy brought their babies\nin there, and when the train derailed, they all got killed. And so wa-was a — the\nGermans wanted to get even with that, but they were a little bit afraid when the saw\nthe French ta — ta — to do crazy things, because there was too ma — too much sa —\nresistance, too much resistance in the woods, and they know if they do something\nvery bad, they’re going to pay for it in fra — in the south of France, because in the —\nin the mountains, they cut off the — the roads, and they — they would have killed a\nlot of German.\nL: Yeah, so that’s about it, yeah.",
        "A: Yeah.",
        "A: Yeah.\nL: I—I knew he were — he was in the woods. Whenever the Germans would come\nin town, he would be in the woods, but I didn’t know what he — what exactly for\nsure.\nJuly 23, 2009\nL: But he knows.\nJ: But he knows.",
        "A: Yeah.",
        "A: A lumberjack, he was cutting trees.",
        "A: No, he was — he was — the resistance were 1n the woods, and they used to hide by\nthe lumberjacks, you — in the — 1n the — in the woods, where you hide the woods,\nwhere the pieces, where you cut the woods, they used to hide their weapons, yeah.\nAnd they used to go out to derail trains. But there wasn’t mentioned nothing, you\nknow. I used to say to them, how you got so many sardines? Boxes full of sardines\nfrom Portugal. In those days one little can of sardines was like a hundred dollars,\nyou could sell it for a hundred dollars, nobody had it. And he didn’t say, he say, oh\nwe got it, we got it, know. And then I find out that the — by the train, the derailment\nof the train they got all this stuff. And their weapons too, came from the trains.\nThey used to have German weapons, grenades, come off from the trains they used\nJuly 23, 2009\nto derail. To derail a train was very easy, they didn’t derail 1t with dynamite. They\nused to unscrew the — the rail, and the train used to come, and go down in a — ina —\noff the mountain, know, in a ravine, know, and then that was it, know.",
        "A: Yeah, yes, some people knew we were Jewish, yeah.\nJ: ’'m sure they knew. I’m sure they knew.\nL: Yeah. But we were lucky, they didn’t stamp Juif on our passport, which saved\nour life.",
        "A: Yeah, yeah. The — the newspapers say that you got to go to the police and ask to\n— the passport to be stamped. So my mother sent me to the police with the passport.\nSo the — the guy in charge of the police, he say go home, don’t come to me no more.\nL: Yeah, there were — we were lucky, that’s — it’s all luck.",
        "A: Yeah, I [indecipherable]",
        "A: We didn’t realize that we were so da — it was so dangerous at times.\nJuly 23, 2009",
        "A: In school, in school, th-th-they knew, but they — they couldn’t speak German, the\nFrench, that was the — because one French teacher, he — he — you cou — I could see\nin his eye the hate, eh? I could see in his eye when he talked to me that he — he —\nthat he hated me, you know, it’s easy to see, y-you understand me? Yeah. And the\nGermans came when they took too long, during the war, they took too long, the\nGermans. And when they came, they came to Tresse, when they took too long, then\nthey came from Stalingrad, the German troops. And they needed to buy paint and —\nand screwdrivers, and nails. So the — they asked the principal if somebody speak\nGerman here. He said, maybe there’s a Belgium kid, meaning me, he speaks\nGerman. So this principal told the — this teacher told the principal, take the guy,\nsend him with the Germans to translate, to — to f— to buy things for th — to speak\nFrench for them. So I went with them. So the Germans are translate, so I said to the\nGermans, why do you need so many — so many things? He says, we going back to\nRussia, there’s nothing there in Russia. There’s no nails, there’s no hammers,\nthere’s no screwdriver. He bought a lot of tools. So the next day a-again, he came to\nschool and I went with him, and the German officers. So the — the third day, the\nthird day he said to me — the — the guy in charge of the German troops, he must\nhave been a brigadier general or something, he says, he would like to meet you,\nbecause we told him we have a kid who speaks German for us. Would you like to\nJuly 23, 2009\nmeet him? I said, yeah, if he wants to meet me, I mean. So I went with him to the\nbase. In the wood they had the tent. And they had all the German officers in that\ntent. And outside were the trucks and the tents and everything. So I went in the tents\nwith them, and the — the guy in charge there, I don’t know, he was a big German\nofficer, they all clapped their heels for him. I don’t who he was.\nL: Well —",
        "A: S-So he says to me, sit down, have some tea. I have no coffee, I give you tea. So\nhe gave me some cake and tea. And then he said to me, you see, all those officers,\nhe says, they’re dummkopfs, you know what dummkopfs are? I says, I thought\nyou were joking. And then the officers, they got quiet, they didn’t laugh. So I see\nit’s — I told — I saw it’s serious. So I say, what do you say that for? He said, because\nthey went to Heidelberg, to the best universities, he said, and they don’t speak\nanother language, they only speak German, he says. And that’s why we lose the\nwar, he said to me. The — the guy in charge.\nL: Yeah, but you always knew not to say —",
        "A: Yeah.\nL: — that you were Jewish, you always knew —",
        "A: Yeah, yeah.\nL: — that they didn’t like the Jews.\nJuly 23, 2009",
        "A: And then — and then he — I stayed there may — a couple hours, have coffee and —\nand tea with them. And then he — he told the officer to drive me home, so he drove\nme back to Tresse. And I came home, I brought back a bread and some other food\nthat they gave me, you know, they gave me some food, the Germans. So I never\nunderstood that he predicted that they’re gonna lose the war, this — this ger — this\nGerman, the big German officer, he predicted like, they’re gonna lose the war.",
        "A: Yeah.\nL: We always —\nJ: 11—I learned Yiddish when I was —",
        "A: Yeah.\nJ: — after the war. I did not speak Yiddish.\nL: I did.\nJ: I spoke French.\nL: Mm-hm.\nJ: That was my first language.",
        "A: Yeah, we spoke Yiddish, but the French thought it was Flemish, they didn’t\nknow the difference. The French, they don’t know the difference between\nlanguages.\nL: Yeah.",
        "A: They just know French. Other languages they don’t know, they’re like —\nJuly 23, 2009\nL: Yeah.",
        "A: Yeah. The French wa — I used to bring home kids, and I spoke Yiddish to my\nmother. So the kids used to say, stop speaking the Flemish, teach your mother\nFrench, you know.\nEnd of File One\nJuly 23, 2009\nBeginning File Two",
        "A: — and the Germans couldn’t speak French. They couldn’t speak it, they couldn’t\nspeak the language. They — even the fascists couldn’t understand each other. And\nthey — one — one — one another thing, one mystery about it, is how did the Italians\ngot together with the Germans —\nL: Okay, we have to go home today.",
        "A: Yeah.",
        "A: Ah, ah, just mentioned that becau —",
        "A: If they — 1f they all would have spoke the same language, they probably would\nhave won the war.\nJ: All right.\nL: Okay then.\nJ: Calm down. Down, boy.\nJuly 23, 2009\nJ: She had a beautiful voice, which she did not give to anyone.\nL: He was unusual. No. Yeah, she sang Papa Rosen, she knew Yumela(ph),\nYumela(ph) —",
        "A: Well, the song — the song —\nL: — you know, all Jewish songs and German song that you seen on Christmas time,\nwhat’s the name of that song, Joyce?\nJ: O Tanenbaum.\nL: O Tanenbaum.\nJ: She —\nL: Yes.\nJ: [remember her sitting down and saying, they were so wonderful, I don’t know\nwhat happened to them, I don’t know when they went mad.\nL: Yeah.\nJ: Because that’s all she knew was Germany —\nL: Yeah.\nJ: — and German people, and she couldn’t understand it.\nL: But as far as anti-Semitism goes, they have it all over, they have it today, they\nwill always have it, you know. It’s — it — I was called dirty Jew all over; in France,\nin — and in Belgium and in America. I see a lot of anti-Semitism always. They\nJuly 23, 2009\ndon’t know, because I don’t look Jewish, you know. But — so a lot of people say\nthings, but you know. It’s like everything else, it’s like with the black people, you\nknow.",
        "A: Yeah, yeah.\nJuly 23, 2009",
        "A: At—at 13 and a half I came back to Belgium. At 14, I mean.",
        "A: Yeah, in Belgium, in Belgium.",
        "A: Nothing was [indecipherable]\nL: — because I used to pr — I learned the — learned the Haftorah with him. So he had\nBar Mitzvah with about 14 boys who had it at the same time, and they all learned it\ntogether, and he won the first prize, which I remember, cause he was so good in tt.\nAnd then, that’s it. Now he’s not too much on Hebrew, right?",
        "A: No, but I was in a different [indecipherable] up there when I — because I had the\nBelgian passport, and I could travel all over, and I got involved with somebody who\nwas — smuggled cigarettes to France, and things like that.\nL: Oh, I didn’t know that.",
        "A: Yeah, yeah.\nL: Oh.",
        "A: I was 14 years old, you know.\nJuly 23, 2009\nL: He was tough.",
        "A: Yeah.\nL: I had to be the good one, because my mother had him.\nJ: And me.\nL: And her.",
        "A: No, I-I graduate — in Belgium I went to Flemish schools, Flemish schools. And I\nhad forgotten a little Flemish, so I had to pick up — get back to — in the Flemish, you\nknow? But I had no trouble, yeah. I [indecipherable] so bad, I never went to a—a\nhigh education, because I missed too much in school in France. | didn’t know\nalgebra, I couldn’t understand algebra. They says, E and six is — is equal to — to M.\nI didn’t understand that, know, I didn’t had the beginning of the algebra. So — so I\nstart working early, you know. I helped my father as a plumber, and then I became a\njeweler, because they build a sh-shop for jewelers, and th-the guy [indecipherable]\nof the jewelers wanted me to work for him, so I started working for him, I became a\njeweler.",
        "A: Melted metal, gold platinum —\nL: He makes beautiful thi — jewelry, he does.\nJuly 23, 2009",
        "A: — I make rings, bracelets, you know.\nL: Makes beautiful jewelry.",
        "A: I became a jeweler. Then I came here, I-I worked in the trade too, until I got\ndrafted in the army, and the send me to Korea and Germany.\nL: That was the worst for my mother —",
        "A: Yeah.\nL: — when he was drafted, because they send him back to Germany.",
        "A: I never been to Germany before. I know I seen Germans in France, but I never\nbeen to —\nL: Yeah, but they send you.",
        "A: — to the German territory.\nL: So he was in the army.",
        "A: I was a soldier, you know, like I patrol the border, I go on maneuvers and\neverything, slept in the snow in the woods. Yeah, was a — because Germany’s cold\nin the winter. And when you have seven army — the seventh army — I was in the\nseventh army — seven army alert all over Germany, so the seventh army goes in the\nJuly 23, 2009\nfield, and you sleep in the snow for about a month. And you come back, yeah, it’s a\n— was tough, tough duty.\nL: Yeah.",
        "A: Yeah.",
        "A: You got what?\nL: A letter.",
        "A: Huh?\nL: A letter.\nJ: And I have his army number, and I’ve tried to call army’s — the army, and see if I\ncould get information, and I could not get anything.",
        "A: From Rivesaltes, no.\nJ: Not from Rivesaltes.\nL: No. But I know there’s so — there’s a lot of people that live in Canada, like\nShmeltz(ph), you know, Jackie —",
        "A: Oh yeah, yeah, I —\nL: Jackie Shmeltz(ph). He lives in —\nJ: He was in Rivesaltes. He died, didn’t he?\nL: No, his sister lives in Canada.\nJ: Right.\nL: S — you know, probably could find out where she lives, but I don’t know if she’s\nstill alive or whatever.\nJuly 23, 2009\nJ: There’s a lot of things I wish I had asked, and been con — persistent about.\nL: Right.\nJ: But I wasn’t. I didn’t want to know, I was afraid to know, I didn’t want to start —\nbring back anything to them, so I left it alone. Now I’m very sorry. I’m sorry I\ndidn’t ask more, I didn’t try to find out more, but that’s past. And there’s no one to\nask.\nL: Yeah. People should write things down, like if their parents tell them things they\nshould write it down because as you get older, you forget things, you know.",
        "A: Lamp, he made lamps for ships.\nJuly 23, 2009\nJ: He did different things.",
        "A: Perko.\nL: Yeah.\nJ: And —\nL: Yeah.\nJ: You know, he gave up — he was not a plumber.\nL: No. But he always talked about Israel. He read til all hours in the morning, until\nyou know, he couldn’t see, he became blind. But he always wanted to go to Israel.\nAnd I went to Israel, and the strangest thing is that when I arrived in Israel, and we\nwent touring, we — he always told me about Rachel’s tomb, and David, and all\nthese things. And when I arrived at the — in Israel, and we went sightseeing, we\nstopped at this big cemetery, and it made me think of my father. You know, with\nthe trees and everything. But —",
        "A: Yeah, he believed, he believe — I don’t —\nL: He believed more than we do, know, yeah.",
        "A: Yeah. I’m not a believer, no.",
        "A: Maybe if the war wouldn’t have been there, I probably would be maybe religious\ntoo, but I grew up in the south of France. They’re more — they think different,\nknow, I beli — I think a little bit like they do.\nL: Well, the war robs you from your childhood.\nJuly 23, 2009\nUnited States. He had two daughters, and I know that his — I once spoke to\nsomebody —\nL: And he lived in Rockland county.\nJ: And — and his grandson was trying to find out about him — more about him. And\nshe was trying to get — give him information. Because he did run that camp. I mean,\nhe was the religious leader of that camp. He was a very lovely man.\nL: He’s — he — they mention him in that movie, “Journal de Rivesaltes.”\nJ: And it — there’s also a book about Rivesaltes that he is mentioned in.",
        "A: Hoboken.\nJ: We came —\nL: New amst —\nJ: —on a luxury liner. We came New Amsterdam.\nJuly 23, 2009",
        "A: New Amsterdam.\nJ: It was a cruise ship.",
        "A: Yeah. We came Hoboken, Hoboken.\nL: We came to Hoboken.\nJ: So, it was lovely, it was a lovely trip.",
        "A: Swimming pool and everything, yeah.\nL: It was great. Then we went in the subway. I thought the doors were gonna close\non me.\nJuly 23, 2009",
        "A: It’s on Lafayette Street.\nJ: Yes, and it’s Pabst theater, and my daughter got me in to see. And it’s strange\nbecause I remember the staircase, I remember the upstairs, I remembered where the\ndining room was. But it’s a theater.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMizrachi\nJuly 23, 2009\nRG-50.030*0535",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Andre Zalc,\nLucie Ragin, and Joyce Mizrachi, conducted by Peggy Frankston on July 23, 2009 on behalf of the\nUnited States Holocaust Memorial Museum. The interview took place in New York, NY and is part\nof the United States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANDRE ZALC, LUCIE RAGIN, JOYCE MIZRACHI\nJuly 23, 2009"
    ]
}