{
    "rg": "RG-50.549.04.0004_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection, this is an interview with Shelly Sherwin, conducted by Regina Baier on\nMarch 15\", 2001, in Mrs. Sherwin’s home in Santa Monica, California. Mrs.\nSherwin is the daughter of Blanka Rothschild, a Holocaust survivor who has been\ninterviewed for the United States Holocaust Memorial Museum’s oral history\npost Holocaust interview project. The US Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape\nnumber one, side A. The first question 1s please give us your full name.",
        "Answer: Formally, it’s Rochelle Ann Rothschild Sherwin. In college -- where I\nwork, it’s Shelly Rothschild Sherwin.",
        "Q: And when were you born and where?",
        "A: I was born March third, 1951, in New York City.",
        "Q: Were you named after somebody who died or was murdered during the war?",
        "A: Yes. Rose was my father’s sister who died, and Ann, my middle name, was for\nmy mother’s mother.",
        "Q: Were you told anything about them? What do -- what -- what does it mean to\nyou to be named after somebody? Is there any particular significance?\nMarch 15, 2001",
        "A: Well, a-aside from it being Jewish tradition to be named after a dead relative, I\nhope that I live up to what I -- the stories that I’ve heard about them.",
        "Q: Give us an example.",
        "A: My mother’s mother was a woman of great breeding and taste and refinement\nand culture, very family oriented. Very much 1n love with life and society and busy\nwith philanthropic interests and family affairs.",
        "Q: I know, of course, that memory goes only back so far, but it would be nice if we\ncould go back into your earlier childhood and gets a sense of what -- what family\nlife was, what -- what do you remember about your parents. So my first question\nwould be, give our listeners who don’t know your parents a sense of who they were.\nYour father -- who did you see o-of -- ho-how did you see your father when you\nwere younger, and how did you see your mother?",
        "A: Well, my mother stayed at home, so I saw a lot more of her than my father, who\nworked very hard. My father, I always knew had family. I never met anyone of my\nmother’s family until I was eight years old and we met an aunt through marriage in\nGermany. I know that my mother took me abroad when I was, I believe one year\nold, but of course I don’t remember having met her then. But I never knew family\nfrom my mother’s side, which was a tremendous loss th-that I felt as a child. I knew\nthat there was a huge, huge part of childhood experience, having grandparents and\nMarch 15, 2001\naunts and uncles and cousins missing from my life. I was very keenly, keenly aware\nof it.",
        "Q: Did you -- let’s -- be-before -- well, let’s -- let’s follow up on this then, before I\nask you again a little bit more about the personas of the -- the persons that your\nparents were. Ho-How did -- how -- did you -- how did you ask them about it? Did\nyou ask your mother, how come I don’t have grandparents? How -- how did this\nevolve?",
        "A: My father came before the war, so his experience was growing up in America\nfrom late teenage-hood on, here, as his brothers and sisters, who had been farmed\nout from Germany before the war. And they all had international experiences,\nsome went to South America, some went to Palestine, some -- I mean, every\nbrother and sister was sent to a different relative around the world. His parents both\ndied before I got to know them, his mother outlived his father, and was alive when I\nwas born, but also died when I was quite young. My mother’s side of the family\nonly came through me -- to me verbally, because there were no -- no pictorial\nhistories or scrapbooks, or mementos handed down. So it was only her stories and\nmy imagination that gave them any kind of reality.",
        "Q: How would she talk about them?\nMarch 15, 2001",
        "A: She talked about holidays that she remembered when she was growing up, what\nher family life was like. The talents of the various people. The intellectual\ncapabilities, the accomplishments. Her family was very accomplished in many\ndifferent fields. Sh -- and I think that’s why she had great hopes that I would be a\npianist like one of her cousins who was world renowned. That didn’t do t -- I didn’t\ndo too well there. Maybe a dancer. The Russian -- the Russian ballet instructor told\nmy mother, save your money. So th -- so -- so there were -- there were quite a few\ntalents that I did not pick up from her fa -- family side, but reading and education\nwere certainly something that she impressed upon me and I developed my own\ncuriosity in pursuing.",
        "Q: Do you remember the circumstance of when you sort of first became aware of\nyour mother’s experience during the war, when you realized she was a Holocaust\nsurvivor, although at that time you would not have thought about it in those terms,\nprobably.",
        "A: No, the dawning was gradual, but the visual indicator was always there. My\nmother was always physically very different than other mothers. Her physical\ndisabilities worsened as I grew up, and it was because her condition was becoming\nmuch more visible and apparent to the outside world that then I came to understand\nMarch 15, 2001\nthat she had been born perfectly normal, but because of the beatings that she\nreceived in the camp, it was the cause of these physical abnormalities worsening.",
        "Q: How did -- how did you learn about that, though? Did you ask her questions, or\ndid she under certain condi -- circumstances talk about that? Ho-How did you learn\nabout it?",
        "A: There was never a special day that I remember, that was set aside to say this 1s\nwhat happened to me. It was, I think, always part of my consciousness. I think -- I\nremember one thing, one day I remembered seeing one of my friend’s parents who\nhad a number on their arm, and I asked my mother why she didn’t have a number\non her arm. So I knew that there was a commonality of experience that my friend’s\nparents had been in camps, and my mother had been in camp, but there was a\ndifference. And I think that started the storytelling a bit more.",
        "Q: Did you have -- you just mentioned your friends. Did you have Jewish friends\nand non-Jewish friends, or pretty much Jewish friends and were there si -- children\nof -- of survivors, other children of survivors among them too?",
        "A: The area that I grew up in in the Bronx was a terrific mix of Jewish, Italian, Irish\nand in high school, black. But for th -- my earliest school experiences, I would say\n95 percent of my classmates -- at that time New York used to place you in a class\nof your ability, so the classes were numbered one, two, three, four, so if you were in\nMarch 15, 2001\nthe first grade in the first class, that means that you were the most academically\nsuperior. So always being in that first class, it seemed that the make-up was 95\npercent Jewish at that time.",
        "Q: Did you talk -- did you have close friends, like really very close friends?",
        "A: I still have them to this day.",
        "Q: Oh, you do?",
        "A: Yeah.",
        "Q: Did -- did you talk to them -- were they children of Holocaust survivors too, by\nany chance?",
        "A: The three friends that I have from when I was 10 years old were all American\nborn and their parents were American born, so no, they -- they didn’t experience the\nparticular childhood that I did. But I had other friends in the second circle of my --\nof my associates that had Holocaust survivor parents.",
        "Q: And did you talk to your friends about it, and to your best friends about -- about\nthat in some way, did you feel that you wanted to? Did they ask? They probably got\n-- came home --",
        "A: Sometimes I remember there were discussions at -- at -- at lunch about parents\nhaving nightmares and we would only discuss it amongst ourselves. My mother\nwasn’t one of those, but -- but I had a friend, Mary Chewbowski who used to tell\nMarch 15, 2001\nme about her mother’s nightmares, and we were very protective of each other. It\nwas almost a different circle of friends, the immigrant kids, then the other Jewish\nkids who really didn’t have any way of relating to what it was like to have to be a\nnurturing support to your elder parent. It was -- it was a role reversal even at a\nyounger age that some of my friends had. My mother at that point was stronger than\nsome of my friend’s parents, who were much more emotionally crippled at that\nstage, at that stage. My mother was stronger, but the years have taken their toll.",
        "Q: Let’s stay in the earlier years a little bit. What do you remember from your\nfamily life’? What di -- what did you do? What was the relationship between you\nand your parents?",
        "A: I was an only child. I was told very early on that my mother had lost all her\nfamily, and when the doctors told her that she was not supposed to have a child, that\nher response was that she didn't survive the war not to have a child. So no matter\nwhat the physical cost was going to be -- which put a little guilt on me because I\nknew that she was taking a risk and did damage her condition further by bearing\nme, but that she felt that she lived for a purpose and the purpose was to have a\nfamily, and that was me, but there was only just me. So I didn’t have any brothers\nand sisters. I didn’t have any grandparents or cousins, or people from her side that\nshe could relate to.\nMarch 15, 2001",
        "Q: When you look back, what kind of a child do you think you were? How do you\nsee yourself as a -- as a -- as a younger child? I don’t want to lead you, just how did\nyou see yourself?",
        "A: My mother will probably say that I was spoiled, and I don’t think so. My -- I was\n-- | was -- I will admit that my parents were extraordinarily generous of their time\nand the amount of input that they put into my cultural awareness. I grew up in the\nMetropolitan Museum of Art, I tell everybody that I did. I -- I spent more time\ngoing to botanical gardens and zoos and Radio City Music Hall, and shows when I\nwas young. And I turned around and did the same thing for my daughter because\nmy -- my life -- my childhood was so full of extraordinary outings, that I couldn’t\nwait to turn around and do that when I had a child, so I -- my -- my social activities\nwith my parents were extraordinary. Maybe that was to make up for lack of family\naffairs.",
        "Q: I take it from your -- from what you just said, that you did not experience that\nnecessarily as -- as a pressure, but more as an opportunity, or was it also sometimes\na -- a -- a pressure behind this to -- to -- having to fulfill certain expectations?",
        "A: No, I wasn’t -- I wasn’t exposed to these things necessarily to have them\ndrummed into my psyche that this 1s what you must know in order to be a cultured\nperson. Everything was on an equal basis. Going to the movies, or seeing the\nMarch 15, 2001\nRockettes was on the same level as going to a ballet. So everything was done with a\nsense of -- of fun and a special occasion, and dressing up and going downtown to\nManhattan. So it was -- it -- 1t was never an expectation that I would be able to\nthen recite to impress anybody what I had been exposed to. It was just something\nthat would cu -- just culturally open me up to the rest of the world, outside of New\nYork.",
        "Q: When you went to the -- to the homes of your friends, did you perceive\ndifferences? Was your upbringing a different one? And if so in what -- in what\nway?",
        "A: L always believed my parents to be much more strict than my mu -- than my\nfriend’s parents who were American born. And we’re talking about my Jewish\nfriends. Some of their parent were the -- brought up in the 40’s here, very liberal,\nvirtually leaning on the Communist way, so that they were allowed to stay out late\nand make decisions for themselves when my parents said, we have to know where\nyou are and who you’re with and what time you’re going to come back, and so I felt\nthat there was much stronger bungee cords on my freedom than my par -- than my -\n- my peers experienced. Now that I’m a parent, I don’t know whether it wasn’t a\ngood idea, cause I probably mimicked more than I -- than I want to admit. But no,\nmy parents were more strict than my friends. And ma -- and my friends used to\nMarch 15, 2001\npush me and my parents would explain to my friends why they did what they did.\nAnd ma -- and my friends respected and still respect my parents for doing that.",
        "Q: Are your parents very different from each other? Are they -- how -- do you see\nthem very differently?",
        "A: Entirely differently.",
        "Q: Describe the --",
        "A: Entirely differently. My mother is the intellectual. My father 1s the very\neasygoing sense of humor. My mother is very nervous and ferociously protective.\nMy father was strict, but yet, not as verbal about it as my mother was. But I didn’t\nwant to cross any lines with my father.",
        "Q: Let’s talk about your education a little bit. You -- what kind of schools did you\ngo to in the beginning?",
        "A: I went to public schools, New York public schools were wonderful at that time,\nand then to, as I said, keep broadening my field of reference, my parents would, on\na very meager income, sacrifice and send me to Swiss schools for the summertime.\nI always say that there was a finishing school and th-they finished me off but good.\nI’m very polished, highly polished, to a g -- a great gloss.\nMarch 15, 2001",
        "Q: I detect the irony, of course, but -- but si -- say -- say a little bit more about that.\nWas it -- I mean, it was obviously a very different cultural experience\n[indecipherable] Europe.",
        "A: Yes, I mean they sent me to -- they sent me to sleep away camps in the United\nStates and -- when I was younger. Some of them were Jewish, some of them were\nnot Jewish. My memories of them are that I -- I know that they sent me away from\nthe city so I didn't have to bear the city heat. My -- before I was sent away to camp,\nwe always went away -- my mother and I went to the Catskills, and my father\nwould come up weekends, just like the other fathers would come up and visit, so\nthat my summers were very pleasant. But then when I became of an age where there\n-- they wanted to also have some kind of growing experience, or benefit to be\nderived from a summer away, that’s when they looked into these schools in\nSwitzerland for me, and I went to the same one for two summers in a row.",
        "Q: Did you thi -- when you were in -- how old were you when you were in\nSwitzerland, roughly?",
        "A: I believe 14 and 15.",
        "Q: Did that subject matter ever come up, being in Europe? I mean, Switzerland\nwas neutral at the time, but sort of the Holocaust, did that ever come up?\nMarch 15, 2001",
        "A: The ho -- interesting, you know, the Holocaust itself did not. There were some\nJewish children who came from very nouveau riche families in New York, and\nthere were Arab children there as well whose -- the younger ones were being trained\nto hate anyone Jewish. The older ones my own age were a bit more tolerant. This 1s\n-- you -- you know where -- this was close to when Israel had been founded, so\nthere was some leniency and understanding with the children my own age, but the\nyounger ones were already being disciplined to avoid us, and they called us -- they\ncalled me the enemy. I re -- I remember that distinctly, that the younger wa --\nyounger ones would come up to the table when I was sitting with friends and they\nwould say, how could you sit with the enemy? So it wasn’t the Holocaust, but it was\nbeing Jewish.",
        "Q: Do you think it was difficult for your mother to let you go?",
        "A: ’m -- I’m sure -- I’m sure fo -- for any mother of a single child, it’s difficult to\nlet a child go, but you g -- you get tremendous satisfaction from seeing your child\ncome back glowing with the experience. If they’ve had an unhappy experience, of\ncourse you carry that guilt with you also. But what could be terrible about spending\nthe summer in Europe? So I had -- I had fabulous times, and it -- 1t certainly made\na seed germinate that I wanted to study in Europe later on, which I did in\nuniversity.\nMarch 15, 2001",
        "Q: Let’s stick with being a teenager a little bit. You sort of came of age in a kind of\nan interesting time. I mean, the 60’s were rolling around. What -- what had impact?\nI mean, there was so much happening at that time, what -- what -- what had an\nimpact on you? What kind of music did you like? How were you as a teenager?",
        "A: I was a very -- I was a very typical teenager. I was as crazy about the Beatles as\neverybody else in America. Some of my American second generation friends were\nexperimenting with drugs, and this is where the strictness factor came in with my\nparents, they -- they practically used to sniff out the backpacks of my friends when\nthey came in, were very, very protective about what was coming into the house, and\n-- and what was be -- what activities were being engaged outside of the house. So I\nwas not as brave, or as adventurous as some of my American friends because I\ndidn’t want to upset my parents.",
        "Q: In terms of social movements, was there anything that kind of had an impact on\nyou, that sort of was important to you?",
        "A: I wanted to belong. As an only child, I always wanted to belong. And when I\nstarted university, I thought I would pledge a sorority. And at the same time, at --\nliterally, simultaneously, at the time that I was going to be sworn in a secret\nceremony into the sorority, there was a huge anti-war protest on my campus. And it\nwas one of those lifetime awakening moments, and I said, you know what, what I’m\nMarch 15, 2001\ndoing right now is ridiculous. What’s happening outside is much more important,\nand I walked away from the sorority and I joined the anti-war movement.",
        "Q: What did you do for them, or with them?",
        "A: I -- I joined the student protests. I worked for Eugene McCarthy. I worked for\nBobby Kennedy on -- especially when he was shot, I started my own initiative for\ngun control and I -- and I took ar-around a petition for signatures and then sent it to\nWashington. That’s when I started becoming politically engaged. I was just on the\nyoung end of being more radically involved in the anti-war movement. I was, but I\ncertainly wasn’t the leader, I was more of a follower. And then as I became a bit\nmore informed, I started working within political movements rather than the more\nradical ones that were happening on college campuses.",
        "Q: I know of course that things don’t always work on that kind of simplistic, linear,\nlogical order, but do you think that the experience of your -- that your awareness of\nyour mother’s past and of the Holocaust and so on, and second World War had kind\nof sensitized you in a different way, or is that no -- 1s -- is that not -- set apart from\nit?",
        "A: The -- the Vietnam war was affecting my friends, and I didn't see it as a\ncorollary to World War II. I mean, yes, if you want to take war is a bad thing in\nMarch 15, 2001\ngeneral, but that was really so subliminal. It was -- it was affecting my friends, my\nfriends were having to go through the draft. So it was a close, personal fear.",
        "Q: Okay, let’s talk about your education a little bit more. So what did you study,\nand when -- we have to -- I -- I want to get a few figures in there, so that we don’t\nget totally lost in -- in -- in where we are. You -- you went to college?",
        "A: I went to college and then I went to graduate school as well, and I got my\ngraduate degree in English, I specialized in Shakespeare.",
        "Q: When was that?",
        "A: Not very commercial. Not very marketable. Let’s see, I graduated very early, I\nskipped a grade in junior high school, I entered college at 16, which is very early, I\ngraduated when I was 20. That -- that is very young, that is very young. I wouldn’t\nencourage many people to do that.",
        "Q: Why not?",
        "A: There were some things that I missed. I was -- I was rushing through school so\nmuch that when I graduated early, I didn’t get to attend the graduation ceremonies\nwith my friends because I was already at the next level. So when I graduated high\nschool in January and was in college, I didn’t go back in June for my high school\ngraduation. When I graduated college in January, I didn't go back in June for my\nhigh school -- so I have no pictures in a cap and gown, even though -- even though\nMarch 15, 2001\nI’m -- Lams -- I have so many degrees, I don’t have one picture in a cap and gown.\nWhen I got my Master’s in England, | alre -- I had already moved to the States, so\nI didn't go -- I don’t have a picture of my Master’s graduation, either.",
        "Q: You’re pictureless.",
        "A: You Jj -- you just have to take my word for it that I have all these degrees.",
        "Q: So when did you -- okay, I have to -- I just really want to get a few figures in.\nWhen did you graduate? You said [indecipherable]",
        "A: ’72.",
        "Q: °72. When did you go to England? We have talked about Switzerland, but not\nabout England.",
        "A: [had a -- a political science professor who saw something in me that -- I don’t\nknow, one of those little flickering flames, and he encouraged me to go for a\nsummer program to Imperial College in London, and that’s where the passion for\nShakespeare was ignited. I came back and did my -- because everything was on a\nhalf -- because I had come in early, I wasn’t on a normal September to June, this is\nmy freshman year, this is my sophomore year. So I did my last half of my freshman\nyear and my sophomore year back at Hunter College. I did my junior year at Leeds\nUniversity, thrown in with the English students, with none of the background that\nthey had. American college at that time was extraordinarily different than English\nMarch 15, 2001\nuniversity where they make you specialize in one field. They will pay for your\neducation in a field that you have demonstrated talent in. When I was in school in\nthe States, they make you take two years of every kind of course under the sun, it’s\nlike a smorgasbord, so that you become out -- well, more rounded, rather than have\na very gr -- huge grasp of one field in particular. And then I did my Master’s in\nEngland at the Shakespeare Institute.",
        "Q: Culturally, did you feel that you were -- that you fit in, or did you feel very\ndifferent, or what was the -- sort of the situation, how did --",
        "A: ’ma hypocrite. I married an Englishman, but the English students in general -- I\ngot out -- I got along with them, and I -- an I -- and I’m an anglophile, I consider\nmyself an anglophile, but they always kept me a little bit at arm’s length, they\nalways used to call me Yank. Which to me was distancing. You know, there was\nalways, you know, we’ll have the Yank come along. I-It wasn’t that -- and I made\nfriends, and I made very good friends, but it was always just that, you know, I was\nthe colonist. They were the -- they were the Royalists and I was the colonist. And it\n-- and it -- that was all the way through school, it never changed. And then I ended\nup marrying an Englishman.",
        "Q: Before we get to the Englishman, let me just ask you one question, then we\nshould probably change the -- the tape. What -- huh. Well, since I forgot the\nMarch 15, 2001\nquestion, let’s change the tape right away. I'll remember it. This is a continuation of\nthe United States -- oh, no, this is the end of tape one, side A, interview with\nShelly Sherwin.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Shelly Sherwin. This is tape number one, side B. So here comes the\nquestion I forgot before. Back in school again, in -- in -- in history class, or what did\nyou have, political science or something? Did -- did -- did the Holocaust come up in\n-- in a way that -- that was comprehensive, profound at that time?",
        "A: It certainly didn’t have the emphasis that it has now. I think there’s a -- a -- a gru\n-- a greater sensitivity to the teaching of the Holocaust. I think we learned more\nabout World War II than the Holocaust, now that I think about it. It wasn't as\nspecifically defined. It was a factor, but 1t wasn’t taught as a major portion of -- it\nwas just one -- another fact that you learned. You know, there were so many camps,\nthere were so many killed. The -- the camps were located here and there, and really,\nthe French came in here, the French gave up this. It really wasn’t -- it wasn’t\nemphasized by itself.\nMarch 15, 2001",
        "Q: When you talked -- did you ever go to your mother and ask her specific\nquestions, because my -- my -- my guess 1s that -- that there -- there must have been\nquestions. Did -- did you go and ask her, or was it more of a -- or did she tell you --",
        "A: There -- there -- there were times in -- in -- in the natural flow of conversation\nwhen we would be speaking about her family, and I -- I certainly always wanted to\nknow when she was separated from her family, what happened to this part of the\nfamily. I-If she talked about say, the concert pianist, what happened to him? But it -\n- it -- 1t wasn’t that I was asking her for a -- a history course on the Holocaust, it\nwas in -- in th -- in the form of just more nor -- normal conversation.",
        "Q: Was it difficult for you to hear or to ask about specific things that had happened\nto her? Was it -- I mean, she was your mother, was it difficult to -- to -- to -- to hear\nspecifically what happened 1n terms of --",
        "A: I never -- it was a very fine line that I felt that I walked. I never wanted to ask\nher things that would bring back very painful memories. I had a visual reminder\nevery single day of what happened to her. Every time I look at her now, the entire\nHolocaust experience is encapsulated in when I look at her. So knowing the\nspecifics was not as important as grasping the entire experience. And it happened 1-\nin the smallest things. When I had to go shopping with my mother and nothing ever\nfit because her deformity is so limiting in what she can and cannot even try on. I\nMarch 15, 2001\nwas aware of it on so many different levels. Her physical limitations, her lack of\nenergy, her -- the pain that she’s in, the brace that she has to decide whether to put\non or take off. If I have to take it now and -- and wash it, how gentle I am because\nthere are no people left that we can find who can duplicate the making of these type\nof handmade corsets because now everything is corrected very early on in surgery\nso people don’t have to suffer the type of scoliosis that she has. So when I would\nask her, it really was a familial re-memory -- memory that we would talk about\nrather than the brutal beatings. I -- it was hard enough for me to look at her without\nhaving to know exactly how it happened. And -- and -- and it’s still very difficult\nfor me to imagine someone doing to my mother what had to have happened to her.",
        "Q: And you couldn’t really bear to hear it, right?",
        "A: No, no. I have -- I have a very heightened sensitivity to films, to photographs,\nbecause I don’t have, as I said earlier, any scrapbooks of family pictures. Every face\ncould be a face of a relative. So there can be -- even though the number of my\nmother’s family is finite, when I see pictures of hundreds, they all become related to\nme in a sense because anyone of them could have been a true family member. I'll\nnever know which ones were. It -- on rare occasions my mother has found books\nand she has found not Holocaust photographs, but from before the war, photos of\npeople who were in her family, in very formal, stylized portraits. And I look at them\nMarch 15, 2001\nalmost like I look at a picture of Queen Victoria, there’s -- 1t’s such a far relation,\nit’s saying my goodness, this is a person who was in my family. It’s -- it’s\nextraordinary because there wa -- there was such a stop, there’s such an abrupt halt\nin any kind of family continuity because there are no letters or photographs or\nvisual sightings, or meetings or anything. It’s rela -- it’s trying to relate something\npersonal to a picture of an entire stranger. So my sensitivity towards Holocaust\nmaterials is -- I f -- I find as I’m getting older, it’s harder and harder for me to -- to\nlook at the stuff.",
        "Q: How did it make you feel -- how did you feel about the perpetrators? How --\nhow did you feel at that -- at the earlier time? Did 1t make you angry, sad? What\nwas sort of the overriding response?",
        "A: To be brutally honest I have tremendous reserves of hate. It’s geared towards the\nolder generation. I don’t know who 1s innocent and who is guilty, I just know that\nguilt by silence is as damning as guilt by participation. In my work on the college\ncampus with the Jewish student group, we have our Holocaust memorial service\nevery year, and the Martin Niemoeller poem, when it’s read every single year, is\nmore and more telling. When they came for the Communists and no one -- and --\nand I didn’t say anything, and then they came for me. No one said anything for my\nfamily, no one hid anyone from my family. My family -- my mother’s family was\nMarch 15, 2001\nnot lucky. My mother was the only lucky one, and she doesn’t feel lucky in having\nsurvived. She feels guilty because there were so many shining, singular individuals\nin her family and she feels that why her, and -- and why did they perish and why did\nshe survive? So, it’s -- it’s very difficult for me to try, I -- I try to be as open minded\nand tolerant as I -- and give the benefit to everyone of a younger generation, but to\nmy mother’s generation, I don’t want to have anything to do with them. I’m just too\nsuspicious and too angry.",
        "Q: And does your mother feel the same way, do you think? Did you talk, or did she\never talk about that?",
        "A: We talk about it sometimes, and I -- I think -- I think I’m -- my mother really\ntries to be forgiving, it’s -- it’s getting harder, because when we talk about it when\nthere is a rise in neo-Nazism in Germany now, what has the country learned? Why\nshould we be -- be more fo -- mo -- why should we be more forgiving when the\ncountry 1s opening itself up to this type of hatred again? It’s -- it’s too threatening to\nbe able to say that the country has learned its lesson and it’Il never happen again. It\ncould. I’m not saying -- I’m not saying a Jewish Holocaust will happen again, but\nthat kind of -- of rise of that party 1s very disturbing.\nMarch 15, 2001",
        "Q: We will maybe come back to something [indecipherable] it’s kind of awkward\nnow to go back, but I would like to keep the chronology a little bit alive. So you\nwent to the university eventually? You -- you studied [indecipherable]",
        "A: I was here -- here -- here and there. I was in New York and then back and forth\nin England.",
        "Q: Okay, and you me -- and you had the idea of becoming what, professionally?",
        "A: Well, if I hadn’t met my husband, I was going to continue on and do my PhD. in\nShakespeare. I had a professor whose best friend was Lawrence Olivier. So I had\nmy -- my PhD. dissertation practically written for me, I was going to do Olivier as\na Shakespearean interpreter, and have full access to his library and notes and\nmovies and -- and then I fell in love, and married my husband and moved back to\nAmerica and that was the end of that. So that’s -- that’s one road not taken.",
        "Q: Let’s talk about your husband then, a little bit. When did you meet him, what is\nhis name, why did you like him?",
        "A: Let’s see, we -- we met and fell in love and became engaged within one week.\nWe just had our 27\" anniversary. If my daughter told me that she met somebody\nand was getting engaged in one week, | think I’d kill her. But -- we didn’t announce\nit until the third week, we thought that sounded very mature at that time. And my\nmother was on the next plane after I told her that. Talk about protective. We met\nMarch 15, 2001\nthree weeks before our final exams, he was in law school there, I was doing my\nMaster’s. We both could have done better on our exams if we had stared at the\nbooks instead of into each other’s eyes. I don’t think either of us have any regrets\nabout either not doing so well on our exams, or -- or getting married, and ge -- or\ngetting engaged, actually tha -- as quickly as we did.",
        "Q: What was the attraction, apart from the eyes?",
        "A: My husband has an extraordinarily keen mind, and a very dry sense of humor.\nAnd I knew that as loquacious as I am, that I needed someone who would give me\nspace and listen to me. My mother says, you always married your husband because\nhe gives you center stage. Which is a very acute assessment. My husband is -- is an\nattorney and only really speaks when he needs to. So we are -- we are very opposite,\nvery, very opposite. I’m very outgoing, he’s much quieter. But when he says\nsomething it’s so incisive, and so intellectually challenging that there are few that\nI’ve met that intellectually excite me as much as my husband still does.",
        "Q: Is he -- is he Jewish too?",
        "A: Yes.",
        "Q: What about his fam -- he was -- you met him in England?",
        "A: I met him in England.",
        "Q: And he is -- he is British?\nMarch 15, 2001",
        "A: Yes.",
        "Q: So, how did you negotiate where you would live?",
        "A: I said as long as I was going to get dressed up and be a bride, that I wanted to get\nmarried in New York and have the few distant relatives that I had grown up with\nparticipate in my wedding. And we decided to come to California on our\nhoneymoon. And wi -- the decision was really very easy, when my husband saw\nthat it didn’t rain for three weeks straight, he said, why go back. So -- so he came\nhere before I was finished with my actual dissertation, so we got married and we\nwere separated for three months in our first year of -- of marriage. So he came here\nand petitioned the California bar to be able to take -- take the exam. And I stayed in\nEngland and finished up my dissertation, and then came back and joined him in\nCalifornia and we’ve been here ever since.",
        "Q: Did you want to have children?",
        "A: Oh yeah, there was never any question. It was only after I had my daughter, and\nshe was a colic, she scared me off having more. But my husband’s an only child,\nand I’m an only child, and I guess we didn’t want to feel outnumbered. So we were\nvery -- we -- we both knew our -- our values are so in sync with each other, we\nknew that we wanted to give her every opportunity in the world, so if it meant study\nabroad, if it meant all the shows in the world, like I had gone to in my youth -- we\nMarch 15, 2001\nwanted to not spoil her, but certainly expose her to as rich a childhood as I had had.\nSo we made the decision just to have one.",
        "Q: So that was a conscious decision?",
        "A: It was a very conscious decision. We wanted -- we had always, from when she\nwas, I think, in her crib, we had always felt that if she was intellectually capable of\ngoing to a wonderful university, that no matter how it -- we -- we would have to\nsacrifice, we would send her to the best one that she got into, and she got into Duke\nUniversity.",
        "Q: What is her name and when was she born?",
        "A: Her name is Alexis Danielle Rothschild-Sherwin. Alexis is also for Anna --\nHannah, my father’s mother, and Sarah, her -- her -- her -- her Hebrew name is\nHannah Sarah, which is a blending of from my family and my husband’s family\ndeceased relatives. Alexis comes from Abraham, who is the distant relative who\nwas partly responsible for bringing my mother over after the war. And he was the\nonly grandfatherly figure -- he wasn’t a grandfather, obvious, but the only elder\nfigure that I grew up knowing as a loving relative and so when my daughter was\nborn I wanted to honor him because he had taken my mother into his family after\nthe war.",
        "Q: Were you a working mother, or did you -- did you stay home?\nMarch 15, 2001",
        "A: I worked very hard at being a mother, and as my child grew and was in school, I\nworked very hard in her school s -- because of the pub -- the state of public\neducation and the lack of funding for the arts. I always took it upon myself to teach\nthe -- the subjects that they didn’t have money for, so in terms of cultural and -- and\ncreative enrichment, I would create programs, get grants and then bring them into\nthe schools. And I did that all through high school.",
        "Q: So education in your family then, is a very important thing too. Education, arts,\nculture.",
        "A: Nobody had a choice in the matter. Yes, wh-when given the choice, if -- 1f I -- if\n-- if I don’t ask for jewelry, then I always ask to have tickets for a show. It’s -- it’s\nthe creation of a memory that’s lifelong. O-Other things, cars and clothes and\nnames on handbags, or things like that, never meant anything to me. E-Even now, 1-\nif I wanted to and could afford it, I -- it -- 1t wouldn’t mean any more to me than\nanything else. But going to a show with my family and enjoying that experience,\nthat’s what we enjoy doing.",
        "Q: So what -- let’s talk a little bit about Alexis then, and then we sort of mix\neverything up again and touch on a few other issues. What was her education? You\n-- she -- did she go to public school, too?\nMarch 15, 2001",
        "A: We’d -- we’d -- my husband is a product of English public education, and I was\na product of American public education. And even though we live in a very upper\nclass area of Los Angeles where many, many children, even more so now, go to\nprivate schools from the earliest ages on, we decided that we wanted her in the\npublic school with children from the neighborhood. And that’s why I worked so\nhard to try and make the schools have as well rounded an approach to the education\nthat the funds would allow. And she went through public high sch -- public\neducation all the way through high school. And then when she got into Duke\nUniversity, we said, well that’s your dream school. It was her number one school,\nand she was -- she had an -- an extraordinary experience there.",
        "Q: So describe her a little bit. Are you close to her, first of all, and secondly, what\nkind of personality -- person is she? What are her interests? Where is she -- where is\nshe going, as far as one can tell at this point?",
        "A: Is -- is -- as -- she was an only child, for the first half of her life she was my\nhusband’s personality, very introverted, very shy. I kept on saying, you know, how\ndid she pass through this body and not pick up any of my genetic material\nwhatsoever. And then we did make a -- a choice in terms of high school. She could\nhave gone to the very close, local public high school, or she could go to a brand\nnew high school which was 24 miles away in Malibu, also public, but they wanted\nMarch 15, 2001\nto start a high school out there. And for the very reason because her personality\nseemed to be -- she was in awe of other kids, and I remember feeling, in my school,\nthat I wasn't the top student, so that the expectations were always that these are the\ntop students, and I know where I belong in the pecking order. I didn’t want her to\nface that same kind of glass ceiling. So we made a choice to send her to this brand\nnew public sc -- high school, where there wouldn’t be any expectations and there\nwouldn’t be any reputations that she would have to face or undo. She was allowed\nto reinvent herself. And she metaphysically changed. She became -- immodestly,\nshe became me. She -- she became political. She became the president of the entire\nhigh school. She -- whatever was going on in that school she became involved in.\nShe invented the traditions that are now being passed from class to class. She was\nallowed to express herself without fear of being pegged as one of the lesser students\ntrying to work their way up. And so she was one of the golden children at this new\nschool. That completely made her so confident of herself and her abilities that\nthere’s no stopping her now. It was a very seminal decision. She hated the traveling\npart of it, because it -- 1t entailed being on a school bus for an hour each way every\nsingle day. She -- she didn’t go with her friends from junior high school to the --\nsome had already siphoned off into the private schools in the area, the others were\ngoing to this public school. But we thought that she would get lost in a school that\nMarch 15, 2001\nlarge. It was -- it was a high school of almost 3,000 students, and the new public\nschool, she was in a class of 120. And they were the first grade that went year by\nyear through. So she was the first ninth, the first 10\", the first 11\", the first 12\". So\nit made her who she is now. It absolutely changed her.",
        "Q: Is she close to her grandparents? And to her -- to her grandmother?",
        "A: She’s -- she’s my best friend, and I really know in my soul that she would say\nthe same of me. We talk daily, if not more -- more than daily, several times a day.",
        "Q: That’s all right --",
        "A: Sorry.",
        "Q: -- some--something fell. You want to [indecipherable]",
        "A: Something --",
        "Q: PI pick it up. Okay. So you talk -- you talk several times during the day\nsometimes, every day?",
        "A: Yes. Everything from soulful revelations to ethical decision making, to just\ngeneral, this is what happened to me today. Ever since I had my surgery in August,\nshe has made me feel that I don’t miss anything tn her life. She is the first one -- my\nhusband is my rock, but if I need to talk to someone, I talk to my daughter.",
        "Q: You also talk to your mother a lot.\nMarch 15, 2001",
        "A: I talk to my mother, but what I -- I filter what I tell her now because there’s only\nso much that she can handle.",
        "Q: But you used to talk, I mean sh -- is it true, she told me that for -- for many years\nnow you almost talk every single day, that --",
        "A: Oh, we still do, we still do, we still do. And also sometimes several times a day,\ntoo. But I don’t tell her quite everything. She can’t -- she can’t emotionally handle\nit. If I’m going through something, if my -- 1f my husband’s going through\nsomething, and he’s diabetic, but thank God, he’s very healthy, but -- or my\ndaughter is going through some unhappy romance or something like that, we don’t\ntell her all the details because that’s what she feeds off of. And sometimes that kind\nof negative information will not be good for her.",
        "Q: I was just reminded, when I talked to your mother in her interview, and I asked\nher about her family -- not -- not the later family, but her earlier family, she -- she\nsaid there was a very close relationship between her and her mother and her\ngrandmother. And it seems to me almost there is now another mother and\ngrandmother and -- and granddaughter situation, which is kind of interesting\n[indecipherable]",
        "A: Well, I-I find fascinating the fact that my daughter 1s able to more objectively\ntalk to my mother about the Holocaust than I am. In the last couple years, I have\nMarch 15, 2001\nevaded -- I will listen to my mother tell me whatever she wants to tell me, but I\ndon’t want to dwell on it to the extent because -- and I have been the one who has\nbeen instigating my mother cutting back on her speaking engagements because I\nknow emotionally what it takes out of her. And so I’m taking on the protective\nmother stance, saying, every time you go to another high school or university and\ngive a talk, the nightmares come back, the memories come back, it takes a physical\ntoll on you, I wish you wouldn’t do it. Yes, there is a need for these stories to be\ntold, but I feel that my mother has fulfilled her obligation to her family. And so ’m\nthe one who says no to her. My daughter is the one who does the research on her\nown. My mother tells my daughter, and we -- we both will sit there and listen, but\nmy -- it’s not that my daughter is not unaware of the emotional toll that it takes, but\nher insistence in knowing overrides sometimes, her pulling back from asking just --\njust one more question of my mother, while I will stop.",
        "Q: How old is she [indecipherable]",
        "A: She just turned 22.",
        "Q: Maybe it’s harder at that age to -- to understand that too, when you yourself are\nso energetic and used to --",
        "A: In the -- in the last -- I would say in the last two years, she has become more\naware of my mother’s vulnerability and so in the first couple years when my\nMarch 15, 2001\ndaughter was at Duke University though, she was responsible for bringing my\nmother out as a speaker for the Holocaust, and it was very widely attended. And\nthen my daughter took a Holocaust studies class and had my mother come out and\nspeak specifically to the class as well as the rest of the university. And I think that\nsometimes her -- the mixture of pride and objective academic curiosity in wanting\nto know everything for herself 1s -- is her motivation. And I’m watching my mother\nget older, and weaker, and so it’s much harder for me t-to go into those areas.",
        "Q: Do you -- do you feel that what’s called Holocaust education now, or awareness\nof the -- of the Holocaust in this country, is going in the right direction, or 1s it still\nnot -- not presented profound -- deeply enough, well enough, or is it at times\noverdone, or how -- how do you feel about what -- what’s happening --",
        "A: Not having -- not having gone through a formal Holocaust education course, I\nknow bits and pieces from my daughter. The teacher that she had at Duke\nUniversity was a graduate student who was making her life work doing Holocaust\nstudies. And she was very sensitive because Alexis was the only one in the class\nwho had a survivor as a grandparent. The other children came to it from an entirely\ndifferent perspective. And so she would always say, Alexis, you know, today is\ngoing to be kind of tough, we’re going to watch this kind of footage or examine\nthis, you know, are you going to be okay with it. And my daughter, 99 percent of\nMarch 15, 2001\nthe time was able to stick it out. Whether it got to her later on in the day, she was\nable to stay there for the duration. There was just one or two times where it just\nbecame overwhelming and she couldn’t stay in the classroom. Sorry.",
        "Q: No, I wasn’t -- it sort of in general, just do you think that sort of Holocaust\neducation in this country is going in the right direction? Is there enough of it, too\nmuch of it? Is it doing what it should be doing?",
        "A: If it was going in the direc -- in the -- in the direction intended, then I think there\nwould be a lessening of -- of ethnic cleansing and wars. Obviously it’s not\nachieving its ultimate goal, which is what the survivors, I think, who tell their\nstories, would wish. I think the -- their purpose in telling their stories is not only a\ntestament to their survival, but also as guideposts to the future. So we shouldn’t be\nseeing the pictures on the television that we’re watching on a daily basis.",
        "Q: I think this 1s a good time to stop. This is the end of tape one, side B, interview\nwith Shelly Sherwin.\nEnd of Tape One, Side B\nMarch 15, 2001\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Shelly Sherwin. This is tape number two, side A. Let’s come to sort\nof a -- a few issues that are potentially very large, but I would like to leave it up to\nyou how much you want to respond to it. And the first question is, what kind of role\ndoes your Jewish identity or faith play in your life?",
        "A: I wouldn’t be anything else but Jewish, given a choice. I love being Jewish. I\nthink being culturally Jewish is a tremendous part of my personality. I don’t know\nwho I would be, or what I would be like 1f I wasn’t Jewish. I mean, it’s that much a\npart of my psyche. And on the other hand, when it comes to pure religion and\nobservance, I’m more observant than my mother. My husband and I made that\ndetermination when we had our daughter, that we wanted religion to be a spiritual\nbackbone. Not strict, not strictly enforced, but certainly the spiritual foundation that\nit gives someone in terms of an identity. That she would feel as comfortable in her\nskin being Jewish as I was, but I had the unique experience of growing up in a very\nJewish community in New York City, so that’s why it’s also interwoven for me.\nAnd my husband grew up in a Jewish area in -- in London. But 1 -- but a -- a New\nYork Jew is an entity unto itself. What you see on television is what I g -- is what --\nis what my life was growing up. My -- my daughter when she was going through\nMarch 15, 2001\nschool -- it’s interesting, in my parent’s house they did not speak Yiddish. My\nmother’s family in Poland did not speak Yiddish because her mother’s side of the\nfamily was Sephardic and that was the -- obviously the s -- the Spanish side, 1t was\nnot -- it was the Ashkenazic that spoke Yiddish in the house. And I had a summer\njob once, working for a doctor in the Catskills, and I picked up a tremendous\namount of Yiddish, because it was with an elderly Jewish clientele, and I brought up\nmy daughter with these little Yiddish expressions. And she felt so comfortable in\nher Jewish skin, that she would routinely use them in her compositions in school,\nand sometimes get comments on the t -- on the papers from the teacher saying, I\ndon’t understand this word. So I encouraged her creativity and said, if that’s the\nword that best describes how you’re feeling, then just put a footnote at the bottom\nof the page, which is what she started doing in grade school. If -- if a Yiddish word\nsufficed, she would use it, and then put a footnote in for those people who didn’t\nunderstand it. And so even when we converse now, it’s not that either of us are\nfluent Yiddish speakers, but th -- there are certain expressions that we do use\nroutinely. So that’s -- that’s where I fit in in terms of being culturally how I identify\nmyself, and in terms of personality. I cannot split where my Judaism leaves off and\nwhere the rest of me begins. They’re -- they’re inextrictably entwined. Religiously\nis a different story. In -- in following the rituals, when my daughter was going to\nMarch 15, 2001\nHebrew school in preparation for her Bat Mitzvah and my husband and I started a\ntemple with 18 other couples, it was an extraordinary life changing event to be in on\nthe -- on the formation of a temple. I -- we never worked as hard, we never sat on as\nmany committees, we never had so little free time as we did, and yet we look upon\nthat as the most golden period in our lives because we did something really so\nconstructive. But when it got down to actually being alone with my thoughts with\nGod, it’s a love/hate relationship. My mother came out of the camps questioning her\nfaith. She will tell you now that if she was given a choice she wouldn’t come back\nJewish. My father loves temple and loves being surrounded by things that are\nfamiliar with him, he’s -- he’s -- he’s traditional and a little bit old-fashioned in that\nsense, he doesn’t like female cantors. He likes that good old solid, you know, Jan\nPierce type of voice, that -- that brings him to his spiritual satisfaction. When I was\ndiagnosed with cancer in -- breast cancer in aug -- in July, sorry, in July, I had my\nsurgery in August, I didn't question why it happened to me, and I wasn’t as angry at\nGod as I have been about why my mother had to suffer through the Holocaust. I\ncould accept my fate more easily and hopefully with more grace than I’ve ever been\nable to accept what happened to my mother and her family. And so when it -- when\nI think in terms of blind faith, I don’t have it. I know that Judaism is built upon\nequal parts of blind faith and questioning, so that you come to a -- a soulful\nMarch 15, 2001\nunderstanding of your relationship in -- in the world, and with God as a Jew. And\nyet, the Holocaust puts a -- a huge roadblock that sometimes prevents me from\nattaining more spiritual insight. I’ll never be able to get past that. Sometimes I have\na very accusatory tone in my thoughts when my mother is suffering the way that she\ndoes. I never had a normal mother. I never experienced a mother without pain,\nwithout even the unspoken kind of neuroses that the Holocaust caused her to\ndevelop in her personality. She is an intellectually brilliant free spirit, and yet the\nHolocaust harnessed her intelligence and imprisoned her in this failing, tortured\nbody. And so I’ve been very angry at God for a long time.",
        "Q: I meant to ask you what impact did the Holocaust have, or your mother’s\nexperience, on you. And that, of course, 1s a major answer already, that you just\ngave. Is there anything else that you could add to that if you think about, in terms of\ndifferent perspectives on something. If you think about that experience, your\nmother’s experience on you, on your life, on your outlook on life.",
        "A: I’ve always tried to be the best daughter that I could so that A, I wouldn’t cause\nmy mother any unhappiness or unnecessary disappointment. Of course, you know,\nI’d be superwoman if I never disappointed my mother. But I’ve -- I’ve carried the\nweight of trying to keep my mother happy because of all the unhappiness in her life.\nIt’s a tremendous burden. I feel that I pay for the Holocaust in many ways. Because\nMarch 15, 2001\nof what happened to my mother, I live my life in a way that is encumbered by it,\nrather than being free to have experienced a mother who aged gracefully without all\nthese extra layers of mental and physical pain that were artificially -- s-she was\nsubjected to. Unnecessarily objected to -- subjected to. It’s -- it’s -- it’s a -- I feel\nthat -- I can’t say it any more strongly, I feel that I am paying for the Holocaust\nevery single day.",
        "Q: Fr-From your perspective, is your mother paying for the Holocaust every single\nday? Is she, however reluctant a little bit to -- to make too much of that in -- in -- in\nher public presentations and interviews, maybe? Do you see -- how do you see that?",
        "A: For posterity, I will tell you, and I hope my mother will not hear this because it\nwould bring her pain. My mother will not admit to the world at large -- terrible --\nterrible an -- analogy, but what a -- what an overwhelming cross she’s had to carry\nevery day, every step, every time she puts on her iron brace in the morning, it’s the\nHolocaust coming back into her life again. Her coping system -- if -- if one of us\nhas a cold, or the flu, or anything normal, it’s magnified 10 times because nothing 1s\nallowed to happen to her family any more, because everything happened to her\nfamily before. So h -- there’s no sense of normal perspective or proportion in what\ngoes on in our lives. The joys are -- are tremendous, wonderful, sweet joys. What\ncould be just a minor disappointment, because her life 1s so limited now by her\nMarch 15, 2001\nphysical limitations becomes magnified 10 times more, because sh -- because she\ndoesn’t have the outlets that a physical life would allow her. And she has nothing\nleft but this interior life. Everything is magnified.",
        "Q: How -- how does your father fit into all of this?",
        "A: My father doesn’t have the -- the -- there’s a -- there’s a more laissez faire\nquality to my father’s life. Things happen, and he can accept them. And my mother\nwill feel more the injustice, or -- or -- or more protective, or -- I think that she feels\nthat she paid with her family so dearly, that we should be spared. And my father\nunderstands that nobody -- in -- in the normal run of life is spared from everything,\nand yet it -- it become so taxing. I mean, when I was diagnosed with this, I was m --\nwe -- we carefully orchestrated an entire scenario around telling my mother that I’d\nbeen diagnosed with cancer. I was more concerned telling my mother -- even\nthough it was in the earliest stages, that 1t was entirely curable, that it was not going\nto affect my quality of life, I was more distraught in having to tell my mother, and\nthat was one of the only times that I broke down. It was up to my husband and my\ndaughter and my doctors, who are friends, who sat and told my mother. I was out of\nthe house. I couldn’t physically be in the house because I thought I’m bringing her\nmore pain than she needs. And I felt guilty. The cancer didn’t bother me as much as\nI knew that it was going to hurt my mother.\nMarch 15, 2001",
        "Q: Do you want to stop for a moment? We will stop for a moment. So we were just\ntalking about how difficult it 1s to -- 1-1t was to -- to let your mother know, and so\nthat she wouldn’t worry too much about your health, but is that also very difficult\nfor you, not being able to -- do you have to censor a little bit what -- what -- what\nyou are saying?",
        "A: By nature I’m very spontaneous. My husband is the chess player, my husband 1s\nthe -- is the bridge player. My mother is an extraordinary bridge player. That all\ninvolves strategy. That always know -- those people have a talent for knowing when\nand where to say and do the right thing. I don’t have that particular capacity. So\nusually something happens to me and itll come straight through me without a filter\nor -- or a censor. It’s not that I’ve tried to learn how to strategically tell my mother\nthings. It’s just that sometimes now I spare her. And it’s not that I don’t want to be\nhonest, it’s just that I don’t want to burden her. It’s -- it’s very different. There are\nthings that she has to know, that sometimes you just can’t sugarcoat. But there are\ntimes when I have wanted to be entirely candid at the moment that things were\nhappening, and her responses were such that, oh, but I went through something so\nmuch worse. Or but, you know, if you’re daughter is unhappy at this age, where do\nyou -- what do you think I felt when I was her age? So I can’t be involved in this\nkind of one-upsmanship and I can’t compete, no one can compete with her\nMarch 15, 2001\nexperiences in the Holocaust. And yet it’s unfair to hold the Holocaust over my\nhead as preventing me from being entirely open with my mother. So sometimes the\neasier route is just not to tell her everything. It’s not that she’s not sympathetic, it’s\njust that, look what -- what -- what I went through, this is not a reason to complain.\nAnd yet, everybody -- in everybody’s life there are things that happen on an\neveryday basis which are bothersome or annoying, or distressing. And no, they have\nno comparison, there is no relevance to the Holocaust. And yet, the Holocaust is\nused -- I don’t want to say as a battering ram, but as this stick that we have to\nmeasure our experiences against -- versus hers, and sh -- her -- she tops everything.\nI mean --",
        "Q: Was there any patience then, with the trivial childhood problems that one tends\nto have, like with yours? Was -- how did she deal with that, when you were young,\nand --",
        "A: She was much stronger when I was younger, the Holocaust didn’t factor in m-\nmy -- I went only once to a Second Generation meeting, and I felt that it was one of\nthese group hug type of California groups because someone stood up and said, if I\ncame home from school with a grade that was less than stellar, my mother would\nsay, 1s that what I ho -- survived the Holocaust for? And I never experienced that,\nmy mother never did that to me when I was younger. I mean, if I failed a math test\nMarch 15, 2001\nit was because I was lazy. It had nothing to -- it had no reverberation, or -- or\nassociation to -- you know, you should have done better because of what I went\nthrough. And I didn’t want to have to live through these other people’s nightmares\nof what they went through with their parents, because I thought it would -- because\nmy childhood had been so happy. My mother was stronger when she was younger.\nIt’s now that she’s older and becoming more fragile on so many different levels that\nthe Holocaust is becoming a factor in daily life and conversation when we talk\nabout normal experiences. But when I was younger, it just -- it wasn’t used as a\nmotivation that some of these people had as their parents. And my mother didn’t\nhave, or didn’t use me as a buffer in real life when I was younger. Some of these\npeople also say that their parents would wake up with nightmares and they would\nhave to comfort their parents, kind of almost like children of alcoholics that have to\nparent their -- their parents. And I didn't have that experience. I had wa --\nconsidering what my mother went through, I think I had an extraordinarily normal\nchildhood, and it’s just changed in the last couple years.",
        "Q: Why did you go to Second Generation in the first place, was that -- was there, in\nspite of the experience afterward, sort of a genuine need to maybe compare\nexperiences, or to even get advice, or to exchange experiences, or were you\nprompted by somebody, or was it a -- a curiosity thing?\nMarch 15, 2001",
        "A: M-My mother had heard about it and she wanted to -- wanted me to go and see\nwhat it was all about. Because my background, my childhood was so normal, I\nmean, you know, there aren’t normal childhood groups. Nobody goes and seeks out\na normal childhood group, so I -- I didn’t think that there was any particular reason\ndriving me to go to a Second Generation group, be -- be -- because I -- and -- and I -\n- it was borne out, my speculation that these kids didn’t have a normal childhood,\nand so they did need a -- a support group, where they could share what they went\nthrough. I probably need it now more than I did years -- then. But I’m more\nconcerned with dealing -- being a mother of a 22 year old, and being a mother to my\nmother who 1s 70 plus. So I’m in the middle right now, and don’t particularly feel\nthat I have the time or the -- or the emotional energy to go to one of those groups\nright now. And plus I’m -- plus dealing with the recovery from my surgery is pretty\ntime consuming.",
        "Q: Did you ever want to go to -- did you ever go to Poland?",
        "A: No. And it’s not that I didn’t want to. My husband’s a stick in the mud, and we\ndidn’t leave the country until our 25\" anniversary when we went to visit our\ndaughter in Italy. But he’s always had this ext -- extraordinarily heavy workload\nthat we just didn't do any international travel and now after this -- this brush with\nMarch 15, 2001\nthe hint of mortality, we’ve made a promise that we will travel more extensively. So\nI don’t know if Poland is my first destination, but who knows?",
        "Q: What is your relationship to Israel’? Have you ever been there?",
        "A: I -- I was there when I was 19. And I’m -- I’m the one who 1s responsible for\nsending, not all of them, but many, many students on an international program\nthat’s free for 10 days to Israel, that’s an extraordinary experience. So I’m reliving\nthe wonder of my ninet -- when I was 19 and went there and -- and having the\nprivilege of sending these young people there. Israel was part of that education that\nmy parents gave me when I was younger. I did it in a summer when I went to visit\nfriends who I’d made in high school, from Switzerland, and they lived in Istanbul.\nAnd they said, if you’re coming to Israel, then you better stop in Turkey cause\notherwise you never will, and they were right, I’d never -- I never went back and so\nI got to see Turkey, I stayed with them for three weeks and then I went to Israel for\nthree weeks.",
        "Q: I seem to recall that your mother said that your daughter has a very special\nrelationship to Israel. Has she been there many times? Or do I recall it wrong?",
        "A: No, no, she was there on the very first trip, this exa -- this hello Israel birthright\ntrip that I’m talking about, she was selected to go from Duke University on their\ninaugural trip, it was over the millennium. And you do everything from\nMarch 15, 2001\narchaeological digs to climbing Masada at dawn, to camel rides and Bedouin\ndinners, to floating in the Dead Sea, to meeting with Palestinian leaders. It’s a very\ncerebral and spiritual experience. There is no emphasis placed on religion itself, it’s\njust that the reasoning behind this trip, there are three multibillionaires who are\nunderwriting the cost of sending 50,000 students internationally to Israel free for 10\ndays. And they just felt that this generation didn’t have the bond with Israel that my\ngeneration and my parent’s generation had. So they’re trying, in hopes to foster this\ntype of link with Israel, and it’s working.",
        "Q: What kind of relationship does your husband have to your parents? Or -- and to\nyour mother?",
        "A: Well, my mother wishes that my husband would speak more. But after 27 years\nof marriage she should know better. The -- if you don’t ask my husband something\nin question form, you’re not going to get an answer. But my hu -- I think my\nhusband 1s a wonderful son-in-law. He cares deeply about my mother’s welfare,\nboth mentally and -- and physically, and 1s very solicitous of her. And for as\nemotional as an Englishman can be, he tries, he tries really hard. He’s -- the greatest\nthing that my husband ever did was introduce my mother to the computer.\nMarch 15, 2001",
        "Q: Oh, I have to talk to her about that. Is there anything else that you would like to\nsay to -- to round this out that I haven’t asked, or that -- that came up in the process\nthat you would like to sort of say?",
        "A: I hope a Holocaust never happens again, not only for the people who are directly\ninvolved, but for their descendants. There is such a lingering affect of this kind of\ndevastation. It manifests on so many different levels. It affects the way people react\nto each other. I wish that lessons could be learned from the Holocaust. I wish that\npeople who are in my position could also affect a change, but sometimes you’re so\nbusy dealing with the victims, that you don’t have time to take care of the rest of the\nworld. I try on a small basis to interact with my peers on an international basis. And\nyet, I would be less than human and less than my mother’s daughter if I didn’t say\nthat her experience has shaped my world view. I try -- I try on a daily basis to be a\nbetter person. Sometimes I succeed and sometimes I’m not as forgiving as the ideal.",
        "Q: Okay, well, thank you very much for the interview. This is the end of tape two,\nside A interview with Shelly Sher -- Sher -- I’m sorry. Shelly Sherwin, thank you.\nI would like to just follow up one more time, so this was not the end of the\ninterview. I forgot to ask what your profession 1s right now. You’re working at a\ncollege, university?\nMarch 15, 2001",
        "A: I work at a community college, Santa Monica College. I’m the Hillel director,\nwhich is the Jewish student group, and create a program of activities, everything\nfrom virtual bowling to having intellectual, philosophical, ridiculous conversations.\nActivit -- all kinds of activities. These are college students and they’re looking to\nhave fun and they’re looking to bond with their peers, and so I’ve been doing that\nfor 10 years. And --",
        "Q: You like teaching?",
        "A: I like being the boss. And the other thing that keeps me very busy, because I do\nlove writing, I -- and I’ve -- I’ve free-lanced on a book, and I just enjoy the process\nof writing, is that I have a business with a partner for college admissions, we’re\ncollege counselors. And I work both with high school students and then college\ngraduates on their admission application essays. We help them from the entire\ncreative process of formulating their ideas to the finished product of the essays. So\nit’s a very creative and involving and sometimes nerve-wracking process, waiting\nfor those acceptance letters to come. But it -- it keeps me very involved with\nstudents from high school age through graduate school students.",
        "Q: So of course now I have one very last question. What are your hobbies, what do\nyou do for fun when you have time to have fun?",
        "A: Let’s see, does -- does eating chocolate count as a hobby?\nMarch 15, 2001",
        "Q: Yes, it does.",
        "A: Okay.",
        "Q: No, it doesn’t actually, but -- that’s a preference, that’s a fun thing.",
        "A: Okay, well theater certainly 1s a priority. Since we had the chance to travel two\nyears ago to Italy when my daughter was doing a study abroad, that re-sparked my\nwanderlust, which I had before I married my husband, and he has promised that he\nwill take off some time and we’re going to go back to Europe again. Museum trips\nare still a -- a very constant feature of life here in Los Angeles. Reading, I’m a great\nreader, I always have. Music, I -- I keep a little bit of my youth in my tastes with --\nstill listening to the Beatles, but I find that classical music is more satisfying now as\nI’m getting older, especially driving in LA traffic. And love my dog.",
        "Q: All right. And this is the very end now of tape two, side A, interview with Shelly\nSherwin.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection, this is an interview with Shelly Sherwin, conducted by Regina Baier on\nMarch 15\", 2001, in Mrs. Sherwin’s home in Santa Monica, California. Mrs.\nSherwin is the daughter of Blanka Rothschild, a Holocaust survivor who has been\ninterviewed for the United States Holocaust Memorial Museum’s oral history\npost Holocaust interview project. The US Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape\nnumber one, side A. The first question 1s please give us your full name.",
        "Q: And when were you born and where?",
        "Q: Were you named after somebody who died or was murdered during the war?",
        "Q: Were you told anything about them? What do -- what -- what does it mean to\nyou to be named after somebody? Is there any particular significance?",
        "Q: Give us an example.",
        "Q: I know, of course, that memory goes only back so far, but it would be nice if we\ncould go back into your earlier childhood and gets a sense of what -- what family\nlife was, what -- what do you remember about your parents. So my first question\nwould be, give our listeners who don’t know your parents a sense of who they were.\nYour father -- who did you see o-of -- ho-how did you see your father when you\nwere younger, and how did you see your mother?",
        "Q: Did you -- let’s -- be-before -- well, let’s -- let’s follow up on this then, before I\nask you again a little bit more about the personas of the -- the persons that your\nparents were. Ho-How did -- how -- did you -- how did you ask them about it? Did\nyou ask your mother, how come I don’t have grandparents? How -- how did this\nevolve?",
        "Q: How would she talk about them?",
        "Q: Do you remember the circumstance of when you sort of first became aware of\nyour mother’s experience during the war, when you realized she was a Holocaust\nsurvivor, although at that time you would not have thought about it in those terms,\nprobably.",
        "Q: How did -- how did you learn about that, though? Did you ask her questions, or\ndid she under certain condi -- circumstances talk about that? Ho-How did you learn\nabout it?",
        "Q: Did you have -- you just mentioned your friends. Did you have Jewish friends\nand non-Jewish friends, or pretty much Jewish friends and were there si -- children\nof -- of survivors, other children of survivors among them too?",
        "Q: Did you talk -- did you have close friends, like really very close friends?",
        "Q: Oh, you do?",
        "Q: Did -- did you talk to them -- were they children of Holocaust survivors too, by\nany chance?",
        "Q: And did you talk to your friends about it, and to your best friends about -- about\nthat in some way, did you feel that you wanted to? Did they ask? They probably got\n-- came home --",
        "Q: Let’s stay in the earlier years a little bit. What do you remember from your\nfamily life’? What di -- what did you do? What was the relationship between you\nand your parents?",
        "Q: When you look back, what kind of a child do you think you were? How do you\nsee yourself as a -- as a -- as a younger child? I don’t want to lead you, just how did\nyou see yourself?",
        "Q: I take it from your -- from what you just said, that you did not experience that\nnecessarily as -- as a pressure, but more as an opportunity, or was it also sometimes\na -- a -- a pressure behind this to -- to -- having to fulfill certain expectations?",
        "Q: When you went to the -- to the homes of your friends, did you perceive\ndifferences? Was your upbringing a different one? And if so in what -- in what\nway?",
        "Q: Are your parents very different from each other? Are they -- how -- do you see\nthem very differently?",
        "Q: Describe the --",
        "Q: Let’s talk about your education a little bit. You -- what kind of schools did you\ngo to in the beginning?",
        "Q: I detect the irony, of course, but -- but si -- say -- say a little bit more about that.\nWas it -- I mean, it was obviously a very different cultural experience\n[indecipherable] Europe.",
        "Q: Did you thi -- when you were in -- how old were you when you were in\nSwitzerland, roughly?",
        "Q: Did that subject matter ever come up, being in Europe? I mean, Switzerland\nwas neutral at the time, but sort of the Holocaust, did that ever come up?",
        "Q: Do you think it was difficult for your mother to let you go?",
        "Q: Let’s stick with being a teenager a little bit. You sort of came of age in a kind of\nan interesting time. I mean, the 60’s were rolling around. What -- what had impact?\nI mean, there was so much happening at that time, what -- what -- what had an\nimpact on you? What kind of music did you like? How were you as a teenager?",
        "Q: In terms of social movements, was there anything that kind of had an impact on\nyou, that sort of was important to you?",
        "Q: What did you do for them, or with them?",
        "Q: I know of course that things don’t always work on that kind of simplistic, linear,\nlogical order, but do you think that the experience of your -- that your awareness of\nyour mother’s past and of the Holocaust and so on, and second World War had kind\nof sensitized you in a different way, or is that no -- 1s -- is that not -- set apart from\nit?",
        "Q: Okay, let’s talk about your education a little bit more. So what did you study,\nand when -- we have to -- I -- I want to get a few figures in there, so that we don’t\nget totally lost in -- in -- in where we are. You -- you went to college?",
        "Q: When was that?",
        "Q: Why not?",
        "Q: You’re pictureless.",
        "Q: So when did you -- okay, I have to -- I just really want to get a few figures in.\nWhen did you graduate? You said [indecipherable]",
        "Q: °72. When did you go to England? We have talked about Switzerland, but not\nabout England.",
        "Q: Culturally, did you feel that you were -- that you fit in, or did you feel very\ndifferent, or what was the -- sort of the situation, how did --",
        "Q: Before we get to the Englishman, let me just ask you one question, then we\nshould probably change the -- the tape. What -- huh. Well, since I forgot the",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Shelly Sherwin. This is tape number one, side B. So here comes the\nquestion I forgot before. Back in school again, in -- in -- in history class, or what did\nyou have, political science or something? Did -- did -- did the Holocaust come up in\n-- in a way that -- that was comprehensive, profound at that time?",
        "Q: When you talked -- did you ever go to your mother and ask her specific\nquestions, because my -- my -- my guess 1s that -- that there -- there must have been\nquestions. Did -- did you go and ask her, or was it more of a -- or did she tell you --",
        "Q: Was it difficult for you to hear or to ask about specific things that had happened\nto her? Was it -- I mean, she was your mother, was it difficult to -- to -- to -- to hear\nspecifically what happened 1n terms of --",
        "Q: And you couldn’t really bear to hear it, right?",
        "Q: How did it make you feel -- how did you feel about the perpetrators? How --\nhow did you feel at that -- at the earlier time? Did 1t make you angry, sad? What\nwas sort of the overriding response?",
        "Q: And does your mother feel the same way, do you think? Did you talk, or did she\never talk about that?",
        "Q: We will maybe come back to something [indecipherable] it’s kind of awkward\nnow to go back, but I would like to keep the chronology a little bit alive. So you\nwent to the university eventually? You -- you studied [indecipherable]",
        "Q: Okay, and you me -- and you had the idea of becoming what, professionally?",
        "Q: Let’s talk about your husband then, a little bit. When did you meet him, what is\nhis name, why did you like him?",
        "Q: What was the attraction, apart from the eyes?",
        "Q: Is he -- is he Jewish too?",
        "Q: What about his fam -- he was -- you met him in England?",
        "Q: And he is -- he is British?",
        "Q: So, how did you negotiate where you would live?",
        "Q: Did you want to have children?",
        "Q: So that was a conscious decision?",
        "Q: What is her name and when was she born?",
        "Q: Were you a working mother, or did you -- did you stay home?",
        "Q: So education in your family then, is a very important thing too. Education, arts,\nculture.",
        "Q: So what -- let’s talk a little bit about Alexis then, and then we sort of mix\neverything up again and touch on a few other issues. What was her education? You\n-- she -- did she go to public school, too?\nMarch 15, 2001",
        "Q: So describe her a little bit. Are you close to her, first of all, and secondly, what\nkind of personality -- person is she? What are her interests? Where is she -- where is\nshe going, as far as one can tell at this point?",
        "Q: Is she close to her grandparents? And to her -- to her grandmother?",
        "Q: That’s all right --",
        "Q: -- some--something fell. You want to [indecipherable]",
        "Q: PI pick it up. Okay. So you talk -- you talk several times during the day\nsometimes, every day?",
        "Q: You also talk to your mother a lot.\nMarch 15, 2001",
        "Q: But you used to talk, I mean sh -- is it true, she told me that for -- for many years\nnow you almost talk every single day, that --",
        "Q: I was just reminded, when I talked to your mother in her interview, and I asked\nher about her family -- not -- not the later family, but her earlier family, she -- she\nsaid there was a very close relationship between her and her mother and her\ngrandmother. And it seems to me almost there is now another mother and\ngrandmother and -- and granddaughter situation, which is kind of interesting\n[indecipherable]",
        "Q: How old is she [indecipherable]",
        "Q: Maybe it’s harder at that age to -- to understand that too, when you yourself are\nso energetic and used to --",
        "Q: Do you -- do you feel that what’s called Holocaust education now, or awareness\nof the -- of the Holocaust in this country, is going in the right direction, or 1s it still\nnot -- not presented profound -- deeply enough, well enough, or is it at times\noverdone, or how -- how do you feel about what -- what’s happening --",
        "Q: No, I wasn’t -- it sort of in general, just do you think that sort of Holocaust\neducation in this country is going in the right direction? Is there enough of it, too\nmuch of it? Is it doing what it should be doing?",
        "Q: I think this 1s a good time to stop. This is the end of tape one, side B, interview\nwith Shelly Sherwin.\nEnd of Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Shelly Sherwin. This is tape number two, side A. Let’s come to sort\nof a -- a few issues that are potentially very large, but I would like to leave it up to\nyou how much you want to respond to it. And the first question is, what kind of role\ndoes your Jewish identity or faith play in your life?",
        "Q: I meant to ask you what impact did the Holocaust have, or your mother’s\nexperience, on you. And that, of course, 1s a major answer already, that you just\ngave. Is there anything else that you could add to that if you think about, in terms of\ndifferent perspectives on something. If you think about that experience, your\nmother’s experience on you, on your life, on your outlook on life.",
        "Q: Fr-From your perspective, is your mother paying for the Holocaust every single\nday? Is she, however reluctant a little bit to -- to make too much of that in -- in -- in\nher public presentations and interviews, maybe? Do you see -- how do you see that?",
        "Q: How -- how does your father fit into all of this?",
        "Q: Do you want to stop for a moment? We will stop for a moment. So we were just\ntalking about how difficult it 1s to -- 1-1t was to -- to let your mother know, and so\nthat she wouldn’t worry too much about your health, but is that also very difficult\nfor you, not being able to -- do you have to censor a little bit what -- what -- what\nyou are saying?",
        "Q: Was there any patience then, with the trivial childhood problems that one tends\nto have, like with yours? Was -- how did she deal with that, when you were young,\nand --",
        "Q: Why did you go to Second Generation in the first place, was that -- was there, in\nspite of the experience afterward, sort of a genuine need to maybe compare\nexperiences, or to even get advice, or to exchange experiences, or were you\nprompted by somebody, or was it a -- a curiosity thing?",
        "Q: Did you ever want to go to -- did you ever go to Poland?",
        "Q: What is your relationship to Israel’? Have you ever been there?",
        "Q: I seem to recall that your mother said that your daughter has a very special\nrelationship to Israel. Has she been there many times? Or do I recall it wrong?",
        "Q: What kind of relationship does your husband have to your parents? Or -- and to\nyour mother?",
        "Q: Oh, I have to talk to her about that. Is there anything else that you would like to\nsay to -- to round this out that I haven’t asked, or that -- that came up in the process\nthat you would like to sort of say?",
        "Q: Okay, well, thank you very much for the interview. This is the end of tape two,\nside A interview with Shelly Sher -- Sher -- I’m sorry. Shelly Sherwin, thank you.\nI would like to just follow up one more time, so this was not the end of the\ninterview. I forgot to ask what your profession 1s right now. You’re working at a\ncollege, university?",
        "Q: You like teaching?",
        "Q: So of course now I have one very last question. What are your hobbies, what do\nyou do for fun when you have time to have fun?",
        "Q: Yes, it does.",
        "Q: No, it doesn’t actually, but -- that’s a preference, that’s a fun thing.",
        "Q: All right. And this is the very end now of tape two, side A, interview with Shelly\nSherwin."
    ],
    "answers": [
        "Answer: Formally, it’s Rochelle Ann Rothschild Sherwin. In college -- where I\nwork, it’s Shelly Rothschild Sherwin.",
        "A: I was born March third, 1951, in New York City.",
        "A: Yes. Rose was my father’s sister who died, and Ann, my middle name, was for\nmy mother’s mother.\nMarch 15, 2001",
        "A: Well, a-aside from it being Jewish tradition to be named after a dead relative, I\nhope that I live up to what I -- the stories that I’ve heard about them.",
        "A: My mother’s mother was a woman of great breeding and taste and refinement\nand culture, very family oriented. Very much 1n love with life and society and busy\nwith philanthropic interests and family affairs.",
        "A: Well, my mother stayed at home, so I saw a lot more of her than my father, who\nworked very hard. My father, I always knew had family. I never met anyone of my\nmother’s family until I was eight years old and we met an aunt through marriage in\nGermany. I know that my mother took me abroad when I was, I believe one year\nold, but of course I don’t remember having met her then. But I never knew family\nfrom my mother’s side, which was a tremendous loss th-that I felt as a child. I knew\nthat there was a huge, huge part of childhood experience, having grandparents and\nMarch 15, 2001\naunts and uncles and cousins missing from my life. I was very keenly, keenly aware\nof it.",
        "A: My father came before the war, so his experience was growing up in America\nfrom late teenage-hood on, here, as his brothers and sisters, who had been farmed\nout from Germany before the war. And they all had international experiences,\nsome went to South America, some went to Palestine, some -- I mean, every\nbrother and sister was sent to a different relative around the world. His parents both\ndied before I got to know them, his mother outlived his father, and was alive when I\nwas born, but also died when I was quite young. My mother’s side of the family\nonly came through me -- to me verbally, because there were no -- no pictorial\nhistories or scrapbooks, or mementos handed down. So it was only her stories and\nmy imagination that gave them any kind of reality.\nMarch 15, 2001",
        "A: She talked about holidays that she remembered when she was growing up, what\nher family life was like. The talents of the various people. The intellectual\ncapabilities, the accomplishments. Her family was very accomplished in many\ndifferent fields. Sh -- and I think that’s why she had great hopes that I would be a\npianist like one of her cousins who was world renowned. That didn’t do t -- I didn’t\ndo too well there. Maybe a dancer. The Russian -- the Russian ballet instructor told\nmy mother, save your money. So th -- so -- so there were -- there were quite a few\ntalents that I did not pick up from her fa -- family side, but reading and education\nwere certainly something that she impressed upon me and I developed my own\ncuriosity in pursuing.",
        "A: No, the dawning was gradual, but the visual indicator was always there. My\nmother was always physically very different than other mothers. Her physical\ndisabilities worsened as I grew up, and it was because her condition was becoming\nmuch more visible and apparent to the outside world that then I came to understand\nMarch 15, 2001\nthat she had been born perfectly normal, but because of the beatings that she\nreceived in the camp, it was the cause of these physical abnormalities worsening.",
        "A: There was never a special day that I remember, that was set aside to say this 1s\nwhat happened to me. It was, I think, always part of my consciousness. I think -- I\nremember one thing, one day I remembered seeing one of my friend’s parents who\nhad a number on their arm, and I asked my mother why she didn’t have a number\non her arm. So I knew that there was a commonality of experience that my friend’s\nparents had been in camps, and my mother had been in camp, but there was a\ndifference. And I think that started the storytelling a bit more.",
        "A: The area that I grew up in in the Bronx was a terrific mix of Jewish, Italian, Irish\nand in high school, black. But for th -- my earliest school experiences, I would say\n95 percent of my classmates -- at that time New York used to place you in a class\nof your ability, so the classes were numbered one, two, three, four, so if you were in\nMarch 15, 2001\nthe first grade in the first class, that means that you were the most academically\nsuperior. So always being in that first class, it seemed that the make-up was 95\npercent Jewish at that time.",
        "A: I still have them to this day.",
        "A: Yeah.",
        "A: The three friends that I have from when I was 10 years old were all American\nborn and their parents were American born, so no, they -- they didn’t experience the\nparticular childhood that I did. But I had other friends in the second circle of my --\nof my associates that had Holocaust survivor parents.",
        "A: Sometimes I remember there were discussions at -- at -- at lunch about parents\nhaving nightmares and we would only discuss it amongst ourselves. My mother\nwasn’t one of those, but -- but I had a friend, Mary Chewbowski who used to tell\nMarch 15, 2001\nme about her mother’s nightmares, and we were very protective of each other. It\nwas almost a different circle of friends, the immigrant kids, then the other Jewish\nkids who really didn’t have any way of relating to what it was like to have to be a\nnurturing support to your elder parent. It was -- it was a role reversal even at a\nyounger age that some of my friends had. My mother at that point was stronger than\nsome of my friend’s parents, who were much more emotionally crippled at that\nstage, at that stage. My mother was stronger, but the years have taken their toll.",
        "A: I was an only child. I was told very early on that my mother had lost all her\nfamily, and when the doctors told her that she was not supposed to have a child, that\nher response was that she didn't survive the war not to have a child. So no matter\nwhat the physical cost was going to be -- which put a little guilt on me because I\nknew that she was taking a risk and did damage her condition further by bearing\nme, but that she felt that she lived for a purpose and the purpose was to have a\nfamily, and that was me, but there was only just me. So I didn’t have any brothers\nand sisters. I didn’t have any grandparents or cousins, or people from her side that\nshe could relate to.\nMarch 15, 2001",
        "A: My mother will probably say that I was spoiled, and I don’t think so. My -- I was\n-- | was -- I will admit that my parents were extraordinarily generous of their time\nand the amount of input that they put into my cultural awareness. I grew up in the\nMetropolitan Museum of Art, I tell everybody that I did. I -- I spent more time\ngoing to botanical gardens and zoos and Radio City Music Hall, and shows when I\nwas young. And I turned around and did the same thing for my daughter because\nmy -- my life -- my childhood was so full of extraordinary outings, that I couldn’t\nwait to turn around and do that when I had a child, so I -- my -- my social activities\nwith my parents were extraordinary. Maybe that was to make up for lack of family\naffairs.",
        "A: No, I wasn’t -- I wasn’t exposed to these things necessarily to have them\ndrummed into my psyche that this 1s what you must know in order to be a cultured\nperson. Everything was on an equal basis. Going to the movies, or seeing the\nMarch 15, 2001\nRockettes was on the same level as going to a ballet. So everything was done with a\nsense of -- of fun and a special occasion, and dressing up and going downtown to\nManhattan. So it was -- it -- 1t was never an expectation that I would be able to\nthen recite to impress anybody what I had been exposed to. It was just something\nthat would cu -- just culturally open me up to the rest of the world, outside of New\nYork.",
        "A: L always believed my parents to be much more strict than my mu -- than my\nfriend’s parents who were American born. And we’re talking about my Jewish\nfriends. Some of their parent were the -- brought up in the 40’s here, very liberal,\nvirtually leaning on the Communist way, so that they were allowed to stay out late\nand make decisions for themselves when my parents said, we have to know where\nyou are and who you’re with and what time you’re going to come back, and so I felt\nthat there was much stronger bungee cords on my freedom than my par -- than my -\n- my peers experienced. Now that I’m a parent, I don’t know whether it wasn’t a\ngood idea, cause I probably mimicked more than I -- than I want to admit. But no,\nmy parents were more strict than my friends. And ma -- and my friends used to\nMarch 15, 2001\npush me and my parents would explain to my friends why they did what they did.\nAnd ma -- and my friends respected and still respect my parents for doing that.",
        "A: Entirely differently.",
        "A: Entirely differently. My mother is the intellectual. My father 1s the very\neasygoing sense of humor. My mother is very nervous and ferociously protective.\nMy father was strict, but yet, not as verbal about it as my mother was. But I didn’t\nwant to cross any lines with my father.",
        "A: I went to public schools, New York public schools were wonderful at that time,\nand then to, as I said, keep broadening my field of reference, my parents would, on\na very meager income, sacrifice and send me to Swiss schools for the summertime.\nI always say that there was a finishing school and th-they finished me off but good.\nI’m very polished, highly polished, to a g -- a great gloss.\nMarch 15, 2001",
        "A: Yes, I mean they sent me to -- they sent me to sleep away camps in the United\nStates and -- when I was younger. Some of them were Jewish, some of them were\nnot Jewish. My memories of them are that I -- I know that they sent me away from\nthe city so I didn't have to bear the city heat. My -- before I was sent away to camp,\nwe always went away -- my mother and I went to the Catskills, and my father\nwould come up weekends, just like the other fathers would come up and visit, so\nthat my summers were very pleasant. But then when I became of an age where there\n-- they wanted to also have some kind of growing experience, or benefit to be\nderived from a summer away, that’s when they looked into these schools in\nSwitzerland for me, and I went to the same one for two summers in a row.",
        "A: I believe 14 and 15.\nMarch 15, 2001",
        "A: The ho -- interesting, you know, the Holocaust itself did not. There were some\nJewish children who came from very nouveau riche families in New York, and\nthere were Arab children there as well whose -- the younger ones were being trained\nto hate anyone Jewish. The older ones my own age were a bit more tolerant. This 1s\n-- you -- you know where -- this was close to when Israel had been founded, so\nthere was some leniency and understanding with the children my own age, but the\nyounger ones were already being disciplined to avoid us, and they called us -- they\ncalled me the enemy. I re -- I remember that distinctly, that the younger wa --\nyounger ones would come up to the table when I was sitting with friends and they\nwould say, how could you sit with the enemy? So it wasn’t the Holocaust, but it was\nbeing Jewish.",
        "A: ’m -- I’m sure -- I’m sure fo -- for any mother of a single child, it’s difficult to\nlet a child go, but you g -- you get tremendous satisfaction from seeing your child\ncome back glowing with the experience. If they’ve had an unhappy experience, of\ncourse you carry that guilt with you also. But what could be terrible about spending\nthe summer in Europe? So I had -- I had fabulous times, and it -- 1t certainly made\na seed germinate that I wanted to study in Europe later on, which I did in\nuniversity.\nMarch 15, 2001",
        "A: I was a very -- I was a very typical teenager. I was as crazy about the Beatles as\neverybody else in America. Some of my American second generation friends were\nexperimenting with drugs, and this is where the strictness factor came in with my\nparents, they -- they practically used to sniff out the backpacks of my friends when\nthey came in, were very, very protective about what was coming into the house, and\n-- and what was be -- what activities were being engaged outside of the house. So I\nwas not as brave, or as adventurous as some of my American friends because I\ndidn’t want to upset my parents.",
        "A: I wanted to belong. As an only child, I always wanted to belong. And when I\nstarted university, I thought I would pledge a sorority. And at the same time, at --\nliterally, simultaneously, at the time that I was going to be sworn in a secret\nceremony into the sorority, there was a huge anti-war protest on my campus. And it\nwas one of those lifetime awakening moments, and I said, you know what, what I’m\nMarch 15, 2001\ndoing right now is ridiculous. What’s happening outside is much more important,\nand I walked away from the sorority and I joined the anti-war movement.",
        "A: I -- I joined the student protests. I worked for Eugene McCarthy. I worked for\nBobby Kennedy on -- especially when he was shot, I started my own initiative for\ngun control and I -- and I took ar-around a petition for signatures and then sent it to\nWashington. That’s when I started becoming politically engaged. I was just on the\nyoung end of being more radically involved in the anti-war movement. I was, but I\ncertainly wasn’t the leader, I was more of a follower. And then as I became a bit\nmore informed, I started working within political movements rather than the more\nradical ones that were happening on college campuses.",
        "A: The -- the Vietnam war was affecting my friends, and I didn't see it as a\ncorollary to World War II. I mean, yes, if you want to take war is a bad thing in\nMarch 15, 2001\ngeneral, but that was really so subliminal. It was -- it was affecting my friends, my\nfriends were having to go through the draft. So it was a close, personal fear.",
        "A: I went to college and then I went to graduate school as well, and I got my\ngraduate degree in English, I specialized in Shakespeare.",
        "A: Not very commercial. Not very marketable. Let’s see, I graduated very early, I\nskipped a grade in junior high school, I entered college at 16, which is very early, I\ngraduated when I was 20. That -- that is very young, that is very young. I wouldn’t\nencourage many people to do that.",
        "A: There were some things that I missed. I was -- I was rushing through school so\nmuch that when I graduated early, I didn’t get to attend the graduation ceremonies\nwith my friends because I was already at the next level. So when I graduated high\nschool in January and was in college, I didn’t go back in June for my high school\ngraduation. When I graduated college in January, I didn't go back in June for my\nhigh school -- so I have no pictures in a cap and gown, even though -- even though\nMarch 15, 2001\nI’m -- Lams -- I have so many degrees, I don’t have one picture in a cap and gown.\nWhen I got my Master’s in England, | alre -- I had already moved to the States, so\nI didn't go -- I don’t have a picture of my Master’s graduation, either.",
        "A: You Jj -- you just have to take my word for it that I have all these degrees.",
        "A: ’72.",
        "A: [had a -- a political science professor who saw something in me that -- I don’t\nknow, one of those little flickering flames, and he encouraged me to go for a\nsummer program to Imperial College in London, and that’s where the passion for\nShakespeare was ignited. I came back and did my -- because everything was on a\nhalf -- because I had come in early, I wasn’t on a normal September to June, this is\nmy freshman year, this is my sophomore year. So I did my last half of my freshman\nyear and my sophomore year back at Hunter College. I did my junior year at Leeds\nUniversity, thrown in with the English students, with none of the background that\nthey had. American college at that time was extraordinarily different than English\nMarch 15, 2001\nuniversity where they make you specialize in one field. They will pay for your\neducation in a field that you have demonstrated talent in. When I was in school in\nthe States, they make you take two years of every kind of course under the sun, it’s\nlike a smorgasbord, so that you become out -- well, more rounded, rather than have\na very gr -- huge grasp of one field in particular. And then I did my Master’s in\nEngland at the Shakespeare Institute.",
        "A: ’ma hypocrite. I married an Englishman, but the English students in general -- I\ngot out -- I got along with them, and I -- an I -- and I’m an anglophile, I consider\nmyself an anglophile, but they always kept me a little bit at arm’s length, they\nalways used to call me Yank. Which to me was distancing. You know, there was\nalways, you know, we’ll have the Yank come along. I-It wasn’t that -- and I made\nfriends, and I made very good friends, but it was always just that, you know, I was\nthe colonist. They were the -- they were the Royalists and I was the colonist. And it\n-- and it -- that was all the way through school, it never changed. And then I ended\nup marrying an Englishman.\nMarch 15, 2001\nquestion, let’s change the tape right away. I'll remember it. This is a continuation of\nthe United States -- oh, no, this is the end of tape one, side A, interview with\nShelly Sherwin.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: It certainly didn’t have the emphasis that it has now. I think there’s a -- a -- a gru\n-- a greater sensitivity to the teaching of the Holocaust. I think we learned more\nabout World War II than the Holocaust, now that I think about it. It wasn't as\nspecifically defined. It was a factor, but 1t wasn’t taught as a major portion of -- it\nwas just one -- another fact that you learned. You know, there were so many camps,\nthere were so many killed. The -- the camps were located here and there, and really,\nthe French came in here, the French gave up this. It really wasn’t -- it wasn’t\nemphasized by itself.\nMarch 15, 2001",
        "A: There -- there -- there were times in -- in -- in the natural flow of conversation\nwhen we would be speaking about her family, and I -- I certainly always wanted to\nknow when she was separated from her family, what happened to this part of the\nfamily. I-If she talked about say, the concert pianist, what happened to him? But it -\n- it -- 1t wasn’t that I was asking her for a -- a history course on the Holocaust, it\nwas in -- in th -- in the form of just more nor -- normal conversation.",
        "A: I never -- it was a very fine line that I felt that I walked. I never wanted to ask\nher things that would bring back very painful memories. I had a visual reminder\nevery single day of what happened to her. Every time I look at her now, the entire\nHolocaust experience is encapsulated in when I look at her. So knowing the\nspecifics was not as important as grasping the entire experience. And it happened 1-\nin the smallest things. When I had to go shopping with my mother and nothing ever\nfit because her deformity is so limiting in what she can and cannot even try on. I\nMarch 15, 2001\nwas aware of it on so many different levels. Her physical limitations, her lack of\nenergy, her -- the pain that she’s in, the brace that she has to decide whether to put\non or take off. If I have to take it now and -- and wash it, how gentle I am because\nthere are no people left that we can find who can duplicate the making of these type\nof handmade corsets because now everything is corrected very early on in surgery\nso people don’t have to suffer the type of scoliosis that she has. So when I would\nask her, it really was a familial re-memory -- memory that we would talk about\nrather than the brutal beatings. I -- it was hard enough for me to look at her without\nhaving to know exactly how it happened. And -- and -- and it’s still very difficult\nfor me to imagine someone doing to my mother what had to have happened to her.",
        "A: No, no. I have -- I have a very heightened sensitivity to films, to photographs,\nbecause I don’t have, as I said earlier, any scrapbooks of family pictures. Every face\ncould be a face of a relative. So there can be -- even though the number of my\nmother’s family is finite, when I see pictures of hundreds, they all become related to\nme in a sense because anyone of them could have been a true family member. I'll\nnever know which ones were. It -- on rare occasions my mother has found books\nand she has found not Holocaust photographs, but from before the war, photos of\npeople who were in her family, in very formal, stylized portraits. And I look at them\nMarch 15, 2001\nalmost like I look at a picture of Queen Victoria, there’s -- 1t’s such a far relation,\nit’s saying my goodness, this is a person who was in my family. It’s -- it’s\nextraordinary because there wa -- there was such a stop, there’s such an abrupt halt\nin any kind of family continuity because there are no letters or photographs or\nvisual sightings, or meetings or anything. It’s rela -- it’s trying to relate something\npersonal to a picture of an entire stranger. So my sensitivity towards Holocaust\nmaterials is -- I f -- I find as I’m getting older, it’s harder and harder for me to -- to\nlook at the stuff.",
        "A: To be brutally honest I have tremendous reserves of hate. It’s geared towards the\nolder generation. I don’t know who 1s innocent and who is guilty, I just know that\nguilt by silence is as damning as guilt by participation. In my work on the college\ncampus with the Jewish student group, we have our Holocaust memorial service\nevery year, and the Martin Niemoeller poem, when it’s read every single year, is\nmore and more telling. When they came for the Communists and no one -- and --\nand I didn’t say anything, and then they came for me. No one said anything for my\nfamily, no one hid anyone from my family. My family -- my mother’s family was\nMarch 15, 2001\nnot lucky. My mother was the only lucky one, and she doesn’t feel lucky in having\nsurvived. She feels guilty because there were so many shining, singular individuals\nin her family and she feels that why her, and -- and why did they perish and why did\nshe survive? So, it’s -- it’s very difficult for me to try, I -- I try to be as open minded\nand tolerant as I -- and give the benefit to everyone of a younger generation, but to\nmy mother’s generation, I don’t want to have anything to do with them. I’m just too\nsuspicious and too angry.",
        "A: We talk about it sometimes, and I -- I think -- I think I’m -- my mother really\ntries to be forgiving, it’s -- it’s getting harder, because when we talk about it when\nthere is a rise in neo-Nazism in Germany now, what has the country learned? Why\nshould we be -- be more fo -- mo -- why should we be more forgiving when the\ncountry 1s opening itself up to this type of hatred again? It’s -- it’s too threatening to\nbe able to say that the country has learned its lesson and it’Il never happen again. It\ncould. I’m not saying -- I’m not saying a Jewish Holocaust will happen again, but\nthat kind of -- of rise of that party 1s very disturbing.\nMarch 15, 2001",
        "A: I was here -- here -- here and there. I was in New York and then back and forth\nin England.",
        "A: Well, if I hadn’t met my husband, I was going to continue on and do my PhD. in\nShakespeare. I had a professor whose best friend was Lawrence Olivier. So I had\nmy -- my PhD. dissertation practically written for me, I was going to do Olivier as\na Shakespearean interpreter, and have full access to his library and notes and\nmovies and -- and then I fell in love, and married my husband and moved back to\nAmerica and that was the end of that. So that’s -- that’s one road not taken.",
        "A: Let’s see, we -- we met and fell in love and became engaged within one week.\nWe just had our 27\" anniversary. If my daughter told me that she met somebody\nand was getting engaged in one week, | think I’d kill her. But -- we didn’t announce\nit until the third week, we thought that sounded very mature at that time. And my\nmother was on the next plane after I told her that. Talk about protective. We met\nMarch 15, 2001\nthree weeks before our final exams, he was in law school there, I was doing my\nMaster’s. We both could have done better on our exams if we had stared at the\nbooks instead of into each other’s eyes. I don’t think either of us have any regrets\nabout either not doing so well on our exams, or -- or getting married, and ge -- or\ngetting engaged, actually tha -- as quickly as we did.",
        "A: My husband has an extraordinarily keen mind, and a very dry sense of humor.\nAnd I knew that as loquacious as I am, that I needed someone who would give me\nspace and listen to me. My mother says, you always married your husband because\nhe gives you center stage. Which is a very acute assessment. My husband is -- is an\nattorney and only really speaks when he needs to. So we are -- we are very opposite,\nvery, very opposite. I’m very outgoing, he’s much quieter. But when he says\nsomething it’s so incisive, and so intellectually challenging that there are few that\nI’ve met that intellectually excite me as much as my husband still does.",
        "A: Yes.",
        "A: I met him in England.\nMarch 15, 2001",
        "A: Yes.",
        "A: I said as long as I was going to get dressed up and be a bride, that I wanted to get\nmarried in New York and have the few distant relatives that I had grown up with\nparticipate in my wedding. And we decided to come to California on our\nhoneymoon. And wi -- the decision was really very easy, when my husband saw\nthat it didn’t rain for three weeks straight, he said, why go back. So -- so he came\nhere before I was finished with my actual dissertation, so we got married and we\nwere separated for three months in our first year of -- of marriage. So he came here\nand petitioned the California bar to be able to take -- take the exam. And I stayed in\nEngland and finished up my dissertation, and then came back and joined him in\nCalifornia and we’ve been here ever since.",
        "A: Oh yeah, there was never any question. It was only after I had my daughter, and\nshe was a colic, she scared me off having more. But my husband’s an only child,\nand I’m an only child, and I guess we didn’t want to feel outnumbered. So we were\nvery -- we -- we both knew our -- our values are so in sync with each other, we\nknew that we wanted to give her every opportunity in the world, so if it meant study\nabroad, if it meant all the shows in the world, like I had gone to in my youth -- we\nMarch 15, 2001\nwanted to not spoil her, but certainly expose her to as rich a childhood as I had had.\nSo we made the decision just to have one.",
        "A: It was a very conscious decision. We wanted -- we had always, from when she\nwas, I think, in her crib, we had always felt that if she was intellectually capable of\ngoing to a wonderful university, that no matter how it -- we -- we would have to\nsacrifice, we would send her to the best one that she got into, and she got into Duke\nUniversity.",
        "A: Her name is Alexis Danielle Rothschild-Sherwin. Alexis is also for Anna --\nHannah, my father’s mother, and Sarah, her -- her -- her -- her Hebrew name is\nHannah Sarah, which is a blending of from my family and my husband’s family\ndeceased relatives. Alexis comes from Abraham, who is the distant relative who\nwas partly responsible for bringing my mother over after the war. And he was the\nonly grandfatherly figure -- he wasn’t a grandfather, obvious, but the only elder\nfigure that I grew up knowing as a loving relative and so when my daughter was\nborn I wanted to honor him because he had taken my mother into his family after\nthe war.\nMarch 15, 2001",
        "A: I worked very hard at being a mother, and as my child grew and was in school, I\nworked very hard in her school s -- because of the pub -- the state of public\neducation and the lack of funding for the arts. I always took it upon myself to teach\nthe -- the subjects that they didn’t have money for, so in terms of cultural and -- and\ncreative enrichment, I would create programs, get grants and then bring them into\nthe schools. And I did that all through high school.",
        "A: Nobody had a choice in the matter. Yes, wh-when given the choice, if -- 1f I -- if\n-- if I don’t ask for jewelry, then I always ask to have tickets for a show. It’s -- it’s\nthe creation of a memory that’s lifelong. O-Other things, cars and clothes and\nnames on handbags, or things like that, never meant anything to me. E-Even now, 1-\nif I wanted to and could afford it, I -- it -- 1t wouldn’t mean any more to me than\nanything else. But going to a show with my family and enjoying that experience,\nthat’s what we enjoy doing.",
        "A: We’d -- we’d -- my husband is a product of English public education, and I was\na product of American public education. And even though we live in a very upper\nclass area of Los Angeles where many, many children, even more so now, go to\nprivate schools from the earliest ages on, we decided that we wanted her in the\npublic school with children from the neighborhood. And that’s why I worked so\nhard to try and make the schools have as well rounded an approach to the education\nthat the funds would allow. And she went through public high sch -- public\neducation all the way through high school. And then when she got into Duke\nUniversity, we said, well that’s your dream school. It was her number one school,\nand she was -- she had an -- an extraordinary experience there.",
        "A: Is -- is -- as -- she was an only child, for the first half of her life she was my\nhusband’s personality, very introverted, very shy. I kept on saying, you know, how\ndid she pass through this body and not pick up any of my genetic material\nwhatsoever. And then we did make a -- a choice in terms of high school. She could\nhave gone to the very close, local public high school, or she could go to a brand\nnew high school which was 24 miles away in Malibu, also public, but they wanted\nMarch 15, 2001\nto start a high school out there. And for the very reason because her personality\nseemed to be -- she was in awe of other kids, and I remember feeling, in my school,\nthat I wasn't the top student, so that the expectations were always that these are the\ntop students, and I know where I belong in the pecking order. I didn’t want her to\nface that same kind of glass ceiling. So we made a choice to send her to this brand\nnew public sc -- high school, where there wouldn’t be any expectations and there\nwouldn’t be any reputations that she would have to face or undo. She was allowed\nto reinvent herself. And she metaphysically changed. She became -- immodestly,\nshe became me. She -- she became political. She became the president of the entire\nhigh school. She -- whatever was going on in that school she became involved in.\nShe invented the traditions that are now being passed from class to class. She was\nallowed to express herself without fear of being pegged as one of the lesser students\ntrying to work their way up. And so she was one of the golden children at this new\nschool. That completely made her so confident of herself and her abilities that\nthere’s no stopping her now. It was a very seminal decision. She hated the traveling\npart of it, because it -- 1t entailed being on a school bus for an hour each way every\nsingle day. She -- she didn’t go with her friends from junior high school to the --\nsome had already siphoned off into the private schools in the area, the others were\ngoing to this public school. But we thought that she would get lost in a school that\nMarch 15, 2001\nlarge. It was -- it was a high school of almost 3,000 students, and the new public\nschool, she was in a class of 120. And they were the first grade that went year by\nyear through. So she was the first ninth, the first 10\", the first 11\", the first 12\". So\nit made her who she is now. It absolutely changed her.",
        "A: She’s -- she’s my best friend, and I really know in my soul that she would say\nthe same of me. We talk daily, if not more -- more than daily, several times a day.",
        "A: Sorry.",
        "A: Something --",
        "A: Yes. Everything from soulful revelations to ethical decision making, to just\ngeneral, this is what happened to me today. Ever since I had my surgery in August,\nshe has made me feel that I don’t miss anything tn her life. She is the first one -- my\nhusband is my rock, but if I need to talk to someone, I talk to my daughter.",
        "A: I talk to my mother, but what I -- I filter what I tell her now because there’s only\nso much that she can handle.",
        "A: Oh, we still do, we still do, we still do. And also sometimes several times a day,\ntoo. But I don’t tell her quite everything. She can’t -- she can’t emotionally handle\nit. If I’m going through something, if my -- 1f my husband’s going through\nsomething, and he’s diabetic, but thank God, he’s very healthy, but -- or my\ndaughter is going through some unhappy romance or something like that, we don’t\ntell her all the details because that’s what she feeds off of. And sometimes that kind\nof negative information will not be good for her.",
        "A: Well, I-I find fascinating the fact that my daughter 1s able to more objectively\ntalk to my mother about the Holocaust than I am. In the last couple years, I have\nMarch 15, 2001\nevaded -- I will listen to my mother tell me whatever she wants to tell me, but I\ndon’t want to dwell on it to the extent because -- and I have been the one who has\nbeen instigating my mother cutting back on her speaking engagements because I\nknow emotionally what it takes out of her. And so I’m taking on the protective\nmother stance, saying, every time you go to another high school or university and\ngive a talk, the nightmares come back, the memories come back, it takes a physical\ntoll on you, I wish you wouldn’t do it. Yes, there is a need for these stories to be\ntold, but I feel that my mother has fulfilled her obligation to her family. And so ’m\nthe one who says no to her. My daughter is the one who does the research on her\nown. My mother tells my daughter, and we -- we both will sit there and listen, but\nmy -- it’s not that my daughter is not unaware of the emotional toll that it takes, but\nher insistence in knowing overrides sometimes, her pulling back from asking just --\njust one more question of my mother, while I will stop.",
        "A: She just turned 22.",
        "A: In the -- in the last -- I would say in the last two years, she has become more\naware of my mother’s vulnerability and so in the first couple years when my\nMarch 15, 2001\ndaughter was at Duke University though, she was responsible for bringing my\nmother out as a speaker for the Holocaust, and it was very widely attended. And\nthen my daughter took a Holocaust studies class and had my mother come out and\nspeak specifically to the class as well as the rest of the university. And I think that\nsometimes her -- the mixture of pride and objective academic curiosity in wanting\nto know everything for herself 1s -- is her motivation. And I’m watching my mother\nget older, and weaker, and so it’s much harder for me t-to go into those areas.",
        "A: Not having -- not having gone through a formal Holocaust education course, I\nknow bits and pieces from my daughter. The teacher that she had at Duke\nUniversity was a graduate student who was making her life work doing Holocaust\nstudies. And she was very sensitive because Alexis was the only one in the class\nwho had a survivor as a grandparent. The other children came to it from an entirely\ndifferent perspective. And so she would always say, Alexis, you know, today is\ngoing to be kind of tough, we’re going to watch this kind of footage or examine\nthis, you know, are you going to be okay with it. And my daughter, 99 percent of\nMarch 15, 2001\nthe time was able to stick it out. Whether it got to her later on in the day, she was\nable to stay there for the duration. There was just one or two times where it just\nbecame overwhelming and she couldn’t stay in the classroom. Sorry.",
        "A: If it was going in the direc -- in the -- in the direction intended, then I think there\nwould be a lessening of -- of ethnic cleansing and wars. Obviously it’s not\nachieving its ultimate goal, which is what the survivors, I think, who tell their\nstories, would wish. I think the -- their purpose in telling their stories is not only a\ntestament to their survival, but also as guideposts to the future. So we shouldn’t be\nseeing the pictures on the television that we’re watching on a daily basis.\nMarch 15, 2001\nBeginning Tape Two, Side A",
        "A: I wouldn’t be anything else but Jewish, given a choice. I love being Jewish. I\nthink being culturally Jewish is a tremendous part of my personality. I don’t know\nwho I would be, or what I would be like 1f I wasn’t Jewish. I mean, it’s that much a\npart of my psyche. And on the other hand, when it comes to pure religion and\nobservance, I’m more observant than my mother. My husband and I made that\ndetermination when we had our daughter, that we wanted religion to be a spiritual\nbackbone. Not strict, not strictly enforced, but certainly the spiritual foundation that\nit gives someone in terms of an identity. That she would feel as comfortable in her\nskin being Jewish as I was, but I had the unique experience of growing up in a very\nJewish community in New York City, so that’s why it’s also interwoven for me.\nAnd my husband grew up in a Jewish area in -- in London. But 1 -- but a -- a New\nYork Jew is an entity unto itself. What you see on television is what I g -- is what --\nis what my life was growing up. My -- my daughter when she was going through\nMarch 15, 2001\nschool -- it’s interesting, in my parent’s house they did not speak Yiddish. My\nmother’s family in Poland did not speak Yiddish because her mother’s side of the\nfamily was Sephardic and that was the -- obviously the s -- the Spanish side, 1t was\nnot -- it was the Ashkenazic that spoke Yiddish in the house. And I had a summer\njob once, working for a doctor in the Catskills, and I picked up a tremendous\namount of Yiddish, because it was with an elderly Jewish clientele, and I brought up\nmy daughter with these little Yiddish expressions. And she felt so comfortable in\nher Jewish skin, that she would routinely use them in her compositions in school,\nand sometimes get comments on the t -- on the papers from the teacher saying, I\ndon’t understand this word. So I encouraged her creativity and said, if that’s the\nword that best describes how you’re feeling, then just put a footnote at the bottom\nof the page, which is what she started doing in grade school. If -- if a Yiddish word\nsufficed, she would use it, and then put a footnote in for those people who didn’t\nunderstand it. And so even when we converse now, it’s not that either of us are\nfluent Yiddish speakers, but th -- there are certain expressions that we do use\nroutinely. So that’s -- that’s where I fit in in terms of being culturally how I identify\nmyself, and in terms of personality. I cannot split where my Judaism leaves off and\nwhere the rest of me begins. They’re -- they’re inextrictably entwined. Religiously\nis a different story. In -- in following the rituals, when my daughter was going to\nMarch 15, 2001\nHebrew school in preparation for her Bat Mitzvah and my husband and I started a\ntemple with 18 other couples, it was an extraordinary life changing event to be in on\nthe -- on the formation of a temple. I -- we never worked as hard, we never sat on as\nmany committees, we never had so little free time as we did, and yet we look upon\nthat as the most golden period in our lives because we did something really so\nconstructive. But when it got down to actually being alone with my thoughts with\nGod, it’s a love/hate relationship. My mother came out of the camps questioning her\nfaith. She will tell you now that if she was given a choice she wouldn’t come back\nJewish. My father loves temple and loves being surrounded by things that are\nfamiliar with him, he’s -- he’s -- he’s traditional and a little bit old-fashioned in that\nsense, he doesn’t like female cantors. He likes that good old solid, you know, Jan\nPierce type of voice, that -- that brings him to his spiritual satisfaction. When I was\ndiagnosed with cancer in -- breast cancer in aug -- in July, sorry, in July, I had my\nsurgery in August, I didn't question why it happened to me, and I wasn’t as angry at\nGod as I have been about why my mother had to suffer through the Holocaust. I\ncould accept my fate more easily and hopefully with more grace than I’ve ever been\nable to accept what happened to my mother and her family. And so when it -- when\nI think in terms of blind faith, I don’t have it. I know that Judaism is built upon\nequal parts of blind faith and questioning, so that you come to a -- a soulful\nMarch 15, 2001\nunderstanding of your relationship in -- in the world, and with God as a Jew. And\nyet, the Holocaust puts a -- a huge roadblock that sometimes prevents me from\nattaining more spiritual insight. I’ll never be able to get past that. Sometimes I have\na very accusatory tone in my thoughts when my mother is suffering the way that she\ndoes. I never had a normal mother. I never experienced a mother without pain,\nwithout even the unspoken kind of neuroses that the Holocaust caused her to\ndevelop in her personality. She is an intellectually brilliant free spirit, and yet the\nHolocaust harnessed her intelligence and imprisoned her in this failing, tortured\nbody. And so I’ve been very angry at God for a long time.",
        "A: I’ve always tried to be the best daughter that I could so that A, I wouldn’t cause\nmy mother any unhappiness or unnecessary disappointment. Of course, you know,\nI’d be superwoman if I never disappointed my mother. But I’ve -- I’ve carried the\nweight of trying to keep my mother happy because of all the unhappiness in her life.\nIt’s a tremendous burden. I feel that I pay for the Holocaust in many ways. Because\nMarch 15, 2001\nof what happened to my mother, I live my life in a way that is encumbered by it,\nrather than being free to have experienced a mother who aged gracefully without all\nthese extra layers of mental and physical pain that were artificially -- s-she was\nsubjected to. Unnecessarily objected to -- subjected to. It’s -- it’s -- it’s a -- I feel\nthat -- I can’t say it any more strongly, I feel that I am paying for the Holocaust\nevery single day.",
        "A: For posterity, I will tell you, and I hope my mother will not hear this because it\nwould bring her pain. My mother will not admit to the world at large -- terrible --\nterrible an -- analogy, but what a -- what an overwhelming cross she’s had to carry\nevery day, every step, every time she puts on her iron brace in the morning, it’s the\nHolocaust coming back into her life again. Her coping system -- if -- if one of us\nhas a cold, or the flu, or anything normal, it’s magnified 10 times because nothing 1s\nallowed to happen to her family any more, because everything happened to her\nfamily before. So h -- there’s no sense of normal perspective or proportion in what\ngoes on in our lives. The joys are -- are tremendous, wonderful, sweet joys. What\ncould be just a minor disappointment, because her life 1s so limited now by her\nMarch 15, 2001\nphysical limitations becomes magnified 10 times more, because sh -- because she\ndoesn’t have the outlets that a physical life would allow her. And she has nothing\nleft but this interior life. Everything is magnified.",
        "A: My father doesn’t have the -- the -- there’s a -- there’s a more laissez faire\nquality to my father’s life. Things happen, and he can accept them. And my mother\nwill feel more the injustice, or -- or -- or more protective, or -- I think that she feels\nthat she paid with her family so dearly, that we should be spared. And my father\nunderstands that nobody -- in -- in the normal run of life is spared from everything,\nand yet it -- it become so taxing. I mean, when I was diagnosed with this, I was m --\nwe -- we carefully orchestrated an entire scenario around telling my mother that I’d\nbeen diagnosed with cancer. I was more concerned telling my mother -- even\nthough it was in the earliest stages, that 1t was entirely curable, that it was not going\nto affect my quality of life, I was more distraught in having to tell my mother, and\nthat was one of the only times that I broke down. It was up to my husband and my\ndaughter and my doctors, who are friends, who sat and told my mother. I was out of\nthe house. I couldn’t physically be in the house because I thought I’m bringing her\nmore pain than she needs. And I felt guilty. The cancer didn’t bother me as much as\nI knew that it was going to hurt my mother.\nMarch 15, 2001",
        "A: By nature I’m very spontaneous. My husband is the chess player, my husband 1s\nthe -- is the bridge player. My mother is an extraordinary bridge player. That all\ninvolves strategy. That always know -- those people have a talent for knowing when\nand where to say and do the right thing. I don’t have that particular capacity. So\nusually something happens to me and itll come straight through me without a filter\nor -- or a censor. It’s not that I’ve tried to learn how to strategically tell my mother\nthings. It’s just that sometimes now I spare her. And it’s not that I don’t want to be\nhonest, it’s just that I don’t want to burden her. It’s -- it’s very different. There are\nthings that she has to know, that sometimes you just can’t sugarcoat. But there are\ntimes when I have wanted to be entirely candid at the moment that things were\nhappening, and her responses were such that, oh, but I went through something so\nmuch worse. Or but, you know, if you’re daughter is unhappy at this age, where do\nyou -- what do you think I felt when I was her age? So I can’t be involved in this\nkind of one-upsmanship and I can’t compete, no one can compete with her\nMarch 15, 2001\nexperiences in the Holocaust. And yet it’s unfair to hold the Holocaust over my\nhead as preventing me from being entirely open with my mother. So sometimes the\neasier route is just not to tell her everything. It’s not that she’s not sympathetic, it’s\njust that, look what -- what -- what I went through, this is not a reason to complain.\nAnd yet, everybody -- in everybody’s life there are things that happen on an\neveryday basis which are bothersome or annoying, or distressing. And no, they have\nno comparison, there is no relevance to the Holocaust. And yet, the Holocaust is\nused -- I don’t want to say as a battering ram, but as this stick that we have to\nmeasure our experiences against -- versus hers, and sh -- her -- she tops everything.\nI mean --",
        "A: She was much stronger when I was younger, the Holocaust didn’t factor in m-\nmy -- I went only once to a Second Generation meeting, and I felt that it was one of\nthese group hug type of California groups because someone stood up and said, if I\ncame home from school with a grade that was less than stellar, my mother would\nsay, 1s that what I ho -- survived the Holocaust for? And I never experienced that,\nmy mother never did that to me when I was younger. I mean, if I failed a math test\nMarch 15, 2001\nit was because I was lazy. It had nothing to -- it had no reverberation, or -- or\nassociation to -- you know, you should have done better because of what I went\nthrough. And I didn’t want to have to live through these other people’s nightmares\nof what they went through with their parents, because I thought it would -- because\nmy childhood had been so happy. My mother was stronger when she was younger.\nIt’s now that she’s older and becoming more fragile on so many different levels that\nthe Holocaust is becoming a factor in daily life and conversation when we talk\nabout normal experiences. But when I was younger, it just -- it wasn’t used as a\nmotivation that some of these people had as their parents. And my mother didn’t\nhave, or didn’t use me as a buffer in real life when I was younger. Some of these\npeople also say that their parents would wake up with nightmares and they would\nhave to comfort their parents, kind of almost like children of alcoholics that have to\nparent their -- their parents. And I didn't have that experience. I had wa --\nconsidering what my mother went through, I think I had an extraordinarily normal\nchildhood, and it’s just changed in the last couple years.\nMarch 15, 2001",
        "A: M-My mother had heard about it and she wanted to -- wanted me to go and see\nwhat it was all about. Because my background, my childhood was so normal, I\nmean, you know, there aren’t normal childhood groups. Nobody goes and seeks out\na normal childhood group, so I -- I didn’t think that there was any particular reason\ndriving me to go to a Second Generation group, be -- be -- because I -- and -- and I -\n- it was borne out, my speculation that these kids didn’t have a normal childhood,\nand so they did need a -- a support group, where they could share what they went\nthrough. I probably need it now more than I did years -- then. But I’m more\nconcerned with dealing -- being a mother of a 22 year old, and being a mother to my\nmother who 1s 70 plus. So I’m in the middle right now, and don’t particularly feel\nthat I have the time or the -- or the emotional energy to go to one of those groups\nright now. And plus I’m -- plus dealing with the recovery from my surgery is pretty\ntime consuming.",
        "A: No. And it’s not that I didn’t want to. My husband’s a stick in the mud, and we\ndidn’t leave the country until our 25\" anniversary when we went to visit our\ndaughter in Italy. But he’s always had this ext -- extraordinarily heavy workload\nthat we just didn't do any international travel and now after this -- this brush with\nMarch 15, 2001\nthe hint of mortality, we’ve made a promise that we will travel more extensively. So\nI don’t know if Poland is my first destination, but who knows?",
        "A: I -- I was there when I was 19. And I’m -- I’m the one who 1s responsible for\nsending, not all of them, but many, many students on an international program\nthat’s free for 10 days to Israel, that’s an extraordinary experience. So I’m reliving\nthe wonder of my ninet -- when I was 19 and went there and -- and having the\nprivilege of sending these young people there. Israel was part of that education that\nmy parents gave me when I was younger. I did it in a summer when I went to visit\nfriends who I’d made in high school, from Switzerland, and they lived in Istanbul.\nAnd they said, if you’re coming to Israel, then you better stop in Turkey cause\notherwise you never will, and they were right, I’d never -- I never went back and so\nI got to see Turkey, I stayed with them for three weeks and then I went to Israel for\nthree weeks.",
        "A: No, no, she was there on the very first trip, this exa -- this hello Israel birthright\ntrip that I’m talking about, she was selected to go from Duke University on their\ninaugural trip, it was over the millennium. And you do everything from\nMarch 15, 2001\narchaeological digs to climbing Masada at dawn, to camel rides and Bedouin\ndinners, to floating in the Dead Sea, to meeting with Palestinian leaders. It’s a very\ncerebral and spiritual experience. There is no emphasis placed on religion itself, it’s\njust that the reasoning behind this trip, there are three multibillionaires who are\nunderwriting the cost of sending 50,000 students internationally to Israel free for 10\ndays. And they just felt that this generation didn’t have the bond with Israel that my\ngeneration and my parent’s generation had. So they’re trying, in hopes to foster this\ntype of link with Israel, and it’s working.",
        "A: Well, my mother wishes that my husband would speak more. But after 27 years\nof marriage she should know better. The -- if you don’t ask my husband something\nin question form, you’re not going to get an answer. But my hu -- I think my\nhusband 1s a wonderful son-in-law. He cares deeply about my mother’s welfare,\nboth mentally and -- and physically, and 1s very solicitous of her. And for as\nemotional as an Englishman can be, he tries, he tries really hard. He’s -- the greatest\nthing that my husband ever did was introduce my mother to the computer.\nMarch 15, 2001",
        "A: I hope a Holocaust never happens again, not only for the people who are directly\ninvolved, but for their descendants. There is such a lingering affect of this kind of\ndevastation. It manifests on so many different levels. It affects the way people react\nto each other. I wish that lessons could be learned from the Holocaust. I wish that\npeople who are in my position could also affect a change, but sometimes you’re so\nbusy dealing with the victims, that you don’t have time to take care of the rest of the\nworld. I try on a small basis to interact with my peers on an international basis. And\nyet, I would be less than human and less than my mother’s daughter if I didn’t say\nthat her experience has shaped my world view. I try -- I try on a daily basis to be a\nbetter person. Sometimes I succeed and sometimes I’m not as forgiving as the ideal.\nMarch 15, 2001",
        "A: I work at a community college, Santa Monica College. I’m the Hillel director,\nwhich is the Jewish student group, and create a program of activities, everything\nfrom virtual bowling to having intellectual, philosophical, ridiculous conversations.\nActivit -- all kinds of activities. These are college students and they’re looking to\nhave fun and they’re looking to bond with their peers, and so I’ve been doing that\nfor 10 years. And --",
        "A: I like being the boss. And the other thing that keeps me very busy, because I do\nlove writing, I -- and I’ve -- I’ve free-lanced on a book, and I just enjoy the process\nof writing, is that I have a business with a partner for college admissions, we’re\ncollege counselors. And I work both with high school students and then college\ngraduates on their admission application essays. We help them from the entire\ncreative process of formulating their ideas to the finished product of the essays. So\nit’s a very creative and involving and sometimes nerve-wracking process, waiting\nfor those acceptance letters to come. But it -- it keeps me very involved with\nstudents from high school age through graduate school students.",
        "A: Let’s see, does -- does eating chocolate count as a hobby?\nMarch 15, 2001",
        "A: Okay.",
        "A: Okay, well theater certainly 1s a priority. Since we had the chance to travel two\nyears ago to Italy when my daughter was doing a study abroad, that re-sparked my\nwanderlust, which I had before I married my husband, and he has promised that he\nwill take off some time and we’re going to go back to Europe again. Museum trips\nare still a -- a very constant feature of life here in Los Angeles. Reading, I’m a great\nreader, I always have. Music, I -- I keep a little bit of my youth in my tastes with --\nstill listening to the Beatles, but I find that classical music is more satisfying now as\nI’m getting older, especially driving in LA traffic. And love my dog.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 15, 2001\nBeginning Tape One, Side A"
    ]
}