{
    "rg": "RG-50.106.0225_trs_en",
    "sequence": [
        "Q: Do you have a middle name?",
        "A: No.",
        "Q: When were you born and where were you born?",
        "A: I was born in September 10\", 1930 in Vienna, together with my twin sister.",
        "Q: Who’s name?",
        "A: Is Erika.",
        "Q: Let’s talk a little bit about your family. How long had they been in Vienna?",
        "A: They came to Vienna towards the end of World War I together with my mother’s, other\nrelatives and her father. They all arrived in Vienna between 1915 and 1918, something like that.",
        "Q: What was your mother’s name?",
        "A: My mother’s maiden name was Robinson, or Robinson as it’s pronounced in German,\nRobinson.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: Her first name?",
        "A: Well her first name was Taube which is a German word for dove, but people called her\nTony, but her Yiddish name was Toibe.",
        "Q: And where did they come from?",
        "A: They came from Poland.",
        "Q: What city?",
        "A: Well, my father came from Kuti, K-U-T-I, maybe with a Y. And my mother came from, she\nwas originally born in Romania, but moved to Poland at a young age. It was near the border of\nPoland and Romania.",
        "Q: The city, the name.",
        "A: I think the name of the town was probably Vashkovitz. Figure out how to spell it.",
        "Q: And your father’s name?",
        "A: My father’s name was Max in Germanic, but his Hebrew name was Mendel. Sucher, right\nyes.",
        "Q: Did you have any other siblings besides your sister?",
        "A: Yes, I had an older brother and sister who were also twins and also born in Vienna but five\nyears earlier. So my mother was very economical. She had two sets of twins which was very rare\nat that time. Still but not as rare as it was in —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: And their names were?",
        "A: My Lily or Cecelia was the technical name and Harry so Lily and Harry, that’s what they\nwere known as. That was their running names.",
        "Q: Was your family a religious family?",
        "A: My mother was very religious. My father went along. I mean he knew a lot. He could have\nbeen a rabbi but he was never you know seriously religious and so but we, you know my mother\nran the home and we were kosher and it was, she was religious until the end of her life.",
        "Q: You observed the holidays?",
        "A: We observed the holidays. And my older brother continued to observe the holidays cause I\nthink he promised my mother that he would. But when my mother died, we were, I was already\nin Maryland for many years.",
        "Q: What kind of work did your father do?",
        "A: Well, my father had a PhD in Semitic languages from the University of Vienna in 1924. I\nstill have the diploma, but he couldn’t get a job with that.",
        "Q: Because he was Jewish.",
        "A: In part because he was Jewish and also there were very few jobs for Semitic experts and I’m\nnot sure exactly how much the anti-Semitism at the time played a role in his not being able to\nfind a job. But my mother was very able in many ways and she ran a textile store and he helped\nher with that. So they sort of did it together, but my mother was the driving force behind the\nstore, which her father I think helped — her father helped all the — she had seven brothers and\nsisters and all of them came to Vienna. And so he, my grandfather sort of engineered for all of\nthem to go into what I call the shmata business. It’s really textiles.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: Do you know your parents’ birthdates?",
        "A: [have it written somewhere, you know. My mother was born May 10\" I think, 1898 or 97.\nAnd my father was born November 1, I think the same year or a year later, something like that. I\nknow them roughly within a year.",
        "Q: What language did you speak at home?",
        "A: At home I spoke German but my parents spoke Yiddish so I understand Yiddish perfectly\nessentially but I never have a chance to speak it except in emergencies, which I may tell you\nabout later. But so German basically. In Vienna I spoke German. But as soon as we came to this\ncountry, my parents did not want to hear a word of German so I spoke English quickly and they\nlearned to speak English or they spoke Yiddish but they didn’t speak German.",
        "Q: You had a large and extended family.",
        "A: Yes, in Vienna, right.",
        "Q: On your mother’s side, yes. On your father’s side?",
        "A: On my father’s side too but my father’s side, almost nobody survived. They were taken to\nconcentration camps. On my mother’s side all but one of her brothers, for various reasons didn’t\nleave Vienna on time and died at Dachau, I think. All of them managed to get to Palestine as it\nwas known at the time except for our family and my mother’s youngest sister who was also a\ntwin. Two of us, these two families came to, well they came via Cuba to New York and we came\nvia Portugal to New York.",
        "Q: We'll talk about that later. I want to get the prewar, some of your prewar information. So\nwhat would you say is your first memory? Obviously you were born in 1930. Hitler came into\npower in 33 in Germany.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well that’s a good question is my first memory. My first, well I have a couple of distinct\nmemories. You know I remember the place where we lived.",
        "Q: Can you describe it?",
        "A: It was on the fourth floor of an apartment house which overlooked the northwest bahnhof\nwhich was the beginning of the northwest railroads which went to Czechoslovakia. And I have a\nvivid memory because I was eight years old. Not, and Hitler —",
        "Q: This was 38.",
        "A: This was 38. This is actually before I was eight. In March 1938 the Germans essentially\nannexed Austria and we were within, and Hitler gave a speech the next day on the northwest\nBahn Platz and we could see him from our window, except there were SS men all over the\nneighborhood to keep people from being at the windows. I would go to the window and I would\nbe shooed away. So I have a vivid memory of that event and I remember you know these\nswastika banners that they had and I can’t even look at them now, you know with that, so that\nwas an early memory.\nAnd I was already eight. I have earlier memories of the school that I went to which was a Jewish\nschool. Ancostalitz Gasse which was a street nearby. And I remember the park. We lived near\nthe Altgarten which is a famous park in the, in Vienna which still stands and various things that\nhappened there.\nSo I remember and I guess I also remember we used to go to a resort when I was four or five\ncalled Véslau, V-O umlaut — S-L-A-U, I believe. And we used to go there in the summer. I\nhave memories of that too, learning to swim which we weren’t allowed for three years later on. I\nforgot how to swim. And I didn’t realize I had forgotten it and we lived in Milwaukee and I\njumped in the pool and I sank. I was told you never forget how to swim, but you do.",
        "Q: Hitler came into power in 33 in Germany. Obviously you were too young to know what was\nhappening. Was your first knowledge of him when they annexed Austria?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: When they annexed Austria. I think so.",
        "Q: Let’s talk about up to that point. Up to your childhood. Was it a happy childhood, or did you\nexperience any anti-Semitism?",
        "A: I think up to that point, my childhood was pretty happy and I experienced anti-Semitism only\nvery rarely. I think.",
        "Q: As a young child?",
        "A: As a young child because we lived in a sort of they called it Leopoldstadt, which is a largely,\nit’s the second bitserk, or district of Vienna and there was largely Jewish populated so I didn’t\nencounter too many gentiles.",
        "Q: So it was an entirely Jewish neighborhood?",
        "A: That’s right at that point, exactly. So I didn’t —",
        "Q: You went to a Jewish school.",
        "A: I went to a Jewish school, that’s right so.",
        "Q: Did you like sports when you were a little boy?",
        "A: Not particularly. I was not, I was more interested in books than sports and I had a stamp\ncollection. I remember I had a collection mania which I think very young kids sometimes have\nand I was collecting stamps. In my last memory of leaving Vienna was in our apartment which\nwas on the fourth floor and had a kind of oven, you know a stove, not a stove. What do you call\nit? You know you heated it with wood or coal oil, what it was and I remember my mother\nhttps://collections.ushmm.org\nJuly 23, 2014\nsaying I could not take my paper soldiers with me and I, the last thing I remember is seeing them\nburning inside. You know kids have these memories.",
        "Q: Devastating. Were you close to your sister?",
        "A: Yes, very close. We had —",
        "Q: Played together?",
        "A: We even had a language of our own and so forth. In fact, she was sort of the dominant one.\nPll show you a picture of the two of us when we were six years old. I have it up over there. And\nPll show it to you later if you like. And so we were very close and as I said, as twins sometimes\ntoo, they develop a language of their own. And she was, it was, she was more forceful than I\nwas and she sort of, she dominated the relationship you know. And we had a game playing that.\nOk. We each had special names for each other and it lasted a long time. Instead of when I see\nher now, we used to make faces like this and it was what we called it a nuchi face and for many\nyears we would still do that. It’s just built in.",
        "Q: Would you say you were an independent child up to the age of eight, granted life changed at\neight years.",
        "A: Yeah I was pretty independent. I think I, I didn’t have any memory —",
        "Q: Your mother was working.",
        "A: Well we had a maid.",
        "Q: You did?",
        "A: She was, I think Czech. You know cause she was, but it was in the same building. The store\nthat they ran was in the, in the same building or next building next door —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: They were close by.",
        "A: They were close by right yeah.",
        "Q: Life went on without any problems so to speak until 38. Or did you hear, ever hear your\nparents discussing —",
        "A: I never heard them discussing what was happening.",
        "Q: This man named Hitler or anything, before 38.",
        "A: I don’t remember.",
        "Q: You were a child.",
        "A: That’s right, I was focused, all I remember was focused on my collection and reading. I read\nthe Greek what do you call those stories, hero stories.",
        "Q: The myths?",
        "A: The myths when I was six or seven years old and I remember reading it and actually it paid\ndividends because well there was a picture of Hercules in this book and it showed him you know\nwith a big muscle bringing in the skin of Nimean lair or something for some guy. And it was\nsort of a model, a role model for me of a strong man. Had several, like these strong men would\ncome to my rescue if anything bad happened. It was a fantasy but I had. So I was not sports\nminded at all. Jewish kids of that period were relatively not sports minded.",
        "Q: Now comes 1938, March 38. And you described, and you saw Hitler.",
        "A: I saw him at a distance you know. I got a peak of him before the SS —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: How did you know who this man was?",
        "A: Yes, I knew —",
        "Q: How did you know?",
        "A: Well I think I must have read about it. I must have learned that Austria was going to be\nannexed, that the Germans were invading Austria, coming in or being invited in. I must have\nheard that a few days before and, I must have been aware that bad things were happening.",
        "Q: Were you frightened, do you remember — it being a frightening time?",
        "A: I was frightened somewhat later. No, but I mean in that year. I was very frightened, sometime\nin the spring of 1938. My father, I went along with my father to a synagogue but it wasn’t the\nsame place we usually went. Maybe that temple had been closed. And when we came out there\nwere SS people waiting to corral the people who come out and take them away. But my father\nwas with me and since he had a small child with him, they let him go. So then I knew that things\nwere very, very bad. And were getting worse and it was, you had asked me when I became very\naware of it after the annexation. And then my feeling was that the Austrians were as, more anti-\nSemitic than even the Germans.",
        "Q: Were there any creeping restrictions before 38, before the spring of 38?",
        "A: Not that I was aware of but I’m sure there were because I think people could no longer teach\nat the university and so forth. I’m sure there were lots of restrictions of which wasn’t aware of,\naware of them as a child.",
        "Q: Here you are and you see this man. Do you remember any visceral feelings on seeing him?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: No, I— I went to the window and it was just, it was a fleeting second before the SS men\nchased — they stationed themselves at the windows. They came to all the surrounding —",
        "Q: What floor were you on?",
        "A: We were on the fourth floor I believe. They came to all — so we were high enough to sort of\ntake a shot at him if we had a rifle. So they were guarding Hitler in the surrounding\nneighborhoods by going to the high apartments and watching the windows.",
        "Q: Did they actually come upstairs?",
        "A: Yes, they were in the apartment, I’m trying to explain to you.",
        "Q: They were in your apartment?",
        "A: They were, they were in our apartment. They came in to watch the windows.",
        "Q: Oh my.",
        "A: That’s, and I remember that.",
        "Q: What is a soldier in uniform like that —",
        "A: I don’t think they were in uniform. The way I remember it they were plain clothes, belonging\nto the SRESA, I don’t remember",
        "Q: When you did see some in uniform did it mean anything to an eight year old boy? Was that\nfrightening or did it look pretty exciting?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: It somehow, I’m trying to remember whether I saw any people in uniform, where I was. We\nlived very near the school so the only way that basically I went out to go to school just a couple\nof blocks away.",
        "Q: What was the name of your school?",
        "A: It was called Ill tell you in a minute cause I don’t remember it. It’1] come back to me. It was\na pretty famous school and the principals stood by with the students. You know he wasn’t going\nto leave. It’1l come back to me.",
        "Q: Hitler comes",
        "A: Hitler comes.",
        "Q: And Austria is annexed.",
        "A: Is annexed. My next memory is of my, well at some point we had to so to speak give away\nour store. You know for almost no money. And so that was the end of that.",
        "Q: What was the store called?",
        "A: It was a textile store. I don’t even remember what name it had. I don’t think it had a main\nname on it. It was a sort of generic name for textile. And my next sort of big memory is that my\nfather left in August.",
        "Q: Of 38.",
        "A: Of 38. And we couldn’t, we wanted to leave Austria but we couldn’t get visas anywhere. But\nmy father apparently managed to get a visa to Luxembourg so he left in August. I don’t know\nhow he did it. I don’t know those details, but the upshot was that my mother and the four\nchildren didn’t get to Luxembourg. He managed to get us transit visas through Austria and\nhttps://collections.ushmm.org\nJuly 23, 2014\nGermany. To visit him in Luxembourg. And we, I remember that we, my mother and the four\nchildren took a train from Vienna. I don’t remember the train ride but I remember what\nhappened at the end. And I think the train, we took a train as far as Coblenz, which is a town in\nsoutheast Germany. A big town. And from Coblenz we went to Trier the next day. I think by,\nwe went to Trier, T-R-I-E-R. Trier, it’s actually it’s the birthplace of Karl Marx I discovered\nmany years later. And from there my memory of that is that we had no place to stay. But my\nmother found a synagogue and she pounded on the door. And somebody eventually opened it\nand we slept on the floor that night.\nThe next night, the next day we took a taxi to the frontier and this had all been prearranged with\nmy father. I knew nothing about it. And we arrived at the frontier. I have a picture of the guard\nhouse in the thing that I wrote about. And to make a long story short, they patted us down and\nwithout my knowing it my mother had sewn some money inside my mitze [ph], you know it’s a\nsort of an overhead cap that ties at the neck. And anyway but the German guards were very\nfriendly, especially with the children. And at 10:00 at night my mother took the four of us. We\nwere at a bridge which crossed the river which I call the, it was called the Sauer or the Sare in\nFrench, it had a double name. The river separating Luxembourg and Germany. And we walked\nacross this bridge and it was all icy and snowy. We walked across and waited 20 minutes and\nthen a man came in a car and my mother spoke to him. And my father had hired him to smuggle\nus into Luxembourg cause it was Christmas eve and there was nobody around from the guards,\nfrom the Luxembourg guards. It was sort of a forlorn place. And that’s how we got into\nLuxembourg.",
        "Q: This is December 38.",
        "A: December 38.",
        "Q: Let’s talk about an eight year old boy leaving his home. Did you know you were leaving or\ndid you just think you were going on a trip?",
        "A: No, I knew we were leaving. Cause I had to leave everything behind. You know I knew we\nwere leaving.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: What were your feelings about that? Were you angry?",
        "A: You know it’s hard to remember. You know my parents always managed to make us feel\nsecure and I had my twin sister to be with so that was sort of a mantle of safety. I don’t\nremember being afraid at that time.",
        "Q: What did you take with you?",
        "A: The only thing I took with me was a sort of little bit like a lunch box in which I had some\ntreasures. I don’t remember. You know that was it. Cause I couldn’t take my stamps and I didn’t\ntake any books. But I had the lunch box. It was, I think it was maroon colored and it had little\nhandles, the way, the kind of old fashioned lunch boxes that you can see on the Antiques\nRoadshow. So that’s all I took with me and I guess some clothes. I didn’t have a suitcase of my\nown.",
        "Q: Did you feel like you were leaving home?",
        "A: You know I don’t remember these feelings that I may have had. I was —",
        "Q: Had any of your friends left?",
        "A: Yes.",
        "Q: Before you?",
        "A: Either before or afterwards and as a matter of fact I have a very close cousin who is a cancer\nspecialist in Israel named Leo and he -- I was, I felt some of the class knew that I was leaving.\nYou know I was still going to this public school, this Jewish public school. Already still in the\nfall of 1938. And at some point my parents, or my mother said we’re going to leave and anyway\nI quit the school. And I felt a little bit guilty because they had given me a going away present. I\nhttps://collections.ushmm.org\nJuly 23, 2014\nremember it was a silver pencil. The class gave me that but we hadn’t left yet. It took a few\nmonths before we left so I sort of felt I was under false pretenses getting this gift. Apparently I\nloved pencils as a kid. So anyway that’s how that went down. And my mother had six or seven\nbrothers and sisters and all of them lived in Vienna and all of them got away except for one, you\nknow one of her younger brothers named David. And the fact that he didn’t get away, that’s\nanother black mark I have against very religious Jews because apparently they could have gotten\naway, but they went to consult a rabbi in Poland. He and his wife had had a child after 15 years\nand anyway he was like no don’t go to Israel. You know there are still people like that. It’s a\nZionistic place, you don’t want that. So I don’t have a soft spot in my heart for any of those\npeople.\nSo but the others all got to Palestine and we —",
        "Q: You are in Luxembourg?",
        "A: Well they are in Luxembourg.",
        "Q: There are four children and your parents",
        "A: Four children. We were living in a hotel called the Hotel Select cause it select 200 refugees\nlived in this hotel. In fact I eventually I went back with my wife to Luxembourg and I found the\nhotel again. It had changed its name to something very fancy, British name which I’ve forgotten.\nBut we went back and I couldn’t believe that all six of us lived in this one bedroom basically.\nThat’s all that there was. So it was and I remember that hotel very well and my sister and I went\nto the public schools on the street. The instruction was in German but —",
        "Q: You stayed in Luxembourg?",
        "A: We stayed in Luxembourg til October 1940. We couldn’t get out. We had to get visas to go\nsomewhere. And my father eventually got us transit visas through France and Portugal.",
        "Q: It was almost two years that you were in Luxembourg.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: That’s right.",
        "Q: What was life like there?",
        "A: Well Luxembourg for a while, the Germans invaded Luxembourg or the Benelux countries in\nMay 1938 and a few months later they went through the Maginot line and took over most of\nFrance. But before May 1938, before May 1940 we just lived in this hotel together with a\nhundred other refugees. And I think, we went to school. My sister can still sing the Luxembourg\nnational anthem. The locals of, now go is called the Letsebourg. That’s actually the local name\nfor Luxembourg. That’s the French name. So we went to school and outside in the playground,\nkids spoke Luxembourg to each other. We sort of picked up some of it.",
        "Q: There is a language?",
        "A: There is language, yes and it’s like many such places. In New Orleans you might, the Creole\nand so forth.",
        "Q: What was the name of the hotel again?",
        "A: The Hotel Select. That was, I thought that was very appropriate. That was the name of the\nhotel. It’s not as an English name which I discovered. I discovered — somebody who lives in this\narea, a retired psychiatrist I think, who discovered, who also was in Luxembourg but as a small\nchild. And he discovered my -- this thing that’s at the Holocaust museum and he looked me up.\nAnd so we went to visit him and so forth and it was an interesting experience and he was a sort\nof a baby but he was trying to reconstruct his childhood and he came across my name somehow\nin some of the archives of the Holocaust Museum. That was apropos of that hotel.\nHe got on the phone. He said you know I think I once lived where you lived. And I said the\nHotel Select and he said that’s right. He knew the name of the hotel.",
        "Q: You were there for almost two years?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Almost two years.",
        "Q: And you went to school. What else did you do?",
        "A: I think —",
        "Q: Played with friends?",
        "A: Yeah, well we didn’t have too many. No, I remember now what we did, my sister and I. She\nwas more courageous. There was a couple of kids, and the four of us would go out and we got\nvery interested in these, it’s the equivalent of a comic book with these little pictures and there\nwas sort of heroes. Like there was a guy named Rolf Tore and I still remember the name. He\nwas an adventurer in Africa. And there were 64 pages, these booklets. They still exist. And there\nwas a sort of Sherlock Holmes type named Elon Cling and I remember getting very interested in\nthese books. I could read them, but the thing is we didn’t have any money, as children. There\nwas hardly any money. Just my mother managed to sew and make some money. But now I\nremember, now that you mention it, I’d forgotten this. We used to go steal comic books or these\nequivalent books. And I think the boys were named Katz. They were very daring. They did the\nstealing and my sister was the lookout and I sort of stayed I don’t know where. She was the\nlookout for them for the — and so we read those books. That was one thing we did. And I sort of\nbecame interested in chess at the time. I didn’t play but many of the men played chess. And I\nremember there was one guy who was regarded as the best player, named Solomon. I remember\nhis last name. He was just known as Solomon. And I decided gee I want to be a chess master\nwhen I grow up. Although I didn’t play at the time.\nThose are the things. Oh and I remember something else. This hotel had a sort of nightclub,\neatery or something like that. And they had a floor show. And the floor show consisted of\nwomen, almost nude and I just, my friends and I discovered the lure of semi naked young\nwomen. And at some point they would come down for the show. They would come down some\nstairs and I remember — these are the things you remember. And we would be under the stairs.\nYou know the stairs, waiting for them to come down so we could catch a glimpse. So it was\nhttps://collections.ushmm.org\nJuly 23, 2014\nquite a place. We found it again. My late wife and I went to Luxembourg. I couldn’t remember\nthe name of the hotel, because it changed its name. But we went to a local police station and\nthere was an older guy there who knew what it was and where it was and eventually we found it.\nI wrote about that in this essay, the memoir that’s at the Holocaust Museum.",
        "Q: Did your father work?",
        "A: He couldn’t work but my mother worked, not allowed to. She worked clandestinely. She was\na very good seamstress so she —",
        "Q: So that’s how you lived?",
        "A: Well and I think we must have gotten some sort by HIAS or by the — there were two\nAmerican organizations that helped —",
        "Q: Joint?",
        "A: The Joint, that’s right. The Joint. In fact we had a visit, how we got, when we first came to\nLuxembourg we were so to speak excommunicated. They didn’t send us back once they\ndiscovered that we had no papers, but they let us go to a little down called Esch. Esch sur Selio\n[ph], Esch-an-der-Zowa [ph]. And we had a visit there at one time who came.",
        "Q: So that’s where you lived?",
        "A: We lived in Esch for about four months, til we were allowed to move, for four or five months,\ntil where, they allowed us to move to the big city, which was Luxembourg City. It had 50,000\npopulation, something like that. So for the first four or five months we lived in this small town\nand I went to a one room school there. And it was, the teacher was a father, meaning a priest and\nhe wore this hassock in the head back. So I went to this school and I didn’t know. I don’t\nremember, the school was going on but I hadn’t had any mathematics and he gave us a long\ndivision problem and I didn’t know how to do it. And I felt very ashamed somehow. As I once\nhttps://collections.ushmm.org\nJuly 23, 2014\nsaid to somebody I think it was, that’s what interested me in mathematics and physics later on, as\na counter to that. But because I didn’t, I couldn’t do long division. I guess we hadn’t learned.\nWell I went without school basically for two years I guess, except for that stint. I didn’t go to\nschool in Portugal. I had other adventures. But I remember that and I remember my father. We\nlived in a hotel, at this little town called Esch and he was studying Spanish because he was trying\nto get a visa to Ecuador or wherever he could get it, any place, but here so to speak. But all he\nhad was a dictionary. So I remember him walking around using the dictionary as a lecture book.\nAnd many months later he knew enough Spanish to be the guide for our, we went through\noccupied France and Spain and we spent Yom Kippur night in 1940, it was October 1940 in a\nbarracks in a town called Irun, which 1s now a sort of resort town. At that time it was a small\ntown and they had a amelig [ph], I guess that’s what you call it and the refugees. And we were\nseveral hundred of us or a hundred and we stayed overnight at that place. It was Yom Kippur\nnight and I remember my father leading some kind of service. And he was able to communicate\nin Spanish with this dictionary with the guards. So it goes on like that. There’s so much to tell\nyou. I don’t know where to stop.",
        "Q: It’s all important. So you were in Luxembourg.",
        "A: We were in Luxembourg.",
        "Q: While you were there had you —",
        "A: We were invaded by the Germans. Because we were there in May and then there was — in\nfact my father tried to get away because knew the Germans were going to come. There was no\nopposition. Luxembourg is a small country. And he tried to escape to Belgium. And luckily he\ndid not succeed. Because many of the people who did get to Belgium never got out, because\nthey were trapped there. And most of them perished probably. So it was lucky. He said there was\ntoo much fighting going on at the border. So he came back and eventually we got out by the way.",
        "Q: He came back.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: He came back and then we eventually got these visas to go to, we got transit visas through\nunoccupied France and Spain to go to Portugal.",
        "Q: How did your father get the —",
        "A: Well I don’t know. I was, didn’t ask later on what was going on.",
        "Q: Was this a very frightening time for a nine year old, ten year old?",
        "A: Yeah, it was frightening but somehow you know big things were going on. For example,\nwhile we were in Luxembourg City a British fighter plane was shot down over the city and we\nheard about it and we went to see the wreckage, something to do. Somebody said well let’s go\nsee that and so forth. But otherwise we were, we didn’t encounter any — the Germans didn’t\nmanifest themselves in the town. I didn’t see any, at least I don’t remember seeing any German\nsoldiers.",
        "Q: What about sensing anti-Semitism?",
        "A: Well none in Vienna, certainly. In Luxembourg I didn’t sense that. The people were pretty\nfriendly and they were —",
        "Q: Let’s go back to Vienna while I’m thinking of it. Before you left were there any signs around\nabout Jews, any signs on park benches?",
        "A: I think there were signs in the windows. And the fact that we had to give up our store for a\nsong basically. We eventually got some reparation from Germany but, and from Austria but it\nwas maybe a thousand dollars, nothing basically. But it had to be shared by the various cousins.\nAs I speak to you, I’m beginning to remember things that I haven’t thought about for a long time.",
        "Q: You’re in Luxembourg. Your father gets the visas, tells you that you’re leaving. How do you\nfeel about having to leave the second time?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well we didn’t know that one. My mother just told us that father has gone to Luxembourg.\nShe didn’t say exactly why but we could probably sense it. And that we would sooner or later go\nto, but it took him a long time to arrange the smuggling. We never did get visas to enter\nLuxembourg. We just got visas, transit visas to leave, to -- I don’t know the details of that. I just\ninfer it. All I was aware was that we were going on this long train ride and we have yet to find a\nplace to sleep. I think from Coblenz to Trier, my brother had a different memory about some of\nthese things which I didn’t realize.\nFor example from Trier we had to get to the border. It’s about ten miles away or something like\nthat but we had to get there and there was no public transportation. So we hired, my mother hired\na taxi and what I didn’t realize, that my brother said, there were two border stations not far from\neach other at the river, going across to Luxembourg. And my brother told me that there were two\ntaxis that came and one of them took us but he wasn’t sure he was going to go to the wrong one.\nHe was, where this man from Luxembourg was going to pick us up, we had to be at the right\nstation. And according to my brother, he understood the discussion between these two taxi\ndrivers. He heard it, that this taxi said no you have to go to this other station. So there were many\nlittle things that could have gone wrong. That’s why I call this essay that I wrote, luck was on\nour side. Maybe I can find it before you leave. But anyway, it’s in the museum. I can send you a\ncopy if you want.",
        "Q: Ahead to you were leaving Luxembourg. Your father got the visas.",
        "A: We got, but we eventually we left Luxembourg because we had these transit visas to Portugal.\nOn the way, presumably to Ecuador. We didn’t have any visas from Ecuador yet.",
        "Q: Where did you go from Luxembourg?",
        "A: From Luxembourg we took, there were two buses that left Luxembourg 1n October 1940. The\nbuses stopped in Paris. I remember my parents waking me up to see the Eiffel Tower. It was the\nfirst time I saw it. My sister thinks it was a little bit more complicated but I do remember seeing\nthe Eiffel Tower from the bus. I was fast asleep. They woke me up to see it.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: You’re ten years old?",
        "A: I was not quite ten. No, maybe I was. I guess I was ten. In October, September 1940 I was\nten, ten and one month that’s right. So these buses took us all the way to the border of Spain and\noccupied France. And then we went, got on this train, a Spanish train which went without\nstopping. Not such a long distance. I looked at a map. We got on this train in Irun. That was the\nname of this border town, I-R-U-N. It’s still on maps, Irun. And we took a train and we got to\nthe border of Portugal and Spain. On the opposite side was a town called Vila Formosa,\nbeautiful village which still exists. And but we were held up for a day before they let this train\ngo over the border where some of us were allowed to go into Lisbon. We were not allowed to go\nto Lisbon because our papers weren’t right. So we stayed in this border town for about four or\nfive months til we got permission to go to Lisbon itself.",
        "Q: Did you become very fearful at this time? You were moving around a lot and uncertainty.",
        "A: First time I knew that things were very bad. Months after we had been in this town and we\nlived in a pension with about ten other refugee families who were not allowed to go to Lisbon.\nAnother train came from Luxembourg and we knew some of the people on it. And this train was\nalso stopped at the border, the Spanish Portuguese border. And eventually the train was allowed\nto go into the Portuguese side, but people were not allowed to get off. And the train stood there\nfor eight days and a woman died on there I remember and we would bring food to the — and I\nwas among people that we would buy, get food at the pension and bring it to the people there.\nAnd they could open the windows but they --",
        "Q: Were these Jewish refugees?",
        "A: These were many, more Jewish refugees from Luxembourg. That was a second so to speak\ntrain load that came. Later on we heard that some of these people were able to escape from the\ntrain, which was sent back to Spain and I don’t know where, but they made it to Marseille and\nhttps://collections.ushmm.org\nJuly 23, 2014\nfrom Marseille some of these people got to Israel, or Palestine at the time. But that’s all that I\nknow about them.",
        "Q: When all this was going on, did you hear more about Hitler or what the Germans were doing?",
        "A: Well I must have. I don’t remember.",
        "Q: Did you ever hear him speak over the radio? Any of his speeches?",
        "A: Yes, well I think I heard him speak that time he was, I mean the time that he came to the\nGotwestbahnhof to give a speech, the day after they had, the Anschluss.",
        "Q: And you could understand it?",
        "A: I could understand it but I mean I could hear it on the loudspeakers but I wasn’t interested in\nhearing it. Now these memories are confused. I don’t know whether I actually heard it or\nwhether I saw the newsreels about it. Ein Fuhrer. But now my memory is faulty about that. But\nmy parents mentioned this in the talk, I gave a talk about this here. That they shielded us a lot\nand not only then but when I was a mature person I could think of how much agony they had\ngone through getting us out. And we’d sent two children, the older twins. There’s a whole thing,\nwere able to leave Luxembourg on a kind of mini, kinder times but with some other people\nwho’d gotten visas to go to Palestine. And they went with them. They were 13 or 14 years old.\nSo our six person bedroom became now a four person bedroom.",
        "Q: How did you feel saying goodbye to your —",
        "A: Well I didn’t like it. I was very close to my brother, but I knew they had to go somehow. I\ndon’t remember the —",
        "Q: How did your parents take it?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well they sent them.",
        "Q: Was it an emotional parting?",
        "A: Well I wasn’t there when they went to the buses and so forth. So it was, there was a lot that I\ndon’t, wasn’t — I only inferred later. I wasn’t -- my sister was more mature at our age cause girls\nusually are. So she remembers some things that I have forgotten. So she wises me up. So\nanyway so we got to Luxembourg. I mean we got to Portugal. To this town called Vila Formosa,\nwhich is also I remember it pretty clear because for two items. I write about one of them. One 1s\nthat we didn’t go to school there. But we played a lot with each other. And with a couple of other\nLuxembourg kids named Monique and Roger. I still remember the names. They were the\nchildren of very wealthy Luxembourg store owners who also had become refugees. And so we\nmet them there and we spent a lot of time palling around. And I remember this town stored cork\nboards. Portugal is a cork producer and they were 20 feet high and we would bounce around\namong them. It was very innocent play, I still remember those. The other thing that I remember\nis that at one time, a British sailor came into the town. And I remember he had a blue pea jacket\nand he had his boat had been sunk somewhere. And he had made his way from Spain to Portugal\nhoping to go actually to Lisbon to sail back to England, get back. And he sort of took us under\nhis wing and my sister and I maybe some of the other, went with him. We walked around. And at\nthat time I was obsessed with getting a sling shot. I guess it was sort of David and Goliath. And I\nhad, the interesting thing is that I found the fork, a piece of wood that could serve as a fork and I\nhad a rubber band which I could use to tie. But I didn’t have a little piece of leather that you\ncould use for putting a stone in when you — and I mentioned this to this guy. And I’Il never\nforget what he did. He had a pocket knife because it’s one of the things he saved. And he bent\ndown and unlaced one of his shoes and he cut off the tongue and he gave it to me to use as a— I\nthink I wrote an essay once but I never finished it called a gift of tongue about this. I didn’t know\nhis name so I lost sight of him. There are others, these things that you remember.\nSo anyway, eventually we got to, we were allowed to go to Porto, Oporto, which is the second\nbiggest city in. We were not allowed to get to go to Lisbon but we somehow were allowed to\nleave Vila Formosa after about four months. And we spent four or five months in Oporto and\nthat was memorable for various reasons. One of them was that I became more aware of women\nhttps://collections.ushmm.org\nJuly 23, 2014\nor girls will I say and I fell in love with Olivia De Havilland for a peculiar reason. Somehow, I\nguess we were pretty cute kids and the owner of one of the restaurants not far from where we\nlived, knew we would like to go to the movies and he arranged for waiters to take us, Erika and\nme and two blond girls who also lived in the same building with us. We would come every\nSaturday or something like that, to this Plaza de la Libertad, that was the name of it. And we\nwould got to his restaurant and the guy would send a waiter with us and we could go to any\nmovie that we wanted to. So we went to the movies as often as we could. Although we didn’t\nunderstand the language, a lot of it, I didn’t realize til much later I was living in a fool’s paradise,\ncause they were showing Superman, Batman, a lot of the American serials. But we saw them as\na continuous movie. I didn’t realize that when we came to the States I realized they had the same\nstuff but only got 15 minutes so there was an explosion and you come back the next week to see\nthe rest of it. But we saw all these movies and we also saw Robin Hood. And there was Olivia\nDe Havilland with her long tail and so I fell in love with her. I’m sure I’m not the first one with\nOlivia De Havilland. But I knew that we wanted to get to Lisbon because that’s where the boats\nleft from.\nAnd eventually we got permission to go to Lisbon. It took us about — my father would go to the\nconsulate every week and so forth and there are all these jokes about that. You go to the\nconsulate trying to get a visa and so forth, and you have to have an affidavit, all very complicated\nbut the stories of the guy who goes to the consulate and they, you tell him well come back a year\nfrom now. And they guy is very excited, morning or afternoon. You know this joke. Anyway\nthat’s the kind of — garde humor, that means sort of hangman’s humor. Anyway so we\neventually got this, well we eventually got an affidavit from some not so rich relatives in\nMilwaukee. You needed an affidavit to come to the States. And we had some very rich distant\nrelatives in Kingston, New York but we never got anything from them, but anyway somebody,\nmy cousin’s grandmother who lived in Chicago persuaded — her daughter was married to a\nfurrier named Bine and he sent us an affidavit so when we came to America eventually we went\nto Milwaukee, cause my mother could sew very well and he needed a finisher for his furs.\nAnyway that’s how we wound up in Milwaukee for a while.\nYes, apropos of getting on the boat in Lisbon. Many years later there was a PBS program about\nthe difficulties Jews had getting out of Europe and how hundreds of thousands more could have\ncome if it weren’t for the policies of the State Department. And there was a guy in the State\nhttps://collections.ushmm.org\nJuly 23, 2014\nDepartment, whom they showed a picture of who deliberately tried to limit the number of Jews\ncoming to the States. More than necessary. And he sent messages to the consulates in Europe.\nDon’t give anybody visas and so forth. And the place he was most insistent about was the one in\nPortugal, because that’s where most, by that time, most people who were trying to get to the\nStates were coming from Portugal. I’ve forgotten his name but I look it up every once in a while.\nHis name was Eagleton or something like that. He’s well known for having been a sort of\nMachiavellian guy from the State Department.",
        "Q: What was the name of your boat?",
        "A: The Serpa Pinto which I thought meant painted servant but it doesn’t so I had to look it up. It\nwas the name of a man who explored Africa early on. The Portuguese went to Africa early in the\n15\" century. Like Vasco De Gama and all those people and he was among them and there’s a\nriver I think in Africa now named after him and the boat was named after him. That was his\nname. And I thought it should be Serpa Pinta because Serpa is feminine. It was just a name. It\nwas the name of this guy. So —",
        "Q: What were your thoughts about what America was? Did you know anything about it?",
        "A: The only thing I knew was that America is a place where they make Packards. See in Europe\nthe big American car was the Packard and I had heard about that. And I knew they were going\nto have Packards here. When I met my wife long ago. It turned out her grandfather had bought a\nPackard while he was — I think they no longer have that. It was sort of the Cadillacs of the time.\nI don’t know if they still make Packards or not but for a long time it was the car to have. So I\ndidn’t — I had learned some American songs or English songs from that sailor. The sailor whom\nwe had met and who cut the shoelace for my slingshot. He taught us My Body Lies Over the\nOcean. We didn’t know what the words meant but we learned that song. And there was another\nsong. Something, Give a Dog a Bone. This old man is rolling home. Anyway we learned these\nsongs by rote and we never forgot them, but I forgotten it. It was my introduction to English. I\nreally didn’t know any English when we came except when we came to Milwaukee my sister and\nI were put into a class for backward children. And that was very good because we crocheted and\nhttps://collections.ushmm.org\nJuly 23, 2014\nmade lanyards and stuff like that. But we were learning English at the same time and after a sort\nof semester they put us into a regular classroom.\nNot only that, I became the English star of the place because they were putting on a Christmas\nplay called The Little Pine Tree. And the biggest part was the little pine tree. And they decided\nthat I was the only one who could memorize all these lines so I played the little pine tree that was\ncut down in this Christmas play.",
        "Q: What was the voyage like?",
        "A: I was seasick nine days out of ten. My sister wasn’t. I couldn’t go down stairs. It was all\noily. If you go into a ship’s hold where our places were, it’s not just oil. I discovered later what\nthe bad smell came from. Cause I found something on the web about a guy who had been on the\nsame boat and he had been older. And he mentioned it was soy beans which were being\ntransferred from one place to another.",
        "Q: You were talking about the soy beans.",
        "A: The soy beans were responsible in part for that odor. I had never realized that. Because I\nfound some references on the web by people who had been on the Serpa Pinto and I found this\nessay by this guy who was already 16 when he was on that boat. And he talked about the soy\nbeans. I had no idea that was —",
        "Q: Were there many other Jewish refugees on the boat?",
        "A: Yes.",
        "Q: Did you talk to them?",
        "A: Well I'll tell you a very interesting thing. One of the people who was on the boat, and my\nfather spent a lot of time talking to, was the Rabbi Schneerson, who eventually became a\nLubavitcher rabbi. At that time he was not, he was a refugee. He and his wife. I even got a\nhttps://collections.ushmm.org\nJuly 23, 2014\ncopy of the book, the people on the boat, from the Museum here, the archives. They have the\nmanifest, the ship manifest, the manifests and he’s there with his wife and we are there too. And\nI knew some of the names, I recognized but I never knew the other people.",
        "Q: Were there other children?",
        "A: There were other children.",
        "Q: Did you play with them?",
        "A: I was not in a position to play. Basically sat there. I was so sea sick that I didn’t have any\nenergy to go anywhere. But my twin sister Erika brought me food like zwieback got for\nexample. She never got sea sick and she would sleep and in the morning she would bring me\nsome zwieback or matzos or whatever there was that I could hold down. Until the last of the day\nI was sea sick for about eight days and ate very little. But I think on the last day or day before the\nlast day we were coming close to New York, I got better. I was able to move around. But my\nmain memory is of not going anywhere on the boat, just staying on this chair.",
        "Q: What was your first view of New York? Statue of Liberty?",
        "A: I thought, I thought it was the Verrazano bridge but I discovered that I can’t be right. I don’t\nthink the Verrazano bridge had been built by that time. Maybe it had. So when we got to the — I\nthink we were let on a boat which was at the — someone on the Hudson River. You know there\nare some piers there and —",
        "Q: Did you see the Statue of Liberty?",
        "A: [I’m trying to remember whether I did or not. You know I can’t remember but I knew about\nit. I knew about it. But actually my first experience of being in the States, Erika and I and my\nfather were waiting on the deck, no. Pier. Waiting to see where our luggage was coming down\nfrom. My mother was doing something else, I don’t remember. And so there we were. And an\nhttps://collections.ushmm.org\nJuly 23, 2014\nice cream man came by in a little thing. And my father decided to buy us ice cream. So this was\nmy first culture shock. So we each got a little Dixie cup. We needed to have it and I opened the\ntop and I couldn’t figure out how to eat it cause there was no spoon attached. And then the ice\ncream guy pointed out to us that at the back of the flap that you remove, there’s a little wooden\nspoon so that was my first introduction to America -- the wooden spoon in the ice cream thing.\nAnd then we, my father and I went to live in a hotel on Lafayette Square next to where John\nWanamaker store is, somewhere. I don’t know if it’s still there or not. And my mother and my\nsister went to live with her younger sister who had already been in the States for a number of\nyears, the one who had gone to Cuba. All the other sisters and brothers managed to get to\nPalestine. So there were these two families who got, lead to the States. And from Cuba they\nwere already in the States when we arrived. So she stayed with her and Erika did too. And after\nabout a few weeks we managed to go to, take a bus to Luxembourg. Not to Luxembourg, to\nMilwaukee which is to stay, there was a man. This relative of his, really the husband of a distant\nrelative who sent us the affidavits. And my mother could work for him. And my father was\ntrying to find a new vocation. And he studied accounting and he did that for a while. In any case\nbut cause he couldn’t do anything with his PhD in Semitic languages. It was just not — but there\nwere a lot of people like that. And I remember feeling very strange once. When I was 16 or so I\ngot a job working as a messenger on Wall Street. My uncle from this — was married to my\nmother’s younger sister, the one who had been in Cuba, became a stock broker. So he got me this\njob and it was Sutro brothers, got me this job as a messenger. And I would go there maybe on\nthe weekends or in the afternoon. I don’t remember. But it was in a room full of other people\nwho were also messengers. And I felt a little bit bad. I was the youngest one there. And a lot of\nthese people were older men. One of them had been a professor of music in Russia. You realize\nwhen you come, you do whatever is necessary to make a living. And I felt a little bit guilty\nabout taking the place of some older person might have been -- just put there. I was a very bad\nmessenger because I got interested in crossword puzzles and you know when you walk. As a\nmessenger I would take stock from one company to another. That was my job and I would be\nwalking on Wall Street whatever it was. And there were a lot of trash cans. And the New York\nDaily News was probably among them and they always had a crossword puzzle you could do so\nI fished them out, all these sales. But anyway that was a --\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: But you went to Milwaukee first before New York",
        "A: We were in Milwaukee for —",
        "Q: How long?",
        "A: Three. I remember it was three years.",
        "Q: For high school years?",
        "A: No, I went to junior high school out I think. And then when I came here, went back to public\nschool because I was in the first day of junior high school I think and then —",
        "Q: You left Milwaukee and came to New York?",
        "A: Came to New York and I went to eighth grade or seventh or eighth grade cause I had been in\njunior high school which starts at that time went from seven to nine. And I came back, went to\nPS 241. I still remember it. Still exists I think. So we were there for —",
        "Q: But life in Milwaukee was pretty calm?",
        "A: Yes.",
        "Q: The war was going on then.",
        "A: Yeah but —",
        "Q: Did you know what was happening? To the Jews?",
        "A: Well I knew, I wasn’t so aware. The thing that preoccupied me, we were trying to bring my\nbrother and sister from, who had gone to Palestine in 1940 from Luxembourg where they were\nhttps://collections.ushmm.org\nJuly 23, 2014\nstaying. We were trying to bring them to the States now that we were there. And I remember it\nwas a long voyage cause it was a freighter and it went around the Cape of Good Hope and so\nforth. And my brother would write to us and we would get the mail late. But somehow in the\nclassroom I would go to the blackboard and I would show on the map where the boat was at the\nmoment. I remember that. So then when he came, he was made into a, he was already 17 or all of\ngoing on 18. And he was made a citizen immediately and then he could be drafted. And he was\ndrafted. And the interesting things about is that he went to the medical corps and when D Day\ncame and he was, he came with the medical corps and a number of weeks later. He went back, he\nwas stationed in Havana you see but he made a side trip to Luxembourg. So he, the way he tells\nus, we had been there four years before the refugees when he was 14 or 15 and very skinny and\nrunty. And he walked into this hotel, the Hotel Select and the landlady sort of recognized him\nand she almost fainted. Here was this scrawny kid and he’s coming back as an American soldier\nwith a tote bag behind him. It was quite an experience. Carlton. That was the name of the chain\nand it was fancy name. The Hotel Select was renamed the Carlton. So it was very British and it\nstill exists apparently.",
        "Q: You knew what was happening, your folks knew what was happening, in 43, what was\nhappening to the Jews?",
        "A: Well they knew, they knew. But I was sort of shielded from it.",
        "Q: When did you move to New York?",
        "A: We moved to New York when my brother came back from the army. In 44, late 44, 45. That’s\na good question, when did we move to New York.",
        "Q: The war was over? Sometime in 45.",
        "A: Sometime in 45.",
        "Q: You went to junior high school.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: No, in New York. We moved to Brooklyn where my mother’s younger sister was and Erika\nand I went to public school because we went back to the eighth grade. We went, and from there\nwe went to high school. Both of us to Rasmussen high school where I met my best friend for\nmany years. A piano teacher who was also from Vienna. And I discovered him because he heard\nme speak in the gym class and he detected my Viennese accent so at some point he taught me the\npiano and I taught him chess. We still see each other. He’s in New York. But many of us went to\nRasmussen. And from Rasmussen many of us went to Brooklyn College. From Brooklyn\nCollege I went to Columbia as a graduate student.",
        "Q: When the war was over and the news really came out about what had happened to the Jews,\ndo you have any memories of the response of your parents and the full import?",
        "A: No, they didn’t speak about it.",
        "Q: They didn’t speak",
        "A: They didn’t speak about it. It was like --",
        "Q: Too painful?",
        "A: It was too painful for them to speak. And they stopped speaking German completely already.",
        "Q: Oh you started to say that, when you came to —",
        "A: When they came here, they start, stopped being German completely. So I learned Yiddish as a\nresult and I more or less forgot my German but it came back eventually when I went to Europe.\nAs I like to say I speak no language without an accent. There’s a difference in the Ls. My twin\nsister has a good R because she practiced whereas I did not practice. If you don’t practice, you\nsay pwactice and so I can do it but I have to wind myself up to do it.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: Then you go to college. When you were in high school were the American kids interested in\nyour background or any of the teachers?",
        "A: You know some of the teachers were sensitive to it. Some were, especially my math teacher,\nMrs. Macovsky and we were very good in class and some of the teachers invited us out for lunch\nor something. We went to teach in New Jersey and together with Frances cause we were there in\nhigh school together. So we were sort of treated in a slightly special way because we were\nrefugees, I think.",
        "Q: Did you feel very different than the other kids?",
        "A: I felt, in some ways yes, I felt very shy with girls because these other kids, the boys they sort\nof belonged to clubs and they had jackets and there was this whole thing. But I found nice girls\nanyway who weren’t impressed by jackets but I was very shy, I remember it. But Rasmussen was\na good experience because I had two excellent math teachers which got me interested in math\nand I was on the math team and also there was also a chess club and I joined that. So but I did\ntry a sport once. Not long after I was going to go to Rasmussen, I said you should try for the\ntrack team. So I went early one morning just for this purpose and Rasmussen, the building sort\nof has a surrounding the original building. Rasmussen is the oldest high school in the United\nStates, it’s very old. And the old building is sort of in the middle so set up inthe __. And the\ntrack was just going to go over. We could run around it but I had never done this before. So I did\njoin the track event. I tried out and I ran around as much as you had to and then I laid down and\nbegan to be sick right away. You know if you run a lot, you should not lie down. You should\nkeep walking and slowing down instead of collapsing. You have to keep walking, keep walking.\nThat was my one attempt at sports. Decided it was not for me.",
        "Q: You graduated from high school.",
        "A: Graduated from high school and went to —",
        "Q: Did you feel very American then?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Yeah I always felt, wherever I was I felt sort of at home in some way. And when I go to\nEurope, I feel very European. Even though I was very young.",
        "Q: What year did you graduate?",
        "A: I graduated in 40, from high school, in 1944. I’m getting a bit confused. 1948.",
        "Q: Then you went on to?",
        "A: Then I went to Brooklyn College for three and a half years and then I went to some\nfellowship was available in the middle of the year which my teacher managed to inveigle for me.\nThere’s an interesting story about that too. Because maybe, let me come back to it. But from\nthere I went to Columbia and I graduated in 57 from Columbia with a PhD in physics. And then I\ngot a job at Maryland which was my first and only job. I stayed there, worked there for 41 years\nand so I retired about 10, 12 years ago, something like that. I wasn’t ready to retire but my wife\nwas ready for me to retire. She was a writer and a psychotherapist and so forth. There’s a picture\nof her. That’s the broad outlines.",
        "Q: Were you ever in the service?",
        "A: No. I was not in the service because I was studying physics. And at that time physics was a\nreason for being exempt for a while. But in fact I would go, every six months I would go to the\ndraft board in Brooklyn and in Brooklyn they were very severe because there were lots of smart\nJewish kids going to school but they’re only doing — my brother was in the first, in the Second\nWorld War but I would be drafted for going to Korea or something like that. And a friend of\nmine, Ranny Rachma, who was also called in and after a while we were the only people who\ncame were Rachma and myself. All the others had lost their exemptions and so forth so physics\nis what kept us out of the army. Then the war ended.\nhttps://collections.ushmm.org\nJuly 23, 2014\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Joseph Sucher. This is track number two and you were talking about not being\ndrafted because you —\nJoseph Sucher: Because I was a physics student. And so then I was able to stay until I got my\ndegree. And then the war ended sometime before that so the draft was off but there was a period\nwhere I was very draftable and I wasn’t taken right away. The Korean War.",
        "Q: How did you meet your wife?",
        "A: I met my wife in Brooklyn College. And I met her indirectly, you know go back because I\nused to play chess. And I had given up chess. And I met somebody in Brooklyn College on the\ncampus. We recognized each other and I played with him when I was in high school, a guy\nnamed Flato and he said we ought to go play chess. Oh I don’t play chess any more. No we, you\nknow he says we should go. At Brooklyn College they had two lounges. There was a popular\nlounge of people listening to popular music and a classical lounge. And they played bridge. And\nthe bridge went to the popular music. There was another lounge called the classical lounge where\nthey had chess tables and they played classical music. So we had to go to that classical lounge\ncause there were chess tables there.\nBut also at Brooklyn College there were hundreds of clubs. And it so happens that the tango club\nwas giving tango lessons in the lobby of this lounge. And as I walked in, I said to this guy maybe\nwe should to do the tango. You can’t do the tango, could you? Yes Ican. My sister taught me.\nSo they were teaching. There were couples going around and there was this cute girl standing by\nthe desk, not doing anything. And I went up to her and I said would you like to tango. She said\nwell I’m not teaching. I said well I’m not learning. But that was, we cut our next class and we\nwere engaged in two weeks. It was just a terrific —",
        "Q: What year was this?",
        "A: This was 1951.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: You were 21.",
        "A: I was 21. That’s right. I was so unbelievably young and she was not yet 19. She was18.",
        "Q: Your parents were able to get jobs? Once they were settled.",
        "A: Once we were settled. Well when we moved to New York there is a whole other sidelight to\nthis which may be that my brother and, when my brother got out of the army and my father, they\nbecame diamond cutters. And the reason for that was I had a very clever cousin, the cosponsor of\nmy — his mother was my father’s sister. They were also in Vienna. They had gotten to France,\nescaping. But they were overtaken by the Germans at some point. And Henry my close cousin\nand his sister and his family, he 1s now about to be 90 in August, were on their own. But he was\nvery clever. He learned French very rapidly. So he got along as assistant to various people. And\nhe managed, he got to the States and he managed to get his parents out of a, an internment camp\nin France and brought them to the States.\nAnd he, Henry had sort of began to study diamond cutting and when his father came, he got him\ninto the diamond cutting business also. And when my brother and my father so eventually all\nfour of them were diamond cutters. My cousin Henry eventually became a dealer. He invented a\nstone which was called the queen’s cut which was for the queen of Thailand for her 60\" birthday\nor anniversary or something.\nBut the patent was stolen but he told me it’s too expensive to pursue patents. But anyway that’s a\nwhole other story that side of the family. But he was also like my brother, cause my brother was\nin the army and he was like a surrogate brother. He was very close to me. So that’s how we got\nto New York. It was via the Grossbart family and my brother getting out of the army. And my\nmother’s younger sister, my aunt, Tante Lotte as we used to call her, she was living in Brooklyn\nso that all helped to make things —",
        "Q: What happened with your sister? Did she go to Brooklyn College too?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Erika went to Hunter. And my older sister had graduated. She had been going to Brooklyn\nCollege but she had some problems passing gym, Phys Ed. Eventually she did get a degree. But\nI have a very — Dorothy had a very close cousin, who’s still alive. She’s also like Dorothy was,\nand she went to Barnard and she never got her degree because she didn’t take Phys Ed. She\ndidn’t take the Phys Ed. There are people like that. Nowadays they still require it but she, her\nname is Joyce Johnson. She’s a very successful lawyer. So there are a number of stories.",
        "Q: What year did you get married?",
        "A: We got married the next summer. We met in December and got married in the summer, in\nfact it was August sixth 1952.",
        "Q: Your wife’s name?",
        "A: Dorothy. Her maiden name was Glassman. And occasionally I see Glassmans around. Her\nfather was transplanted from England. Her mother was the youngest child of the grandparents.\nNo, she was not the youngest child. But anyway she became very Americanized. And I just\nheard something about people who become Americanized don’t have anything to do with the old\ncountry. Of course she was a child, but I heard about somebody, somebody’s mother around was\nborn in Vienna but she wanted to be completely American. There’s that feeling that you want to\ndiscard it completely. But there is that thing of domains. What’s the old saying. You can take the\nboy out of the country, but not the country out of the boy.",
        "Q: Did you have any children with Dorothy?",
        "A: We had four children and but two of them, my middle son was a very talented musician and\nhe contracted Hodgkin’s disease when he was 14 and he was saved by NIH. There was a new\ntreatment that he took, months or something like that I remember. Various and via chemotherapy\nand he took it and seemed to be cured and it came back, had radiotherapy. Anyway the third time\nhe was cured for many years but he eventually and this is not uncommon. Once they have some\nkind of cancer you are more susceptible to other types. And 30 years later he got some kind of\nhttps://collections.ushmm.org\nJuly 23, 2014\nlung cancer which couldn’t be treated so he died a few days before his 49\" birthday. And my\ndaughter was a brilliant girl but she was depressed all her life. And she eventually took her life.",
        "Q: And your other?",
        "A: The others. I have a son, younger son who lives in San Francisco and I wait for him to come\nas often as possible to help me clean out the room. And he works at a lab. He’s a lab manager at\nthe University of California at the hospital. You know the San Francisco hospital. And my other\nson, going to come, he lives in Rockville and he comes to visit me every few weeks. Not so bad.\nHe used to be a lawyer. He went to law school and he also had his problems. But Dorothy was a\npearl.",
        "Q: When did she pass away?",
        "A: Almost four years ago. August fifth, August of 2010. I almost can’t mention her name cause\nI end up crying. There is a beautiful picture. Dorothy’s best friends in Vermont. And we would\nplay bridge together. They’re all gone now except me in the corner there. Here are some of her\npaintings. She was a writer and a painter and she was — I’m writing a book about her now. Not\nreally a book. She gave some terrific lecture here about going back to Belarus where her\ngrandfather came from. And it was very popular. She had to do it twice and she kept a journal\nand I have the journal and I put it in my computer and I’m now trying to put the — she did a, what\ndo you call it.",
        "Q: PowerPoint?",
        "A: PowerPoint and I did it for her. She told me what pictures to do and I didn’t know how to do\nit and so now the talk she gave, she had a PowerPoint demonstration. I have a copy of it here\nsomewhere. I could send you the copy if you’d like to see it. I’m sure you have a lot of other\nstuff to do. Now I want to make a kind of book out of this. And I’ve written a preface and I’ve\nwritten introduction to her life. And then there will be a prologue which I also have in the\ncomputer which is her explanation of why she went back to Belarus. And then there’s her journal\nhttps://collections.ushmm.org\nJuly 23, 2014\nwhich I also have on the computer and the things that I have not yet done because I’m having a\nproblem is put the pictures into these documents. You know there’s a way to put them in, in\nwhich you wrap it around the text. So it doesn’t take up so much space. I’m working on that at\nthe very moment. I’m letting other things go. In fact today I should have been in chess club and I\nforget about that. I give a lecture at the chess club. I’m very busy here. Because last night I went\nto, somebody’s giving a Hebrew class. And I always wanted to know Hebrew and it’s sort of fun.\nYesterday it got very good. It was the best class so far.",
        "Q: Can I ask you now some questions, some of your thoughts and feelings. Do you feel very\nAustrian, very Viennese?",
        "A: No. But I know that I am compared to other people. I don’t feel Viennese. I feel American.\nEspecially when I’m in Europe, I feel American. I get along easily. I speak French and I speak\nGerman but I feel that the Europeans don’t really understand the Americans. This came home to\nme many years ago. I was at SERN, that’s a European nuclear physics research place. And\nKennedy was killed. And all the people there thought well Johnson must have engineered it and I\nsaid no you’re completely wrong about that. That’s the European thing. Who 1s the next one?\nSomebody assassinates the king so new king. That made me realize that they don’t do really get\nAmerica somehow. So anyway I feel very, I feel both natural and American at the same time\nwhen I go to Europe. I have a lot of friends in Europe. And I enjoy visiting them.\nPll tell you a quick story about what happens when you become an American.\nWell you were asking me about do I feel Austrian. I said no I never feel Austrian, but I feel\nEuropean occasionally but my main feeling is being an American and it’s especially keen when I\ngo to Europe, I feel very American. I don’t know for what reason but that’s, I feel more\nAmerican in Europe than I feel here.",
        "Q: What are your thoughts about Germany?",
        "A: Well they’re sort of complicated. For many years I did not want to go to Germany. I didn’t\nwant to enter the country. And there were occasions too. And I once, many years later I changed\nmy mind because there was a conference in Hamburg that I wanted to attend. Reason of physics\nhttps://collections.ushmm.org\nJuly 23, 2014\nand so I was there. And I would go to a restaurant with my friends and there would be German\npeople sitting next to me and of course I understood what they were saying. They didn’t realize\nthat I understood it. And every once in a while somebody would say something about the Juden\nand this was 25, 30 years later. So but the people that I know that I became friends with, there\nare some Germans among them and I feel they were among the good guys. But I feel very\nguarded when I went to Germany. In some way that is difficult to describe. I didn’t want to ask\nthem what did you, what did your father do during the war. I just sort of played it cool.\nAnd I have a good friend who’s here now who actually was born in Germany, joined the\ndepartment. And he lives in Greenbelt and he became, families became fairly close so under\ncertain circumstances. I’m always when somebody 1s really German, German, I’m always\nguarded. I’ve never gotten over it so to speak. But it’s a feature that doesn’t impinge much on\nmy life.",
        "Q: Do you feel like a refugee? Or you feel totally 100% American?",
        "A: No, I don’t feel like a refugee and I don’t feel 100% American. I feel I like to think of myself\nas a man of the world, sort of live anywhere in some sense because I’m not wedded to any — ’m\nwedded to, for peace and justice and doing the right thing. But not to any, well I feel American\nfor example during the Olympics I'll often root for the American runner, think of it. I root for the\nstore of American chess players when they play in Europe but I think it’s — it just, I think it, in\nretrospect, it makes it more enjoyable to root for somebody. If you can root. I mean I could do\nwithout it but I enjoy it.",
        "Q: Do you think you’re a different person because of what you went through? As a young child?\nUprooted at such a young age? Moved from one country to another country?",
        "A: Yes. Yes. I feel I’m a different person. Because I feel I don’t get annoyed at small things. I\nknow a lot of people who specially here when people talk about this and the food wasn’t this and\nthe food wasn’t that. And all of it is not important to me. And I think it has to do with really\nwhat is really important. So the answer is yes, I do feel different about things that many people\nwould also have the same attitude if they had to undergo what I went. But I sometimes feel guilty\nhttps://collections.ushmm.org\nJuly 23, 2014\nbeing classified as a Holocaust survivor because I wasn’t in a concentration camp but I’m looped\nwith those people and Serena Wolich has all generations dot com. She is a very worthwhile\nwoman because she does real good. What she does, I don’t know if you know what the\norganization does. She puts people in touch with each other and so in fact I have to call her\nbecause I sort of tried to clean up my huge list of telephone numbers. I’ve tried to put you in\nactually. Because I want to put you into my cellphone. And right next to put in, I want to write\nin Gail, there is somebody named Danielle Marconi or something like that and I couldn’t\nremember who she was. She’s somehow connected. Do you know who she is?",
        "Q: She used to work at the Holocaust Museum.",
        "A: Maybe that’s what it is because — I once went there with this lady whose father was a — I\nmentioned her before whose father was a consular officer in the Vienna in the 30s who saved\nthousands of Jews by getting them visas to Turkey and many other places. There’s a woman, her\nname is there somewhere. And so I went with her and I met her at the Holocaust museum on the\nfifth floor. I never went inside and my wife took her cousin Boris. That’s a whole other story, to\nthe Holocaust museum. But I stayed outside.",
        "Q: Why?",
        "A: Cause I didn’t want to be upset by seeing the shoes and so forth. I didn’t want to, I felt it\nwouldn’t do me any good. It would not improve my — try to stay away from stories about the\nHolocaust because I feel it would just make me feel bad and not do me any good. I mean that’s\nthe answer to why.",
        "Q: Did your experience make you more independent as a child? You did not have a typical\nchildhood. Did it make you stronger?",
        "A: I think it made me more introverted. I can be by myself very easily. I enjoy people but I don’t\nneed to be with them so to speak and so some people need to be with people because they don’t\ndo well by themselves. I think I started and becoming a theoretical physicist is a way of having a\nhttps://collections.ushmm.org\nJuly 23, 2014\njob and not needing to be with people. It’s more fun with people. But you can sort of do it by\nyourself. Like mathematics too, you can do by yourself. But I don’t feel antsy or edgy when I’m\nnot with people. I don’t feel — I guess if I were holed up for a week in this department, I meet\nfeel the need to go out. But I don’t need to see people every day.",
        "Q: Are you angry that you had difficulties in your childhood or leaving, whereas children your\nage who were living here didn’t have to go through that?",
        "A: You know I don’t think — I never thought in those terms about being angry. I always —",
        "Q: You had to go through it.",
        "A: Yes, I felt lucky instead of angry. That’s why I call this essay Luck Was on Our Side. Cause\nmany, so I feel lucky that I, not only that I feel also lucky with my temperament. I have a good\ntemperament. I recover from blows without being devastated.",
        "Q: When you see pictures of the swastika now, what —",
        "A: I tend to look away. I still look away.",
        "Q: All these years later.",
        "A: All these years later I would look away. I just don’t want to see it. Cause it’s a very story",
        "Q: You were at such a vulnerable age.",
        "A: That’s right. Somehow it was — even though now I understand about swastikas intellectually\nand so forth but the image just drives me away. Although Dorothy in her essay about Belarus,\nwith all the anti-Semitism in Belarus, she found a picture of a Nazi flag and she said, she reads\nhttps://collections.ushmm.org\nJuly 23, 2014\nher essay and then at the same time she saw this PowerPoint pictures and she said at a young age,\nshe knew there was danger somewhere and so she had me show a swastika flag as a symbol of it.",
        "Q: When you were younger the civil rights movement was at its height in the 60s and 70s. Were\nyou active in it? I mean Hitler took away civil rights.",
        "A: Yeah I was very active in the women’s movement cause my wife was. We participated. I was\nthe only male delegate to the Prince Georges, Northern Prince Georges chapter of NOW. My\nwife was active in that and she led consciousness raising groups and so forth. I have a picture — I\nwant to show you the picture later of her with a good friend of hers at the march in Washington\nin 19 — and I’m in the subway. I had lost the picture but the three of us are in there. So I was in\nfact, my one attempt at politics was among the physicists was to propose a, that we boycott those\nstates that are not supporting the Equal Rights Amendment cause it was 40 years ago. And to my\nsurprise and chagrin, most of my colleagues didn’t agree with me. That was my attempt to sort of\ndo something political.",
        "Q: The reason I ask is Hitler deprived people, Jews, of their civil rights so I was just wondering —",
        "A: Well I was always very sympathetic.",
        "Q: You were —",
        "A: That’s right and I gave money to the causes and so forth but I wasn’t myself active. Not the\nway my wife was active about the women’s movement. And she really put a lot of work into.",
        "Q: Are you more comfortable being with people from Europe, Europeans than Americans?",
        "A: Not particularly. It depends.",
        "Q: The European Jewish refugees.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: I’m very comfortable with refugees because we have a lot in common. So it’s easier to make\nconversation but I feel fine with, I guess I’m somewhat more comfortable with people who are\nJewish. Because we have a shared experience in some ways. And you can make jokes which\nyou can’t make with —",
        "Q: You talking about refugees?",
        "A: No just Jewish Americans in general. All the Jewish Americans that I know are not that long\nhere. They’re not. Occasionally I meet somebody from the south whose family has been here a\nlong time and they even have a southern accent and I always find it very strange. You know the\njoke about the family moves to the south and the boy’s got to be bar mitzvahed but there is\nnobody to do the ceremony so they write to Brooklyn and to make it short, the Brooklyn man\ncomes down and he arrives at the railroad station and he’s got payess and a hat and a shtal and\nwhatever it is and the kids had never seen anything like this before so they follow him like the\nPied Piper. And he gets more and more annoyed as he’s walking along the street. And finally he\nturns around and he said what’s the matter? You never saw a Yankee before? That’s the way it\ngoes.",
        "Q: Is there anything you wanted to add that we haven’t covered? Your folks lived, how long did\nyour parents live?",
        "A: My mother lived til she was 90 years old but my father died of a heart attack when he was 58\nand so while I was doing my graduate, finishing graduate school at Columbia. And the thing is\nabout parents’ death that I realize. Of course, it’s painful but what is sort of independently\npainful is when good things happen to you they’re not here to share the joy. That’s sort of a very\ndifficult thing. My father never knew how successful I would be. And my mother knew but she\nwas somewhat of a depressive parent but she lived a long life.",
        "Q: Did she talk about the war time experience?\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: No, but it was from her that I found out — I wish, as usual you wish you’d asked your parents\nmore. And I never knew about this relationship my father had with Menachem Schneerson. She\njust told me that many years later. I never knew that they had walked the decks together for eight\nday. My father had done mathematics and Schneerson was an engineering student and so this\nwas before he was the Menachem Schneerson, off the deep end. So there are always things that\nyou wish you had asked.\nI wanted to ask you, you’re very skillful at this. How did you develop your skill?",
        "Q: We can talk about that later. Your relationships with your siblings?",
        "A: My relationship with my twin sister has always been very close. And my —",
        "Q: Did you talk about the war at all?",
        "A: No, only if I— she has written a few essays about our time in Portugal which I didn’t know\nabout, how our mother sent her to buy chicken for the refugee doctor she was cooking for and\nhow she considered that a great honor. Her mother trusted her when she was ten years old or\nwhatever it was. She bought chicken. We talk about it only sort of in trying to remember\nsomething. Do you remember this?",
        "Q: Do you speak in English to her?",
        "A: Yes, we speak in English exclusively. In fact we both became English speakers very rapidly.\nThe only difference among us was that she, for many years, I did the alphabet in German. You\nknow I’d look something up but she did the alphabet in English but she did numbers in German.\nAnd I think we do everything in English now but there was an interesting difference as to how\nwe approach certain things. So we are still — I talk to her almost every week. She lives in lower\nManhattan. Sometimes I stay with her. My older brother. I didn’t see. He was away during my\nmost formative years. He was in the army so my cousin sort of became my brother basically.\nThey were great friends. When they passed away I sort of lost a big chunk of togetherness so to\nspeak.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "Q: Your older sister?",
        "A: My older sister died a few, half a year ago but she was in her late 80s, I think she was 88. I\nhadn’t seen much of her. She was 1n a nursing home so to speak, in Brooklyn. Erika and I would\nsometimes go to visit her. It was a long schlep but we would do it. Erika the only one that I have\nleft. My family, my mother’s family and my father’s family, the only one who is left in the\nUnited States 1s my cousin Esther who lives in Texas and who 1s going to be 90 in August. And\nI’m trying to think whether I can muster the energy to go or not. But I also have energy, I like to\ngo to Vermont where my only grandchild lives in Vermont.",
        "Q: How old is your grandchild?",
        "A: She’s now going to be 14.",
        "Q: Have you talked to her about your childhood?",
        "A: No. Her mother is extremely protective of her so I don’t get much time alone with her. And\nthe mother took very good care of Michael when he was sick and she’s very, extremely\nprotective of her child. To a fault, I would say, because she’s so protective, if I offer to take\nRachel somewhere then she would have to be alone. It doesn’t happen often. That’s sort of a\npainful side of my life that I don’t get to see her much.",
        "Q: How do you feel about the Holocaust Museum being in Washington, DC?",
        "A: I think it’s a very good idea. I think it’s, because a lot of people come there and I think there’s\na lot of children come there and so forth. And they are aware of what happened. I couldn’t think\nof a better place. New York would be too insular. I think it’s better in Washington because it\nbecomes more part of the national consciousness.",
        "Q: People say it didn’t happen here. It happened in Europe.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Yes, but we were involved. I mean the fact that — I never heard that remark before. It struck\nme as completely natural that it be here. They have an Indian museum in Manhattan. Except for\nthe $24 to buy Manhattan, there’s no close relation to the Indians. I never even heard that before.\nIf they don’t like something, they find a reason not to like it.",
        "Q: Have you been to Israel?",
        "A: Once. And it was a very sort of joyful experience. And my mother had been there several\ntimes by herself in late 60s and so forth. When she came back she was just glowing. The thing\nthat amazed her was to see a Jewish policeman. I should go more often but hasn’t happened. But\nI have a fair number of — but I have my cousins in Israel. And we once got together actually. We\nall met in Vienna. And the oldest cousin, Yoshi is his name. He was old enough to know where\nall the stores that the cousins had were. We walked around Vienna and so forth and he said here\nwas so and so and here was so and so. So that was very interesting. That was the last time I saw\nhim. I have another cousin who 1s a cancer specialist, used to be the head of the Rambam cancer\ninstitute but he comes every few years to attend some kind of conference and so I see him from\ntime to time. My other cousin, Louis Shwalaba, Lilly Spiegel, the daughter of my Tante Lotte,\nshe has children who live in Israel and so she goes to Israel very often so there’s that connection.\nAnd she lets me know when he’s coming. Sometimes I go to New York to meet him in her\napartment. Lives in Queens and Erika comes too. But there are all these shall I say these gray\nrelationships like inthe —_ but to enjoy life while you can.",
        "Q: Is there anything you wanted to add that we haven’t covered?",
        "A: Let me think a little bit about that. I’m sure there are. In Vienna I had a strange experience. I\nwent to the — my sister and I used to play in the Altgarten which 1s the big park in Vienna which\nwas very near our house and I used to go there as a child. I think I still have a bump in my head\nin some way here. A slight bump cause I slipped and fell against a steel railing but never mind.\nBut the strange experience I had there. I was going, walking through this park and in this park\nthere were two huge antiaircraft towers from 50, 60 years ago from when the Germans were\nhttps://collections.ushmm.org\nJuly 23, 2014\nafraid of bombing from England and these towers like circular. The walls are six meters thick\nand they’re still there because they tried to dynamite them away but it was too difficult so they’re\nthere. And I saw them and as I was walking through there are some plantings in front of them,\nlittle six feet by four feet plantings. And one of, 1t must be the name of a plant and there were\nsome sticks in the ground which have the name of the plant. I assume it was so because it said\nTraumlant, which means the land of dreaming. And I thought that was so — it sort of was just a\njuxtaposition of these antiaircraft towers. It just struck me as an odd thing. I mean that somebody\nwould plant just these flowers there. Many of these little events that take place that have a big\nmeaning because of some memory that you have. I remember that. And I remember, I was going\nto. I want to show you this picture of Erika and myself. . Pl show you later.\nYes, when I went to — the time I was in Vienna, I tried to visit the school that I went to. And you\ncould visit it but you had to go through a lot of guards before you could enter inside.",
        "Q: What are your thoughts about Austria?",
        "A: Ihave mixed feelings about Austria. Because they were, they were such anti-Semites and it\ncontinues to this day with our forces in France too but I don’t feel about Austria the — Austria I\nhave sort of mixed feelings. But Germany is more distant for me. I could visit Austria.",
        "Q: You grew up —",
        "A: I grew up there and it was sort of a, and until Hitler came it wasn’t as bad for the Jews. And I\nhave physics friends in Austria and so forth but I gave a talk there once and, you know as long as\nyou don’t dig too far into the past you’re sort of ok. I don’t feel awkward about going to Austria.\nWhereas I would feel somewhat awkward about going to Germany. Because there was a source.\nI’m sure there’s more to say but I’m not so far. I did get interviewed by somebody once. I think\nI told you. This woman named Doris English who was writing a book about either teenagers or\nolder people who succeeded in academic life in the United States and she was interviewing these\npeople. You probably don’t know a very good friend of mine. She was Dorothy’s best friend.\nHer name is Evelyn Tortenbeck. You know the name? Because she appeared in — actually\nsomebody interviewed people in Montgomery County and she appears in that book. I don’t know\nhttps://collections.ushmm.org\nJuly 23, 2014\nif you know that book or not. She goes back, she doesn’t feel the same way that I do. She goes\nback to Germany if necessary, she doesn’t hesitate to go, whereas I would think twice. And she\ngrew up in Vienna and then she escaped via Italy and Turkey, whatever it was. That was the\nname of the book. She came over. It was the SS Manhattan and I looked it up. You know what\nmakes the SS Manhattan famous? You’ll never guess. Some of the Charlie Chan episodes and so\nforth were filmed on the SS Manhattan, which doesn’t exist anymore. These curious things you\nfind out when you go to the web. You find out this and that. And so people react differently\nabout going back.",
        "Q: Has the world learned any lessons from the Holocaust?",
        "A: Not if you ask me today, at the moment. It’s just I feel very pessimistic about the future. You\nknow there’s a book by Max Frankel. I can’t remember the name of it but it’s a famous book. I\ndidn’t read all of it, but I read the first few pages. And he says that civilization depends on about,\nat least 25% or 30% of the people have to be on the side of right. If 1t goes below that stupidity\ntakes over and such a thing that the world is going to go to hell and all the states, that that’s the —\nMax Frankel. I don’t remember the name of the book. I have to look it up every once in a while\nbut it was a very — and that’s why, look how unstable the world is. There are these three teenage\nkids who start that and then in the first year they start. And it’s just shows how unstable -- and I\nlike to say about religion, I like to misquote the priest Savonarola who was sort of a radical priest\nin Florence and who burned people at the stake if they weren’t doing the right thing. He was\ncalled the scourge of God. That was his nickname and my statement is I say religion 1s the\nscourge of God. That’s my feelings about it. Not that there might be something else about it. I’m\nsure there are lots of things more that I can tell you that would be of interest but they don’t come\nto mind at the moment.",
        "Q: Thank you very much for doing this.",
        "A: Thank you for coming here.",
        "Q: This concludes the interview of Joseph Sucher.\nhttps://collections.ushmm.org\nJuly 23, 2014\n(end)\n"
    ],
    "questions": [
        "Q: Do you have a middle name?",
        "Q: When were you born and where were you born?",
        "Q: Who’s name?",
        "Q: Let’s talk a little bit about your family. How long had they been in Vienna?",
        "Q: What was your mother’s name?",
        "Q: Her first name?",
        "Q: And where did they come from?",
        "Q: What city?",
        "Q: The city, the name.",
        "Q: And your father’s name?",
        "Q: Did you have any other siblings besides your sister?",
        "Q: And their names were?",
        "Q: Was your family a religious family?",
        "Q: You observed the holidays?",
        "Q: What kind of work did your father do?",
        "Q: Because he was Jewish.",
        "Q: Do you know your parents’ birthdates?",
        "Q: What language did you speak at home?",
        "Q: You had a large and extended family.",
        "Q: On your mother’s side, yes. On your father’s side?",
        "Q: We'll talk about that later. I want to get the prewar, some of your prewar information. So\nwhat would you say is your first memory? Obviously you were born in 1930. Hitler came into\npower in 33 in Germany.",
        "Q: Can you describe it?",
        "Q: This was 38.",
        "Q: Hitler came into power in 33 in Germany. Obviously you were too young to know what was\nhappening. Was your first knowledge of him when they annexed Austria?",
        "Q: Let’s talk about up to that point. Up to your childhood. Was it a happy childhood, or did you\nexperience any anti-Semitism?",
        "Q: As a young child?",
        "Q: So it was an entirely Jewish neighborhood?",
        "Q: You went to a Jewish school.",
        "Q: Did you like sports when you were a little boy?",
        "Q: Devastating. Were you close to your sister?",
        "Q: Played together?",
        "Q: Would you say you were an independent child up to the age of eight, granted life changed at\neight years.",
        "Q: Your mother was working.",
        "Q: You did?",
        "Q: They were close by.",
        "Q: Life went on without any problems so to speak until 38. Or did you hear, ever hear your\nparents discussing —",
        "Q: This man named Hitler or anything, before 38.",
        "Q: You were a child.",
        "Q: The myths?",
        "Q: Now comes 1938, March 38. And you described, and you saw Hitler.",
        "Q: How did you know who this man was?",
        "Q: How did you know?",
        "Q: Were you frightened, do you remember — it being a frightening time?",
        "Q: Were there any creeping restrictions before 38, before the spring of 38?",
        "Q: Here you are and you see this man. Do you remember any visceral feelings on seeing him?",
        "Q: What floor were you on?",
        "Q: Did they actually come upstairs?",
        "Q: They were in your apartment?",
        "Q: Oh my.",
        "Q: What is a soldier in uniform like that —",
        "Q: When you did see some in uniform did it mean anything to an eight year old boy? Was that\nfrightening or did it look pretty exciting?",
        "Q: What was the name of your school?",
        "Q: Hitler comes",
        "Q: And Austria is annexed.",
        "Q: What was the store called?",
        "Q: Of 38.",
        "Q: This is December 38.",
        "Q: Let’s talk about an eight year old boy leaving his home. Did you know you were leaving or\ndid you just think you were going on a trip?",
        "Q: What were your feelings about that? Were you angry?",
        "Q: What did you take with you?",
        "Q: Did you feel like you were leaving home?",
        "Q: Had any of your friends left?",
        "Q: Before you?",
        "Q: You are in Luxembourg?",
        "Q: There are four children and your parents",
        "Q: You stayed in Luxembourg?",
        "Q: It was almost two years that you were in Luxembourg.",
        "Q: What was life like there?",
        "Q: There is a language?",
        "Q: What was the name of the hotel again?",
        "Q: You were there for almost two years?",
        "Q: And you went to school. What else did you do?",
        "Q: Played with friends?",
        "Q: Did your father work?",
        "Q: So that’s how you lived?",
        "Q: Joint?",
        "Q: So that’s where you lived?",
        "Q: It’s all important. So you were in Luxembourg.",
        "Q: While you were there had you —",
        "Q: He came back.",
        "Q: How did your father get the —",
        "Q: Was this a very frightening time for a nine year old, ten year old?",
        "Q: What about sensing anti-Semitism?",
        "Q: Let’s go back to Vienna while I’m thinking of it. Before you left were there any signs around\nabout Jews, any signs on park benches?",
        "Q: You’re in Luxembourg. Your father gets the visas, tells you that you’re leaving. How do you\nfeel about having to leave the second time?",
        "Q: Ahead to you were leaving Luxembourg. Your father got the visas.",
        "Q: Where did you go from Luxembourg?",
        "Q: You’re ten years old?",
        "Q: Did you become very fearful at this time? You were moving around a lot and uncertainty.",
        "Q: Were these Jewish refugees?",
        "Q: When all this was going on, did you hear more about Hitler or what the Germans were doing?",
        "Q: Did you ever hear him speak over the radio? Any of his speeches?",
        "Q: And you could understand it?",
        "Q: How did you feel saying goodbye to your —",
        "Q: How did your parents take it?",
        "Q: Was it an emotional parting?",
        "Q: What was the name of your boat?",
        "Q: What were your thoughts about what America was? Did you know anything about it?",
        "Q: What was the voyage like?",
        "Q: You were talking about the soy beans.",
        "Q: Were there many other Jewish refugees on the boat?",
        "Q: Did you talk to them?",
        "Q: Were there other children?",
        "Q: Did you play with them?",
        "Q: What was your first view of New York? Statue of Liberty?",
        "Q: Did you see the Statue of Liberty?",
        "Q: But you went to Milwaukee first before New York",
        "Q: How long?",
        "Q: For high school years?",
        "Q: You left Milwaukee and came to New York?",
        "Q: But life in Milwaukee was pretty calm?",
        "Q: The war was going on then.",
        "Q: Did you know what was happening? To the Jews?",
        "Q: You knew what was happening, your folks knew what was happening, in 43, what was\nhappening to the Jews?",
        "Q: When did you move to New York?",
        "Q: The war was over? Sometime in 45.",
        "Q: You went to junior high school.",
        "Q: When the war was over and the news really came out about what had happened to the Jews,\ndo you have any memories of the response of your parents and the full import?",
        "Q: They didn’t speak",
        "Q: Too painful?",
        "Q: Oh you started to say that, when you came to —",
        "Q: Then you go to college. When you were in high school were the American kids interested in\nyour background or any of the teachers?",
        "Q: Did you feel very different than the other kids?",
        "Q: You graduated from high school.",
        "Q: Did you feel very American then?",
        "Q: What year did you graduate?",
        "Q: Then you went on to?",
        "Q: Were you ever in the service?",
        "Q: How did you meet your wife?",
        "Q: What year was this?",
        "Q: You were 21.",
        "Q: Your parents were able to get jobs? Once they were settled.",
        "Q: What happened with your sister? Did she go to Brooklyn College too?",
        "Q: What year did you get married?",
        "Q: Your wife’s name?",
        "Q: Did you have any children with Dorothy?",
        "Q: And your other?",
        "Q: When did she pass away?",
        "Q: PowerPoint?",
        "Q: Can I ask you now some questions, some of your thoughts and feelings. Do you feel very\nAustrian, very Viennese?",
        "Q: What are your thoughts about Germany?",
        "Q: Do you feel like a refugee? Or you feel totally 100% American?",
        "Q: Do you think you’re a different person because of what you went through? As a young child?\nUprooted at such a young age? Moved from one country to another country?",
        "Q: She used to work at the Holocaust Museum.",
        "Q: Why?",
        "Q: Did your experience make you more independent as a child? You did not have a typical\nchildhood. Did it make you stronger?",
        "Q: Are you angry that you had difficulties in your childhood or leaving, whereas children your\nage who were living here didn’t have to go through that?",
        "Q: You had to go through it.",
        "Q: When you see pictures of the swastika now, what —",
        "Q: All these years later.",
        "Q: You were at such a vulnerable age.",
        "Q: When you were younger the civil rights movement was at its height in the 60s and 70s. Were\nyou active in it? I mean Hitler took away civil rights.",
        "Q: The reason I ask is Hitler deprived people, Jews, of their civil rights so I was just wondering —",
        "Q: You were —",
        "Q: Are you more comfortable being with people from Europe, Europeans than Americans?",
        "Q: The European Jewish refugees.",
        "Q: You talking about refugees?",
        "Q: Is there anything you wanted to add that we haven’t covered? Your folks lived, how long did\nyour parents live?",
        "Q: Did she talk about the war time experience?",
        "Q: We can talk about that later. Your relationships with your siblings?",
        "Q: Did you talk about the war at all?",
        "Q: Do you speak in English to her?",
        "Q: Your older sister?",
        "Q: How old is your grandchild?",
        "Q: Have you talked to her about your childhood?",
        "Q: How do you feel about the Holocaust Museum being in Washington, DC?",
        "Q: People say it didn’t happen here. It happened in Europe.",
        "Q: Have you been to Israel?",
        "Q: Is there anything you wanted to add that we haven’t covered?",
        "Q: What are your thoughts about Austria?",
        "Q: You grew up —",
        "Q: Has the world learned any lessons from the Holocaust?",
        "Q: Thank you very much for doing this.",
        "Q: This concludes the interview of Joseph Sucher."
    ],
    "answers": [
        "A: No.",
        "A: I was born in September 10\", 1930 in Vienna, together with my twin sister.",
        "A: Is Erika.",
        "A: They came to Vienna towards the end of World War I together with my mother’s, other\nrelatives and her father. They all arrived in Vienna between 1915 and 1918, something like that.",
        "A: My mother’s maiden name was Robinson, or Robinson as it’s pronounced in German,\nRobinson.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well her first name was Taube which is a German word for dove, but people called her\nTony, but her Yiddish name was Toibe.",
        "A: They came from Poland.",
        "A: Well, my father came from Kuti, K-U-T-I, maybe with a Y. And my mother came from, she\nwas originally born in Romania, but moved to Poland at a young age. It was near the border of\nPoland and Romania.",
        "A: I think the name of the town was probably Vashkovitz. Figure out how to spell it.",
        "A: My father’s name was Max in Germanic, but his Hebrew name was Mendel. Sucher, right\nyes.",
        "A: Yes, I had an older brother and sister who were also twins and also born in Vienna but five\nyears earlier. So my mother was very economical. She had two sets of twins which was very rare\nat that time. Still but not as rare as it was in —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: My Lily or Cecelia was the technical name and Harry so Lily and Harry, that’s what they\nwere known as. That was their running names.",
        "A: My mother was very religious. My father went along. I mean he knew a lot. He could have\nbeen a rabbi but he was never you know seriously religious and so but we, you know my mother\nran the home and we were kosher and it was, she was religious until the end of her life.",
        "A: We observed the holidays. And my older brother continued to observe the holidays cause I\nthink he promised my mother that he would. But when my mother died, we were, I was already\nin Maryland for many years.",
        "A: Well, my father had a PhD in Semitic languages from the University of Vienna in 1924. I\nstill have the diploma, but he couldn’t get a job with that.",
        "A: In part because he was Jewish and also there were very few jobs for Semitic experts and I’m\nnot sure exactly how much the anti-Semitism at the time played a role in his not being able to\nfind a job. But my mother was very able in many ways and she ran a textile store and he helped\nher with that. So they sort of did it together, but my mother was the driving force behind the\nstore, which her father I think helped — her father helped all the — she had seven brothers and\nsisters and all of them came to Vienna. And so he, my grandfather sort of engineered for all of\nthem to go into what I call the shmata business. It’s really textiles.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: [have it written somewhere, you know. My mother was born May 10\" I think, 1898 or 97.\nAnd my father was born November 1, I think the same year or a year later, something like that. I\nknow them roughly within a year.",
        "A: At home I spoke German but my parents spoke Yiddish so I understand Yiddish perfectly\nessentially but I never have a chance to speak it except in emergencies, which I may tell you\nabout later. But so German basically. In Vienna I spoke German. But as soon as we came to this\ncountry, my parents did not want to hear a word of German so I spoke English quickly and they\nlearned to speak English or they spoke Yiddish but they didn’t speak German.",
        "A: Yes, in Vienna, right.",
        "A: On my father’s side too but my father’s side, almost nobody survived. They were taken to\nconcentration camps. On my mother’s side all but one of her brothers, for various reasons didn’t\nleave Vienna on time and died at Dachau, I think. All of them managed to get to Palestine as it\nwas known at the time except for our family and my mother’s youngest sister who was also a\ntwin. Two of us, these two families came to, well they came via Cuba to New York and we came\nvia Portugal to New York.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well that’s a good question is my first memory. My first, well I have a couple of distinct\nmemories. You know I remember the place where we lived.",
        "A: It was on the fourth floor of an apartment house which overlooked the northwest bahnhof\nwhich was the beginning of the northwest railroads which went to Czechoslovakia. And I have a\nvivid memory because I was eight years old. Not, and Hitler —",
        "A: This was 38. This is actually before I was eight. In March 1938 the Germans essentially\nannexed Austria and we were within, and Hitler gave a speech the next day on the northwest\nBahn Platz and we could see him from our window, except there were SS men all over the\nneighborhood to keep people from being at the windows. I would go to the window and I would\nbe shooed away. So I have a vivid memory of that event and I remember you know these\nswastika banners that they had and I can’t even look at them now, you know with that, so that\nwas an early memory.\nAnd I was already eight. I have earlier memories of the school that I went to which was a Jewish\nschool. Ancostalitz Gasse which was a street nearby. And I remember the park. We lived near\nthe Altgarten which is a famous park in the, in Vienna which still stands and various things that\nhappened there.\nSo I remember and I guess I also remember we used to go to a resort when I was four or five\ncalled Véslau, V-O umlaut — S-L-A-U, I believe. And we used to go there in the summer. I\nhave memories of that too, learning to swim which we weren’t allowed for three years later on. I\nforgot how to swim. And I didn’t realize I had forgotten it and we lived in Milwaukee and I\njumped in the pool and I sank. I was told you never forget how to swim, but you do.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: When they annexed Austria. I think so.",
        "A: I think up to that point, my childhood was pretty happy and I experienced anti-Semitism only\nvery rarely. I think.",
        "A: As a young child because we lived in a sort of they called it Leopoldstadt, which is a largely,\nit’s the second bitserk, or district of Vienna and there was largely Jewish populated so I didn’t\nencounter too many gentiles.",
        "A: That’s right at that point, exactly. So I didn’t —",
        "A: I went to a Jewish school, that’s right so.",
        "A: Not particularly. I was not, I was more interested in books than sports and I had a stamp\ncollection. I remember I had a collection mania which I think very young kids sometimes have\nand I was collecting stamps. In my last memory of leaving Vienna was in our apartment which\nwas on the fourth floor and had a kind of oven, you know a stove, not a stove. What do you call\nit? You know you heated it with wood or coal oil, what it was and I remember my mother\nhttps://collections.ushmm.org\nJuly 23, 2014\nsaying I could not take my paper soldiers with me and I, the last thing I remember is seeing them\nburning inside. You know kids have these memories.",
        "A: Yes, very close. We had —",
        "A: We even had a language of our own and so forth. In fact, she was sort of the dominant one.\nPll show you a picture of the two of us when we were six years old. I have it up over there. And\nPll show it to you later if you like. And so we were very close and as I said, as twins sometimes\ntoo, they develop a language of their own. And she was, it was, she was more forceful than I\nwas and she sort of, she dominated the relationship you know. And we had a game playing that.\nOk. We each had special names for each other and it lasted a long time. Instead of when I see\nher now, we used to make faces like this and it was what we called it a nuchi face and for many\nyears we would still do that. It’s just built in.",
        "A: Yeah I was pretty independent. I think I, I didn’t have any memory —",
        "A: Well we had a maid.",
        "A: She was, I think Czech. You know cause she was, but it was in the same building. The store\nthat they ran was in the, in the same building or next building next door —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: They were close by right yeah.",
        "A: I never heard them discussing what was happening.",
        "A: I don’t remember.",
        "A: That’s right, I was focused, all I remember was focused on my collection and reading. I read\nthe Greek what do you call those stories, hero stories.",
        "A: The myths when I was six or seven years old and I remember reading it and actually it paid\ndividends because well there was a picture of Hercules in this book and it showed him you know\nwith a big muscle bringing in the skin of Nimean lair or something for some guy. And it was\nsort of a model, a role model for me of a strong man. Had several, like these strong men would\ncome to my rescue if anything bad happened. It was a fantasy but I had. So I was not sports\nminded at all. Jewish kids of that period were relatively not sports minded.",
        "A: I saw him at a distance you know. I got a peak of him before the SS —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Yes, I knew —",
        "A: Well I think I must have read about it. I must have learned that Austria was going to be\nannexed, that the Germans were invading Austria, coming in or being invited in. I must have\nheard that a few days before and, I must have been aware that bad things were happening.",
        "A: I was frightened somewhat later. No, but I mean in that year. I was very frightened, sometime\nin the spring of 1938. My father, I went along with my father to a synagogue but it wasn’t the\nsame place we usually went. Maybe that temple had been closed. And when we came out there\nwere SS people waiting to corral the people who come out and take them away. But my father\nwas with me and since he had a small child with him, they let him go. So then I knew that things\nwere very, very bad. And were getting worse and it was, you had asked me when I became very\naware of it after the annexation. And then my feeling was that the Austrians were as, more anti-\nSemitic than even the Germans.",
        "A: Not that I was aware of but I’m sure there were because I think people could no longer teach\nat the university and so forth. I’m sure there were lots of restrictions of which wasn’t aware of,\naware of them as a child.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: No, I— I went to the window and it was just, it was a fleeting second before the SS men\nchased — they stationed themselves at the windows. They came to all the surrounding —",
        "A: We were on the fourth floor I believe. They came to all — so we were high enough to sort of\ntake a shot at him if we had a rifle. So they were guarding Hitler in the surrounding\nneighborhoods by going to the high apartments and watching the windows.",
        "A: Yes, they were in the apartment, I’m trying to explain to you.",
        "A: They were, they were in our apartment. They came in to watch the windows.",
        "A: That’s, and I remember that.",
        "A: I don’t think they were in uniform. The way I remember it they were plain clothes, belonging\nto the SRESA, I don’t remember\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: It somehow, I’m trying to remember whether I saw any people in uniform, where I was. We\nlived very near the school so the only way that basically I went out to go to school just a couple\nof blocks away.",
        "A: It was called Ill tell you in a minute cause I don’t remember it. It’1] come back to me. It was\na pretty famous school and the principals stood by with the students. You know he wasn’t going\nto leave. It’1l come back to me.",
        "A: Hitler comes.",
        "A: Is annexed. My next memory is of my, well at some point we had to so to speak give away\nour store. You know for almost no money. And so that was the end of that.",
        "A: It was a textile store. I don’t even remember what name it had. I don’t think it had a main\nname on it. It was a sort of generic name for textile. And my next sort of big memory is that my\nfather left in August.",
        "A: Of 38. And we couldn’t, we wanted to leave Austria but we couldn’t get visas anywhere. But\nmy father apparently managed to get a visa to Luxembourg so he left in August. I don’t know\nhow he did it. I don’t know those details, but the upshot was that my mother and the four\nchildren didn’t get to Luxembourg. He managed to get us transit visas through Austria and\nhttps://collections.ushmm.org\nJuly 23, 2014\nGermany. To visit him in Luxembourg. And we, I remember that we, my mother and the four\nchildren took a train from Vienna. I don’t remember the train ride but I remember what\nhappened at the end. And I think the train, we took a train as far as Coblenz, which is a town in\nsoutheast Germany. A big town. And from Coblenz we went to Trier the next day. I think by,\nwe went to Trier, T-R-I-E-R. Trier, it’s actually it’s the birthplace of Karl Marx I discovered\nmany years later. And from there my memory of that is that we had no place to stay. But my\nmother found a synagogue and she pounded on the door. And somebody eventually opened it\nand we slept on the floor that night.\nThe next night, the next day we took a taxi to the frontier and this had all been prearranged with\nmy father. I knew nothing about it. And we arrived at the frontier. I have a picture of the guard\nhouse in the thing that I wrote about. And to make a long story short, they patted us down and\nwithout my knowing it my mother had sewn some money inside my mitze [ph], you know it’s a\nsort of an overhead cap that ties at the neck. And anyway but the German guards were very\nfriendly, especially with the children. And at 10:00 at night my mother took the four of us. We\nwere at a bridge which crossed the river which I call the, it was called the Sauer or the Sare in\nFrench, it had a double name. The river separating Luxembourg and Germany. And we walked\nacross this bridge and it was all icy and snowy. We walked across and waited 20 minutes and\nthen a man came in a car and my mother spoke to him. And my father had hired him to smuggle\nus into Luxembourg cause it was Christmas eve and there was nobody around from the guards,\nfrom the Luxembourg guards. It was sort of a forlorn place. And that’s how we got into\nLuxembourg.",
        "A: December 38.",
        "A: No, I knew we were leaving. Cause I had to leave everything behind. You know I knew we\nwere leaving.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: You know it’s hard to remember. You know my parents always managed to make us feel\nsecure and I had my twin sister to be with so that was sort of a mantle of safety. I don’t\nremember being afraid at that time.",
        "A: The only thing I took with me was a sort of little bit like a lunch box in which I had some\ntreasures. I don’t remember. You know that was it. Cause I couldn’t take my stamps and I didn’t\ntake any books. But I had the lunch box. It was, I think it was maroon colored and it had little\nhandles, the way, the kind of old fashioned lunch boxes that you can see on the Antiques\nRoadshow. So that’s all I took with me and I guess some clothes. I didn’t have a suitcase of my\nown.",
        "A: You know I don’t remember these feelings that I may have had. I was —",
        "A: Yes.",
        "A: Either before or afterwards and as a matter of fact I have a very close cousin who is a cancer\nspecialist in Israel named Leo and he -- I was, I felt some of the class knew that I was leaving.\nYou know I was still going to this public school, this Jewish public school. Already still in the\nfall of 1938. And at some point my parents, or my mother said we’re going to leave and anyway\nI quit the school. And I felt a little bit guilty because they had given me a going away present. I\nhttps://collections.ushmm.org\nJuly 23, 2014\nremember it was a silver pencil. The class gave me that but we hadn’t left yet. It took a few\nmonths before we left so I sort of felt I was under false pretenses getting this gift. Apparently I\nloved pencils as a kid. So anyway that’s how that went down. And my mother had six or seven\nbrothers and sisters and all of them lived in Vienna and all of them got away except for one, you\nknow one of her younger brothers named David. And the fact that he didn’t get away, that’s\nanother black mark I have against very religious Jews because apparently they could have gotten\naway, but they went to consult a rabbi in Poland. He and his wife had had a child after 15 years\nand anyway he was like no don’t go to Israel. You know there are still people like that. It’s a\nZionistic place, you don’t want that. So I don’t have a soft spot in my heart for any of those\npeople.\nSo but the others all got to Palestine and we —",
        "A: Well they are in Luxembourg.",
        "A: Four children. We were living in a hotel called the Hotel Select cause it select 200 refugees\nlived in this hotel. In fact I eventually I went back with my wife to Luxembourg and I found the\nhotel again. It had changed its name to something very fancy, British name which I’ve forgotten.\nBut we went back and I couldn’t believe that all six of us lived in this one bedroom basically.\nThat’s all that there was. So it was and I remember that hotel very well and my sister and I went\nto the public schools on the street. The instruction was in German but —",
        "A: We stayed in Luxembourg til October 1940. We couldn’t get out. We had to get visas to go\nsomewhere. And my father eventually got us transit visas through France and Portugal.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: That’s right.",
        "A: Well Luxembourg for a while, the Germans invaded Luxembourg or the Benelux countries in\nMay 1938 and a few months later they went through the Maginot line and took over most of\nFrance. But before May 1938, before May 1940 we just lived in this hotel together with a\nhundred other refugees. And I think, we went to school. My sister can still sing the Luxembourg\nnational anthem. The locals of, now go is called the Letsebourg. That’s actually the local name\nfor Luxembourg. That’s the French name. So we went to school and outside in the playground,\nkids spoke Luxembourg to each other. We sort of picked up some of it.",
        "A: There is language, yes and it’s like many such places. In New Orleans you might, the Creole\nand so forth.",
        "A: The Hotel Select. That was, I thought that was very appropriate. That was the name of the\nhotel. It’s not as an English name which I discovered. I discovered — somebody who lives in this\narea, a retired psychiatrist I think, who discovered, who also was in Luxembourg but as a small\nchild. And he discovered my -- this thing that’s at the Holocaust museum and he looked me up.\nAnd so we went to visit him and so forth and it was an interesting experience and he was a sort\nof a baby but he was trying to reconstruct his childhood and he came across my name somehow\nin some of the archives of the Holocaust Museum. That was apropos of that hotel.\nHe got on the phone. He said you know I think I once lived where you lived. And I said the\nHotel Select and he said that’s right. He knew the name of the hotel.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Almost two years.",
        "A: I think —",
        "A: Yeah, well we didn’t have too many. No, I remember now what we did, my sister and I. She\nwas more courageous. There was a couple of kids, and the four of us would go out and we got\nvery interested in these, it’s the equivalent of a comic book with these little pictures and there\nwas sort of heroes. Like there was a guy named Rolf Tore and I still remember the name. He\nwas an adventurer in Africa. And there were 64 pages, these booklets. They still exist. And there\nwas a sort of Sherlock Holmes type named Elon Cling and I remember getting very interested in\nthese books. I could read them, but the thing is we didn’t have any money, as children. There\nwas hardly any money. Just my mother managed to sew and make some money. But now I\nremember, now that you mention it, I’d forgotten this. We used to go steal comic books or these\nequivalent books. And I think the boys were named Katz. They were very daring. They did the\nstealing and my sister was the lookout and I sort of stayed I don’t know where. She was the\nlookout for them for the — and so we read those books. That was one thing we did. And I sort of\nbecame interested in chess at the time. I didn’t play but many of the men played chess. And I\nremember there was one guy who was regarded as the best player, named Solomon. I remember\nhis last name. He was just known as Solomon. And I decided gee I want to be a chess master\nwhen I grow up. Although I didn’t play at the time.\nThose are the things. Oh and I remember something else. This hotel had a sort of nightclub,\neatery or something like that. And they had a floor show. And the floor show consisted of\nwomen, almost nude and I just, my friends and I discovered the lure of semi naked young\nwomen. And at some point they would come down for the show. They would come down some\nstairs and I remember — these are the things you remember. And we would be under the stairs.\nYou know the stairs, waiting for them to come down so we could catch a glimpse. So it was\nhttps://collections.ushmm.org\nJuly 23, 2014\nquite a place. We found it again. My late wife and I went to Luxembourg. I couldn’t remember\nthe name of the hotel, because it changed its name. But we went to a local police station and\nthere was an older guy there who knew what it was and where it was and eventually we found it.\nI wrote about that in this essay, the memoir that’s at the Holocaust Museum.",
        "A: He couldn’t work but my mother worked, not allowed to. She worked clandestinely. She was\na very good seamstress so she —",
        "A: Well and I think we must have gotten some sort by HIAS or by the — there were two\nAmerican organizations that helped —",
        "A: The Joint, that’s right. The Joint. In fact we had a visit, how we got, when we first came to\nLuxembourg we were so to speak excommunicated. They didn’t send us back once they\ndiscovered that we had no papers, but they let us go to a little down called Esch. Esch sur Selio\n[ph], Esch-an-der-Zowa [ph]. And we had a visit there at one time who came.",
        "A: We lived in Esch for about four months, til we were allowed to move, for four or five months,\ntil where, they allowed us to move to the big city, which was Luxembourg City. It had 50,000\npopulation, something like that. So for the first four or five months we lived in this small town\nand I went to a one room school there. And it was, the teacher was a father, meaning a priest and\nhe wore this hassock in the head back. So I went to this school and I didn’t know. I don’t\nremember, the school was going on but I hadn’t had any mathematics and he gave us a long\ndivision problem and I didn’t know how to do it. And I felt very ashamed somehow. As I once\nhttps://collections.ushmm.org\nJuly 23, 2014\nsaid to somebody I think it was, that’s what interested me in mathematics and physics later on, as\na counter to that. But because I didn’t, I couldn’t do long division. I guess we hadn’t learned.\nWell I went without school basically for two years I guess, except for that stint. I didn’t go to\nschool in Portugal. I had other adventures. But I remember that and I remember my father. We\nlived in a hotel, at this little town called Esch and he was studying Spanish because he was trying\nto get a visa to Ecuador or wherever he could get it, any place, but here so to speak. But all he\nhad was a dictionary. So I remember him walking around using the dictionary as a lecture book.\nAnd many months later he knew enough Spanish to be the guide for our, we went through\noccupied France and Spain and we spent Yom Kippur night in 1940, it was October 1940 in a\nbarracks in a town called Irun, which 1s now a sort of resort town. At that time it was a small\ntown and they had a amelig [ph], I guess that’s what you call it and the refugees. And we were\nseveral hundred of us or a hundred and we stayed overnight at that place. It was Yom Kippur\nnight and I remember my father leading some kind of service. And he was able to communicate\nin Spanish with this dictionary with the guards. So it goes on like that. There’s so much to tell\nyou. I don’t know where to stop.",
        "A: We were in Luxembourg.",
        "A: We were invaded by the Germans. Because we were there in May and then there was — in\nfact my father tried to get away because knew the Germans were going to come. There was no\nopposition. Luxembourg is a small country. And he tried to escape to Belgium. And luckily he\ndid not succeed. Because many of the people who did get to Belgium never got out, because\nthey were trapped there. And most of them perished probably. So it was lucky. He said there was\ntoo much fighting going on at the border. So he came back and eventually we got out by the way.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: He came back and then we eventually got these visas to go to, we got transit visas through\nunoccupied France and Spain to go to Portugal.",
        "A: Well I don’t know. I was, didn’t ask later on what was going on.",
        "A: Yeah, it was frightening but somehow you know big things were going on. For example,\nwhile we were in Luxembourg City a British fighter plane was shot down over the city and we\nheard about it and we went to see the wreckage, something to do. Somebody said well let’s go\nsee that and so forth. But otherwise we were, we didn’t encounter any — the Germans didn’t\nmanifest themselves in the town. I didn’t see any, at least I don’t remember seeing any German\nsoldiers.",
        "A: Well none in Vienna, certainly. In Luxembourg I didn’t sense that. The people were pretty\nfriendly and they were —",
        "A: I think there were signs in the windows. And the fact that we had to give up our store for a\nsong basically. We eventually got some reparation from Germany but, and from Austria but it\nwas maybe a thousand dollars, nothing basically. But it had to be shared by the various cousins.\nAs I speak to you, I’m beginning to remember things that I haven’t thought about for a long time.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well we didn’t know that one. My mother just told us that father has gone to Luxembourg.\nShe didn’t say exactly why but we could probably sense it. And that we would sooner or later go\nto, but it took him a long time to arrange the smuggling. We never did get visas to enter\nLuxembourg. We just got visas, transit visas to leave, to -- I don’t know the details of that. I just\ninfer it. All I was aware was that we were going on this long train ride and we have yet to find a\nplace to sleep. I think from Coblenz to Trier, my brother had a different memory about some of\nthese things which I didn’t realize.\nFor example from Trier we had to get to the border. It’s about ten miles away or something like\nthat but we had to get there and there was no public transportation. So we hired, my mother hired\na taxi and what I didn’t realize, that my brother said, there were two border stations not far from\neach other at the river, going across to Luxembourg. And my brother told me that there were two\ntaxis that came and one of them took us but he wasn’t sure he was going to go to the wrong one.\nHe was, where this man from Luxembourg was going to pick us up, we had to be at the right\nstation. And according to my brother, he understood the discussion between these two taxi\ndrivers. He heard it, that this taxi said no you have to go to this other station. So there were many\nlittle things that could have gone wrong. That’s why I call this essay that I wrote, luck was on\nour side. Maybe I can find it before you leave. But anyway, it’s in the museum. I can send you a\ncopy if you want.",
        "A: We got, but we eventually we left Luxembourg because we had these transit visas to Portugal.\nOn the way, presumably to Ecuador. We didn’t have any visas from Ecuador yet.",
        "A: From Luxembourg we took, there were two buses that left Luxembourg 1n October 1940. The\nbuses stopped in Paris. I remember my parents waking me up to see the Eiffel Tower. It was the\nfirst time I saw it. My sister thinks it was a little bit more complicated but I do remember seeing\nthe Eiffel Tower from the bus. I was fast asleep. They woke me up to see it.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: I was not quite ten. No, maybe I was. I guess I was ten. In October, September 1940 I was\nten, ten and one month that’s right. So these buses took us all the way to the border of Spain and\noccupied France. And then we went, got on this train, a Spanish train which went without\nstopping. Not such a long distance. I looked at a map. We got on this train in Irun. That was the\nname of this border town, I-R-U-N. It’s still on maps, Irun. And we took a train and we got to\nthe border of Portugal and Spain. On the opposite side was a town called Vila Formosa,\nbeautiful village which still exists. And but we were held up for a day before they let this train\ngo over the border where some of us were allowed to go into Lisbon. We were not allowed to go\nto Lisbon because our papers weren’t right. So we stayed in this border town for about four or\nfive months til we got permission to go to Lisbon itself.",
        "A: First time I knew that things were very bad. Months after we had been in this town and we\nlived in a pension with about ten other refugee families who were not allowed to go to Lisbon.\nAnother train came from Luxembourg and we knew some of the people on it. And this train was\nalso stopped at the border, the Spanish Portuguese border. And eventually the train was allowed\nto go into the Portuguese side, but people were not allowed to get off. And the train stood there\nfor eight days and a woman died on there I remember and we would bring food to the — and I\nwas among people that we would buy, get food at the pension and bring it to the people there.\nAnd they could open the windows but they --",
        "A: These were many, more Jewish refugees from Luxembourg. That was a second so to speak\ntrain load that came. Later on we heard that some of these people were able to escape from the\ntrain, which was sent back to Spain and I don’t know where, but they made it to Marseille and\nhttps://collections.ushmm.org\nJuly 23, 2014\nfrom Marseille some of these people got to Israel, or Palestine at the time. But that’s all that I\nknow about them.",
        "A: Well I must have. I don’t remember.",
        "A: Yes, well I think I heard him speak that time he was, I mean the time that he came to the\nGotwestbahnhof to give a speech, the day after they had, the Anschluss.",
        "A: I could understand it but I mean I could hear it on the loudspeakers but I wasn’t interested in\nhearing it. Now these memories are confused. I don’t know whether I actually heard it or\nwhether I saw the newsreels about it. Ein Fuhrer. But now my memory is faulty about that. But\nmy parents mentioned this in the talk, I gave a talk about this here. That they shielded us a lot\nand not only then but when I was a mature person I could think of how much agony they had\ngone through getting us out. And we’d sent two children, the older twins. There’s a whole thing,\nwere able to leave Luxembourg on a kind of mini, kinder times but with some other people\nwho’d gotten visas to go to Palestine. And they went with them. They were 13 or 14 years old.\nSo our six person bedroom became now a four person bedroom.",
        "A: Well I didn’t like it. I was very close to my brother, but I knew they had to go somehow. I\ndon’t remember the —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Well they sent them.",
        "A: Well I wasn’t there when they went to the buses and so forth. So it was, there was a lot that I\ndon’t, wasn’t — I only inferred later. I wasn’t -- my sister was more mature at our age cause girls\nusually are. So she remembers some things that I have forgotten. So she wises me up. So\nanyway so we got to Luxembourg. I mean we got to Portugal. To this town called Vila Formosa,\nwhich is also I remember it pretty clear because for two items. I write about one of them. One 1s\nthat we didn’t go to school there. But we played a lot with each other. And with a couple of other\nLuxembourg kids named Monique and Roger. I still remember the names. They were the\nchildren of very wealthy Luxembourg store owners who also had become refugees. And so we\nmet them there and we spent a lot of time palling around. And I remember this town stored cork\nboards. Portugal is a cork producer and they were 20 feet high and we would bounce around\namong them. It was very innocent play, I still remember those. The other thing that I remember\nis that at one time, a British sailor came into the town. And I remember he had a blue pea jacket\nand he had his boat had been sunk somewhere. And he had made his way from Spain to Portugal\nhoping to go actually to Lisbon to sail back to England, get back. And he sort of took us under\nhis wing and my sister and I maybe some of the other, went with him. We walked around. And at\nthat time I was obsessed with getting a sling shot. I guess it was sort of David and Goliath. And I\nhad, the interesting thing is that I found the fork, a piece of wood that could serve as a fork and I\nhad a rubber band which I could use to tie. But I didn’t have a little piece of leather that you\ncould use for putting a stone in when you — and I mentioned this to this guy. And I’Il never\nforget what he did. He had a pocket knife because it’s one of the things he saved. And he bent\ndown and unlaced one of his shoes and he cut off the tongue and he gave it to me to use as a— I\nthink I wrote an essay once but I never finished it called a gift of tongue about this. I didn’t know\nhis name so I lost sight of him. There are others, these things that you remember.\nSo anyway, eventually we got to, we were allowed to go to Porto, Oporto, which is the second\nbiggest city in. We were not allowed to get to go to Lisbon but we somehow were allowed to\nleave Vila Formosa after about four months. And we spent four or five months in Oporto and\nthat was memorable for various reasons. One of them was that I became more aware of women\nhttps://collections.ushmm.org\nJuly 23, 2014\nor girls will I say and I fell in love with Olivia De Havilland for a peculiar reason. Somehow, I\nguess we were pretty cute kids and the owner of one of the restaurants not far from where we\nlived, knew we would like to go to the movies and he arranged for waiters to take us, Erika and\nme and two blond girls who also lived in the same building with us. We would come every\nSaturday or something like that, to this Plaza de la Libertad, that was the name of it. And we\nwould got to his restaurant and the guy would send a waiter with us and we could go to any\nmovie that we wanted to. So we went to the movies as often as we could. Although we didn’t\nunderstand the language, a lot of it, I didn’t realize til much later I was living in a fool’s paradise,\ncause they were showing Superman, Batman, a lot of the American serials. But we saw them as\na continuous movie. I didn’t realize that when we came to the States I realized they had the same\nstuff but only got 15 minutes so there was an explosion and you come back the next week to see\nthe rest of it. But we saw all these movies and we also saw Robin Hood. And there was Olivia\nDe Havilland with her long tail and so I fell in love with her. I’m sure I’m not the first one with\nOlivia De Havilland. But I knew that we wanted to get to Lisbon because that’s where the boats\nleft from.\nAnd eventually we got permission to go to Lisbon. It took us about — my father would go to the\nconsulate every week and so forth and there are all these jokes about that. You go to the\nconsulate trying to get a visa and so forth, and you have to have an affidavit, all very complicated\nbut the stories of the guy who goes to the consulate and they, you tell him well come back a year\nfrom now. And they guy is very excited, morning or afternoon. You know this joke. Anyway\nthat’s the kind of — garde humor, that means sort of hangman’s humor. Anyway so we\neventually got this, well we eventually got an affidavit from some not so rich relatives in\nMilwaukee. You needed an affidavit to come to the States. And we had some very rich distant\nrelatives in Kingston, New York but we never got anything from them, but anyway somebody,\nmy cousin’s grandmother who lived in Chicago persuaded — her daughter was married to a\nfurrier named Bine and he sent us an affidavit so when we came to America eventually we went\nto Milwaukee, cause my mother could sew very well and he needed a finisher for his furs.\nAnyway that’s how we wound up in Milwaukee for a while.\nYes, apropos of getting on the boat in Lisbon. Many years later there was a PBS program about\nthe difficulties Jews had getting out of Europe and how hundreds of thousands more could have\ncome if it weren’t for the policies of the State Department. And there was a guy in the State\nhttps://collections.ushmm.org\nJuly 23, 2014\nDepartment, whom they showed a picture of who deliberately tried to limit the number of Jews\ncoming to the States. More than necessary. And he sent messages to the consulates in Europe.\nDon’t give anybody visas and so forth. And the place he was most insistent about was the one in\nPortugal, because that’s where most, by that time, most people who were trying to get to the\nStates were coming from Portugal. I’ve forgotten his name but I look it up every once in a while.\nHis name was Eagleton or something like that. He’s well known for having been a sort of\nMachiavellian guy from the State Department.",
        "A: The Serpa Pinto which I thought meant painted servant but it doesn’t so I had to look it up. It\nwas the name of a man who explored Africa early on. The Portuguese went to Africa early in the\n15\" century. Like Vasco De Gama and all those people and he was among them and there’s a\nriver I think in Africa now named after him and the boat was named after him. That was his\nname. And I thought it should be Serpa Pinta because Serpa is feminine. It was just a name. It\nwas the name of this guy. So —",
        "A: The only thing I knew was that America is a place where they make Packards. See in Europe\nthe big American car was the Packard and I had heard about that. And I knew they were going\nto have Packards here. When I met my wife long ago. It turned out her grandfather had bought a\nPackard while he was — I think they no longer have that. It was sort of the Cadillacs of the time.\nI don’t know if they still make Packards or not but for a long time it was the car to have. So I\ndidn’t — I had learned some American songs or English songs from that sailor. The sailor whom\nwe had met and who cut the shoelace for my slingshot. He taught us My Body Lies Over the\nOcean. We didn’t know what the words meant but we learned that song. And there was another\nsong. Something, Give a Dog a Bone. This old man is rolling home. Anyway we learned these\nsongs by rote and we never forgot them, but I forgotten it. It was my introduction to English. I\nreally didn’t know any English when we came except when we came to Milwaukee my sister and\nI were put into a class for backward children. And that was very good because we crocheted and\nhttps://collections.ushmm.org\nJuly 23, 2014\nmade lanyards and stuff like that. But we were learning English at the same time and after a sort\nof semester they put us into a regular classroom.\nNot only that, I became the English star of the place because they were putting on a Christmas\nplay called The Little Pine Tree. And the biggest part was the little pine tree. And they decided\nthat I was the only one who could memorize all these lines so I played the little pine tree that was\ncut down in this Christmas play.",
        "A: I was seasick nine days out of ten. My sister wasn’t. I couldn’t go down stairs. It was all\noily. If you go into a ship’s hold where our places were, it’s not just oil. I discovered later what\nthe bad smell came from. Cause I found something on the web about a guy who had been on the\nsame boat and he had been older. And he mentioned it was soy beans which were being\ntransferred from one place to another.",
        "A: The soy beans were responsible in part for that odor. I had never realized that. Because I\nfound some references on the web by people who had been on the Serpa Pinto and I found this\nessay by this guy who was already 16 when he was on that boat. And he talked about the soy\nbeans. I had no idea that was —",
        "A: Yes.",
        "A: Well I'll tell you a very interesting thing. One of the people who was on the boat, and my\nfather spent a lot of time talking to, was the Rabbi Schneerson, who eventually became a\nLubavitcher rabbi. At that time he was not, he was a refugee. He and his wife. I even got a\nhttps://collections.ushmm.org\nJuly 23, 2014\ncopy of the book, the people on the boat, from the Museum here, the archives. They have the\nmanifest, the ship manifest, the manifests and he’s there with his wife and we are there too. And\nI knew some of the names, I recognized but I never knew the other people.",
        "A: There were other children.",
        "A: I was not in a position to play. Basically sat there. I was so sea sick that I didn’t have any\nenergy to go anywhere. But my twin sister Erika brought me food like zwieback got for\nexample. She never got sea sick and she would sleep and in the morning she would bring me\nsome zwieback or matzos or whatever there was that I could hold down. Until the last of the day\nI was sea sick for about eight days and ate very little. But I think on the last day or day before the\nlast day we were coming close to New York, I got better. I was able to move around. But my\nmain memory is of not going anywhere on the boat, just staying on this chair.",
        "A: I thought, I thought it was the Verrazano bridge but I discovered that I can’t be right. I don’t\nthink the Verrazano bridge had been built by that time. Maybe it had. So when we got to the — I\nthink we were let on a boat which was at the — someone on the Hudson River. You know there\nare some piers there and —",
        "A: [I’m trying to remember whether I did or not. You know I can’t remember but I knew about\nit. I knew about it. But actually my first experience of being in the States, Erika and I and my\nfather were waiting on the deck, no. Pier. Waiting to see where our luggage was coming down\nfrom. My mother was doing something else, I don’t remember. And so there we were. And an\nhttps://collections.ushmm.org\nJuly 23, 2014\nice cream man came by in a little thing. And my father decided to buy us ice cream. So this was\nmy first culture shock. So we each got a little Dixie cup. We needed to have it and I opened the\ntop and I couldn’t figure out how to eat it cause there was no spoon attached. And then the ice\ncream guy pointed out to us that at the back of the flap that you remove, there’s a little wooden\nspoon so that was my first introduction to America -- the wooden spoon in the ice cream thing.\nAnd then we, my father and I went to live in a hotel on Lafayette Square next to where John\nWanamaker store is, somewhere. I don’t know if it’s still there or not. And my mother and my\nsister went to live with her younger sister who had already been in the States for a number of\nyears, the one who had gone to Cuba. All the other sisters and brothers managed to get to\nPalestine. So there were these two families who got, lead to the States. And from Cuba they\nwere already in the States when we arrived. So she stayed with her and Erika did too. And after\nabout a few weeks we managed to go to, take a bus to Luxembourg. Not to Luxembourg, to\nMilwaukee which is to stay, there was a man. This relative of his, really the husband of a distant\nrelative who sent us the affidavits. And my mother could work for him. And my father was\ntrying to find a new vocation. And he studied accounting and he did that for a while. In any case\nbut cause he couldn’t do anything with his PhD in Semitic languages. It was just not — but there\nwere a lot of people like that. And I remember feeling very strange once. When I was 16 or so I\ngot a job working as a messenger on Wall Street. My uncle from this — was married to my\nmother’s younger sister, the one who had been in Cuba, became a stock broker. So he got me this\njob and it was Sutro brothers, got me this job as a messenger. And I would go there maybe on\nthe weekends or in the afternoon. I don’t remember. But it was in a room full of other people\nwho were also messengers. And I felt a little bit bad. I was the youngest one there. And a lot of\nthese people were older men. One of them had been a professor of music in Russia. You realize\nwhen you come, you do whatever is necessary to make a living. And I felt a little bit guilty\nabout taking the place of some older person might have been -- just put there. I was a very bad\nmessenger because I got interested in crossword puzzles and you know when you walk. As a\nmessenger I would take stock from one company to another. That was my job and I would be\nwalking on Wall Street whatever it was. And there were a lot of trash cans. And the New York\nDaily News was probably among them and they always had a crossword puzzle you could do so\nI fished them out, all these sales. But anyway that was a --\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: We were in Milwaukee for —",
        "A: Three. I remember it was three years.",
        "A: No, I went to junior high school out I think. And then when I came here, went back to public\nschool because I was in the first day of junior high school I think and then —",
        "A: Came to New York and I went to eighth grade or seventh or eighth grade cause I had been in\njunior high school which starts at that time went from seven to nine. And I came back, went to\nPS 241. I still remember it. Still exists I think. So we were there for —",
        "A: Yes.",
        "A: Yeah but —",
        "A: Well I knew, I wasn’t so aware. The thing that preoccupied me, we were trying to bring my\nbrother and sister from, who had gone to Palestine in 1940 from Luxembourg where they were\nhttps://collections.ushmm.org\nJuly 23, 2014\nstaying. We were trying to bring them to the States now that we were there. And I remember it\nwas a long voyage cause it was a freighter and it went around the Cape of Good Hope and so\nforth. And my brother would write to us and we would get the mail late. But somehow in the\nclassroom I would go to the blackboard and I would show on the map where the boat was at the\nmoment. I remember that. So then when he came, he was made into a, he was already 17 or all of\ngoing on 18. And he was made a citizen immediately and then he could be drafted. And he was\ndrafted. And the interesting things about is that he went to the medical corps and when D Day\ncame and he was, he came with the medical corps and a number of weeks later. He went back, he\nwas stationed in Havana you see but he made a side trip to Luxembourg. So he, the way he tells\nus, we had been there four years before the refugees when he was 14 or 15 and very skinny and\nrunty. And he walked into this hotel, the Hotel Select and the landlady sort of recognized him\nand she almost fainted. Here was this scrawny kid and he’s coming back as an American soldier\nwith a tote bag behind him. It was quite an experience. Carlton. That was the name of the chain\nand it was fancy name. The Hotel Select was renamed the Carlton. So it was very British and it\nstill exists apparently.",
        "A: Well they knew, they knew. But I was sort of shielded from it.",
        "A: We moved to New York when my brother came back from the army. In 44, late 44, 45. That’s\na good question, when did we move to New York.",
        "A: Sometime in 45.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: No, in New York. We moved to Brooklyn where my mother’s younger sister was and Erika\nand I went to public school because we went back to the eighth grade. We went, and from there\nwe went to high school. Both of us to Rasmussen high school where I met my best friend for\nmany years. A piano teacher who was also from Vienna. And I discovered him because he heard\nme speak in the gym class and he detected my Viennese accent so at some point he taught me the\npiano and I taught him chess. We still see each other. He’s in New York. But many of us went to\nRasmussen. And from Rasmussen many of us went to Brooklyn College. From Brooklyn\nCollege I went to Columbia as a graduate student.",
        "A: No, they didn’t speak about it.",
        "A: They didn’t speak about it. It was like --",
        "A: It was too painful for them to speak. And they stopped speaking German completely already.",
        "A: When they came here, they start, stopped being German completely. So I learned Yiddish as a\nresult and I more or less forgot my German but it came back eventually when I went to Europe.\nAs I like to say I speak no language without an accent. There’s a difference in the Ls. My twin\nsister has a good R because she practiced whereas I did not practice. If you don’t practice, you\nsay pwactice and so I can do it but I have to wind myself up to do it.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: You know some of the teachers were sensitive to it. Some were, especially my math teacher,\nMrs. Macovsky and we were very good in class and some of the teachers invited us out for lunch\nor something. We went to teach in New Jersey and together with Frances cause we were there in\nhigh school together. So we were sort of treated in a slightly special way because we were\nrefugees, I think.",
        "A: I felt, in some ways yes, I felt very shy with girls because these other kids, the boys they sort\nof belonged to clubs and they had jackets and there was this whole thing. But I found nice girls\nanyway who weren’t impressed by jackets but I was very shy, I remember it. But Rasmussen was\na good experience because I had two excellent math teachers which got me interested in math\nand I was on the math team and also there was also a chess club and I joined that. So but I did\ntry a sport once. Not long after I was going to go to Rasmussen, I said you should try for the\ntrack team. So I went early one morning just for this purpose and Rasmussen, the building sort\nof has a surrounding the original building. Rasmussen is the oldest high school in the United\nStates, it’s very old. And the old building is sort of in the middle so set up inthe __. And the\ntrack was just going to go over. We could run around it but I had never done this before. So I did\njoin the track event. I tried out and I ran around as much as you had to and then I laid down and\nbegan to be sick right away. You know if you run a lot, you should not lie down. You should\nkeep walking and slowing down instead of collapsing. You have to keep walking, keep walking.\nThat was my one attempt at sports. Decided it was not for me.",
        "A: Graduated from high school and went to —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Yeah I always felt, wherever I was I felt sort of at home in some way. And when I go to\nEurope, I feel very European. Even though I was very young.",
        "A: I graduated in 40, from high school, in 1944. I’m getting a bit confused. 1948.",
        "A: Then I went to Brooklyn College for three and a half years and then I went to some\nfellowship was available in the middle of the year which my teacher managed to inveigle for me.\nThere’s an interesting story about that too. Because maybe, let me come back to it. But from\nthere I went to Columbia and I graduated in 57 from Columbia with a PhD in physics. And then I\ngot a job at Maryland which was my first and only job. I stayed there, worked there for 41 years\nand so I retired about 10, 12 years ago, something like that. I wasn’t ready to retire but my wife\nwas ready for me to retire. She was a writer and a psychotherapist and so forth. There’s a picture\nof her. That’s the broad outlines.",
        "A: No. I was not in the service because I was studying physics. And at that time physics was a\nreason for being exempt for a while. But in fact I would go, every six months I would go to the\ndraft board in Brooklyn and in Brooklyn they were very severe because there were lots of smart\nJewish kids going to school but they’re only doing — my brother was in the first, in the Second\nWorld War but I would be drafted for going to Korea or something like that. And a friend of\nmine, Ranny Rachma, who was also called in and after a while we were the only people who\ncame were Rachma and myself. All the others had lost their exemptions and so forth so physics\nis what kept us out of the army. Then the war ended.\nhttps://collections.ushmm.org\nJuly 23, 2014\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Joseph Sucher. This is track number two and you were talking about not being\ndrafted because you —\nJoseph Sucher: Because I was a physics student. And so then I was able to stay until I got my\ndegree. And then the war ended sometime before that so the draft was off but there was a period\nwhere I was very draftable and I wasn’t taken right away. The Korean War.",
        "A: I met my wife in Brooklyn College. And I met her indirectly, you know go back because I\nused to play chess. And I had given up chess. And I met somebody in Brooklyn College on the\ncampus. We recognized each other and I played with him when I was in high school, a guy\nnamed Flato and he said we ought to go play chess. Oh I don’t play chess any more. No we, you\nknow he says we should go. At Brooklyn College they had two lounges. There was a popular\nlounge of people listening to popular music and a classical lounge. And they played bridge. And\nthe bridge went to the popular music. There was another lounge called the classical lounge where\nthey had chess tables and they played classical music. So we had to go to that classical lounge\ncause there were chess tables there.\nBut also at Brooklyn College there were hundreds of clubs. And it so happens that the tango club\nwas giving tango lessons in the lobby of this lounge. And as I walked in, I said to this guy maybe\nwe should to do the tango. You can’t do the tango, could you? Yes Ican. My sister taught me.\nSo they were teaching. There were couples going around and there was this cute girl standing by\nthe desk, not doing anything. And I went up to her and I said would you like to tango. She said\nwell I’m not teaching. I said well I’m not learning. But that was, we cut our next class and we\nwere engaged in two weeks. It was just a terrific —",
        "A: This was 1951.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: I was 21. That’s right. I was so unbelievably young and she was not yet 19. She was18.",
        "A: Once we were settled. Well when we moved to New York there is a whole other sidelight to\nthis which may be that my brother and, when my brother got out of the army and my father, they\nbecame diamond cutters. And the reason for that was I had a very clever cousin, the cosponsor of\nmy — his mother was my father’s sister. They were also in Vienna. They had gotten to France,\nescaping. But they were overtaken by the Germans at some point. And Henry my close cousin\nand his sister and his family, he 1s now about to be 90 in August, were on their own. But he was\nvery clever. He learned French very rapidly. So he got along as assistant to various people. And\nhe managed, he got to the States and he managed to get his parents out of a, an internment camp\nin France and brought them to the States.\nAnd he, Henry had sort of began to study diamond cutting and when his father came, he got him\ninto the diamond cutting business also. And when my brother and my father so eventually all\nfour of them were diamond cutters. My cousin Henry eventually became a dealer. He invented a\nstone which was called the queen’s cut which was for the queen of Thailand for her 60\" birthday\nor anniversary or something.\nBut the patent was stolen but he told me it’s too expensive to pursue patents. But anyway that’s a\nwhole other story that side of the family. But he was also like my brother, cause my brother was\nin the army and he was like a surrogate brother. He was very close to me. So that’s how we got\nto New York. It was via the Grossbart family and my brother getting out of the army. And my\nmother’s younger sister, my aunt, Tante Lotte as we used to call her, she was living in Brooklyn\nso that all helped to make things —\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Erika went to Hunter. And my older sister had graduated. She had been going to Brooklyn\nCollege but she had some problems passing gym, Phys Ed. Eventually she did get a degree. But\nI have a very — Dorothy had a very close cousin, who’s still alive. She’s also like Dorothy was,\nand she went to Barnard and she never got her degree because she didn’t take Phys Ed. She\ndidn’t take the Phys Ed. There are people like that. Nowadays they still require it but she, her\nname is Joyce Johnson. She’s a very successful lawyer. So there are a number of stories.",
        "A: We got married the next summer. We met in December and got married in the summer, in\nfact it was August sixth 1952.",
        "A: Dorothy. Her maiden name was Glassman. And occasionally I see Glassmans around. Her\nfather was transplanted from England. Her mother was the youngest child of the grandparents.\nNo, she was not the youngest child. But anyway she became very Americanized. And I just\nheard something about people who become Americanized don’t have anything to do with the old\ncountry. Of course she was a child, but I heard about somebody, somebody’s mother around was\nborn in Vienna but she wanted to be completely American. There’s that feeling that you want to\ndiscard it completely. But there is that thing of domains. What’s the old saying. You can take the\nboy out of the country, but not the country out of the boy.",
        "A: We had four children and but two of them, my middle son was a very talented musician and\nhe contracted Hodgkin’s disease when he was 14 and he was saved by NIH. There was a new\ntreatment that he took, months or something like that I remember. Various and via chemotherapy\nand he took it and seemed to be cured and it came back, had radiotherapy. Anyway the third time\nhe was cured for many years but he eventually and this is not uncommon. Once they have some\nkind of cancer you are more susceptible to other types. And 30 years later he got some kind of\nhttps://collections.ushmm.org\nJuly 23, 2014\nlung cancer which couldn’t be treated so he died a few days before his 49\" birthday. And my\ndaughter was a brilliant girl but she was depressed all her life. And she eventually took her life.",
        "A: The others. I have a son, younger son who lives in San Francisco and I wait for him to come\nas often as possible to help me clean out the room. And he works at a lab. He’s a lab manager at\nthe University of California at the hospital. You know the San Francisco hospital. And my other\nson, going to come, he lives in Rockville and he comes to visit me every few weeks. Not so bad.\nHe used to be a lawyer. He went to law school and he also had his problems. But Dorothy was a\npearl.",
        "A: Almost four years ago. August fifth, August of 2010. I almost can’t mention her name cause\nI end up crying. There is a beautiful picture. Dorothy’s best friends in Vermont. And we would\nplay bridge together. They’re all gone now except me in the corner there. Here are some of her\npaintings. She was a writer and a painter and she was — I’m writing a book about her now. Not\nreally a book. She gave some terrific lecture here about going back to Belarus where her\ngrandfather came from. And it was very popular. She had to do it twice and she kept a journal\nand I have the journal and I put it in my computer and I’m now trying to put the — she did a, what\ndo you call it.",
        "A: PowerPoint and I did it for her. She told me what pictures to do and I didn’t know how to do\nit and so now the talk she gave, she had a PowerPoint demonstration. I have a copy of it here\nsomewhere. I could send you the copy if you’d like to see it. I’m sure you have a lot of other\nstuff to do. Now I want to make a kind of book out of this. And I’ve written a preface and I’ve\nwritten introduction to her life. And then there will be a prologue which I also have in the\ncomputer which is her explanation of why she went back to Belarus. And then there’s her journal\nhttps://collections.ushmm.org\nJuly 23, 2014\nwhich I also have on the computer and the things that I have not yet done because I’m having a\nproblem is put the pictures into these documents. You know there’s a way to put them in, in\nwhich you wrap it around the text. So it doesn’t take up so much space. I’m working on that at\nthe very moment. I’m letting other things go. In fact today I should have been in chess club and I\nforget about that. I give a lecture at the chess club. I’m very busy here. Because last night I went\nto, somebody’s giving a Hebrew class. And I always wanted to know Hebrew and it’s sort of fun.\nYesterday it got very good. It was the best class so far.",
        "A: No. But I know that I am compared to other people. I don’t feel Viennese. I feel American.\nEspecially when I’m in Europe, I feel American. I get along easily. I speak French and I speak\nGerman but I feel that the Europeans don’t really understand the Americans. This came home to\nme many years ago. I was at SERN, that’s a European nuclear physics research place. And\nKennedy was killed. And all the people there thought well Johnson must have engineered it and I\nsaid no you’re completely wrong about that. That’s the European thing. Who 1s the next one?\nSomebody assassinates the king so new king. That made me realize that they don’t do really get\nAmerica somehow. So anyway I feel very, I feel both natural and American at the same time\nwhen I go to Europe. I have a lot of friends in Europe. And I enjoy visiting them.\nPll tell you a quick story about what happens when you become an American.\nWell you were asking me about do I feel Austrian. I said no I never feel Austrian, but I feel\nEuropean occasionally but my main feeling is being an American and it’s especially keen when I\ngo to Europe, I feel very American. I don’t know for what reason but that’s, I feel more\nAmerican in Europe than I feel here.",
        "A: Well they’re sort of complicated. For many years I did not want to go to Germany. I didn’t\nwant to enter the country. And there were occasions too. And I once, many years later I changed\nmy mind because there was a conference in Hamburg that I wanted to attend. Reason of physics\nhttps://collections.ushmm.org\nJuly 23, 2014\nand so I was there. And I would go to a restaurant with my friends and there would be German\npeople sitting next to me and of course I understood what they were saying. They didn’t realize\nthat I understood it. And every once in a while somebody would say something about the Juden\nand this was 25, 30 years later. So but the people that I know that I became friends with, there\nare some Germans among them and I feel they were among the good guys. But I feel very\nguarded when I went to Germany. In some way that is difficult to describe. I didn’t want to ask\nthem what did you, what did your father do during the war. I just sort of played it cool.\nAnd I have a good friend who’s here now who actually was born in Germany, joined the\ndepartment. And he lives in Greenbelt and he became, families became fairly close so under\ncertain circumstances. I’m always when somebody 1s really German, German, I’m always\nguarded. I’ve never gotten over it so to speak. But it’s a feature that doesn’t impinge much on\nmy life.",
        "A: No, I don’t feel like a refugee and I don’t feel 100% American. I feel I like to think of myself\nas a man of the world, sort of live anywhere in some sense because I’m not wedded to any — ’m\nwedded to, for peace and justice and doing the right thing. But not to any, well I feel American\nfor example during the Olympics I'll often root for the American runner, think of it. I root for the\nstore of American chess players when they play in Europe but I think it’s — it just, I think it, in\nretrospect, it makes it more enjoyable to root for somebody. If you can root. I mean I could do\nwithout it but I enjoy it.",
        "A: Yes. Yes. I feel I’m a different person. Because I feel I don’t get annoyed at small things. I\nknow a lot of people who specially here when people talk about this and the food wasn’t this and\nthe food wasn’t that. And all of it is not important to me. And I think it has to do with really\nwhat is really important. So the answer is yes, I do feel different about things that many people\nwould also have the same attitude if they had to undergo what I went. But I sometimes feel guilty\nhttps://collections.ushmm.org\nJuly 23, 2014\nbeing classified as a Holocaust survivor because I wasn’t in a concentration camp but I’m looped\nwith those people and Serena Wolich has all generations dot com. She is a very worthwhile\nwoman because she does real good. What she does, I don’t know if you know what the\norganization does. She puts people in touch with each other and so in fact I have to call her\nbecause I sort of tried to clean up my huge list of telephone numbers. I’ve tried to put you in\nactually. Because I want to put you into my cellphone. And right next to put in, I want to write\nin Gail, there is somebody named Danielle Marconi or something like that and I couldn’t\nremember who she was. She’s somehow connected. Do you know who she is?",
        "A: Maybe that’s what it is because — I once went there with this lady whose father was a — I\nmentioned her before whose father was a consular officer in the Vienna in the 30s who saved\nthousands of Jews by getting them visas to Turkey and many other places. There’s a woman, her\nname is there somewhere. And so I went with her and I met her at the Holocaust museum on the\nfifth floor. I never went inside and my wife took her cousin Boris. That’s a whole other story, to\nthe Holocaust museum. But I stayed outside.",
        "A: Cause I didn’t want to be upset by seeing the shoes and so forth. I didn’t want to, I felt it\nwouldn’t do me any good. It would not improve my — try to stay away from stories about the\nHolocaust because I feel it would just make me feel bad and not do me any good. I mean that’s\nthe answer to why.",
        "A: I think it made me more introverted. I can be by myself very easily. I enjoy people but I don’t\nneed to be with them so to speak and so some people need to be with people because they don’t\ndo well by themselves. I think I started and becoming a theoretical physicist is a way of having a\nhttps://collections.ushmm.org\nJuly 23, 2014\njob and not needing to be with people. It’s more fun with people. But you can sort of do it by\nyourself. Like mathematics too, you can do by yourself. But I don’t feel antsy or edgy when I’m\nnot with people. I don’t feel — I guess if I were holed up for a week in this department, I meet\nfeel the need to go out. But I don’t need to see people every day.",
        "A: You know I don’t think — I never thought in those terms about being angry. I always —",
        "A: Yes, I felt lucky instead of angry. That’s why I call this essay Luck Was on Our Side. Cause\nmany, so I feel lucky that I, not only that I feel also lucky with my temperament. I have a good\ntemperament. I recover from blows without being devastated.",
        "A: I tend to look away. I still look away.",
        "A: All these years later I would look away. I just don’t want to see it. Cause it’s a very story",
        "A: That’s right. Somehow it was — even though now I understand about swastikas intellectually\nand so forth but the image just drives me away. Although Dorothy in her essay about Belarus,\nwith all the anti-Semitism in Belarus, she found a picture of a Nazi flag and she said, she reads\nhttps://collections.ushmm.org\nJuly 23, 2014\nher essay and then at the same time she saw this PowerPoint pictures and she said at a young age,\nshe knew there was danger somewhere and so she had me show a swastika flag as a symbol of it.",
        "A: Yeah I was very active in the women’s movement cause my wife was. We participated. I was\nthe only male delegate to the Prince Georges, Northern Prince Georges chapter of NOW. My\nwife was active in that and she led consciousness raising groups and so forth. I have a picture — I\nwant to show you the picture later of her with a good friend of hers at the march in Washington\nin 19 — and I’m in the subway. I had lost the picture but the three of us are in there. So I was in\nfact, my one attempt at politics was among the physicists was to propose a, that we boycott those\nstates that are not supporting the Equal Rights Amendment cause it was 40 years ago. And to my\nsurprise and chagrin, most of my colleagues didn’t agree with me. That was my attempt to sort of\ndo something political.",
        "A: Well I was always very sympathetic.",
        "A: That’s right and I gave money to the causes and so forth but I wasn’t myself active. Not the\nway my wife was active about the women’s movement. And she really put a lot of work into.",
        "A: Not particularly. It depends.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: I’m very comfortable with refugees because we have a lot in common. So it’s easier to make\nconversation but I feel fine with, I guess I’m somewhat more comfortable with people who are\nJewish. Because we have a shared experience in some ways. And you can make jokes which\nyou can’t make with —",
        "A: No just Jewish Americans in general. All the Jewish Americans that I know are not that long\nhere. They’re not. Occasionally I meet somebody from the south whose family has been here a\nlong time and they even have a southern accent and I always find it very strange. You know the\njoke about the family moves to the south and the boy’s got to be bar mitzvahed but there is\nnobody to do the ceremony so they write to Brooklyn and to make it short, the Brooklyn man\ncomes down and he arrives at the railroad station and he’s got payess and a hat and a shtal and\nwhatever it is and the kids had never seen anything like this before so they follow him like the\nPied Piper. And he gets more and more annoyed as he’s walking along the street. And finally he\nturns around and he said what’s the matter? You never saw a Yankee before? That’s the way it\ngoes.",
        "A: My mother lived til she was 90 years old but my father died of a heart attack when he was 58\nand so while I was doing my graduate, finishing graduate school at Columbia. And the thing is\nabout parents’ death that I realize. Of course, it’s painful but what is sort of independently\npainful is when good things happen to you they’re not here to share the joy. That’s sort of a very\ndifficult thing. My father never knew how successful I would be. And my mother knew but she\nwas somewhat of a depressive parent but she lived a long life.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: No, but it was from her that I found out — I wish, as usual you wish you’d asked your parents\nmore. And I never knew about this relationship my father had with Menachem Schneerson. She\njust told me that many years later. I never knew that they had walked the decks together for eight\nday. My father had done mathematics and Schneerson was an engineering student and so this\nwas before he was the Menachem Schneerson, off the deep end. So there are always things that\nyou wish you had asked.\nI wanted to ask you, you’re very skillful at this. How did you develop your skill?",
        "A: My relationship with my twin sister has always been very close. And my —",
        "A: No, only if I— she has written a few essays about our time in Portugal which I didn’t know\nabout, how our mother sent her to buy chicken for the refugee doctor she was cooking for and\nhow she considered that a great honor. Her mother trusted her when she was ten years old or\nwhatever it was. She bought chicken. We talk about it only sort of in trying to remember\nsomething. Do you remember this?",
        "A: Yes, we speak in English exclusively. In fact we both became English speakers very rapidly.\nThe only difference among us was that she, for many years, I did the alphabet in German. You\nknow I’d look something up but she did the alphabet in English but she did numbers in German.\nAnd I think we do everything in English now but there was an interesting difference as to how\nwe approach certain things. So we are still — I talk to her almost every week. She lives in lower\nManhattan. Sometimes I stay with her. My older brother. I didn’t see. He was away during my\nmost formative years. He was in the army so my cousin sort of became my brother basically.\nThey were great friends. When they passed away I sort of lost a big chunk of togetherness so to\nspeak.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: My older sister died a few, half a year ago but she was in her late 80s, I think she was 88. I\nhadn’t seen much of her. She was 1n a nursing home so to speak, in Brooklyn. Erika and I would\nsometimes go to visit her. It was a long schlep but we would do it. Erika the only one that I have\nleft. My family, my mother’s family and my father’s family, the only one who is left in the\nUnited States 1s my cousin Esther who lives in Texas and who 1s going to be 90 in August. And\nI’m trying to think whether I can muster the energy to go or not. But I also have energy, I like to\ngo to Vermont where my only grandchild lives in Vermont.",
        "A: She’s now going to be 14.",
        "A: No. Her mother is extremely protective of her so I don’t get much time alone with her. And\nthe mother took very good care of Michael when he was sick and she’s very, extremely\nprotective of her child. To a fault, I would say, because she’s so protective, if I offer to take\nRachel somewhere then she would have to be alone. It doesn’t happen often. That’s sort of a\npainful side of my life that I don’t get to see her much.",
        "A: I think it’s a very good idea. I think it’s, because a lot of people come there and I think there’s\na lot of children come there and so forth. And they are aware of what happened. I couldn’t think\nof a better place. New York would be too insular. I think it’s better in Washington because it\nbecomes more part of the national consciousness.\nhttps://collections.ushmm.org\nJuly 23, 2014",
        "A: Yes, but we were involved. I mean the fact that — I never heard that remark before. It struck\nme as completely natural that it be here. They have an Indian museum in Manhattan. Except for\nthe $24 to buy Manhattan, there’s no close relation to the Indians. I never even heard that before.\nIf they don’t like something, they find a reason not to like it.",
        "A: Once. And it was a very sort of joyful experience. And my mother had been there several\ntimes by herself in late 60s and so forth. When she came back she was just glowing. The thing\nthat amazed her was to see a Jewish policeman. I should go more often but hasn’t happened. But\nI have a fair number of — but I have my cousins in Israel. And we once got together actually. We\nall met in Vienna. And the oldest cousin, Yoshi is his name. He was old enough to know where\nall the stores that the cousins had were. We walked around Vienna and so forth and he said here\nwas so and so and here was so and so. So that was very interesting. That was the last time I saw\nhim. I have another cousin who 1s a cancer specialist, used to be the head of the Rambam cancer\ninstitute but he comes every few years to attend some kind of conference and so I see him from\ntime to time. My other cousin, Louis Shwalaba, Lilly Spiegel, the daughter of my Tante Lotte,\nshe has children who live in Israel and so she goes to Israel very often so there’s that connection.\nAnd she lets me know when he’s coming. Sometimes I go to New York to meet him in her\napartment. Lives in Queens and Erika comes too. But there are all these shall I say these gray\nrelationships like inthe —_ but to enjoy life while you can.",
        "A: Let me think a little bit about that. I’m sure there are. In Vienna I had a strange experience. I\nwent to the — my sister and I used to play in the Altgarten which 1s the big park in Vienna which\nwas very near our house and I used to go there as a child. I think I still have a bump in my head\nin some way here. A slight bump cause I slipped and fell against a steel railing but never mind.\nBut the strange experience I had there. I was going, walking through this park and in this park\nthere were two huge antiaircraft towers from 50, 60 years ago from when the Germans were\nhttps://collections.ushmm.org\nJuly 23, 2014\nafraid of bombing from England and these towers like circular. The walls are six meters thick\nand they’re still there because they tried to dynamite them away but it was too difficult so they’re\nthere. And I saw them and as I was walking through there are some plantings in front of them,\nlittle six feet by four feet plantings. And one of, 1t must be the name of a plant and there were\nsome sticks in the ground which have the name of the plant. I assume it was so because it said\nTraumlant, which means the land of dreaming. And I thought that was so — it sort of was just a\njuxtaposition of these antiaircraft towers. It just struck me as an odd thing. I mean that somebody\nwould plant just these flowers there. Many of these little events that take place that have a big\nmeaning because of some memory that you have. I remember that. And I remember, I was going\nto. I want to show you this picture of Erika and myself. . Pl show you later.\nYes, when I went to — the time I was in Vienna, I tried to visit the school that I went to. And you\ncould visit it but you had to go through a lot of guards before you could enter inside.",
        "A: Ihave mixed feelings about Austria. Because they were, they were such anti-Semites and it\ncontinues to this day with our forces in France too but I don’t feel about Austria the — Austria I\nhave sort of mixed feelings. But Germany is more distant for me. I could visit Austria.",
        "A: I grew up there and it was sort of a, and until Hitler came it wasn’t as bad for the Jews. And I\nhave physics friends in Austria and so forth but I gave a talk there once and, you know as long as\nyou don’t dig too far into the past you’re sort of ok. I don’t feel awkward about going to Austria.\nWhereas I would feel somewhat awkward about going to Germany. Because there was a source.\nI’m sure there’s more to say but I’m not so far. I did get interviewed by somebody once. I think\nI told you. This woman named Doris English who was writing a book about either teenagers or\nolder people who succeeded in academic life in the United States and she was interviewing these\npeople. You probably don’t know a very good friend of mine. She was Dorothy’s best friend.\nHer name is Evelyn Tortenbeck. You know the name? Because she appeared in — actually\nsomebody interviewed people in Montgomery County and she appears in that book. I don’t know\nhttps://collections.ushmm.org\nJuly 23, 2014\nif you know that book or not. She goes back, she doesn’t feel the same way that I do. She goes\nback to Germany if necessary, she doesn’t hesitate to go, whereas I would think twice. And she\ngrew up in Vienna and then she escaped via Italy and Turkey, whatever it was. That was the\nname of the book. She came over. It was the SS Manhattan and I looked it up. You know what\nmakes the SS Manhattan famous? You’ll never guess. Some of the Charlie Chan episodes and so\nforth were filmed on the SS Manhattan, which doesn’t exist anymore. These curious things you\nfind out when you go to the web. You find out this and that. And so people react differently\nabout going back.",
        "A: Not if you ask me today, at the moment. It’s just I feel very pessimistic about the future. You\nknow there’s a book by Max Frankel. I can’t remember the name of it but it’s a famous book. I\ndidn’t read all of it, but I read the first few pages. And he says that civilization depends on about,\nat least 25% or 30% of the people have to be on the side of right. If 1t goes below that stupidity\ntakes over and such a thing that the world is going to go to hell and all the states, that that’s the —\nMax Frankel. I don’t remember the name of the book. I have to look it up every once in a while\nbut it was a very — and that’s why, look how unstable the world is. There are these three teenage\nkids who start that and then in the first year they start. And it’s just shows how unstable -- and I\nlike to say about religion, I like to misquote the priest Savonarola who was sort of a radical priest\nin Florence and who burned people at the stake if they weren’t doing the right thing. He was\ncalled the scourge of God. That was his nickname and my statement is I say religion 1s the\nscourge of God. That’s my feelings about it. Not that there might be something else about it. I’m\nsure there are lots of things more that I can tell you that would be of interest but they don’t come\nto mind at the moment.",
        "A: Thank you for coming here.\nhttps://collections.ushmm.org\nJuly 23, 2014\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact -eference@ushmm org for further inforpetton about this collection\nUnited States Holocaust Memorial MuseumJuly 23, 2014\nRG-50.106.0225",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "JOSEPH SUCHER\nJuly 23, 2014\nGail Schwartz: The following is the United States Holocaust Memorial Museum Volunteer\nCollection interview with Joseph Sucher. It is being conducted by Gail Schwartz on July 23\",\n2014 in Silver Spring, Maryland. This is track number one. What is your full name?\nJoseph Sucher: My full name is Joseph Sucher."
    ]
}