{
    "rg": "RG-50.030.0384_trs_en",
    "sequence": [
        "Q: Good morning.",
        "A: Hi.",
        "Q: Could you be so kind to tell us your name?",
        "A: David Stoliar.",
        "Q: When and where you were born, please?",
        "A: I was born in Keeshanau(ph), Romania, in 1922.",
        "Q: Would you be so kind to tell us a few words about your family background, the family of\nyour father, the family of your mother?",
        "A: My father is originally from Tickeena(ph) and he lived one time in Keeshanau(ph), where I\nwas born. My mother is from Keeshanau(ph), she was from, born in Keeshanau(ph) and her\nfamily was from Keeshanau(ph) and then my father and my mother, they moved to Nice,\nFrance, where my father had a hotel with his brother, so I lived my first five, six years in\nNice. Then they moved back to Bucharest, where he had a factory with another brother of\nhis, textile factory, so then I went to school in Bucharest and then we lived in Bucharest until\n1935. Then my parents divorced and I was sent to Paris and then I went to school, in\nFontainbleu, which 1s just, few south of Paris.",
        "Q: Did you, did you live in Paris with your mother or with your father?",
        "A: With my mother. She moved when she, when they divorced my mother moved to Paris.",
        "Q: And your father?",
        "A: My father remained in Bucharest and I was sent to Paris and then to Fontainbleu, where I\nwas in school. Then, after couple of years, my father took me back to Bucharest and then I\nwent to school in Bucharest.",
        "Q: So, 1n France you stayed until which year please?",
        "A: Until 1930, sometime about 1935, '36?",
        "Q: Do you remember any anti-Semitic incidents during your childhood in France?",
        "A: No.",
        "Q: No. So what happened to you once you came back to Bucharest?",
        "A: Well then, then I had problems itn school. There were a number of incidents in which being\nJewish, they pick up fights and things like that and eventually, in '38, the Jews were kicked\noff of the Romanian schools and actually I think we formed our own school, only Jews were\nin that school, private school, until 1939, in the 1940 and then in 1940 there was no more, no\nmore school, nothing for the Jews and myself included. Then we start, authority insisted that\nwe should wear bands with the Star of David, with the yellow bands and everywhere we go\nwe had to use these, we had to carry these bands and we were not allowed in the street cars,\nso we had to find our own transportation. Sometime the street car, we were allowed to go in\nthe second wagon of the street car. And then of course, we were called. I was, what I was,\nseventeen, we were called into what they call labor camps and we were taken. In the\nmorning we had to report to the labor camp, which was just outside Bucharest and were\nsupposed to dig trenches. These trenches were made specifically for training of German\nsoldiers, targets. And we were, we are, we were kept there by Romanian soldiers, until\nevening, until dark, then we were allowed to go home. And the next morning, of course, we\nhad to report back.",
        "Q: When, when did this forced labor start?",
        "A: 1940, I would say. As far as I know. But of course there were a lot of rumors, you know.\nFirst, just at the end of 1939, there was a pogrom in the Jewish quarter of Bucharest, in\n, where they have shot a lot of Jews, just in the streets. Then, in another time,\nthey start picking up Jews and they were taking them to, to a forest, the and\nthen they killed them there. Of course all these were not published in newspapers, you only\nhear these things. So things were getting worse every day and the labor camp was, they were\ntalking about not letting us go out in the evening, home they were, wanted us to start\nsleeping there too. So my father saw that this is getting to be very dangerous to live there, so\nhe decided that he has to get me out of Bucharest. So he manage, with money of course, he\nmanaged to get me a passport and of course the passport had the stamp, Jew, on it,\n. Anyway and, and finally they, they were talking about a group of Jewish\npeople from the Batar(ph) organization to immigrate, try to get out. So you, but they didn't\nhad enough money, the Batar(ph) organization, so they decided to take some outside Jews to\nhelp them financially in getting, getting the vessel, cost of the vessel. So my father paid, I\ndon't know, quite a sum of money, so that I get a seat or I get a place in that, in that vessel\nthat they were organizing and slowly, slowly the time arrived that, that they had a group of\npeople, including the Batar(ph) and so forth, that were ready to be sent to Constanza(ph).",
        "Q: Who, who found out about this vessel and about this project, you or your father?",
        "A: My father. I was, I was working in the labor camps, so I, from dusk to, til evening, so I had\nno, the only thing was, when I was coming home, I was hearing the rumors ;",
        "Q: So you didn't take care of any, any formality?",
        "A: No, I did not take care any formalities. But eventually he got permission for me to, to get out\nof that labor camp. It was just the time when they were already organizing that not to let\nanybody get out of that labor camp, so he paid somebody to get the permission to, to take me\nbasically, to the railway station and took me to the railway station and there were hundreds\nof people of course. Those that were preparing to go on Shtruma(ph), ready to board that\ntrain. Then I was, there were, they locked up the whole train, every wagon was locked up\nand the train moved to Constanza(ph), took them about a couple of days and in\nConstanza(ph), they parked the train and they did not unload the train and we were kept in a\ntrain, a couple of days until finally they said all right, the vessel is ready to be boarded. They\ndid not allow us to get out of the train until actually right into the Customs. They did the\ncustoms, naturally the inspectors start checking everything that we had with us and any\njewelry, any money, anything of any kind of a value, we had to leave to the Customs. We\nwere just allowed to take clothing. So, after we got through the Custom, quite rude Customs,\nthey just took everything they could lay their hands on. Then we were allowed, we were\nallowed to board the ship, that we never seen it before, so, and each one had a particular\nplace.",
        "Q: Let's, let's go back please, one second and talk about the papers that you carried with you. So\nyou had the passport, you had a ticket, did you have a, an immigration visa?",
        "A: No. A passport with no, nothing in it except my picture and of course the stamp Jew on it\nand the ticket that was issued by the organization in Bucharest with my picture on it and\nthings like that. I am a passenger on, on board Shtruma(ph).",
        "Q: Can you describe please a ship?",
        "A: The ship?",
        "Q: Yeah.",
        "A: The ship was very funny looking ship, in respect that there is, as you board the ship there 1s\nonly one way of going down the ship and the ship was built sort of like cubicles and in order\nfor you to go into your bunker, you had to crawl into it, there was not enough space for you\neven to sit and we all crawled into our spaces and we could not even move in the bunker, we\nwere so close to each other.",
        "Q: So there were several layers?",
        "A: Many, many layers. The top, I would say about six or seven layers, so that you had to pull\nyourself in and then underneath same kind, but the only thing you could see that there was\nsteel, up was wood. So the lower portion was, you could hit the steel and upper portion,\nit was wood.",
        "Q: So it was a huge, let's see, a big boat made from steel, on which they built a sort of\nsuperstructure.",
        "A: Superstructure, wood superstructure, correct. And of course we were too many of us on this\nvessel.",
        "Q: How many?",
        "A: Over 700 people. So, because we were so many, they told us we cannot go up on the deck,\nall of us, So We were given times when we were, were, about maximum 100 people could be\non deck, so we took shifts when we could go on deck and toilets were in, very few of them\nand it was just a terrible conditions. From the beginning we saw that it's, it would be worse\nthan a prison because the air was difficult even to breathe. And yes there is one thing I would\nlike to mention, that after we finished with the Romanian customs, then we passed through\nthe people that organized the vessel. Now they restricted us exactly to 10 kilos of baggage.\nOne piece, 10 kilos. Anything over that has to be left behind.",
        "Q: Are you saying that these people who restricted you were not the Romanian Customs, but\nthe people.",
        "A: I don't know whether they were people, but anyway they were part of the\norganization of the, of the vessel.",
        "Q: I see.",
        "A: We had no choice, no time to even to ask who are you. They told , You're\ngoing to board now, but you have to, you have to leave everything above the 10 kilos.\" And\nthey had, of course, a scale. You put your suitcase on a scale. My suitcase was, if I remember\ncorrectly, something around 15 kilos. They said, \"You have to unload it.\" So we unloaded\nseveral things and then we put back, it was 12 kilos. Unload it again until it was 10 kilos,\nthen we were allowed to proceed. So imagine so many people waiting, waiting. So it took us\nforever just to embark on this vessel.",
        "Q: Why do you think they did this?",
        "A: I think they were afraid of overweight already. Already the ship was meant for less than half\nof the people that we were. When actually, in order to obtain more funds, they allowed more\npeople to join, until it became 700, over 760 people.",
        "Q: Did you feel in any way that the ship was unstable, not very stable because of it's load?",
        "A: I doubted that we ever made anywhere and everybody, everybody was so flabbergasted,\nshall we say, that this, that a thing like what they call a vessel will manage to take us so far\naway. We doubted that it will ever be able to leave the port.",
        "Q: How big was the crew?",
        "A: We haven't seen the crew until actually when we're all on board. We, we were told that the\ncrew, it's a Bulgarian captain and a Bulgarian chief officer and several Bulgarian, the whole\ncrew was a Bulgarian crew, about seven or eight people. And actually we seldom saw the,\nthe captain altogether, but you see, we were so, so many of us, that we have, we were not\nmanage, we were not managing even to walk around. We were glad when we were allowed\nto go on, on the deck for a few hours just to breathe a little bit of better air.",
        "Q: Can you please describe the journey?",
        "A: The journey, we left Constanza(ph) at night. We were pulled out of the port by a tug, a\nRomanian tug and once they took us out into the sea, they disconnected and they left. Then,\nwe tried to work the engines, we had a very, very hard time to make the engine work. It pop\nup and then stopped again. Anyway, I think it took us practically all night and the engine still\ndidn't, didn't start. Then I understand that we had, start sending SOS's because the vessel was\nfloating into the sea, but it was not moving anywhere. The captain send SOS's and\neventually, now the, now the next day, the same tug, tugboat that took us, pulled us out,\ncame back. It came back and we requested that they, if they could repair so that the engine\ncan start. They tried and tried but they told us that 1t would cost us money. So we explained\nthat we are left with no funds at all because the, the Custom took away everything we had.\nSo then they requested that we, everybody that has a wedding ring, which were,\nmiraculously we were allowed to keep. I didn't had one, but in any case, many, many, many\npeople had. So we collected all the wedding rings from the people and we gave them to the\ncrew of that tugboat. Then they went into the engine and they start playing around with the\nengine and they said, they, two conditions. If we give them enough money, they may be able\nto pull us all the way into the Turkish waters, which would take us about a day or so. But if\nwe don't have enough money, then they said okay, we'll try to repair the engine and if the\nengine works, we are going to be with you, floating next to the vessel, into the international\nwater, close to the Turkey, Turkish waters and then we will leave you there. So finally the\nengine start working and we start sailing towards Turkey and the tugboat was going next to\nus and then it went away and it took us about three, four days because it was very, very slow,\nuntil we reach the so called border with the Turkish territorial waters.",
        "Q: Did you know other passengers on the ship, did you talk to them during the journey?",
        "A: Oh yes, of course. First I had the girlfriend, my, we were actually engaged and she came\nwith both of her parents. They were, their place was way below, in the vessel's belly, like. So\nand I was completely on different side of the vessel. But we managed to see each other from\ntime to time, somehow. She was with her two parents. And I had also two friends from\nschool that were also on the boat and several other people that I knew.",
        "Q: Did you talk to them during the ?",
        "A: Yes, yes I did.",
        "Q: Did you know Yakov Berkovitz(ph), the leader of Batar(ph) on the ship?",
        "A: No, I did not know him.",
        "Q: Did you feel that there was any organized or organization or organized life on the ship?",
        "A: We, we knew that of course there is a Batar(ph) that organized everything, but we have very\nlittle communication with them, so and besides that, as I said, there was no way of moving\naround, so each one just stayed in it's quarters until we were allowed to go to, on, on the deck\nfor a, for a, for a short time and then back there.",
        "Q: So basically everything that you knew about the trip, during the trip, was by way of rumors?",
        "A: Exactly, yes.",
        "Q: So what happened when you got closer to Istanbul?",
        "A: When we got closer to Istanbul, the engine stopped working and the boat was floating, you\nknow, towards the, the shore. It was right in the other opening of the Bosporus(ph) Straights\nand the rumor was that we were too close to mines, because the Turkish\nwaters were mined and there were only certain passages that they can get through. So but we\nhad no way of knowing how to get through. But suddenly a Turkish tug appeared, from the\nBosporus(ph) and tied us up and pulled us through the Turkish water and took us right into\nthe Istanbul harbor.",
        "Q: So let's summarize for one second. You left Constanza(ph), on the Black Sea, you left\nRomania on what date?",
        "A: That was eleventh, eleventh of December of 1941.",
        "Q: And you atrived in, in Istanbul?",
        "A: About fourteenth or fifteenth of December.",
        "Q: Okay, so what happened next?",
        "A: In Istanbul we anchored, in the middle of Istanbul, which is quite a, quite a big area, between\nthe Asian and the European sides, right? So you have, the port is on the Asian side, but as\nwell as on the European side, we're right in the middle of that big water, like a lake.",
        "Q: So you are not close to the shore?",
        "A: No, we were pretty far away from both shores, but anchored right there in the middle. And of\ncourse we had then, Turkish police came on board and they came, they were constantly on\nboard the vessel and we stayed there for about two months. From what we understand, that\nthe Turks will not allow us to go into the Mediterranean. We couldn't go forward, we\ncouldn't go backwards and the engines were irreparable on board ship. So finally I\nunderstand, we got permission for mechanics to come on board, remove the engine, take it\nashore and try to repair it ashore. So they removed the engine.",
        "Q: So, if my understanding 1s correct, one of the problems was that you, you, the passengers\ndidn't have an immigration visa for Palestine, correct?",
        "A: Right, first we did not have any immigration visa for Palestine, secondly we had no visas for\nTurkey, we were not allowed to get out of the vessel and we had to stay\naboard until somehow they would manage to repair the engine. Meanwhile of course there\nwere all kinds of rumors that were going on. First, rumors that maybe there is a chance that\nthey childrens will be allowed to disembark. And there were quite a lot of children on board.\nThen there were rumored that maybe they will allow us, they will make a camp on the Asian\nside of the Turkey and allow us to stay there, until somehow it will be resolved what to do\nwith us. All these things never materialized, neither the children, neither going on board.\nBut, what did happen 1s that finally nine people that were on board with expired immigration\npapers for Palestine, they got permission to be taken out of the vessel and then to be, to\nproceed to Palestine. So the nine people, nine person disembark, were allowed to disembark\nduring those two months that we stay there.",
        "Q: Did you ever see spokesman in Turkey?",
        "A: I saw him, not on ship. He picked me up when I was in the police station.",
        "Q: So later?",
        "A: Much later, yes.",
        "Q: Did you ever see any British representative of the ship?",
        "A: No, I did not.",
        "Q: So the only contact that you, as passengers, had, was with the Turkish authorities?",
        "A: Right.",
        "Q: Could you be so kind to describe the sanitary conditions on the ship during these two\nmonths?",
        "A: They were terrible. First of all, we had not enough food, we were just eating biscuits. Finally\nwe understood that the Jewish agency in Istanbul got permission to export some food to the\nvessel, but it was all dried food and the only thing they allowed water to be, you know, water\ntanks to come and fill up that, the vessel's tanks and the sanitary condition was just, I would\nsay atrocious because we had no opportunity to wash ourselves. A lot of people start getting\nfleas, there were a lot of sickness, vomiting and, and people crying and it was quite a, a very\ndifficult position to survive.",
        "Q: Do you remember a ship committee, on the ship during this period?",
        "A: Yes, the Batar(ph) organized some kind of a committee and they tried to keep people from,\nfrom getting wild, like trying to get out on the deck and things like that. But actually, people\nwere so, shall we say, flabbergasted by this happening, that it's like they gave up living.\nThey, they, as the time was passing, they, we start believing that we never get out of this,\nbecause nothing is moving, you know. On top of it, we don't even have an engine, never\nmind going someplace.",
        "Q: So the engine was gone?",
        "A: Gone.",
        "Q: It was ashore, in order to be repaired?",
        "A: Right. And the engine was never returned to the vessel.",
        "Q: Never returned?",
        "A: Never returned.",
        "Q: How do you know this?",
        "A: Because we were very surprised on the twenty-third of February, a tug, coming and start\npulling us out. First of all, we see a, quite a huge tugboat coming and trying to tie us up to\nthe tug. Then we have, we see people coming and they did not pull the anchor, they cut the\nanchor. Now, the anchor is made out of steel, so they came and physically cut the anchor.",
        "Q: Did you, did you witness this, or?",
        "A: I saw it myself.",
        "Q: You saw it.",
        "A: First of all you hear it, you know, when they try to cut off the anchor and, and secondly, you\ncould see the boat, because the boat, trying to, when the boat, the tugboat tried, the people\nfrom the boat tried to attach the vessel, quite a number of people tried to prevent them from\ndoing that. Obviously we had some suspicion about that, so we, we prevented them to come\nto attach it, so that the police start pushing us back. So quite a commotion for\nquite a while until the police manage to push us back into our, below the vessel.",
        "Q: Did you see the Turkish police on the boat?",
        "A: Yes. All the time and of course when this happened, we had quite a, quite an army of police\nto subdue us.",
        "Q: So you were on the deck when they pushed you back?",
        "A: Yes, I was. I remember that they start pushing us back.",
        "Q: What happened next?",
        "A: Well the next they managed to attach the, the tug, managed to attach the rope to the front of\nthe boat and they start pulling us, that was already nighttime. They start pulling us back into\nthe Black Sea, back to the Bosporus(ph). Took several hours, they pull us\nout, out in the, back into the Black Sea, then they cut off, they cut off the rope and they left.\nOf course, we shouted, what are we supposed to do now? They start yelling, \"Go back to\nBorgaz(ph).\" Why Borgaz(ph), I don't know, this is one small port in Bulgaria. We did not\nunderstand at all, but they left and we were now floating fairly close to the shores, because\nwe could hear noises from the shore. At night of course, you could not see the shore, just\nnoises and we were just floating, no engine. Of course we were worried about mines, we\nwere worried about everything and where do we go without engine? Until morning time,\nmorning came and then of course you have a big bang and the whole thing blows up. And I\nwas projected way up in the air, suddenly. Now, I was exactly, my bunker was right under\nthe deck, so the whole thing blew up and I was in the air and then I was in the water. And as\nI was 1n the water, naturally, were quite a lot of people in the water.",
        "Q: How many?",
        "A: Hundreds.",
        "Q: Alive or dead?",
        "A: All alive.",
        "Q: All alive.",
        "A: Or at least they were swimming, you know. People here, there, quite a number of people\nwere swimming all over the place, including myself. And then yelling and\nyelling, help, help . Women, women and men, no I haven't seen any children\nin the water. And we were floating, it was pretty cold, but luckily the sea was not, was quite\ncalm, just very cold. And slowly, slowly, I was seeing less people and less people and less\npeople floating. At that time, I saw a piece of deck that had bars and it was quite, you\ncouldn't see the, what was there, but people were holding on these bars and as people left,\ndied or frozen, this piece of deck was getting up and up and eventually you could see that\nthere was a piece of, oh, I would say about, let's see, five meters by six meters, something of\nthis sort.",
        "Q: Of wood?",
        "A: Of wood, the piece of, so the deck was quite thick and so I was also holding on one of these\nbars.",
        "Q: You were in the water?",
        "A: In the water, so by just flipping over, I was now on top of the deck and as people were\ndrowning, naturally the deck was getting lighter and going towards the surface, so eventually\nI was on this deck, oh with about, let's see, about a foot of water above. I was still all the time\nin water, but at least I did not have any more the necessity of swimming.",
        "Q: Were you dressed?",
        "A: Yes, completely dressed. In actual fact I had a leather jacket, leather kind, it was of course\nquite heavy because it was full of water. But, in any case, I saw also some kind of piece of,\nof bench that usually was on deck. It was attached with wires on this piece of deck, so by\npulling this bench on top of this deck, now if I sit, when I sit on the bench, I was about a few\ninches above water. So now I was above, holding to that piece, above water. Towards the\nevening...",
        "Q: So, so, I'm sorry to interrupt.",
        "A: That's all right.",
        "Q: You were in the water, the explosion was sometimes in the morning, after drifting for one\nnight...",
        "A: Right.",
        "Q: On the sea, correct? You stayed on this bench until towards the evening?",
        "A: Right.",
        "Q: Okay. At this moment, how many people did you see around you?",
        "A: No, I, I saw one, which I, dead, further away from the, from the, from the deck, but it was\nentangled in wires. That was a person there. I could not reach him because I was myself not\nvery mobile.",
        "Q: And that was it, the rest of the people were gone?",
        "A: No more people. But, towards the evening I see a man, sitting on something which obviously\nit was a door, he was sitting on the door and paddling. So, he came towards me, so I pulled\nhim up and sat him on the bench. And that was the chief officer, a Bulgarian. So he, at that\ntime, started talking in Russian.",
        "Q: You knew Russian?",
        "A: Yes, it's my mother language. He told me that he happened to be on the deck in the morning.\nHe was the, he was on duty on deck, when he saw something floating towards the ship, from\nthe shore. It was like, looked like a torpedo anyway, that was coming towards the vessel, so\nhe run from the deck towards the captain's cabin and as he was opening the door of the\ncaptain's cabin, the explosion took him in the air and when he landed in the water, he landed\nwith that door in his hands, with the knob in his hands.",
        "Q: This is the door on which he was paddling?",
        "A: Right. So what he did eventually, he went on the door and that, that how he managed to stay\nin the water. So when I pulled him, I pulled him off this door. So, he says that the only way\nwe can survive is really by us shouting all the time, so that we don't fall asleep, because if we\nfall asleep we will never wake up any longer. So we were sitting back to back on this bench\nand yelling all night. And as the, the night came, as the day came along, we were already\nexhausted of yelling. And then we stopped and, and then I felt that he is not any longer on\nmy back. I turned around and he, he fell from the bench onto the deck and his head was in\nthe water like on his belly. In other words, he could not possibly breathe any longer, he was\ndead. And, but he was very close to me, but just a corpse.",
        "Q: So you were in the water for?",
        "A: About 24 hours.",
        "Q: 24 hours. We are now in the morning.",
        "A: Yeah.",
        "Q: You could see the shore?",
        "A: All the time. Soon as the, day, day, the daylight came, I could see the shore and you could\nhear the noises of the shore, like an engine, pumping engine and things like that.",
        "Q: Did you think about trying to reach the shore?",
        "A: Yes. Then I decided, maybe I'll be able to swim to the shore. So I jump into the water. What\nhappened is, if you take, from the bench and you land into the water, you are much lower\ninto the water, now the shore was quite far away. So I swim a little bit and I could hardly\nmove, so I turned around and went back.",
        "Q: To the deck?",
        "A: To the deck.",
        "Q: And to the bench.",
        "A: To the bench. I was only a few yards away and I realized that the shore is much further away\nthan I thought, because of the, on the, when you are on the bench, you can see further than\nwhen you are 1n the water.",
        "Q: Do you remember anything about what you were thinking during that night?",
        "A: I was, knew that obviously I am going to die from drowning and I, I was not looking forward\nthat kind of death. So I was contemplating to cut my veins or something that is a quick death.\nSo while I was contemplating what I'm going to do next, suddenly I see quite a big vessel,\nfairly close, sailing in, in the, in the ocean, in the sea. So I looked up and I see people on\ndeck on that vessel that moving pretty fast, like a cargo, it was like a cargo vessel, with a few\npeople there. And they were pointing towards the shore, so I yelled at them, but they, they\npointing toward the shore. So I concluded they tell me to swim to the shore, which I already\ntried. Anyway, the vessel goes away and then I see a boat with sailors coming towards me.\nSo my conclusion was that that vessel, the people on the vessel, the sailors on the vessel\npointed out not to the shore, but that somebody's coming. Of course they came, they picked\nme up into the, into the boat, they pick up the chief officer and the other corpse there, all\nthree of us on, in the, in this boat and they took us ashore. These were sailors from the\nlighthouse, which you could see it and they took us into the lighthouse.",
        "Q: There were no more bodies on the sea?",
        "A: That's all. They picked up basically myself and two bodies. Afterwards I don't know what,\nwhether they did pick up or not. I talked to them, but you know, it was the language barrier,\nthey speak only Turkish and I didn't have no way of communicating with them at all. But\nthem put me on a, on a, on a bed, they gave me blankets, cover me with blankets and they\ngave me some food. They gave me some cheese, bread. I remember onions.",
        "Q: This was in the lighthouse?",
        "A: In the lighthouse, yes. And I lay there, probably, probably about 12, 14 hours, something like\nthat, quite a long time. Until finally two policemen arrived.",
        "Q: Were you frozen?",
        "A: Yes, well my legs were frozen and my hands were frozen, so I had a hard time walking or\neven eating, because I couldn't move my hands. My arms yes, but not my hands. So these\ntwo policemen came, they picked me up, went outside and waited for a bus. A bus came\nalong, they pulled me into this bus and they took me to Istanbul. This was on the Asian side,\nso they took the bus, then we took, took me to a, a ferry and the ferry took me across to the\nother side and then an ambulance was waiting for me on the other side. The ambulance took\nme to the hospital, which I understand at that time was the military hospital in Istanbul. As I\narrive, or as they pull me out of the ambulance, there were a few reporters that start asking\nme questions as they were taking me in.",
        "Q: In which language?",
        "A: In French, in Russian, in English, which I didn't speak at that time. But in French they ask\nme, where are you coming from and what's your name? There was a particular reporter that I\nmet him later on because as it happened he was locked up with me later and he spoke good\nFrench so I was able to give him my name and that I came from a vessel Shtruma(ph) and\nwhat happened to the vessel, I says, was blown up. And then they took me into the hospital,\ninto a room and I was constantly with a policeman in, at the door. The doctor came in and\nthey bandaged my, my hands and my feet in camphor. And they changed the bandage and\nthey kept me there for about a, about a week. But constantly I had the policeman at the door\nand I didn't see anybody except the nurse and a doctor.",
        "Q: So nobody from the Turkish authorities came to talk to you?",
        "A: No, nobody.",
        "Q: Nobody from...",
        "A: From anyplace.",
        "Q: British Consulate.",
        "A: Nothing.",
        "Q: Nobody from the Jewish agency?",
        "A: Nothing.",
        "Q: What happened next?",
        "A: Next I was already able to walk, my hands were still not okay, but I was able to walk, so they\ndressed me up and they took me by car to the police station in Istanbul.",
        "Q: Did they give you new clothes, clothes, or?",
        "A: No, I was still with the same clothing.",
        "Q: What happened at the police station?",
        "A: At the police station they took me in their top floor of the police station where you have the,\nit's like a prison, you know, with the bars.",
        "Q: Cells?",
        "A: Cells. And I was put in one of these cells and then I was taken for interrogation. They ask me\nvarious question, what happened, who I am and so forth, took me back to the cell. Then a\nsuitcase came, they delivered me a suitcase and 1n the suitcase I had shoes, new clothing,\nnew clothing, another jacket and so forth.",
        "Q: Who send you this suitcase?",
        "A: The Jewish agency, actually Mr. Brod(ph), which was the head of the Jewish agency in\nIstanbul, he send me that.",
        "Q: Did you get any sense of hostility from the Turkish authorities, from the people who\ninterrogated you?",
        "A: No.",
        "Q: Any sympathy?",
        "A: No. Just very cold facts, no.",
        "Q: How many people interrogated you?",
        "A: One or two at a time, several times. And that was, I realized that I am in a political prison.\nWhy, because there were several other people in cells, about three or four. Couple of\nGermans, couple of Bulgarians and I believe also an Englishman. More or less from the\nnews, newspapers. They were there because they were on one side or the other and they\nexplained to me Turkey's neutral, cannot allow from one side or the other, they try to\nmaintain neutrality.",
        "Q: How long did you stay in the police station?",
        "A: About three weeks. Oh, the second or third day, I already receiving, I was receiving food\nfrom outside, in other words, a person was delivering me, twice a day food. Once in, once in\nthe morning and once in the evening and I understand this was also from the Jewish agency,\nMr. Brod(ph) told me that he arranged with a restaurant that delivered, to deliver to the\npolice station as long as I am there.",
        "Q: What happened after these three weeks?",
        "A: After these three weeks, I was told that I am allowed to leave the station and I will be taken\nby Mr. Brod(ph), who will pick me up and take me to his house. He came, now my clothing\nwere in the, my old clothing were in the old, in the suitcase, I came, he came, picked me up\nand we took a taxi, we took a taxi and took me to his home. There I had the chance take a\nbath, we had dinner, his wife was there. I slept very well. And he explained to me what I did\nnot know, that it's a miracle that I was still alive after Shtruma(ph), because I am the only\nwitness that can say what happened to Shtruma(ph) and then the authorities would have been\nvery glad to make me disappear. Then there would be no trace of knowing what happened to\nthe vessel. He says, \"The fact that you managed to talk a few words at the entrance of the\nhospital and telling them what you, your name and where you coming from, these reporters\nright away published in newspaper, so it's all, was already known throughout the news media\nthat you are one of the, you are a survivor of this particular vessel. And because of that, it\nseems that the Turkish authorities were reluctant to make you disappear, basically. But they\nkept you in their police station because they did not know how to deal with you.\" Should I\ncontinue? No.\nEnd of Tape #1\nTape #2",
        "Q: Mr. Stoliar, with your permission I would like to go back a little bit in time and my first\nquestion is what was your age when you embarked on Shtruma(ph)?",
        "A: 18.",
        "Q: 18. You basically left because you wanted to leave or this was a decision of your father? Or\nboth?",
        "A: My father's decision, to get me out. He explained to me that things may get much worse than\nare now and so he said, \"I'm going to do everything possible to get you out of here.\" Of\ncourse I was already coming out of this labor camp, day, day labor camp, quite exhausted\nand it's of, manual work there, of digging trenches and the behavior of the Romanian military\nwas wotrying me. They were rough. So naturally I conveyed this to my father, so more than\never he decided that I have to get out.",
        "Q: Did the decision of your fiancée to leave influence you, or this was a coincidence?",
        "A: Just a coincidence. They had their own problems of survival and they were worried also\nabout their own lives and so it was just a coincidence that it happened, that they also\nmanaged to get a ticket on this vessel.",
        "Q: Who was she?",
        "A: She was a girl, born in Germany. The father was a Romanian and her mother was from\nGermany and we just got very friendly and we decided, once we managed to escape from\nthis situation, to get married.",
        "Q: Can you tell us please, what you felt when you saw the ship?",
        "A: My first...",
        "Q: —",
        "A: My first reaction was, can I get out of here? In other words, to get out of ;\ngoing on this ship, but I soon realized that it was out of the question. They, we were locked\ninto this, pushing us inside and there was no way out but to leave the ship.",
        "Q: So you considered going back to Romania before leaving?",
        "A: To get back to Bucharest, but that, that thought disappeared very quickly when I realized that\nthe Romanians are not going to allow anybody to leave this condition.",
        "Q: Could you describe to us what type of food you had during the journey to Istanbul?",
        "A: It, each, I think each one of us brought a little bit of something that could keep us until we\nget so-called normal food. So we had a little bit of, a few cans that we were allowed to take\nand a few biscuits and we were supposed to get, on the ship, something to eat. Again, there\nwere some dry biscuits and basically not much more. But they told us, as soon as we reached\nIstanbul we are going to get, the suppliers of the ship were going to get us food once we\nreached Istanbul.",
        "Q: So basically you didn't receive, on the ship, any food?",
        "A: Hardly any food. There was even no way of getting the food, we were just too many of us\ninto such a small space.",
        "Q: I'd like to ask you again about the sanitary conditions on the ship during the journey to\nIstanbul.",
        "A: During the journey to Istanbul, first of all we could hardly move, because we were told that,\nyou know, because of so many people, if there are too many of us on the deck on one side,\nthe, the vessel can be in danger. So, first of all, they wanted us to move as little as possible\nand also, once we are on a deck for a few hours, also to try to keep the vessel in balance by\nnot going too much on one side or the other. So we were directed, some people on the left\nside, some people on the right side, then go slowly. In other words, there was a possibility\nthat the vessel may get out of balance if we move too much. So the conditions were such that\nyou just stayed in your bunker as much as you can, without, without moving. So there was\nno way of getting cleaned up or, or even, even, you barely managed to, to drink water, never\nmind about washing or something like that. And as the time went by, it was getting naturally\nworse and worse and worse.",
        "Q: How about the sanitary conditions in Istanbul during the two months, did they improve or\nthey got worse?",
        "A: They did not improve, but the fact that we were able to go on a deck, there we were able to\nget a little bit of water to wash your face, but very, very little of it and there were no facilities\nthat you could use in order to, so you realize that you are going to stay that way until you are\ngoing to somehow leave the ship.",
        "Q: I would ask, I would like to ask you another question about the moment of the explosion,\nyou, you were thrown into the water, dressed, fully dressed. Did you get injured?",
        "A: No, I did not. And quite a number of people that were blown, blown into the air and landed\ninto the water, there was, we did not, I did not see any sign of, of injured people, except that\nthere were just swimming and yelling. I didn't see any injured, except that they were just\ntrying to keep afloat.",
        "Q: So let's go back to the moment when you are in the house of the representative of the Jewish\nagency in Istanbul. Did you have your papers with you?",
        "A: No, I had nothing. Mr. Brod(ph) explained to me that he would, I was taken to his, he was\nallowed to take me to his house because he promised that I'm going, he's going to deliver me\nthe next morning to the railway station, to the policeman that is waiting for me, to take me on\nthe train and so he has just that evening time to talk to me and he was, he was talking more\nthan I was, he was a, he tried to explain to me what happened to me after I left the hospital,\nthat he tried to get to me and they did not allow him to see me, they did not allow him, he\nweren't to have any kind of contact, written or otherwise, or to talk to me and it, as I said, it\nwere, he told me that it is a total miracle that you, that you survived Shtruma(ph). I says,\n\"This is a natural thing.\" What, that you survived after Shtruma(ph), this is also quite a\nmiracle. So, and he said, \"The papers are with the policeman, I'll take it next morning, I have\nto take you to the train station and the policeman will go with you all the way to the border\nbetween Turkey and Lebanon and he will release your papers at that time. These are paper,\nit's a [assez passe(ph), with permission to enter Palestine as an immigrant. This came from\nLondon, through the, the consulate in Istanbul, was given to me, given to the Turkish\nauthorities and the Turkish authorities are going to release it once you leave the Turkish\nterritory.\"",
        "Q: Did the Turkish authorities confiscate your passport, did they keep any papers, or your\npassport got lost in the...",
        "A: No, I, my Romanian passport? No, still with me all the time. In actual fact, anything that I\nhad on me, they did not touch it.",
        "Q: They did not touch it?",
        "A: No. They didn't touch it, I didn't see any, anything that they went through it, although I was,\nof course my, my clothing was, in the hospital I didn't have my clothing with me. But\notherwise, everything I had on me, my Shtruma(ph) ticket, my Romanian passport, that's,\nthat's the only thing I had, it was all the time in my jacket.",
        "Q: So they gave you papers in order to be able to transit toward...",
        "A: Right.",
        "Q: Palestine?",
        "A: Yeah.",
        "Q: You, you didn't see anybody from the British consulate?",
        "A: I didn't see any, no, I didn't see any British person from any, any authority and in actual fact,\neven Turkish authority I haven't seen, except when I was interrogated at the police station.\nOtherwise, I had, they never give me any explanation why they keep me in prison, although\nI, I try not to antagonize them, but I said that, I did ask them, once they finish with the\ninterrogation, \"On what basis do you keep me in prison?\" So they said, \"Because you are\nillegal in Turkey, you did not have a visa for Turkey, so therefore we cannot release you.\"",
        "Q: I understand. Because we, before we go further away, I would like to ask you to tell us a few\nwords about the main actors in terms of countries, of this tragedy, how do you feel about\nTurkey, how do you feel about Romania, how do you feel about Great Britain? I would like\nto know what do you think about the organizers of the trip? Basically, how do you see the\nvarious responsibilities and countries or organizations who are responsible for this tragedy?",
        "A: Well, let's start with the Romanian authorities. I understood there is a war and I understand, I\nunderstood at that time that Romania was allied to Germany, consequently they're going to\nbehave about the same way as the Germans are. Killing of Jews start pretty early in\nBucharest. At random. We had the iron guard, guard . That was, behaved the\nway I understood, just like the Nazi's did in Germany and to keep away from them, to make\nsure that they don't get you. They can grab you in the street or something like that. Of course\nafterwards, when I had to wear the yellow band with the star of David on it, I realized that\nthey can pick you up, doesn't matter what you do. The authorities, the first time that I got in\ncontact with the authorities was of course when I, in the train in Constanza(ph), I was pretty,\nthey behaved like wild people. In the customs, they were putting in their pocket anything that\nthey could get hands on, which at that time I considered to be absolutely barbarian, really.\nThen, the more, then when I went to the ship and then I realized that unless we give them all\nour wedding rings, they are not going to do anything about it, more than ever that, we are\nlike animals and they behaved like. Then in Turkey again, we just saw the\nTurkish police. They were totally unconcerned about human life, or the condition of the\nhuman life and the more we were on the vessel, the more we realized that we'll never get out\nof this because they couldn't care less. That we are human being, it doesn't matter, really. It's\njust that we are an inconvenience to them and they are going to try to correct that\ninconvenience. The fact that we were hope that maybe they'll put us in a camp in Turkey,\nthis disappeared very quickly. The only time that we had a little bit of hope is when they\nallowed the nine people to go ashore, then we said, maybe there 1s a possibility something\nwill happen. We were watching whether they'll allow the kids, the children to be, disembark.\nBut as long as they were on the vessel we knew that nothing would happen.",
        "Q: How many children do you think were on the ship from there?",
        "A: I would say close to 100, 150. Quite a lot of children because they were all families together,\nnot only individual people.",
        "Q: So basically from a number of passengers, so forth of...",
        "A: 760, I would say that 100 were children.",
        "Q: Also children of low age?",
        "A: No babies, but small children. Anything between six and 16.",
        "Q: How do you see the British responsibility 1n this story?",
        "A: We knew about British policy in Palestine and we expected maybe they will not allow us to\nland in Palestine. Once the vessel goes into the Mediterranean, of course it will go towards\nPalestine. We expected, possibly, to be taken somewhere else instead of Palestine, but it's a\nchance that it's really worthwhile taking, even if we are taken to a camp, doesn't matter\nwhere, whether it is on Cypress or anything else, it still cannot be as bad as in the condition\nthat we were there, that we were in Romania or on the vessel. Once I landed in Haifa, I was\ntaken to the CID there, police station at the border between Lebanon and at that time\nPalestine. And of course there, that was the British police, they ask me a few question, they\nwere quite polite, they, they just wanted to know some facts about where I am coming from\nand they say as soon as that, you can take a car and go wherever you want to go. So I was\nnot, they did not, the British authorities in Palestine did not interfere whatsoever with my\nmovements.",
        "Q: So if I understand correctly, you left by train Turkey, with a Turkish policeman?",
        "A: Right.",
        "Q: And he went by train with you where?",
        "A: To the Lebanese border.",
        "Q: To the Lebanese...",
        "A: The train stopped at the Lebanese border, I think 1t was Aleppo.",
        "Q: Okay.",
        "A: And in Aleppo, the Turkish police just gave me the papers, my papers, they said, \"These are\nyours.\" Shake hands and left. So a, a car was waiting for me at, at the, at the station in\nAleppo.",
        "Q: Who sends this car?",
        "A: Only with the driver, that's all. There was nobody there but the driver. He approached me,\nsaid, \"I am here to take you to Haifa.\"",
        "Q: Who sent this car?",
        "A: I don't remember, really. I suspect some Jewish agency from Palestine that did that and the\ncar took me from Aleppo to the Palestine border, stopped there, went to the police station,\nthey asked me a few questions, then the car took me to Haifa, where a friend of mine was\nwaiting for me, Mr. Horowitz(ph), and...",
        "Q: What do you think about the responsibility of the organizers of this voyage, the people who\nreally organized the trip?",
        "A: The organization, really the only thing they were interested is to get as many, as much\nmoney as possible out of this thing and irregardless of life conditions or anything like it. Just\nlike butchers, to take so many people into such a small space. My, I consider it to be\ncriminal, because there was, if you look, afterwards, if you look at the condition of the ship,\nthere is no way that the ship would ever, ever, even manage to get into the Mediterranean.\nWith what? You see, it was old engine, it was cracked. Now, you have a cracked engine, it\nwill be very difficult to make it work. And yet, it was for them, for the organizer, this was\nlike something is very normal, that the ship had no living conditions, they considered this\nnormal, so. Of course, I know, it's war time, but there is a certain limit that you can allow\nyourself to do things, even though it's war.",
        "Q: I understood that the ship was built in 1830.",
        "A: It was, I wouldn't even call that a ship, really, it was just a, a piece of steel that they put some\nwood on top of it and superstructure and they thought that that would be good enough.\nActually I don't think the organizer even expected that this so-called vessel, will ever reach\nanywhere. But it was an excellent way of getting money.",
        "Q: So, if we say that this was highly improvised, is a very mild statement?",
        "A: Very mild statement.",
        "Q: So what happened to you next in Palestine, after reaching Palestine?",
        "A: Well, of course I, I was still had problem with my hands and my feet, they were still, my\nhands were still frozen and so I had the physical therapy and it was necessary and things like\nthat. Then I tried to find some work.",
        "Q: Did you, did you have difficulties in walking or using your hands?",
        "A: Yes.",
        "Q: Any ?",
        "A: At the beginning, my hands are still, they were still frozen, so I, I had a hard time eating,\nusing my hand. And I had also hard time walking because of my feet were still stiff. But\nslowly, slowly, I start managing to get normal again and then I start looking for work in\nHaifa. So I had a few friends that helped me during this time.",
        "Q: So where did you work?",
        "A: I work as a night watchman to some, in some company parking lot. Then I managed to\nbecome a driver. As it happened to be, American mission in Palestine, that was driving a\npickup. Then I went, I decided to go to Jerusalem from Haifa. There I stayed with another\nfriend of mine. And then I decided to join the British army, in 1943. There was a lot of, there\nwas a very strong movement at that time, in Palestine, to join the Allied Forces, so that you\ncan contribute towards the victory against Germany. You know, a lot of propaganda to join.\nSo I joined the British army and after training they sent me to Cairo and from Cairo I went\nto, as the Allied army, British army, where, after , they were advancing\ntowards Benghazi, they Tripoli and I was with the army service corps, service corps.\nActually I was driving a tank, water tank for the troops, to give them water, so we were\nconstantly behind the lines, supplying water to the British, New Zealand, South African.\nWe're part of the eighth, Alexander's eighth army.",
        "Q: Do you know English when you, you enrolled?",
        "A: Very little. Absolutely minimal. But while in the British army, it happened that they\nallocated me to 100 percent English regiment and I was the only non-English of this\nregiment. Afterwards they had the Palestine brigade and things like that, but when I joined,\nthey didn't have that yet and I was sent into an English corps. So I was the only foreigner,\nshall we say, that did not speak English. They're all from England. So they took upon\nthemselves to make sure that I learn English. So they taught me the English language,\nslowly, slowly, but...",
        "Q: Did you, did you encounter any forms of anti-Semitism in the British army?",
        "A: Absolutely not. Never I was questioned or, about whether my religion or where I'm coming\nfrom. They just knew that they had to teach me English. Actually I would say that my stay in\nthe British army, '43 to '46, three years, I never, never had any sense of being apart of them\nbecause I was a non-English. I was very well treated. As an equal to them, without any\nrestrictions.",
        "Q: During these three years you were practically, most of the time, in Africa?",
        "A: Right. From Cairo the troops were advancing towards Tunisia, all throughout North African\ndesert and I was just there, until they took over Tripoli, then I was stationed in Tripoli and\nthen were to, they were preparing to invade from North Africa into Sicily, so they're\npreparing the Sicilian landings and then just, I was nearly going over to Sicily, then the war\nended, 1945. Then I went back to Cairo, where I stayed another one year, in Cairo\nheadquarters of the British army. I was demobilized from the British army in Cairo, in '46,\nno '45 and then I stayed one more year as a civilian with the British army and then I went to\nPalestine.",
        "Q: I would like, with your permission to go back to the war time, because I'd like to know what\nhappened during the war, to your family, to your father and to your mother.",
        "A: My father remained in Bucharest and miraculously he survived and stayed there until I\nbrought him to Israel. My mother moved to Paris when she divorced my, when they\ndivorced.",
        "Q: Before the war?",
        "A: Pardon?",
        "Q: Before the war?",
        "A: Before the war. So she was living in Paris. She married another person that had a, a boy.\nThey lived in Paris. I left Paris in '39, one of the last trains that they managed to get through\nfrom Paris to Bucharest. She remained there. The things in Paris got pretty bad, so her\nhusband decided to send his son and my mother south, in to the Vichy part of France, where\nthey thought maybe it's safer there. So she took a train. He, she and the son of her husband,\ntook a train from Paris going south. At the border with the Vichy part, they were told to get\nout of the train, all, everybody and all the Jews that they could find, that was German,\nGerman troops there, all the Jews that they could find, they took them and put them on\nanother train, that was a cattle train and they were taken out and then she disappeared and\nher husband survived Paris, so I met him after the war and that's how I know. He, he came to\nvisit me in Israel and he explained to me that my mother was taken off the train with his son,\nput in another train, they went and they landed in Auschwitz and there she was killed\ntogether with his son.",
        "Q: Let's go back please to Palestine. So you finished your military service in 1946 in Cairo and\nyou moved back to Palestine. Do you have a family already?",
        "A: Yes. At the end of 1945, when I was demobilized from the British army, I met a girl in Cairo\nand we got married and then in '46 when I went to Palestine, I went with her. So we moved\nand we moved to Haifa. I lived in Haifa and I worked, found work with Esso Oil company at\nthat time. They had the operations plant, fuel, so I was the superintendent of that plant, until\nEsso decided to pull out of Israel and then I was offered a position to go to Japan for an\nAmerican company, so I took that position, went into Tokyo.",
        "Q: Did you, did you go through the independence war of Israel...",
        "A: Yes.",
        "Q: Or you left before?",
        "A: No, no. I returned in '46, very shortly afterwards the War of Independence started. Being an\nex, I was a sergeant-major, being an ex-military person, naturally I was one of the first to be\ntaken into the Hagenah(ph) and then the Israeli army. And I was on the Syrian front. Then\nthere was armistice, fighting again. I was with the Israeli army until the war ceased. And was\narmistice, then I was demobilized, I looked for a job and joined Esso Oil company.",
        "Q: So you were on the front line?",
        "A: Yes, in actual fact, I was against the Syrian army, in the north, but 1t was a short duration,\nonly a few weeks, then we were pulled back.",
        "Q: How come did you get an offer to work in Japan?",
        "A: Because it was an American company that was looking for people, they were, Japan was in\nvery poor condition economically, and there was opportunity in Japan to bring in things that\nJapan did not have and this American company had their headquarters in Tokyo, but they\nhad, they couldn't get people to get to Tokyo. So they came to Haifa, one of their executives\ncame to Haifa, was negotiating to get a friend of mine to come for two years to Tokyo, so my\nfriend introduced me, said, \"Maybe he wants to go, too.\" So they took both of us, we signed\nthe two year contracts and we went to Japan. From two years it turned out to be 18 years, but\nanyway, that's...",
        "Q: Was an interesting experience for you?",
        "A: Very, very, very interesting, because I was in charge of barter agreements and was quite\nfascinating how you can export and import goods without money going through your hands.\nThat's, it's a barter. You give something for something else.",
        "Q: So you stayed in Japan 18 years?",
        "A: 18 years, yes.",
        "Q: Can you mention to us what you consider of being the most important event in your life in\nJapan’?",
        "A: Well, I was able to see how a nation which is, was completely destroyed by war, slowly,\nslowly becoming economically so wealthy. I have very good living conditions in Japan. As\nfar as living among Japanese, it has been excellent experience. I like their culture. I like their\nway of living, of more of the way they live and let live. Never I was discriminated, just only\nthe difference is that I was a foreigner there, but otherwise, I was, I was very, very impressed\nby their attitude to the other people. Towards themself and foreigners.",
        "Q: How did you family adapt to Japan?",
        "A: Pardon me?",
        "Q: How did your family adapt to Japan?",
        "A: Very, very well. They also, of course we had in Tokyo, a Jewish community and we had\nfriends. And unfortunately, after about 10 years living in Japan, my wife had a heart attack\nand died in Tokyo and I was left with a 10 year old boy and then after a few, a few years, I\nmarried a girl that was going through Japan, an American girl named Fashion and we got\nmarried in Portland, Oregon, because she was from Portland, her family was from Portland,\nso we decided to get married in Portland and then she moved to Tokyo with me, then we\nlived another five years in Tokyo, then we moved to Tatwan. We lived there another five\nyears and then we decided to move back to her own place, which is Oregon. So we moved to\nPortland, then decided to live in ,",
        "Q: Mr. Stoliar, I would ask, I would ask you, I would like to ask you another question.\nRemember after South Vietnam fell, a lot of people left by boat. There were pirates and a lot\nof tragedies on the sea. Did this impress you, did this trigger memories?",
        "A: Absolutely. I was visualizing all these people that running away from Vietnam, being more\nor less associated with our problem that we had during the war, just history repeats itself all\nthe time. And not only the Vietnamese, but also the Chinese that were running from China\ninto Hong Kong and the camps that they were put into. Quite vivid.",
        "Q: I want to thank you very much.",
        "A: You welcome.",
        "Q: Mr. Stoliar, I would like to go again back to you and to ask you a few questions about your\nfamily and Shtruma(ph) voyage, from Constanza(ph) to Istanbul. First of all, could you tell\nus please what, what was the name of your father?",
        "A: My father's name Jacobs Stoliar(ph).",
        "Q: And the name of your mother, please?",
        "A: My mother, Bella Lakeman(ph), her maiden name, then Stoliar when she married my father\nand then she remarried in Paris and her family name then was Tomashin(ph).",
        "Q: So she was probably deported under the name of Tomashin(ph)?",
        "A: Either Tomashin(ph) or Tomasin(ph), depends with, with an h or without, I don't know. And,\nunless she, unless she was under her maiden name, I don't know, but she was married to\nTomashin(ph) and her, shall we say her stepson was also Tomashin(ph).",
        "Q: I understand. I'd like to kindly ask you to go back to the voyage of Shtruma(ph). It must be\nvery difficult to be confined on, in such a small space with so many people. How did you\nfeel?",
        "A: At the beginning you start some kind of a desperation, you know, some kind of a feeling of,\nthat something drastic will happen, something that, like close to death. And then you start\ntrying to eliminate all the problems that are surrounding you, such as you\ncannot move around so you, you getting like into a cocoon and try to eliminate as much as\npossible what surrounds you, becoming within yourself and see whether you can survive\nunder such conditions.",
        "Q: So you didn't want to talk too much to your fellow passengers?",
        "A: Right and also my fellow passengers, they were not talking much, either. It was less and less,\nis like each one was in a different world. There was very little communication towards the\nend, very little communication. It was like something was going to happen, bad and just\nwere just waiting for these things to happen. It's like was, you were already in some kind of a\nmourning type.",
        "Q: So basically there was less and less hope?",
        "A: Less and less hope. Is like we felt that, we felt that we have reach the end, with no way out.",
        "Q: Can we go back to the moment when you were in the water? More exactly, that night when\nyou knew that you have to survive, how did you succeed in surviving?",
        "A: I tell you honestly, even today I cannot explain why did I survive when everybody else did\nnot and I still don't have an explanation to it. And because of that, in the first years after the\nShtruma(ph) tragedy, as I could not explain to myself why did I survive, I felt some kind of a\nguilt, guilt of why am I surviving versus so many people, including the captain, including all\nthe, all the other youngsters that were on the boat, that there were at least as good swimmers\nand things like that, they have not managed to survive. And for many years I avoided talking\nabout it, including my wife, because I felt that really I cannot justify why I am still alive.\nWith the time, I came to reconcile myself with the fact that just miracles do happen from\ntime to time. But I have no explanation because I have nothing special while I was in water\nthat would have kept me more alive than other people.",
        "Q: What did you think for, during all this time, when you were in the water?",
        "A: First of all I was hoping that somebody, somewhere, somehow is going to hear us. Why us,\nbecause I had the chief officer behind me, also yelling and screaming and talking loud and\nthings like that. So we were so concentrated. He emphasized so strongly that, \"Don't fall\nasleep.\" He emphasized that I should be constantly, if nothing else, we just talking, so that I\ndon't fall asleep and so we were concentrating on that and it's only later, when the, the\ndaybreak came, that I suddenly did not feel him any more, in my back. I don't know how\nlong this time has taken, but you know, it was still very, very cold and I was getting colder\nand colder and maybe I thought, maybe I don't feel any more, something behind me, but\nthen, then I turned around and he was gone, he was laying down.",
        "Q: Did you get during this time, really desperate?",
        "A: No, it's when I saw him in the, dead in the water, then I got really desperate. If he, he was\njust as alive as I was and then you turn around and he's dead. I said to, I said to myself that\nthat's the end. So at least let's try for the shore, let's try to swim for the shore. Then when I\ncame back and I saw I cannot get to the shore, then I said to , \"If I have to\ndrown, I might as well kill myself before I drown.\" So, I had a knife, a pocket knife with me\nand I pulled it out, but I was unable to open the blade because my hands were frozen. So\nwhile I was struggling with that knife, suddenly I see this big vessel towards me.",
        "Q: What did you, what did you think, what did you feel when you saw the rowboat with the\nTurks coming to, towards you?",
        "A: I feel a great relief, was finally they arrived. I talked to, to them a little bit,\nthey told me that they have seen things floating in the sea, so they decided to take the boat\nand see what was going on there. But this just, this 1s the little thing that I could manage to\nunderstand from them.",
        "Q: Did you ever have nightmares about, about...",
        "A: No.",
        "Q: This accident, did you ever...",
        "A: I did not have any nightmares because my only guilt in all this tragedy was the fact that I\ncould not explain to myself, why did I survive when so many did not, although so many had\nthe opportunity to survive being in the water. That means they were still alive after the ship\nblew and yet none of them, I could not believe that I am the only one. There was no ex, even\ntoday I cannot explain, why only me, when so many, they were around me in the water.\nThey could have survived like I survived. The fact of this being there\neventually, all right? Well the chief officer had that opportunity exactly like I had and yet he\ndid not survive either. And he was not an old man or, or, or a person, you know, having\ndifficulties, he was a strong sailor, he was a sailor.",
        "Q: Were you dressed perhaps in a different way? Let's remember that the water of the Black Sea\nis very cold in February, compared to the rest of the passengers?",
        "A: Well, I had a thick jacket, that jacket was completely wet, so actually that jacket, I felt like\ntaking it out because it was keeping me more cold than outside. No, I did not have anything\nspecial dressed that, that could have tell me that's why I survived.",
        "Q: When did you, did you start to talk about this voyage?",
        "A: I had several interviews with various news reporters. They, they wanted to write an article\nhere and there about my survival and, quite a number of years has passed. Before Japan, I\nwas not talking to anybody about it. Nobody even asked me when I was living in Haifa and\nthen in Jerusalem. Nobody came to ask me about this. Well, I justified this by, because it was\nwar. People were just, people were already, they told me, \"Be happy that you are still alive,\nwe don't know what will happen next with that war.\" So, and after the war, while in Japan,\nnobody, once or twice some reporter wanted to write an article about or something like that,\nbut nothing really that, you talk to the reporter for a few hours and then that's it and then\nsuddenly an article will appear here and there.",
        "Q: Okay, David, if you tell us what this 1s please?",
        "A: First, the top 1s an ad that we could read, about an announcement of a vessel, Shtruma(ph),\ngiving information to the people that organized the departure of this vessel and where to get\nin touch if they are interested to go on this vessel.",
        "Q: And what's the date, David, that it says on there? When it was supposed to leave?",
        "A: Oh, they announce that the departure 1s eight of October, 1941, from the port of\nConstanza(ph) and that there are limited spaces available.",
        "Q: And what time did you actually depart?",
        "A: We departed around 12 of December, so about over two months like that.",
        "Q: ?",
        "A: This is a ticket to be able to go on the vessel Shtruma(ph) and they advised that I would be\nallowed to take 20 kilograms of baggage with me. This embarkation was\nreduced to 10 kilograms. This was the official ticket that was given after my father paid for\nit.",
        "Q: David, can you explain those two stamps on the left?",
        "A: Oh, these are revenue stamps. At that time in Romania, 1n order to, any official document\nhad to have revenue stamps, to make it official. Romanian revenue stamps.",
        "Q: Okay, we , tell us please, what is this?",
        "A: This is a picture taken from, in the harbor of Istanbul and you can see, that is, the vessel is\noverpopulated with people and the metal structure, it's shown below and then the\nsuperstructure is above.",
        "Q: How many people?",
        "A: 700, 760 people were on this vessel. This is the same vessel, but it shows the superstructure\nthat was built on top of the steel structure. Now, when the torpedo hit the vessel, it hit below\nthe superstructure, so the metal part went right away to the bottom and the upper part, which\nwas all wood, was blown into pieces in the air, with all the people that were being on the,\nwere into that structure. So these people that were in the superstructure, wood superstructure,\nwere blown into the air and then they landed in the water, including myself and start\nswimming around. The bottom, the bottom of the vessel disappeared immediately.",
        "Q: And describe the picture, is that your first picture in Israel?",
        "A: This is a picture soon after I went to Palestine.",
        "Q: . And how old would you have been here?",
        "A: Oh, about 20. This is a picture taken in Tripoli at the British headquarters, around 1944,\nwhen I was stationed there. This is 1945, in Cairo, when I married a girl from Alexandria,\nEgypt.",
        "Q: And her name?",
        "A: Her name is Adria(ph) Stoliar(ph) and I have a son with her.",
        "Q: And this picture?",
        "A: This is a picture taken in Tokyo, in my house, with my second wife and with my son and she\nis painting, she, she loves to paint.",
        "Q: And her name?",
        "A: Her name is Martha and she's originally from Portland, Oregon.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Good morning.",
        "Q: Could you be so kind to tell us your name?",
        "Q: When and where you were born, please?",
        "Q: Would you be so kind to tell us a few words about your family background, the family of\nyour father, the family of your mother?",
        "Q: Did you, did you live in Paris with your mother or with your father?",
        "Q: And your father?",
        "Q: So, 1n France you stayed until which year please?",
        "Q: Do you remember any anti-Semitic incidents during your childhood in France?",
        "Q: No. So what happened to you once you came back to Bucharest?",
        "Q: When, when did this forced labor start?",
        "Q: Who, who found out about this vessel and about this project, you or your father?",
        "Q: So you didn't take care of any, any formality?",
        "Q: Let's, let's go back please, one second and talk about the papers that you carried with you. So\nyou had the passport, you had a ticket, did you have a, an immigration visa?",
        "Q: Can you describe please a ship?",
        "Q: Yeah.",
        "Q: So there were several layers?",
        "Q: So it was a huge, let's see, a big boat made from steel, on which they built a sort of\nsuperstructure.",
        "Q: How many?",
        "Q: Are you saying that these people who restricted you were not the Romanian Customs, but\nthe people.",
        "Q: I see.",
        "Q: Why do you think they did this?",
        "Q: Did you feel in any way that the ship was unstable, not very stable because of it's load?",
        "Q: How big was the crew?",
        "Q: Can you please describe the journey?",
        "Q: Did you know other passengers on the ship, did you talk to them during the journey?",
        "Q: Did you talk to them during the ?",
        "Q: Did you know Yakov Berkovitz(ph), the leader of Batar(ph) on the ship?",
        "Q: Did you feel that there was any organized or organization or organized life on the ship?",
        "Q: So basically everything that you knew about the trip, during the trip, was by way of rumors?",
        "Q: So what happened when you got closer to Istanbul?",
        "Q: So let's summarize for one second. You left Constanza(ph), on the Black Sea, you left\nRomania on what date?",
        "Q: And you atrived in, in Istanbul?",
        "Q: Okay, so what happened next?",
        "Q: So you are not close to the shore?",
        "Q: So, if my understanding 1s correct, one of the problems was that you, you, the passengers\ndidn't have an immigration visa for Palestine, correct?",
        "Q: Did you ever see spokesman in Turkey?",
        "Q: So later?",
        "Q: Did you ever see any British representative of the ship?",
        "Q: So the only contact that you, as passengers, had, was with the Turkish authorities?",
        "Q: Could you be so kind to describe the sanitary conditions on the ship during these two\nmonths?",
        "Q: Do you remember a ship committee, on the ship during this period?",
        "Q: So the engine was gone?",
        "Q: It was ashore, in order to be repaired?",
        "Q: Never returned?",
        "Q: How do you know this?",
        "Q: Did you, did you witness this, or?",
        "Q: You saw it.",
        "Q: Did you see the Turkish police on the boat?",
        "Q: So you were on the deck when they pushed you back?",
        "Q: What happened next?",
        "Q: How many?",
        "Q: Alive or dead?",
        "Q: All alive.",
        "Q: Of wood?",
        "Q: You were in the water?",
        "Q: Were you dressed?",
        "Q: So, so, I'm sorry to interrupt.",
        "Q: You were in the water, the explosion was sometimes in the morning, after drifting for one\nnight...",
        "Q: On the sea, correct? You stayed on this bench until towards the evening?",
        "Q: Okay. At this moment, how many people did you see around you?",
        "Q: And that was it, the rest of the people were gone?",
        "Q: You knew Russian?",
        "Q: This is the door on which he was paddling?",
        "Q: So you were in the water for?",
        "Q: 24 hours. We are now in the morning.",
        "Q: You could see the shore?",
        "Q: Did you think about trying to reach the shore?",
        "Q: To the deck?",
        "Q: And to the bench.",
        "Q: Do you remember anything about what you were thinking during that night?",
        "Q: There were no more bodies on the sea?",
        "Q: This was in the lighthouse?",
        "Q: Were you frozen?",
        "Q: In which language?",
        "Q: So nobody from the Turkish authorities came to talk to you?",
        "Q: Nobody from...",
        "Q: British Consulate.",
        "Q: Nobody from the Jewish agency?",
        "Q: What happened next?",
        "Q: Did they give you new clothes, clothes, or?",
        "Q: What happened at the police station?",
        "Q: Cells?",
        "Q: Who send you this suitcase?",
        "Q: Did you get any sense of hostility from the Turkish authorities, from the people who\ninterrogated you?",
        "Q: Any sympathy?",
        "Q: How many people interrogated you?",
        "Q: How long did you stay in the police station?",
        "Q: What happened after these three weeks?",
        "Q: Mr. Stoliar, with your permission I would like to go back a little bit in time and my first\nquestion is what was your age when you embarked on Shtruma(ph)?",
        "Q: 18. You basically left because you wanted to leave or this was a decision of your father? Or\nboth?",
        "Q: Did the decision of your fiancée to leave influence you, or this was a coincidence?",
        "Q: Who was she?",
        "Q: Can you tell us please, what you felt when you saw the ship?",
        "Q: —",
        "Q: So you considered going back to Romania before leaving?",
        "Q: Could you describe to us what type of food you had during the journey to Istanbul?",
        "Q: So basically you didn't receive, on the ship, any food?",
        "Q: I'd like to ask you again about the sanitary conditions on the ship during the journey to\nIstanbul.",
        "Q: How about the sanitary conditions in Istanbul during the two months, did they improve or\nthey got worse?",
        "Q: I would ask, I would like to ask you another question about the moment of the explosion,\nyou, you were thrown into the water, dressed, fully dressed. Did you get injured?",
        "Q: So let's go back to the moment when you are in the house of the representative of the Jewish\nagency in Istanbul. Did you have your papers with you?",
        "Q: Did the Turkish authorities confiscate your passport, did they keep any papers, or your\npassport got lost in the...",
        "Q: They did not touch it?",
        "Q: So they gave you papers in order to be able to transit toward...",
        "Q: Palestine?",
        "Q: You, you didn't see anybody from the British consulate?",
        "Q: I understand. Because we, before we go further away, I would like to ask you to tell us a few\nwords about the main actors in terms of countries, of this tragedy, how do you feel about\nTurkey, how do you feel about Romania, how do you feel about Great Britain? I would like\nto know what do you think about the organizers of the trip? Basically, how do you see the\nvarious responsibilities and countries or organizations who are responsible for this tragedy?",
        "Q: How many children do you think were on the ship from there?",
        "Q: So basically from a number of passengers, so forth of...",
        "Q: Also children of low age?",
        "Q: How do you see the British responsibility 1n this story?",
        "Q: So if I understand correctly, you left by train Turkey, with a Turkish policeman?",
        "Q: And he went by train with you where?",
        "Q: To the Lebanese...",
        "Q: Okay.",
        "Q: Who sends this car?",
        "Q: Who sent this car?",
        "Q: What do you think about the responsibility of the organizers of this voyage, the people who\nreally organized the trip?",
        "Q: I understood that the ship was built in 1830.",
        "Q: So, if we say that this was highly improvised, is a very mild statement?",
        "Q: So what happened to you next in Palestine, after reaching Palestine?",
        "Q: Did you, did you have difficulties in walking or using your hands?",
        "Q: Any ?",
        "Q: So where did you work?",
        "Q: Do you know English when you, you enrolled?",
        "Q: Did you, did you encounter any forms of anti-Semitism in the British army?",
        "Q: During these three years you were practically, most of the time, in Africa?",
        "Q: I would like, with your permission to go back to the war time, because I'd like to know what\nhappened during the war, to your family, to your father and to your mother.",
        "Q: Before the war?",
        "Q: Before the war?",
        "Q: Let's go back please to Palestine. So you finished your military service in 1946 in Cairo and\nyou moved back to Palestine. Do you have a family already?",
        "Q: Did you, did you go through the independence war of Israel...",
        "Q: Or you left before?",
        "Q: So you were on the front line?",
        "Q: How come did you get an offer to work in Japan?",
        "Q: Was an interesting experience for you?",
        "Q: So you stayed in Japan 18 years?",
        "Q: Can you mention to us what you consider of being the most important event in your life in\nJapan’?",
        "Q: How did you family adapt to Japan?",
        "Q: How did your family adapt to Japan?",
        "Q: Mr. Stoliar, I would ask, I would ask you, I would like to ask you another question.\nRemember after South Vietnam fell, a lot of people left by boat. There were pirates and a lot\nof tragedies on the sea. Did this impress you, did this trigger memories?",
        "Q: I want to thank you very much.",
        "Q: Mr. Stoliar, I would like to go again back to you and to ask you a few questions about your\nfamily and Shtruma(ph) voyage, from Constanza(ph) to Istanbul. First of all, could you tell\nus please what, what was the name of your father?",
        "Q: And the name of your mother, please?",
        "Q: So she was probably deported under the name of Tomashin(ph)?",
        "Q: I understand. I'd like to kindly ask you to go back to the voyage of Shtruma(ph). It must be\nvery difficult to be confined on, in such a small space with so many people. How did you\nfeel?",
        "Q: So you didn't want to talk too much to your fellow passengers?",
        "Q: So basically there was less and less hope?",
        "Q: Can we go back to the moment when you were in the water? More exactly, that night when\nyou knew that you have to survive, how did you succeed in surviving?",
        "Q: What did you think for, during all this time, when you were in the water?",
        "Q: Did you get during this time, really desperate?",
        "Q: What did you, what did you think, what did you feel when you saw the rowboat with the\nTurks coming to, towards you?",
        "Q: Did you ever have nightmares about, about...",
        "Q: This accident, did you ever...",
        "Q: Were you dressed perhaps in a different way? Let's remember that the water of the Black Sea\nis very cold in February, compared to the rest of the passengers?",
        "Q: When did you, did you start to talk about this voyage?",
        "Q: Okay, David, if you tell us what this 1s please?",
        "Q: And what's the date, David, that it says on there? When it was supposed to leave?",
        "Q: And what time did you actually depart?",
        "Q: ?",
        "Q: David, can you explain those two stamps on the left?",
        "Q: Okay, we , tell us please, what is this?",
        "Q: How many people?",
        "Q: And describe the picture, is that your first picture in Israel?",
        "Q: . And how old would you have been here?",
        "Q: And her name?",
        "Q: And this picture?",
        "Q: And her name?"
    ],
    "answers": [
        "A: Hi.",
        "A: David Stoliar.",
        "A: I was born in Keeshanau(ph), Romania, in 1922.",
        "A: My father is originally from Tickeena(ph) and he lived one time in Keeshanau(ph), where I\nwas born. My mother is from Keeshanau(ph), she was from, born in Keeshanau(ph) and her\nfamily was from Keeshanau(ph) and then my father and my mother, they moved to Nice,\nFrance, where my father had a hotel with his brother, so I lived my first five, six years in\nNice. Then they moved back to Bucharest, where he had a factory with another brother of\nhis, textile factory, so then I went to school in Bucharest and then we lived in Bucharest until\n1935. Then my parents divorced and I was sent to Paris and then I went to school, in\nFontainbleu, which 1s just, few south of Paris.",
        "A: With my mother. She moved when she, when they divorced my mother moved to Paris.",
        "A: My father remained in Bucharest and I was sent to Paris and then to Fontainbleu, where I\nwas in school. Then, after couple of years, my father took me back to Bucharest and then I\nwent to school in Bucharest.",
        "A: Until 1930, sometime about 1935, '36?",
        "A: No.",
        "A: Well then, then I had problems itn school. There were a number of incidents in which being\nJewish, they pick up fights and things like that and eventually, in '38, the Jews were kicked\noff of the Romanian schools and actually I think we formed our own school, only Jews were\nin that school, private school, until 1939, in the 1940 and then in 1940 there was no more, no\nmore school, nothing for the Jews and myself included. Then we start, authority insisted that\nwe should wear bands with the Star of David, with the yellow bands and everywhere we go\nwe had to use these, we had to carry these bands and we were not allowed in the street cars,\nso we had to find our own transportation. Sometime the street car, we were allowed to go in\nthe second wagon of the street car. And then of course, we were called. I was, what I was,\nseventeen, we were called into what they call labor camps and we were taken. In the\nmorning we had to report to the labor camp, which was just outside Bucharest and were\nsupposed to dig trenches. These trenches were made specifically for training of German\nsoldiers, targets. And we were, we are, we were kept there by Romanian soldiers, until\nevening, until dark, then we were allowed to go home. And the next morning, of course, we\nhad to report back.",
        "A: 1940, I would say. As far as I know. But of course there were a lot of rumors, you know.\nFirst, just at the end of 1939, there was a pogrom in the Jewish quarter of Bucharest, in\n, where they have shot a lot of Jews, just in the streets. Then, in another time,\nthey start picking up Jews and they were taking them to, to a forest, the and\nthen they killed them there. Of course all these were not published in newspapers, you only\nhear these things. So things were getting worse every day and the labor camp was, they were\ntalking about not letting us go out in the evening, home they were, wanted us to start\nsleeping there too. So my father saw that this is getting to be very dangerous to live there, so\nhe decided that he has to get me out of Bucharest. So he manage, with money of course, he\nmanaged to get me a passport and of course the passport had the stamp, Jew, on it,\n. Anyway and, and finally they, they were talking about a group of Jewish\npeople from the Batar(ph) organization to immigrate, try to get out. So you, but they didn't\nhad enough money, the Batar(ph) organization, so they decided to take some outside Jews to\nhelp them financially in getting, getting the vessel, cost of the vessel. So my father paid, I\ndon't know, quite a sum of money, so that I get a seat or I get a place in that, in that vessel\nthat they were organizing and slowly, slowly the time arrived that, that they had a group of\npeople, including the Batar(ph) and so forth, that were ready to be sent to Constanza(ph).",
        "A: My father. I was, I was working in the labor camps, so I, from dusk to, til evening, so I had\nno, the only thing was, when I was coming home, I was hearing the rumors ;",
        "A: No, I did not take care any formalities. But eventually he got permission for me to, to get out\nof that labor camp. It was just the time when they were already organizing that not to let\nanybody get out of that labor camp, so he paid somebody to get the permission to, to take me\nbasically, to the railway station and took me to the railway station and there were hundreds\nof people of course. Those that were preparing to go on Shtruma(ph), ready to board that\ntrain. Then I was, there were, they locked up the whole train, every wagon was locked up\nand the train moved to Constanza(ph), took them about a couple of days and in\nConstanza(ph), they parked the train and they did not unload the train and we were kept in a\ntrain, a couple of days until finally they said all right, the vessel is ready to be boarded. They\ndid not allow us to get out of the train until actually right into the Customs. They did the\ncustoms, naturally the inspectors start checking everything that we had with us and any\njewelry, any money, anything of any kind of a value, we had to leave to the Customs. We\nwere just allowed to take clothing. So, after we got through the Custom, quite rude Customs,\nthey just took everything they could lay their hands on. Then we were allowed, we were\nallowed to board the ship, that we never seen it before, so, and each one had a particular\nplace.",
        "A: No. A passport with no, nothing in it except my picture and of course the stamp Jew on it\nand the ticket that was issued by the organization in Bucharest with my picture on it and\nthings like that. I am a passenger on, on board Shtruma(ph).",
        "A: The ship?",
        "A: The ship was very funny looking ship, in respect that there is, as you board the ship there 1s\nonly one way of going down the ship and the ship was built sort of like cubicles and in order\nfor you to go into your bunker, you had to crawl into it, there was not enough space for you\neven to sit and we all crawled into our spaces and we could not even move in the bunker, we\nwere so close to each other.",
        "A: Many, many layers. The top, I would say about six or seven layers, so that you had to pull\nyourself in and then underneath same kind, but the only thing you could see that there was\nsteel, up was wood. So the lower portion was, you could hit the steel and upper portion,\nit was wood.",
        "A: Superstructure, wood superstructure, correct. And of course we were too many of us on this\nvessel.",
        "A: Over 700 people. So, because we were so many, they told us we cannot go up on the deck,\nall of us, So We were given times when we were, were, about maximum 100 people could be\non deck, so we took shifts when we could go on deck and toilets were in, very few of them\nand it was just a terrible conditions. From the beginning we saw that it's, it would be worse\nthan a prison because the air was difficult even to breathe. And yes there is one thing I would\nlike to mention, that after we finished with the Romanian customs, then we passed through\nthe people that organized the vessel. Now they restricted us exactly to 10 kilos of baggage.\nOne piece, 10 kilos. Anything over that has to be left behind.",
        "A: I don't know whether they were people, but anyway they were part of the\norganization of the, of the vessel.",
        "A: We had no choice, no time to even to ask who are you. They told , You're\ngoing to board now, but you have to, you have to leave everything above the 10 kilos.\" And\nthey had, of course, a scale. You put your suitcase on a scale. My suitcase was, if I remember\ncorrectly, something around 15 kilos. They said, \"You have to unload it.\" So we unloaded\nseveral things and then we put back, it was 12 kilos. Unload it again until it was 10 kilos,\nthen we were allowed to proceed. So imagine so many people waiting, waiting. So it took us\nforever just to embark on this vessel.",
        "A: I think they were afraid of overweight already. Already the ship was meant for less than half\nof the people that we were. When actually, in order to obtain more funds, they allowed more\npeople to join, until it became 700, over 760 people.",
        "A: I doubted that we ever made anywhere and everybody, everybody was so flabbergasted,\nshall we say, that this, that a thing like what they call a vessel will manage to take us so far\naway. We doubted that it will ever be able to leave the port.",
        "A: We haven't seen the crew until actually when we're all on board. We, we were told that the\ncrew, it's a Bulgarian captain and a Bulgarian chief officer and several Bulgarian, the whole\ncrew was a Bulgarian crew, about seven or eight people. And actually we seldom saw the,\nthe captain altogether, but you see, we were so, so many of us, that we have, we were not\nmanage, we were not managing even to walk around. We were glad when we were allowed\nto go on, on the deck for a few hours just to breathe a little bit of better air.",
        "A: The journey, we left Constanza(ph) at night. We were pulled out of the port by a tug, a\nRomanian tug and once they took us out into the sea, they disconnected and they left. Then,\nwe tried to work the engines, we had a very, very hard time to make the engine work. It pop\nup and then stopped again. Anyway, I think it took us practically all night and the engine still\ndidn't, didn't start. Then I understand that we had, start sending SOS's because the vessel was\nfloating into the sea, but it was not moving anywhere. The captain send SOS's and\neventually, now the, now the next day, the same tug, tugboat that took us, pulled us out,\ncame back. It came back and we requested that they, if they could repair so that the engine\ncan start. They tried and tried but they told us that 1t would cost us money. So we explained\nthat we are left with no funds at all because the, the Custom took away everything we had.\nSo then they requested that we, everybody that has a wedding ring, which were,\nmiraculously we were allowed to keep. I didn't had one, but in any case, many, many, many\npeople had. So we collected all the wedding rings from the people and we gave them to the\ncrew of that tugboat. Then they went into the engine and they start playing around with the\nengine and they said, they, two conditions. If we give them enough money, they may be able\nto pull us all the way into the Turkish waters, which would take us about a day or so. But if\nwe don't have enough money, then they said okay, we'll try to repair the engine and if the\nengine works, we are going to be with you, floating next to the vessel, into the international\nwater, close to the Turkey, Turkish waters and then we will leave you there. So finally the\nengine start working and we start sailing towards Turkey and the tugboat was going next to\nus and then it went away and it took us about three, four days because it was very, very slow,\nuntil we reach the so called border with the Turkish territorial waters.",
        "A: Oh yes, of course. First I had the girlfriend, my, we were actually engaged and she came\nwith both of her parents. They were, their place was way below, in the vessel's belly, like. So\nand I was completely on different side of the vessel. But we managed to see each other from\ntime to time, somehow. She was with her two parents. And I had also two friends from\nschool that were also on the boat and several other people that I knew.",
        "A: Yes, yes I did.",
        "A: No, I did not know him.",
        "A: We, we knew that of course there is a Batar(ph) that organized everything, but we have very\nlittle communication with them, so and besides that, as I said, there was no way of moving\naround, so each one just stayed in it's quarters until we were allowed to go to, on, on the deck\nfor a, for a, for a short time and then back there.",
        "A: Exactly, yes.",
        "A: When we got closer to Istanbul, the engine stopped working and the boat was floating, you\nknow, towards the, the shore. It was right in the other opening of the Bosporus(ph) Straights\nand the rumor was that we were too close to mines, because the Turkish\nwaters were mined and there were only certain passages that they can get through. So but we\nhad no way of knowing how to get through. But suddenly a Turkish tug appeared, from the\nBosporus(ph) and tied us up and pulled us through the Turkish water and took us right into\nthe Istanbul harbor.",
        "A: That was eleventh, eleventh of December of 1941.",
        "A: About fourteenth or fifteenth of December.",
        "A: In Istanbul we anchored, in the middle of Istanbul, which is quite a, quite a big area, between\nthe Asian and the European sides, right? So you have, the port is on the Asian side, but as\nwell as on the European side, we're right in the middle of that big water, like a lake.",
        "A: No, we were pretty far away from both shores, but anchored right there in the middle. And of\ncourse we had then, Turkish police came on board and they came, they were constantly on\nboard the vessel and we stayed there for about two months. From what we understand, that\nthe Turks will not allow us to go into the Mediterranean. We couldn't go forward, we\ncouldn't go backwards and the engines were irreparable on board ship. So finally I\nunderstand, we got permission for mechanics to come on board, remove the engine, take it\nashore and try to repair it ashore. So they removed the engine.",
        "A: Right, first we did not have any immigration visa for Palestine, secondly we had no visas for\nTurkey, we were not allowed to get out of the vessel and we had to stay\naboard until somehow they would manage to repair the engine. Meanwhile of course there\nwere all kinds of rumors that were going on. First, rumors that maybe there is a chance that\nthey childrens will be allowed to disembark. And there were quite a lot of children on board.\nThen there were rumored that maybe they will allow us, they will make a camp on the Asian\nside of the Turkey and allow us to stay there, until somehow it will be resolved what to do\nwith us. All these things never materialized, neither the children, neither going on board.\nBut, what did happen 1s that finally nine people that were on board with expired immigration\npapers for Palestine, they got permission to be taken out of the vessel and then to be, to\nproceed to Palestine. So the nine people, nine person disembark, were allowed to disembark\nduring those two months that we stay there.",
        "A: I saw him, not on ship. He picked me up when I was in the police station.",
        "A: Much later, yes.",
        "A: No, I did not.",
        "A: Right.",
        "A: They were terrible. First of all, we had not enough food, we were just eating biscuits. Finally\nwe understood that the Jewish agency in Istanbul got permission to export some food to the\nvessel, but it was all dried food and the only thing they allowed water to be, you know, water\ntanks to come and fill up that, the vessel's tanks and the sanitary condition was just, I would\nsay atrocious because we had no opportunity to wash ourselves. A lot of people start getting\nfleas, there were a lot of sickness, vomiting and, and people crying and it was quite a, a very\ndifficult position to survive.",
        "A: Yes, the Batar(ph) organized some kind of a committee and they tried to keep people from,\nfrom getting wild, like trying to get out on the deck and things like that. But actually, people\nwere so, shall we say, flabbergasted by this happening, that it's like they gave up living.\nThey, they, as the time was passing, they, we start believing that we never get out of this,\nbecause nothing is moving, you know. On top of it, we don't even have an engine, never\nmind going someplace.",
        "A: Gone.",
        "A: Right. And the engine was never returned to the vessel.",
        "A: Never returned.",
        "A: Because we were very surprised on the twenty-third of February, a tug, coming and start\npulling us out. First of all, we see a, quite a huge tugboat coming and trying to tie us up to\nthe tug. Then we have, we see people coming and they did not pull the anchor, they cut the\nanchor. Now, the anchor is made out of steel, so they came and physically cut the anchor.",
        "A: I saw it myself.",
        "A: First of all you hear it, you know, when they try to cut off the anchor and, and secondly, you\ncould see the boat, because the boat, trying to, when the boat, the tugboat tried, the people\nfrom the boat tried to attach the vessel, quite a number of people tried to prevent them from\ndoing that. Obviously we had some suspicion about that, so we, we prevented them to come\nto attach it, so that the police start pushing us back. So quite a commotion for\nquite a while until the police manage to push us back into our, below the vessel.",
        "A: Yes. All the time and of course when this happened, we had quite a, quite an army of police\nto subdue us.",
        "A: Yes, I was. I remember that they start pushing us back.",
        "A: Well the next they managed to attach the, the tug, managed to attach the rope to the front of\nthe boat and they start pulling us, that was already nighttime. They start pulling us back into\nthe Black Sea, back to the Bosporus(ph). Took several hours, they pull us\nout, out in the, back into the Black Sea, then they cut off, they cut off the rope and they left.\nOf course, we shouted, what are we supposed to do now? They start yelling, \"Go back to\nBorgaz(ph).\" Why Borgaz(ph), I don't know, this is one small port in Bulgaria. We did not\nunderstand at all, but they left and we were now floating fairly close to the shores, because\nwe could hear noises from the shore. At night of course, you could not see the shore, just\nnoises and we were just floating, no engine. Of course we were worried about mines, we\nwere worried about everything and where do we go without engine? Until morning time,\nmorning came and then of course you have a big bang and the whole thing blows up. And I\nwas projected way up in the air, suddenly. Now, I was exactly, my bunker was right under\nthe deck, so the whole thing blew up and I was in the air and then I was in the water. And as\nI was 1n the water, naturally, were quite a lot of people in the water.",
        "A: Hundreds.",
        "A: All alive.",
        "A: Or at least they were swimming, you know. People here, there, quite a number of people\nwere swimming all over the place, including myself. And then yelling and\nyelling, help, help . Women, women and men, no I haven't seen any children\nin the water. And we were floating, it was pretty cold, but luckily the sea was not, was quite\ncalm, just very cold. And slowly, slowly, I was seeing less people and less people and less\npeople floating. At that time, I saw a piece of deck that had bars and it was quite, you\ncouldn't see the, what was there, but people were holding on these bars and as people left,\ndied or frozen, this piece of deck was getting up and up and eventually you could see that\nthere was a piece of, oh, I would say about, let's see, five meters by six meters, something of\nthis sort.",
        "A: Of wood, the piece of, so the deck was quite thick and so I was also holding on one of these\nbars.",
        "A: In the water, so by just flipping over, I was now on top of the deck and as people were\ndrowning, naturally the deck was getting lighter and going towards the surface, so eventually\nI was on this deck, oh with about, let's see, about a foot of water above. I was still all the time\nin water, but at least I did not have any more the necessity of swimming.",
        "A: Yes, completely dressed. In actual fact I had a leather jacket, leather kind, it was of course\nquite heavy because it was full of water. But, in any case, I saw also some kind of piece of,\nof bench that usually was on deck. It was attached with wires on this piece of deck, so by\npulling this bench on top of this deck, now if I sit, when I sit on the bench, I was about a few\ninches above water. So now I was above, holding to that piece, above water. Towards the\nevening...",
        "A: That's all right.",
        "A: Right.",
        "A: Right.",
        "A: No, I, I saw one, which I, dead, further away from the, from the, from the deck, but it was\nentangled in wires. That was a person there. I could not reach him because I was myself not\nvery mobile.",
        "A: No more people. But, towards the evening I see a man, sitting on something which obviously\nit was a door, he was sitting on the door and paddling. So, he came towards me, so I pulled\nhim up and sat him on the bench. And that was the chief officer, a Bulgarian. So he, at that\ntime, started talking in Russian.",
        "A: Yes, it's my mother language. He told me that he happened to be on the deck in the morning.\nHe was the, he was on duty on deck, when he saw something floating towards the ship, from\nthe shore. It was like, looked like a torpedo anyway, that was coming towards the vessel, so\nhe run from the deck towards the captain's cabin and as he was opening the door of the\ncaptain's cabin, the explosion took him in the air and when he landed in the water, he landed\nwith that door in his hands, with the knob in his hands.",
        "A: Right. So what he did eventually, he went on the door and that, that how he managed to stay\nin the water. So when I pulled him, I pulled him off this door. So, he says that the only way\nwe can survive is really by us shouting all the time, so that we don't fall asleep, because if we\nfall asleep we will never wake up any longer. So we were sitting back to back on this bench\nand yelling all night. And as the, the night came, as the day came along, we were already\nexhausted of yelling. And then we stopped and, and then I felt that he is not any longer on\nmy back. I turned around and he, he fell from the bench onto the deck and his head was in\nthe water like on his belly. In other words, he could not possibly breathe any longer, he was\ndead. And, but he was very close to me, but just a corpse.",
        "A: About 24 hours.",
        "A: Yeah.",
        "A: All the time. Soon as the, day, day, the daylight came, I could see the shore and you could\nhear the noises of the shore, like an engine, pumping engine and things like that.",
        "A: Yes. Then I decided, maybe I'll be able to swim to the shore. So I jump into the water. What\nhappened is, if you take, from the bench and you land into the water, you are much lower\ninto the water, now the shore was quite far away. So I swim a little bit and I could hardly\nmove, so I turned around and went back.",
        "A: To the deck.",
        "A: To the bench. I was only a few yards away and I realized that the shore is much further away\nthan I thought, because of the, on the, when you are on the bench, you can see further than\nwhen you are 1n the water.",
        "A: I was, knew that obviously I am going to die from drowning and I, I was not looking forward\nthat kind of death. So I was contemplating to cut my veins or something that is a quick death.\nSo while I was contemplating what I'm going to do next, suddenly I see quite a big vessel,\nfairly close, sailing in, in the, in the ocean, in the sea. So I looked up and I see people on\ndeck on that vessel that moving pretty fast, like a cargo, it was like a cargo vessel, with a few\npeople there. And they were pointing towards the shore, so I yelled at them, but they, they\npointing toward the shore. So I concluded they tell me to swim to the shore, which I already\ntried. Anyway, the vessel goes away and then I see a boat with sailors coming towards me.\nSo my conclusion was that that vessel, the people on the vessel, the sailors on the vessel\npointed out not to the shore, but that somebody's coming. Of course they came, they picked\nme up into the, into the boat, they pick up the chief officer and the other corpse there, all\nthree of us on, in the, in this boat and they took us ashore. These were sailors from the\nlighthouse, which you could see it and they took us into the lighthouse.",
        "A: That's all. They picked up basically myself and two bodies. Afterwards I don't know what,\nwhether they did pick up or not. I talked to them, but you know, it was the language barrier,\nthey speak only Turkish and I didn't have no way of communicating with them at all. But\nthem put me on a, on a, on a bed, they gave me blankets, cover me with blankets and they\ngave me some food. They gave me some cheese, bread. I remember onions.",
        "A: In the lighthouse, yes. And I lay there, probably, probably about 12, 14 hours, something like\nthat, quite a long time. Until finally two policemen arrived.",
        "A: Yes, well my legs were frozen and my hands were frozen, so I had a hard time walking or\neven eating, because I couldn't move my hands. My arms yes, but not my hands. So these\ntwo policemen came, they picked me up, went outside and waited for a bus. A bus came\nalong, they pulled me into this bus and they took me to Istanbul. This was on the Asian side,\nso they took the bus, then we took, took me to a, a ferry and the ferry took me across to the\nother side and then an ambulance was waiting for me on the other side. The ambulance took\nme to the hospital, which I understand at that time was the military hospital in Istanbul. As I\narrive, or as they pull me out of the ambulance, there were a few reporters that start asking\nme questions as they were taking me in.",
        "A: In French, in Russian, in English, which I didn't speak at that time. But in French they ask\nme, where are you coming from and what's your name? There was a particular reporter that I\nmet him later on because as it happened he was locked up with me later and he spoke good\nFrench so I was able to give him my name and that I came from a vessel Shtruma(ph) and\nwhat happened to the vessel, I says, was blown up. And then they took me into the hospital,\ninto a room and I was constantly with a policeman in, at the door. The doctor came in and\nthey bandaged my, my hands and my feet in camphor. And they changed the bandage and\nthey kept me there for about a, about a week. But constantly I had the policeman at the door\nand I didn't see anybody except the nurse and a doctor.",
        "A: No, nobody.",
        "A: From anyplace.",
        "A: Nothing.",
        "A: Nothing.",
        "A: Next I was already able to walk, my hands were still not okay, but I was able to walk, so they\ndressed me up and they took me by car to the police station in Istanbul.",
        "A: No, I was still with the same clothing.",
        "A: At the police station they took me in their top floor of the police station where you have the,\nit's like a prison, you know, with the bars.",
        "A: Cells. And I was put in one of these cells and then I was taken for interrogation. They ask me\nvarious question, what happened, who I am and so forth, took me back to the cell. Then a\nsuitcase came, they delivered me a suitcase and 1n the suitcase I had shoes, new clothing,\nnew clothing, another jacket and so forth.",
        "A: The Jewish agency, actually Mr. Brod(ph), which was the head of the Jewish agency in\nIstanbul, he send me that.",
        "A: No.",
        "A: No. Just very cold facts, no.",
        "A: One or two at a time, several times. And that was, I realized that I am in a political prison.\nWhy, because there were several other people in cells, about three or four. Couple of\nGermans, couple of Bulgarians and I believe also an Englishman. More or less from the\nnews, newspapers. They were there because they were on one side or the other and they\nexplained to me Turkey's neutral, cannot allow from one side or the other, they try to\nmaintain neutrality.",
        "A: About three weeks. Oh, the second or third day, I already receiving, I was receiving food\nfrom outside, in other words, a person was delivering me, twice a day food. Once in, once in\nthe morning and once in the evening and I understand this was also from the Jewish agency,\nMr. Brod(ph) told me that he arranged with a restaurant that delivered, to deliver to the\npolice station as long as I am there.",
        "A: After these three weeks, I was told that I am allowed to leave the station and I will be taken\nby Mr. Brod(ph), who will pick me up and take me to his house. He came, now my clothing\nwere in the, my old clothing were in the old, in the suitcase, I came, he came, picked me up\nand we took a taxi, we took a taxi and took me to his home. There I had the chance take a\nbath, we had dinner, his wife was there. I slept very well. And he explained to me what I did\nnot know, that it's a miracle that I was still alive after Shtruma(ph), because I am the only\nwitness that can say what happened to Shtruma(ph) and then the authorities would have been\nvery glad to make me disappear. Then there would be no trace of knowing what happened to\nthe vessel. He says, \"The fact that you managed to talk a few words at the entrance of the\nhospital and telling them what you, your name and where you coming from, these reporters\nright away published in newspaper, so it's all, was already known throughout the news media\nthat you are one of the, you are a survivor of this particular vessel. And because of that, it\nseems that the Turkish authorities were reluctant to make you disappear, basically. But they\nkept you in their police station because they did not know how to deal with you.\" Should I\ncontinue? No.\nEnd of Tape #1\nTape #2",
        "A: 18.",
        "A: My father's decision, to get me out. He explained to me that things may get much worse than\nare now and so he said, \"I'm going to do everything possible to get you out of here.\" Of\ncourse I was already coming out of this labor camp, day, day labor camp, quite exhausted\nand it's of, manual work there, of digging trenches and the behavior of the Romanian military\nwas wotrying me. They were rough. So naturally I conveyed this to my father, so more than\never he decided that I have to get out.",
        "A: Just a coincidence. They had their own problems of survival and they were worried also\nabout their own lives and so it was just a coincidence that it happened, that they also\nmanaged to get a ticket on this vessel.",
        "A: She was a girl, born in Germany. The father was a Romanian and her mother was from\nGermany and we just got very friendly and we decided, once we managed to escape from\nthis situation, to get married.",
        "A: My first...",
        "A: My first reaction was, can I get out of here? In other words, to get out of ;\ngoing on this ship, but I soon realized that it was out of the question. They, we were locked\ninto this, pushing us inside and there was no way out but to leave the ship.",
        "A: To get back to Bucharest, but that, that thought disappeared very quickly when I realized that\nthe Romanians are not going to allow anybody to leave this condition.",
        "A: It, each, I think each one of us brought a little bit of something that could keep us until we\nget so-called normal food. So we had a little bit of, a few cans that we were allowed to take\nand a few biscuits and we were supposed to get, on the ship, something to eat. Again, there\nwere some dry biscuits and basically not much more. But they told us, as soon as we reached\nIstanbul we are going to get, the suppliers of the ship were going to get us food once we\nreached Istanbul.",
        "A: Hardly any food. There was even no way of getting the food, we were just too many of us\ninto such a small space.",
        "A: During the journey to Istanbul, first of all we could hardly move, because we were told that,\nyou know, because of so many people, if there are too many of us on the deck on one side,\nthe, the vessel can be in danger. So, first of all, they wanted us to move as little as possible\nand also, once we are on a deck for a few hours, also to try to keep the vessel in balance by\nnot going too much on one side or the other. So we were directed, some people on the left\nside, some people on the right side, then go slowly. In other words, there was a possibility\nthat the vessel may get out of balance if we move too much. So the conditions were such that\nyou just stayed in your bunker as much as you can, without, without moving. So there was\nno way of getting cleaned up or, or even, even, you barely managed to, to drink water, never\nmind about washing or something like that. And as the time went by, it was getting naturally\nworse and worse and worse.",
        "A: They did not improve, but the fact that we were able to go on a deck, there we were able to\nget a little bit of water to wash your face, but very, very little of it and there were no facilities\nthat you could use in order to, so you realize that you are going to stay that way until you are\ngoing to somehow leave the ship.",
        "A: No, I did not. And quite a number of people that were blown, blown into the air and landed\ninto the water, there was, we did not, I did not see any sign of, of injured people, except that\nthere were just swimming and yelling. I didn't see any injured, except that they were just\ntrying to keep afloat.",
        "A: No, I had nothing. Mr. Brod(ph) explained to me that he would, I was taken to his, he was\nallowed to take me to his house because he promised that I'm going, he's going to deliver me\nthe next morning to the railway station, to the policeman that is waiting for me, to take me on\nthe train and so he has just that evening time to talk to me and he was, he was talking more\nthan I was, he was a, he tried to explain to me what happened to me after I left the hospital,\nthat he tried to get to me and they did not allow him to see me, they did not allow him, he\nweren't to have any kind of contact, written or otherwise, or to talk to me and it, as I said, it\nwere, he told me that it is a total miracle that you, that you survived Shtruma(ph). I says,\n\"This is a natural thing.\" What, that you survived after Shtruma(ph), this is also quite a\nmiracle. So, and he said, \"The papers are with the policeman, I'll take it next morning, I have\nto take you to the train station and the policeman will go with you all the way to the border\nbetween Turkey and Lebanon and he will release your papers at that time. These are paper,\nit's a [assez passe(ph), with permission to enter Palestine as an immigrant. This came from\nLondon, through the, the consulate in Istanbul, was given to me, given to the Turkish\nauthorities and the Turkish authorities are going to release it once you leave the Turkish\nterritory.\"",
        "A: No, I, my Romanian passport? No, still with me all the time. In actual fact, anything that I\nhad on me, they did not touch it.",
        "A: No. They didn't touch it, I didn't see any, anything that they went through it, although I was,\nof course my, my clothing was, in the hospital I didn't have my clothing with me. But\notherwise, everything I had on me, my Shtruma(ph) ticket, my Romanian passport, that's,\nthat's the only thing I had, it was all the time in my jacket.",
        "A: Right.",
        "A: Yeah.",
        "A: I didn't see any, no, I didn't see any British person from any, any authority and in actual fact,\neven Turkish authority I haven't seen, except when I was interrogated at the police station.\nOtherwise, I had, they never give me any explanation why they keep me in prison, although\nI, I try not to antagonize them, but I said that, I did ask them, once they finish with the\ninterrogation, \"On what basis do you keep me in prison?\" So they said, \"Because you are\nillegal in Turkey, you did not have a visa for Turkey, so therefore we cannot release you.\"",
        "A: Well, let's start with the Romanian authorities. I understood there is a war and I understand, I\nunderstood at that time that Romania was allied to Germany, consequently they're going to\nbehave about the same way as the Germans are. Killing of Jews start pretty early in\nBucharest. At random. We had the iron guard, guard . That was, behaved the\nway I understood, just like the Nazi's did in Germany and to keep away from them, to make\nsure that they don't get you. They can grab you in the street or something like that. Of course\nafterwards, when I had to wear the yellow band with the star of David on it, I realized that\nthey can pick you up, doesn't matter what you do. The authorities, the first time that I got in\ncontact with the authorities was of course when I, in the train in Constanza(ph), I was pretty,\nthey behaved like wild people. In the customs, they were putting in their pocket anything that\nthey could get hands on, which at that time I considered to be absolutely barbarian, really.\nThen, the more, then when I went to the ship and then I realized that unless we give them all\nour wedding rings, they are not going to do anything about it, more than ever that, we are\nlike animals and they behaved like. Then in Turkey again, we just saw the\nTurkish police. They were totally unconcerned about human life, or the condition of the\nhuman life and the more we were on the vessel, the more we realized that we'll never get out\nof this because they couldn't care less. That we are human being, it doesn't matter, really. It's\njust that we are an inconvenience to them and they are going to try to correct that\ninconvenience. The fact that we were hope that maybe they'll put us in a camp in Turkey,\nthis disappeared very quickly. The only time that we had a little bit of hope is when they\nallowed the nine people to go ashore, then we said, maybe there 1s a possibility something\nwill happen. We were watching whether they'll allow the kids, the children to be, disembark.\nBut as long as they were on the vessel we knew that nothing would happen.",
        "A: I would say close to 100, 150. Quite a lot of children because they were all families together,\nnot only individual people.",
        "A: 760, I would say that 100 were children.",
        "A: No babies, but small children. Anything between six and 16.",
        "A: We knew about British policy in Palestine and we expected maybe they will not allow us to\nland in Palestine. Once the vessel goes into the Mediterranean, of course it will go towards\nPalestine. We expected, possibly, to be taken somewhere else instead of Palestine, but it's a\nchance that it's really worthwhile taking, even if we are taken to a camp, doesn't matter\nwhere, whether it is on Cypress or anything else, it still cannot be as bad as in the condition\nthat we were there, that we were in Romania or on the vessel. Once I landed in Haifa, I was\ntaken to the CID there, police station at the border between Lebanon and at that time\nPalestine. And of course there, that was the British police, they ask me a few question, they\nwere quite polite, they, they just wanted to know some facts about where I am coming from\nand they say as soon as that, you can take a car and go wherever you want to go. So I was\nnot, they did not, the British authorities in Palestine did not interfere whatsoever with my\nmovements.",
        "A: Right.",
        "A: To the Lebanese border.",
        "A: The train stopped at the Lebanese border, I think 1t was Aleppo.",
        "A: And in Aleppo, the Turkish police just gave me the papers, my papers, they said, \"These are\nyours.\" Shake hands and left. So a, a car was waiting for me at, at the, at the station in\nAleppo.",
        "A: Only with the driver, that's all. There was nobody there but the driver. He approached me,\nsaid, \"I am here to take you to Haifa.\"",
        "A: I don't remember, really. I suspect some Jewish agency from Palestine that did that and the\ncar took me from Aleppo to the Palestine border, stopped there, went to the police station,\nthey asked me a few questions, then the car took me to Haifa, where a friend of mine was\nwaiting for me, Mr. Horowitz(ph), and...",
        "A: The organization, really the only thing they were interested is to get as many, as much\nmoney as possible out of this thing and irregardless of life conditions or anything like it. Just\nlike butchers, to take so many people into such a small space. My, I consider it to be\ncriminal, because there was, if you look, afterwards, if you look at the condition of the ship,\nthere is no way that the ship would ever, ever, even manage to get into the Mediterranean.\nWith what? You see, it was old engine, it was cracked. Now, you have a cracked engine, it\nwill be very difficult to make it work. And yet, it was for them, for the organizer, this was\nlike something is very normal, that the ship had no living conditions, they considered this\nnormal, so. Of course, I know, it's war time, but there is a certain limit that you can allow\nyourself to do things, even though it's war.",
        "A: It was, I wouldn't even call that a ship, really, it was just a, a piece of steel that they put some\nwood on top of it and superstructure and they thought that that would be good enough.\nActually I don't think the organizer even expected that this so-called vessel, will ever reach\nanywhere. But it was an excellent way of getting money.",
        "A: Very mild statement.",
        "A: Well, of course I, I was still had problem with my hands and my feet, they were still, my\nhands were still frozen and so I had the physical therapy and it was necessary and things like\nthat. Then I tried to find some work.",
        "A: Yes.",
        "A: At the beginning, my hands are still, they were still frozen, so I, I had a hard time eating,\nusing my hand. And I had also hard time walking because of my feet were still stiff. But\nslowly, slowly, I start managing to get normal again and then I start looking for work in\nHaifa. So I had a few friends that helped me during this time.",
        "A: I work as a night watchman to some, in some company parking lot. Then I managed to\nbecome a driver. As it happened to be, American mission in Palestine, that was driving a\npickup. Then I went, I decided to go to Jerusalem from Haifa. There I stayed with another\nfriend of mine. And then I decided to join the British army, in 1943. There was a lot of, there\nwas a very strong movement at that time, in Palestine, to join the Allied Forces, so that you\ncan contribute towards the victory against Germany. You know, a lot of propaganda to join.\nSo I joined the British army and after training they sent me to Cairo and from Cairo I went\nto, as the Allied army, British army, where, after , they were advancing\ntowards Benghazi, they Tripoli and I was with the army service corps, service corps.\nActually I was driving a tank, water tank for the troops, to give them water, so we were\nconstantly behind the lines, supplying water to the British, New Zealand, South African.\nWe're part of the eighth, Alexander's eighth army.",
        "A: Very little. Absolutely minimal. But while in the British army, it happened that they\nallocated me to 100 percent English regiment and I was the only non-English of this\nregiment. Afterwards they had the Palestine brigade and things like that, but when I joined,\nthey didn't have that yet and I was sent into an English corps. So I was the only foreigner,\nshall we say, that did not speak English. They're all from England. So they took upon\nthemselves to make sure that I learn English. So they taught me the English language,\nslowly, slowly, but...",
        "A: Absolutely not. Never I was questioned or, about whether my religion or where I'm coming\nfrom. They just knew that they had to teach me English. Actually I would say that my stay in\nthe British army, '43 to '46, three years, I never, never had any sense of being apart of them\nbecause I was a non-English. I was very well treated. As an equal to them, without any\nrestrictions.",
        "A: Right. From Cairo the troops were advancing towards Tunisia, all throughout North African\ndesert and I was just there, until they took over Tripoli, then I was stationed in Tripoli and\nthen were to, they were preparing to invade from North Africa into Sicily, so they're\npreparing the Sicilian landings and then just, I was nearly going over to Sicily, then the war\nended, 1945. Then I went back to Cairo, where I stayed another one year, in Cairo\nheadquarters of the British army. I was demobilized from the British army in Cairo, in '46,\nno '45 and then I stayed one more year as a civilian with the British army and then I went to\nPalestine.",
        "A: My father remained in Bucharest and miraculously he survived and stayed there until I\nbrought him to Israel. My mother moved to Paris when she divorced my, when they\ndivorced.",
        "A: Pardon?",
        "A: Before the war. So she was living in Paris. She married another person that had a, a boy.\nThey lived in Paris. I left Paris in '39, one of the last trains that they managed to get through\nfrom Paris to Bucharest. She remained there. The things in Paris got pretty bad, so her\nhusband decided to send his son and my mother south, in to the Vichy part of France, where\nthey thought maybe it's safer there. So she took a train. He, she and the son of her husband,\ntook a train from Paris going south. At the border with the Vichy part, they were told to get\nout of the train, all, everybody and all the Jews that they could find, that was German,\nGerman troops there, all the Jews that they could find, they took them and put them on\nanother train, that was a cattle train and they were taken out and then she disappeared and\nher husband survived Paris, so I met him after the war and that's how I know. He, he came to\nvisit me in Israel and he explained to me that my mother was taken off the train with his son,\nput in another train, they went and they landed in Auschwitz and there she was killed\ntogether with his son.",
        "A: Yes. At the end of 1945, when I was demobilized from the British army, I met a girl in Cairo\nand we got married and then in '46 when I went to Palestine, I went with her. So we moved\nand we moved to Haifa. I lived in Haifa and I worked, found work with Esso Oil company at\nthat time. They had the operations plant, fuel, so I was the superintendent of that plant, until\nEsso decided to pull out of Israel and then I was offered a position to go to Japan for an\nAmerican company, so I took that position, went into Tokyo.",
        "A: Yes.",
        "A: No, no. I returned in '46, very shortly afterwards the War of Independence started. Being an\nex, I was a sergeant-major, being an ex-military person, naturally I was one of the first to be\ntaken into the Hagenah(ph) and then the Israeli army. And I was on the Syrian front. Then\nthere was armistice, fighting again. I was with the Israeli army until the war ceased. And was\narmistice, then I was demobilized, I looked for a job and joined Esso Oil company.",
        "A: Yes, in actual fact, I was against the Syrian army, in the north, but 1t was a short duration,\nonly a few weeks, then we were pulled back.",
        "A: Because it was an American company that was looking for people, they were, Japan was in\nvery poor condition economically, and there was opportunity in Japan to bring in things that\nJapan did not have and this American company had their headquarters in Tokyo, but they\nhad, they couldn't get people to get to Tokyo. So they came to Haifa, one of their executives\ncame to Haifa, was negotiating to get a friend of mine to come for two years to Tokyo, so my\nfriend introduced me, said, \"Maybe he wants to go, too.\" So they took both of us, we signed\nthe two year contracts and we went to Japan. From two years it turned out to be 18 years, but\nanyway, that's...",
        "A: Very, very, very interesting, because I was in charge of barter agreements and was quite\nfascinating how you can export and import goods without money going through your hands.\nThat's, it's a barter. You give something for something else.",
        "A: 18 years, yes.",
        "A: Well, I was able to see how a nation which is, was completely destroyed by war, slowly,\nslowly becoming economically so wealthy. I have very good living conditions in Japan. As\nfar as living among Japanese, it has been excellent experience. I like their culture. I like their\nway of living, of more of the way they live and let live. Never I was discriminated, just only\nthe difference is that I was a foreigner there, but otherwise, I was, I was very, very impressed\nby their attitude to the other people. Towards themself and foreigners.",
        "A: Pardon me?",
        "A: Very, very well. They also, of course we had in Tokyo, a Jewish community and we had\nfriends. And unfortunately, after about 10 years living in Japan, my wife had a heart attack\nand died in Tokyo and I was left with a 10 year old boy and then after a few, a few years, I\nmarried a girl that was going through Japan, an American girl named Fashion and we got\nmarried in Portland, Oregon, because she was from Portland, her family was from Portland,\nso we decided to get married in Portland and then she moved to Tokyo with me, then we\nlived another five years in Tokyo, then we moved to Tatwan. We lived there another five\nyears and then we decided to move back to her own place, which is Oregon. So we moved to\nPortland, then decided to live in ,",
        "A: Absolutely. I was visualizing all these people that running away from Vietnam, being more\nor less associated with our problem that we had during the war, just history repeats itself all\nthe time. And not only the Vietnamese, but also the Chinese that were running from China\ninto Hong Kong and the camps that they were put into. Quite vivid.",
        "A: You welcome.",
        "A: My father's name Jacobs Stoliar(ph).",
        "A: My mother, Bella Lakeman(ph), her maiden name, then Stoliar when she married my father\nand then she remarried in Paris and her family name then was Tomashin(ph).",
        "A: Either Tomashin(ph) or Tomasin(ph), depends with, with an h or without, I don't know. And,\nunless she, unless she was under her maiden name, I don't know, but she was married to\nTomashin(ph) and her, shall we say her stepson was also Tomashin(ph).",
        "A: At the beginning you start some kind of a desperation, you know, some kind of a feeling of,\nthat something drastic will happen, something that, like close to death. And then you start\ntrying to eliminate all the problems that are surrounding you, such as you\ncannot move around so you, you getting like into a cocoon and try to eliminate as much as\npossible what surrounds you, becoming within yourself and see whether you can survive\nunder such conditions.",
        "A: Right and also my fellow passengers, they were not talking much, either. It was less and less,\nis like each one was in a different world. There was very little communication towards the\nend, very little communication. It was like something was going to happen, bad and just\nwere just waiting for these things to happen. It's like was, you were already in some kind of a\nmourning type.",
        "A: Less and less hope. Is like we felt that, we felt that we have reach the end, with no way out.",
        "A: I tell you honestly, even today I cannot explain why did I survive when everybody else did\nnot and I still don't have an explanation to it. And because of that, in the first years after the\nShtruma(ph) tragedy, as I could not explain to myself why did I survive, I felt some kind of a\nguilt, guilt of why am I surviving versus so many people, including the captain, including all\nthe, all the other youngsters that were on the boat, that there were at least as good swimmers\nand things like that, they have not managed to survive. And for many years I avoided talking\nabout it, including my wife, because I felt that really I cannot justify why I am still alive.\nWith the time, I came to reconcile myself with the fact that just miracles do happen from\ntime to time. But I have no explanation because I have nothing special while I was in water\nthat would have kept me more alive than other people.",
        "A: First of all I was hoping that somebody, somewhere, somehow is going to hear us. Why us,\nbecause I had the chief officer behind me, also yelling and screaming and talking loud and\nthings like that. So we were so concentrated. He emphasized so strongly that, \"Don't fall\nasleep.\" He emphasized that I should be constantly, if nothing else, we just talking, so that I\ndon't fall asleep and so we were concentrating on that and it's only later, when the, the\ndaybreak came, that I suddenly did not feel him any more, in my back. I don't know how\nlong this time has taken, but you know, it was still very, very cold and I was getting colder\nand colder and maybe I thought, maybe I don't feel any more, something behind me, but\nthen, then I turned around and he was gone, he was laying down.",
        "A: No, it's when I saw him in the, dead in the water, then I got really desperate. If he, he was\njust as alive as I was and then you turn around and he's dead. I said to, I said to myself that\nthat's the end. So at least let's try for the shore, let's try to swim for the shore. Then when I\ncame back and I saw I cannot get to the shore, then I said to , \"If I have to\ndrown, I might as well kill myself before I drown.\" So, I had a knife, a pocket knife with me\nand I pulled it out, but I was unable to open the blade because my hands were frozen. So\nwhile I was struggling with that knife, suddenly I see this big vessel towards me.",
        "A: I feel a great relief, was finally they arrived. I talked to, to them a little bit,\nthey told me that they have seen things floating in the sea, so they decided to take the boat\nand see what was going on there. But this just, this 1s the little thing that I could manage to\nunderstand from them.",
        "A: No.",
        "A: I did not have any nightmares because my only guilt in all this tragedy was the fact that I\ncould not explain to myself, why did I survive when so many did not, although so many had\nthe opportunity to survive being in the water. That means they were still alive after the ship\nblew and yet none of them, I could not believe that I am the only one. There was no ex, even\ntoday I cannot explain, why only me, when so many, they were around me in the water.\nThey could have survived like I survived. The fact of this being there\neventually, all right? Well the chief officer had that opportunity exactly like I had and yet he\ndid not survive either. And he was not an old man or, or, or a person, you know, having\ndifficulties, he was a strong sailor, he was a sailor.",
        "A: Well, I had a thick jacket, that jacket was completely wet, so actually that jacket, I felt like\ntaking it out because it was keeping me more cold than outside. No, I did not have anything\nspecial dressed that, that could have tell me that's why I survived.",
        "A: I had several interviews with various news reporters. They, they wanted to write an article\nhere and there about my survival and, quite a number of years has passed. Before Japan, I\nwas not talking to anybody about it. Nobody even asked me when I was living in Haifa and\nthen in Jerusalem. Nobody came to ask me about this. Well, I justified this by, because it was\nwar. People were just, people were already, they told me, \"Be happy that you are still alive,\nwe don't know what will happen next with that war.\" So, and after the war, while in Japan,\nnobody, once or twice some reporter wanted to write an article about or something like that,\nbut nothing really that, you talk to the reporter for a few hours and then that's it and then\nsuddenly an article will appear here and there.",
        "A: First, the top 1s an ad that we could read, about an announcement of a vessel, Shtruma(ph),\ngiving information to the people that organized the departure of this vessel and where to get\nin touch if they are interested to go on this vessel.",
        "A: Oh, they announce that the departure 1s eight of October, 1941, from the port of\nConstanza(ph) and that there are limited spaces available.",
        "A: We departed around 12 of December, so about over two months like that.",
        "A: This is a ticket to be able to go on the vessel Shtruma(ph) and they advised that I would be\nallowed to take 20 kilograms of baggage with me. This embarkation was\nreduced to 10 kilograms. This was the official ticket that was given after my father paid for\nit.",
        "A: Oh, these are revenue stamps. At that time in Romania, 1n order to, any official document\nhad to have revenue stamps, to make it official. Romanian revenue stamps.",
        "A: This is a picture taken from, in the harbor of Istanbul and you can see, that is, the vessel is\noverpopulated with people and the metal structure, it's shown below and then the\nsuperstructure is above.",
        "A: 700, 760 people were on this vessel. This is the same vessel, but it shows the superstructure\nthat was built on top of the steel structure. Now, when the torpedo hit the vessel, it hit below\nthe superstructure, so the metal part went right away to the bottom and the upper part, which\nwas all wood, was blown into pieces in the air, with all the people that were being on the,\nwere into that structure. So these people that were in the superstructure, wood superstructure,\nwere blown into the air and then they landed in the water, including myself and start\nswimming around. The bottom, the bottom of the vessel disappeared immediately.",
        "A: This is a picture soon after I went to Palestine.",
        "A: Oh, about 20. This is a picture taken in Tripoli at the British headquarters, around 1944,\nwhen I was stationed there. This is 1945, in Cairo, when I married a girl from Alexandria,\nEgypt.",
        "A: Her name is Adria(ph) Stoliar(ph) and I have a son with her.",
        "A: This is a picture taken in Tokyo, in my house, with my second wife and with my son and she\nis painting, she, she loves to paint.",
        "A: Her name is Martha and she's originally from Portland, Oregon.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumAugust 20, 1997\nRG-50.030%* 0384",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with David\nStoliar, conducted by Radu Ioanid on August 20, 1997 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "DAVID STOLIAR\nAugust 20, 1997"
    ]
}