{
    "rg": "RG-50.106.0203_trs_en",
    "sequence": [
        "Q: And what does that middle initial stand for?",
        "A: My maiden name Friedlander.",
        "Q: Friedlander is your maiden name. All right, let’s talk a little bit about your family. Your\nparents. What were your parents’ names?",
        "A: My father was Ernst. And my mother was Ely.",
        "Q: Where were you born and when were you born?",
        "A: I was born in Berlin, Germany September 26.",
        "Q: September 1926.",
        "A: Yes.",
        "Q: What day in September were you born?",
        "A: The 23™.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: September 23, 1926. How long had your family been in Berlin? Your parents or even\nfarther back?",
        "A: My father’s family came from an old Jewish family. My mother was not Jewish. My mother\nconverted prior to marriage. My —",
        "Q: What was her maiden name? What was her name?",
        "A: Seisert, S-E-I-S-E-R-T. Her parents were working people. My grandmother came to Berlin as\na cook. My grandfather worked in a company that made bronze items. He died very young. He\ndied at 55. I adored him. My father’s family as I said was an old German family, totally\nassimilated. Sort of very comfortably off. Very cultural. My father’s uncle was at the Berlin\nstock exchange and was ousted from there at the very beginning of 1933. I was the only child,\nover protected. First grandchild.",
        "Q: What kind of work did your father --worked on the stock exchange? What did your father\nactually do?",
        "A: No my father was not, my father was in the family business. They had a -- what do you call\nit, a fabric store. In those days. This was for men only in those days. Customers bought their\nfabric and then took it to a tailor. This was before the ready-made became popular. My father\nwas the younger son of two. My uncle was a physician and my father worked in the family\nbusiness.",
        "Q: Did you have a large extended family on both sides, on your mother and —",
        "A: Not really. My mother had one sister who drowned as a child. She was evacuated during the\nFirst World War. Into a very nice estate and the children’s companion or nurse was ill so there\nwere four girls. They were on their own. They were told not to go near the lake but they did into\nhttps://collections.ushmm.org\nFebruary 7, 2013\na boat and it capsized and two of the girls drowned, so there was little family on that side of my -\n-. My father had just the one brother. My grand, my paternal grandfather came from a larger\nfamily and he came to Berlin as a young man. He was much more educated in religion than the\nother side of the family. As I said the other side was very, very assimilated.",
        "Q: What religion was your mother’s family?",
        "A: Lutheran, I believe.",
        "Q: What part of Berlin did you live in?",
        "A: In a suburb at Pankow, that’s P-A-N-K-O-W.",
        "Q: Tell me about your childhood. You said you were an only child. And your mother had\nconverted so were you raised Jewishly in any way?",
        "A: Marginally. I always thought of Hitler as having, having made Jews more Jewish again. But\nI mean I do remember the Seders at my grandfather’s house and my mother always lit Friday\nnight candles. My, as a matter of fact an old family friend would always say my mother was\nmore Jewish than most of her Jewish relatives. My father always made Kiddush and I wish I had\nthe sense to record it because he had a beautiful voice and did a wonderful, wonderful job. So\nthis was a routine Friday night affair.",
        "Q: Did your family belong to a synagogue?",
        "A: Oh yes. As a matter of fact, my grandfather was very active in his synagogue. He was\nresponsible for initiating a youth service. I remember Simchas Torah and packaging up little\nbags of candy and nuts for the children. He was really quite active. However, in those days they\nstill had a maid. The maid would be sent to the butcher to buy the ham so yes and no.",
        "Q: Tell me about the neighborhood. Was it a Jewish neighborhood that you lived in?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: As a matter of fact Pankow really wasn’t but we moved away from there when I was about\nseven. However, later I found out that there was a Jewish orphanage and apparently quite a\nnumber of Jews living in Pankow. But at the time I wasn’t aware of it. I was one of two Jewish\nchildren in the elementary school. And that brought up kind of interesting things.",
        "Q: Such as.",
        "A: Well we had to bring a coin to school to go and see a movie. And my parents kind of thought\nit would be one of the Grimm ’s fairy tales. It was the story of was it Horst Wessel [ph] and the\nconflict between the Nazis and communists. And my parents were kind of horrified afterwards\nwhen I told them about it.",
        "Q: How old were you then?",
        "A: Probably seven.",
        "Q: So you were still living in Pankow then?",
        "A: Oh yes, yes.",
        "Q: And why did your parents move when you were seven?",
        "A: I guess I must have been eight or nine. Oh for one thing 1t was an economic move because\nthat was the time of, you had the depression here and my mother as a matter of fact, took work.\nShe worked at home. She was a fabulous dressmaker. In those days you know you had to go as a,\nwhat did they call them. To learn the trade and she worked for —",
        "Q: An apprentice you mean, she was an apprentice.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: No well, when, when we lived, after we moved from Pankow, when things got tough, she\nbrought work home. I remember her doing hand beading on gowns. Always a white napkin on\nher lap to make it easier to --. And always just before sunset or there would be an hour for her to\nplay with me. That was our hour. And I think that was the primary reason why we moved. As a\nmatter of fact my last few months in elementary school, I traveled by subway back maybe three\nor four stops so I wouldn’t have to change schools. It wasn’t worthwhile. It was the last year of\nelementary school.",
        "Q: You mean when you moved. And tell me again where you moved to from Pankow?",
        "A: It was Berlin proper.",
        "Q: But you continued to go back to your old school is what you’re saying?",
        "A: Yes and in retrospect I realize my parents, I was relatively safe there. And I guess they didn’t\nwant to move me for a few months into a different school, not knowing what the situation would\nbe.",
        "Q: Hitler was in power already.",
        "A: Oh yes, yes, yes.",
        "Q: Were you aware when he, I know you were quite young of course. Were you aware when he\nbecame, came into power in 33?",
        "A: Oh yes, yes. I guess it was my seventh birthday when we were waiting for my closest friend\nto come. In those days the mothers came also to the birthday parties. And one mother took my\nmother aside and said Mrs. Friedlander I don’t think Mrs. Meyer will come because you are\nJewish. And that was my first awareness, yes.",
        "Q: What did it mean to a young child to hear that? Do you have any memory of your feelings?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I think the shock that my closest friend wouldn’t come to my birthday party. You know from\nthat time on, I grew up quite quickly. We all did.",
        "Q: Just in those beginning years, in 33, 34, did you have any other incidences like that, any other\nexperiences?",
        "A: No.",
        "Q: What about at school? Was there any anti-Semitic experiences there?",
        "A: No, no. That’s exactly why my parents chose to have me go by subway for the last few\nmonths, to keep me at that school because there was no overt anti-Semitism.",
        "Q: Was it a coed school or just girls?",
        "A: Oh no, not in those days.",
        "Q: It was just girls.",
        "A: Just girls.",
        "Q: Just girls. And was there religious training at all? Did you have to stop during the day for\nreligious training?",
        "A: No. I do remember though in the morning when the teacher came in, you greeted her with\nHeil Hitler.",
        "Q: Did you do that?",
        "A: But of course.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: And your parents —",
        "A: I think I didn’t even know what it was all about.",
        "Q: Your parents didn’t say anything about that to you?",
        "A: No.",
        "Q: How would you describe yourself as a child? Were you independent or you were, I know you\nwere quite young obviously.",
        "A: Over protected. Quiet. Sort of easily scared. But otherwise, otherwise quite normal I think.",
        "Q: Did you like sports? Did you do any kind of sports?",
        "A: Very reluctantly as a matter of fact. My father enrolled me in the Jewish sports race Bar\nKochba, but this was quite a bit later. I was not great on sports.",
        "Q: You said you were one of two Jewish children in the school, so your friends were not Jewish.\nMost of your friends were not Jewish, right.",
        "A: No, no.",
        "Q: And you would go to their house?",
        "A: Oh yes.",
        "Q: And play and there was no problem with their parents, except for that other, the birthday party\nincident.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: That was the only incident.",
        "Q: I assume you spoke German at home.",
        "A: Yes, of course.",
        "Q: Hitler comes into power in 33 and you said things started to change. And then you moved\ninto Berlin itself.",
        "A: Yes.",
        "Q: But you went to the same school. And then did you notice anything in the city, any changes in\nthe city once you moved there and Hitler was getting stronger and stronger.",
        "A: No.",
        "Q: Any restrictions?",
        "A: Well now wait a minute. I have to change that a little bit. I do remember actually repetitive\ndreams about the Hitler parades at night. As, in my dream as I was going home, in the street\nparallel to where I was, there was a parade with city and torch lights. And that dream occurred a\nnumber of times. So that I’m still very, very much aware of it. I remember as though it was\nyesterday. And the discomfort until I got into the house. The apartment houses used to be locked\nat 8:00 so I always had to be sure that I made it before eight because I didn’t have a key for the\napartment house. So there was, I guess there was fear in me. And the other thing I do remember\nand that was really when we moved into the second building -- was the large swastika flags out\nof the windows everywhere. And to this day I have a dislike for putting flags out. It’s, it must\nstem from that , why I feel that way.",
        "Q: What did the symbol of the swastika mean to you? Did it have any special meaning?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh, hate and fear. The interesting thing was that in Germany people who looked slightly\nJewish or a very dark complexion would generally wear a swastika button in their suits, just to\nmake sure that nobody —",
        "Q: Would misconstrue that they were Jewish. Did you ever see Hitler?",
        "A: No.",
        "Q: But you, as you say the parades you saw?",
        "A: Yes, the parades, the constant parades. They were always at night and always with coaches.",
        "Q: You’re traveling by yourself to school and then the next change was what?",
        "A: The next change was my grandfather dying. He had been in the hospital, was supposed to\ncome home the following day and died. Now I, what I remember was it supposedly was some\nbladder problem. I assume it was prostate cancer. But in those days I didn’t even know they\nexisted. And as I say, I was always shielded and I was not at home. My father belonged to a\nrowing club and I was spending the summer there, I suppose because we had one room there.\nAnd I never was brought back to the city for the funeral. Again you know they shielded children\nfrom such things.",
        "Q: What was your grandfather’s name?",
        "A: Julius.",
        "Q: Julius Friedlander right?",
        "A: Yes. You know I don’t, come to think of it, I don’t even remember my maternal\ngrandfather’s name. Isn’t that strange?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: It’ll come to you.",
        "A: Probably not because he was just “oopy” you know.",
        "Q: When you were in Berlin itself, besides the parades, did you experience any anti-Semitic\nincidents? And seeing the flags you know.",
        "A: You know Berlin was the capital and it had definite advantages for us Jews. In smaller towns\neverybody know exactly who the Jew was. There was, well until Kristallnacht for instance.\nThere wasn’t that much overt stuff going on. Don’t forget we had the, Berlin had the Olympic\ngames too. I remember what —",
        "Q: Do you remember that, those?",
        "A: Yes, I do remember it because I know one evening my mother’s father took me there. This\nwas before the Games started, to look at it. To look at the —",
        "Q: The stadium?",
        "A: The stadium. But actually that’s all I remember. I mean I’ve read a lot about it and at the time\nI didn’t remember it. But as I said there was quite a bit of anonymity living in Berlin compared\nto living in a smaller town.",
        "Q: What about the book burning? Were you aware of that?",
        "A: No.",
        "Q: What about restrictions sitting on benches in parks and things like that?",
        "A: No.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: So you went, you just continued your jobs 1n a sense, commuting to school and then you’d\ncome home and play with non-Jewish children? Or was that new neighborhood a Jewish\nneighborhood, your new —",
        "A: No it wasn’t and oh, I didn’t really finish what I was saying about my grandfather. When my\ngrandfather died, my grandmother had been in this apartment from the day she was married and\nit was considered that “oomy” couldn’t be expected to move so we moved into her place and that\nwas in central Berlin. And after I was through with the year of elementary school, I went to a\nJewish secondary school.",
        "Q: You went to a Jewish school?",
        "A: Yes.",
        "Q: How old were you then?",
        "A: Must have been ten cause we didn’t start school until age of six. For four years I must have\nbeen ten.",
        "Q: That continued on. Would you say your childhood was kind of a contented one up to that\npoint?",
        "A: We were very, very aware of what was going on. My uncle was arrested twice.",
        "Q: Your father’s brother you mean?",
        "A: My father’s brother, the doctor. Yeah, he was accused of I know the German word for it,\nwhich I think meant that he had relations with gentile patients.",
        "Q: What was his first name? Your uncle’s?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Rudolph, Rudy.",
        "Q: So now you’re in the Jewish school. Do you remember what name it had?",
        "A: Yes it was in Hambergerstrasse, it was at Hambergerstrasse. That’s where one of the\nbeautiful temples was.",
        "Q: What street did you live on in Berlin?",
        "A: Dirckenstrasse, that’s D-I-R-C-K-S-E-N. Big old apartment house, back entrance for trade\npeople.",
        "Q: The number, do you remember the number?",
        "A: Yes, hold on a minute. Oh, number five.",
        "Q: Number five. So you are now in the Jewish school and when, were your parents the type to\ntalk things over with you about what was happening in Germany to the Jews and Hitler?",
        "A: No.",
        "Q: Did you talk about it with your friends in the Jewish school?",
        "A: Yes, that was the beginning of the great exodus too, people leaving. Or Jews leaving\nGermany, in droves. I do remember I guess I must have been 11. I and three of my friends went\nto the Jewish board of education because we objected to so many young teachers being\ndismissed. Young ones were the favorite ones and we were told and it made absolute sense to\nus, we were told that the younger teachers would have a better chance to emigrate than the older\nones. And we accepted it and that was it. First of all the nerve to go to the Board of Education.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: Do you remember being fearful or were you relaxed on the street when you were outside?",
        "A: More relaxed than fearful. Fearful when there were demonstrations that I happened to be\nclose to. But no, I know for instance, I had a friend, my very closest friend who was -- lived a\ndistance away and I had to go by subway. And I was very much aware of the fact that I had to be\nhome at a certain time because my parents would be worried that something had happened to me.\nI remember being on the subway and always wanting to push it, you know. If I was on the late\nside.",
        "Q: But you went to school and you played with friends and sports.",
        "A: Well then of course it was all my Jewish friends from school. And one lived very close to me.\nAnd we would go back and forth to school together.",
        "Q: That continued til Kristallnacht or anything else between then and Kristallnacht that you can\nremember?",
        "A: Well it really continued until I left.",
        "Q: I was going to then talk about Kristallnacht with you.",
        "A: Kristallnacht. I knew my mother was on the telephone to this girlfriend’s mother in the\nmorning and it was decided that I wasn’t going to go to school. And I really didn’t immediately\nrealize what was happening. But I must have during the course of the day because my cousin,\nactually was my father’s cousin, but she was closer to my age and I loved her. She worked in the\noffice of a department store which was actually just across the street from our house, business.\nAnd we heard stories about what they did there, throwing — she was in the office on the top floor,\nstory. Throwing typewriters through -- out of the window. And it so happened that the store was\nowned by a British Jew and they had to payreparations. I remember that, yes, you know we were\nkind of thrilled with that. But, and I also know that the street car going along the street where our\nbusiness was, and this department store, the street cars could not go because of the shattered\nhttps://collections.ushmm.org\nFebruary 7, 2013\nglass. And the rails. It was oh -- and my girlfriend’s father. They were Polish originally. My\ngirlfriend’s father was picked up. And that’s when they picked up all the men and boys I think\nover 16 or 18. Yes, I mean that was a time when I became very, very, very aware of what was\ngoing on then and fearful.",
        "Q: What about your father. Was he picked up at all?",
        "A: No he wasn’t. Now my father of course was German born. They picked up the Polish.",
        "Q: So you in a sense slept through Kristallnacht.",
        "A: Oh yes, absolutely.",
        "Q: What do parents say to a young child, a 12 year old when that happened? What did they say\nto you. How did they explain —",
        "A: I can’t even recall actual conversations with them other than hearing what was said. As I said\nwe lived with my grandmother. We had moved into her apartment. And we later had an old aunt\nof my father’s move in whose two sons had emigrated to what was then Palestine. She was over\n80. And all I remember was she would sit and crochet continuously. She covered all our\nhangers. Very sweet, very unassuming, very quiet. Although I do remember visiting her as a\nyounger child. When she had a parrot and I was fascinated with the parrot because the parrot\nwould be talking.",
        "Q: Did your parents ever talk about trying it emigrate?",
        "A: Oh yes, of course. Oh, of course, I was very, very much aware of that. My father was very\nwhat should I say, law abiding, straight, honorable. Look where it got him. But they were all\nsorts of things tried to — at various consulates. And I do remember finally at the 11\" hour\npractically him joining a few families and I guess they were bribing some counselor to get a visa\nand it fell through. But aside from anything else, my mother had kidney disease very early and\nhttps://collections.ushmm.org\nFebruary 7, 2013\nbecause of that very high blood pressure. In those days they couldn’t control it sufficiently. So\nany of the countries wouldn’t give her a visa because of it. So that fell through too. But I\nwas, I mean everybody was aware of, of people haunting the consulates.",
        "Q: Was your father a Zionist? Did he want to go to Palestine?",
        "A: Who?",
        "Q: Your father. Did he suggest trying to go to Palestine?",
        "A: No, but I was. I was brought up in that atmosphere. I guess my friends also. We all, all we\ncould think of was getting to Palestine.",
        "Q: These were your friends at the Jewish school that you went to?",
        "A: Yes, yes.",
        "Q: And what did your father say about that, or your parents say. What were their thoughts about\nthat?",
        "A: Ihave no idea.",
        "Q: Kristallnacht is over and then what happens, what other changes can you remember from\nthat?",
        "A: Well then of course we heard about the Kindertransport. Because the British government did\nthis within days after Kristallnacht and my grandmother had wrote to a cousin of hers, a second\ncousin of hers in London. Now the story is that he was in love with my grandmother and she\nwouldn’t marry him. And he went to England with a broken heart for her. And she contacted\nhim. And he had one daughter who was very active in trying to find families in England to\nhttps://collections.ushmm.org\nFebruary 7, 2013\nsponsor German children, Jewish children. And she actually made contact with a woman who\neventually offered to sponsor me. And —",
        "Q: What was the woman’s name?",
        "A: Miss Kingham, K-I-N-G-H-A-M, Alice Kingham.",
        "Q: What was her first name?",
        "A: Alice like Alice in wonderland.",
        "Q: Oh Alice, I’m sorry. I didn’t hear that.",
        "A: My accent probably.",
        "Q: Your father got in touch with her.",
        "A: My grandmother.",
        "Q: I'm sorry your grandmother.",
        "A: Yes.",
        "Q: And she offered to sponsor you?",
        "A: She, no she found somebody who would sponsor me. And we got that news the last day of\n1938 and the Kindertransport, mine, left on June fifth. It took that long.",
        "Q: Now let’s talk a little bit about before you got on the transport. What were your thoughts\nabout doing this?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Excitement. A big adventure. Nobody would tell me when I had to —",
        "Q: But you were leaving your parents?",
        "A: I know but that didn’t -- that wasn’t the ultimate thought in my mind. The idea being really\nthat my parents would be able to get a domestic visa somewhere and get out. It never occurred to\nme that they would not be able to get out of Germany. So it really was like a big adventure for\nme. I could wear socks as long as I wanted. I didn’t have to wear wool stockings during the\nwinter. With all the so called sophistication, I was still a kid.",
        "Q: You were only 12 years old, you were just 12. So you hear about this and you have several\nmonths between the time that you hear about leaving and the time you actually left. How did\nyou —",
        "A: I had English lessons.",
        "Q: I was going to say how did you prepare yourself for this new adventure. You took English\nlessons.",
        "A: Yes, I didn’t have to practice the piano anymore. I had private English lessons.",
        "Q: Anything else that you did to prepare for the trip?",
        "A: I’m thinking. A lot of talk of course to my friends about it. Jenny, this close friend of mine\nwhose father had been deported back to Poland, managed to get to London and she thought\ncorrectly that her mother and sister would be able to follow, which they did. It never occurred to\nme that my parents would not get out of Germany.",
        "Q: How many of your friends were able to get on the Kindertransport?",
        "A: I don’t even know. I know one girl. I tried to trace her here but unsuccessfully, one girl came\nhttps://collections.ushmm.org\nFebruary 7, 2013\nto one of the few transports to this country. I don’t know. Are you aware of it that there were\nefforts made to get kids out. Only it was kept --",
        "Q: There were a few.",
        "A: Bbecause of the anti-Semitism, here at the State Department.",
        "Q: There was some, there were a few. And people are now looking into that.",
        "A: Oh they are. Good.",
        "Q: You’re getting ready to leave, so let’s talk about the actual leaving and saying goodbye to\nyour parents and —",
        "A: All right. The actual leaving, the worst part was leaving my maternal grandmother because I\nfelt that I would never see her again. And I was very, very close to her. Thinking that my\npaternal grandmother would probably be able to get out. I don’t know why I thought that but I\ndid. But saying goodbye to my maternal grandmother was the worst thing of all. My maternal,\nyeah.",
        "Q: What was her name, your maternal grandmother?",
        "A: Martha. Martha Hilse, H-I-L-S-E because she had remarried.",
        "Q: Do you remember what you said to her or what she said to you?",
        "A: No, not at all. I blacked it out because —",
        "Q: It was so painful. Tell me what you took with you. What did you take with you when you\nleft?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh well you know we were, we were limited on what we could take with us. I know I took, I\nwonder what happened to it. I took a silver egg cup with me that was the light weight that they\npermitted I guess. And I had one suitcase with everything listed on it. As a matter of fact I think\nI still have the list. And my mother outfitted me with clothes taking into consideration that I\nwould still be growing, although I was very tall for my age at that point. I don’t remember\ntaking anything. I had a large collection of books. I don’t recall taking anything with me at all,\nthat kind of thing.",
        "Q: You had said about how this woman found someone to sponsor you, but how did your parents\nget you on the train itself, make arrangements and get the tickets. Do you know, did they ever\ntell you or —",
        "A: Well as a—",
        "Q: The mechanics of it, in other words?",
        "A: Yes, as a matter of fact they had corresponded with the woman in England, Miss Kingham.\nAnd —",
        "Q: How did your parents get you a ticket on the train?",
        "A: Oh Thave no idea. I know I got a beautiful leather large suitcase and I don’t even know how\nthat suitcase got to England. But it did obviously. And as far as tickets go, my parents took me\nto the train and then rushed home because from the balcony of my grandmother’s apartment we\ncould see the train. So they were going to wave to me as we passed. I do remember a cab taking\nme to the station and having to turn back half way there because believe it or not, I had forgotten\nto take my umbrella. If you think about it, it’s laughable but —",
        "Q: What did your parents say to you when they put you on the train?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I also don’t know. Complete blank. It was again, it was like a temporary thing. As a matter of\nfact, my mother told me after the war that if she’d realized that the separation would have been\nthat long, she would never have let me go and I remember saying to her how could you say that.\nIt was the most unselfish thing for you to do to let me go. And my mother suffered terribly from\nthat separation.",
        "Q: Did you know anybody else —",
        "A: That got her little girl then.",
        "Q: I know, right. Did you know anybody else on the train?",
        "A: No. I do remember a couple of nuns bringing infants onto the train.",
        "Q: And staying with them you mean, taking them on —",
        "A: Well no, they didn’t stay with them. They handed them to somebody on the train. It wasn’t\nyou know it was further down to where my compartment was.",
        "Q: Tell me about the journey to England, the actual journey. What you remember of it.",
        "A: Well the big thing was we knew that before we crossed the border into Holland that the\nGermans would come and inspect our baggage. And we were very worried about that. They did\ncome and they did open my small suitcase but nothing, nothing further happened. And this\ntremendous relief when we realized we had crossed the border. And when we stopped in Holland\nthere were people on the platform giving us apples and candy and it was very, it was very\nheartwarming. We felt wonderful.",
        "Q: Did you wear a number around your neck?",
        "A: I must have.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: A string with a card, with a number.",
        "A: I’m sure I did. I don’t recall but ’ve seen pictures where they had —",
        "Q: How long did you stay in Holland?",
        "A: Oh we went directly to the boat. And we crossed that night. And we arrived in Harrow. And\nI know we were taken, must have been a playing field of the school and we each got a bar of\nCadbury chocolate. And then we went to London and were waiting to be picked up by our\nsponsors. And I remember a boy next to me asking me why I was crying. I said I’m not crying\nbut apparently it must have been very, very, very tense at that point.",
        "Q: And so then how long did it take for your sponsor to come?",
        "A: Oh, I’m sure it wasn’t long but it seemed like ages. I would imagine probably half way of, of\neverybody being picked up. And she took me to her home. St. Albans which was an upscale\nsuburb of London. Very —",
        "Q: Your sponsor’s name was —",
        "A: Kingham.",
        "Q: Oh I thought she was the one who offered to find someone.",
        "A: No that was the, my grandmother’s cousin’s daughter.",
        "Q: But Alice Kingham was your actual sponsor.",
        "A: That’s right.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: Isee. Tell me a little bit about her. How old a woman was she?",
        "A: She was in her 50s, never married. She inherited from her father two tobacconist shops in St.\nAlbans. She had a very nice house with her housekeeper named Helen. I remember getting\nthere and having tea. And I was not a tea drinker. Tea to me was something you had when you\nwere sick. So being a kid, I finished quickly. Get it out of the way. And I was asked, do you\nwant another cup of tea. And I said thank you. Meaning, no thank you. And to my horror there\nwas another cup of tea. And then with the third cup I realized, I said no thank you. I remember\nbeing out in a very pretty garden of theirs, sitting on one of those slide things. I’m not even sure\nwhether I lay down and slept for a while but then the neighbor came over and she had two girls I\nbelieve. And she was asking me whether I could ride a bike. And I didn’t understand her so she\nmotioned with her hands and I thought she was talking about somebody boxing. Funny how\ncertain things stick in your mind. And then going to bed and seeing if anyhow I was used to\nfeather beds and seeing this flat thing and not knowing what to do with it.",
        "Q: Were you able to contact your parents?",
        "A: I must have by mail. I received mail from them and packages every day. And when war\nbroke out I thought the world would come to an end for me.",
        "Q: You’re talking about now September 39.",
        "A: Yes.",
        "Q: So you had been there two, three months.",
        "A: June 6\" so —",
        "Q: September first. To back up a little bit, what did you do over that summer? Before war broke\nout?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Ok. Let’s backtrack a little bit. Miss Kingham was about to get married to a friend Oredor\n[ph] who had a 20 year old daughter who had been expelled from college. And did not talk to\nthe father or the father wouldn’t talk to her. He had no idea that I was on the horizon. So when he\ncame for the weekend, he was confronted with me. Nota very happy situation. And his\ndaughter, Susan, then stayed in St. Albans with me. The marriage took place, I think, ten days\nafter I got there. And he was what I considered a typical Englishman, polite. I called her aunt\nand him uncle. And when war broke out, he asked me. It was a Sunday. He asked me who did I\nwant to win the war. And his wife said you know that’s a ridiculous question to ask. And I said\nyes it is. And then he said well after all she’s German. So you get an idea what the climate was.\nAnd then shortly after that we moved to Ipswich on the east coast. He was head postmaster of\nthere and about six or seven smaller towns around there. In a new modern home, very nice.",
        "Q: How was your English then?",
        "A: Well it was getting better. But I do remember waking up at night, searching for a word in\nEnglish. You know the brain was so I guess overworked. The school was about a mile away\nand I had to walk it of course. They had a maid named Joan who finally taught me how to ride a\nbike. And but for a good couple of months, I walked back and forth to school. And one or the\nother teachers would pick me up when they saw me. And later on I found out that they were so\nimpressed about me being able to converse about Loretta, you know small talk. So my English\nobviously had improved. It had to.\nThe thing of my experience was a new language is that the ear actually has to accustom itself to\nthe sounds. And once that happens you’re on your way. But the school was a life saver for me.",
        "Q: You’re in Ipswich right?",
        "A: In Ipswich yes. It was Allsgate school for girls. It was fantastic for me. I stayed, incidentally\nI stayed with that first family just a year because during the war being head postmaster, he would\nreceive advance notices of air raids. And he made that or they made that a reason that they could\nnot have me stay there. I was an enemy alien which was the term used. So there was one other\nhttps://collections.ushmm.org\nFebruary 7, 2013\nJewish family in Ipswich and they invited me to tea. They had an eight year old boy. And I\nrealized immediately what they were after was a mother’s helper. I wasn’t thrilled about it. And\nthen lo and behold, Ipswich had its first air raid siren. That’s the siren -- no raid. And the family\npacked up, one, two, three and moved to the Midlands to a sister. And I was off the hook. So the\nschool was very instrumental to find a place for me. And it was one of my, one of the teachers\nsaid she would take me. And she lived with another woman who had a girl, two years younger\nthan I, also a Jewish refugee, Doris. And I moved to them, very happily. And then the two\nwomen had an out. Well actually Joan Bailey invited an air force man, I guess must have been\nBritish into the house. You know special occasions or what have you. And the teacher Miss\nMobey felt this was not appropriate. So she moved out and I had the choice to go with her or to\nstay with Miss Bailey. And I opted to stay with Miss Bailey. First of all there was Doris, the\nother girl. And it was a nice house and so on and so forth.\nBut I stayed on very good terms with the other teacher. Like I went with her to her folks. Her\nfather was a minister who absolutely adored me. They lived in a very old house in Shropshire. I\ncan’t remember the name of the town right now. Right in the center of the town, the house was in\nall the guidebooks. It was fascinating. And I remember sitting at the desk, writing letters when\nsomebody waved to me, from outside the window. It was an American tourist who asked\nwhether they could come and see the house. That man, that minister told me that he was going\nto pray for the safety of my parents every day. And I would have sworn my life on the fact that\nhe did. He had a, in those days, he had to learn Hebrew. And he was in great respect, almost a\nlittle bit of envy, great respect for Jews. And I am sure he did exactly what he promised he would\npray for my parents.",
        "Q: You were hearing from your parents by mail you said?",
        "A: By that time, it was 25 word Red Cross messages. They cost me a dollar. My French teacher\npaid for that. You would write your text on one side and mail it and then my parents would\nanswer on the other side. The round trip would take a couple of months or so. Maybe six weeks.\nBut at least we knew that we knew that we were both well.",
        "Q: Did you know what was happening on the continent?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Of course not. We didn’t know the extent of — at that early time, nobody did. They didn’t and\ndidn’t discuss it.",
        "Q: So you’re going to school. You’re living and anything else? As you said communicating with\nyour parents.",
        "A: Yes.",
        "Q: And what about the other students in the classes and everything. Were people very accepting\nof you?",
        "A: And how. I started there in September and came Christmas. Somebody from my class came\nwith a big package of gifts, including a jigsaw puzzle, my first one. And school girl stories and\nyou name it. And I had invitations for every day. At that time I still was staying with the original\nfamily who knew about all the invitations. They just asked me or told me not to go on Christmas\nDay but stay with the family which I did. But by that time I was completely ensconced in school\nactivities with loads of friends. I couldn’t — the school for me was a safe haven. Years later\n(phone contact disconnected)",
        "Q: I was listening to you and all of a sudden it stopped.",
        "A: Yes, me too.",
        "Q: Oh ok. You were talking about how the school was wonderful for you.",
        "A: Oh yes. I know exactly what I was going to say. At crisis times for many years, I would\ndream about the school.",
        "Q: You’re talking about afterwards, after the war, you mean.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh yes, I mean after being married. And the school was just as I say safe haven for me. I had\na ball. I got away with murder.",
        "Q: Was it a coed school or all girls?",
        "A: Oh no, no girls school.",
        "Q: All girls.",
        "A: Nice school. Built around two quadrangles, an open school. The doors would open directly\noutdoors. Cold in the winter. But we had a -- the swimming pool, outdoor swimming pool. It\nwas a very nice school. And as I say, it, I had a ball there. And Doris, the other girl that lived\nwith Joan Bailey, came to that school afterwards. But she was two years younger. She had no\ntrace of accent. She had been in a private preschool, private school, I guess before. And she\ndidn’t, she was just accepted like everybody else where for me, they you know, they treated me\ndifferently.",
        "Q: How so did they treat you differently?",
        "A: Oh with kindness I guess. I remember having to write an essay on my-- the word fails me.\nMy pet, something that you really hate.",
        "Q: My pet peeve?",
        "A: It wasn’t that but it could be. Let’s say it was pet peeve. And I wrote about Nazism and my\nEnglish teacher asked permission for her to read the essay in the staff room for the rest of the\nstaff. Oh yes.",
        "Q: Do you remember what it said? Some of the things.",
        "A: Oh yes, I do.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: Tell me some of the things you said.",
        "A: Well I think I talked about the beginning, being a result of the First World War. And the\neconomic conditions in Germany afterwards. Hitler’s appearance and building up the ego of the\nGermans again. And the rise of the Nazi party. Without the people necessarily quite realizing\nwhat was happening until it was too late. The idea of children betraying parents and things like\nthat. And that was about the gist of it.",
        "Q: Was it very personal for you? Did you talk about your personal feelings?",
        "A: No, not really. I treated it very much like a subject in the sense, you know rather than —",
        "Q: An objective.",
        "A: Objective, yes.",
        "Q: So now you’re there and you said you’re at the school. Any other experiences there that you\nwould like to talk about while you were at that school in England?",
        "A: Well it so happens that after school exam which was after the tenth grade or twelfth grade. I\ndon’t even remember cause the grade system there was different. Almost everybody graduated\nand left school, except those who were slated to go to university. Now that wasn’t anything like\nitis here. Out of three classes, six students went on to what they called the sixth grade. And I\ndon’t know. I must have been because of Joan Bailey to give me a little breathing space, she had\nme go, stay on for another term there. To give me an opportunity to figure out what to do with\nmy life after that. And —",
        "Q: Can I just ask you about that part of England. Was your life, and were people’s lives in\ndanger there. Was there any bombing or was it a very safe location?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh no, no it was definitely not safe. We had the planes come and go across us and dog fights.\nWe-",
        "Q: Were there bomb shelters and things like that?",
        "A: Yes, we had a bomb shelter in the back of the yard, our garden. And in the beginning we\nwould go into the cupboard under the stairs which was considered the — was the safest place in\nthe house. But after that we put a mattress into the shelter and we would go to the shelters. And\nbeing kids we wanted the raid to last until after I think it was 2:30 because then school would\nstart an hour later. When we had raids, we first of all had lots of practice at school to get into the\nshelters. In the shortest time possible. We had to go across two hockey fields. And when we did\nhave raids, we would sit in the horrible damp cold shelters, watching the time. Hopefully we\nwould miss math you know. Things like that, typically kids’ stuff.\nThe only one time that I -- that stands out in my mind was when the gasworks in Ipswich were\nbombed. And kids from the other side of town, everybody commuted on bikes. On their way to\nschool would see human remains that were in the streets. And came to us and talked about it.\nThat was the only time that I remember us kids really being badly affected because it was so\nclose to home . And it was one of our own kids that saw it.\nOn the whole, of course, children are much more resilient than we give them credit to.",
        "Q: Were there other Jewish Kindertransport children in the area?",
        "A: No. Except Doris. Doris (both talking) in the transport and as I say she was two years\nyounger than I was. She was in Manchester with a Jewish family and was very unhappy there.\nAnd her father who was non-Jewish got out and was in London and saw to it that she was\nmoved from there.",
        "Q: Anything else that you can talk about, about knowing again what was happening in the other\ncountries. Did you read the newspapers or listen to the radio or —",
        "A: Oh and read the papers and listened to the radio and we followed the war very closely.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: What about your parents’ experience?",
        "A: That’s very interesting. My parents survived in Berlin and what happened my father was used\n-- no my mother originally had to work in a factory making uniforms. And my mother, I think I\ntold you my mother was not well. And got sick and that was that. My father was used to clear\nthe railroad tracks after air raids so that the trains could continue. My mother told me that there\nwere times when he would be gone for two or three consecutive days. And we never knew\nwhether he was put on one track or not.",
        "Q: Did they wear the yellow stars?",
        "A: You know I’m not sure whether my mother did or not. My father of course did. I don’t think\nmy mother did because I remember her telling me that she went to a birthday party of this one\nuncle and so that she could travel on the subways and my father couldn’t and I remember she\nwas so upset that they didn’t send any food home for my father.",
        "Q: So they stayed in Berlin during the whole war?",
        "A: Yes and what happened was my father came down with double pneumonia and went to the\nJewish Hospital which was bombed out but they were in the basement in this house. No\nelectricity, no running water, no doctors, no medications. And my mother was there day and\nnight nursing him.\nNow very interestingly maybe was it you, Gail who told my daughter about —",
        "Q: Yes.",
        "A: Yes. That was so interesting and I’m dying to see that book. So that confirms at least that\npart of what I had heard from my parents.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: We’re talking, just to clarify we’re talking about the book about the Jewish hospital in Berlin\nby Daniel Silver is what we’re talking about.",
        "A: Oh that book is by Daniel Silva, well that’s part of the book shelves here because I’ve just\nread his latest book.",
        "Q: Silver, Daniel Silver.",
        "A: Yes, S-I-L-V-A.",
        "Q: No, S-I-L-V-E-R.",
        "A: Oh it’s Silver. No that’s a different author.",
        "Q: He wrote about the Jewish hospital in Berlin that you’re talking about.",
        "A: That is so interesting. But I had no idea that there were that many patients in there. And I\nguess it was one of the places that was just overlooked at the — or left out because I understand\nwhen the Russians were shelling Berlin, that the Germans made every effort to round up the rest\nof the Jews they could find.",
        "Q: So your father was in the hospital and your mother nursed him?",
        "A: Yes.",
        "Q: And for how long was that?",
        "A: I don’t know. I have no idea. Obviously at the end of the war.",
        "Q: Until the end of the war, oh, ok.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Now my, this cousin of mine was in the British army, one of the first -- entered Berlin and\nfound my mother, standing in line at a fire hydrant for water and recognized her. And talked to\nEddy and that’s how I found out that my parents had survived.",
        "Q: When did you have your last contact with your parents?",
        "A: Oh you know that was, that was a long time. I mean I would have to guess really. It probably\nwas a good nine months without any, any sign of —",
        "Q: You’re talking about the end of 44, beginning of 45.",
        "A: 45 yes.",
        "Q: Let’s talk about the end of the war. You’re in Ipswich and what was that like?",
        "A: Oh no I worked by that time in the north of England. I had found out that the ministry of\nsupply in England was testing like 50 percent of all materials used in the war and they had a\ncrash course in Cambridge, training course. And I applied for that.",
        "Q: In other words you finished school.",
        "A: Yes.",
        "Q: Yeah, ok, and you’re what 18 years old or something? How old are you?",
        "A: It was, 45.",
        "Q: Oh this is 1945 ok. But the war is still going on.",
        "A: Oh yes, yes.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: So it was early 45.",
        "A: Yes, so in other words I, when I finished actually my course in Cambridge because I was an\nenemy alien. I was lucky because most of the people there would be sent to places that\nmanufactured gun powder and because I was an enemy alien, I went to a place that for ferrous\nand non-ferrous metals which was great. First of all much more variety and more interesting.\nAnd I worked there. As a matter of fact I was working there when I got the news that my parents\nhad survived. And then my friend in London who was part of the refugee committee,\ncommunity, found an article in the paper that the American government was looking for\nbilinguals. For employment.\nAnd she told me about it and I applied. Now I was two years below their minimum age. After I\nfound out that my parents had survived I moved heaven and earth to get over to Germany to help\nthem after the war. And I was too young everywhere. I even wrote to the Russian commissar or\nsomething in December. And I never heard from him though.\nAnd I applied to the American government. What happened was that they had hired 200\nbilinguals from France. The Alsace area where they have bilinguals. And at the last minute the\nFrench government nixed it. They said they couldn’t spare the manpower. So the American war\ndepartment was kind of desperate so they took me. Me and, I and one other girl. We were the\nsame age. We were two years below their minimum age.\nAnd I was accepted by them and went to Germany to, to Munich for censorship. We censored\nmail, telephones and telegraph. And it was, by the way, it was very traumatic for me that train\nfrom -- because I saw children begging along the way. And we would throw out whatever you\nknow K rations we had and all of a sudden I realized these were not friends anymore. These were\nGerman children and it had a terrible effect on me.\nAnd then an older man, older, he was probably like in his 20s, late 20s, saw my distress and we\ntalked about it. It was a terrible thing for me to realize that the kids looked just as bad in France\nas they did in Germany but hey, these were Germans after all. Anyway we got to Munich and I\nstarted working. We were actually posted in a camp that was owned by Martin Berman, Martin\nBerman yes who was never found. That was a great camp, very nice housing. And we lived there\nbut worked in Munich. We had a daily train back and forth to take us to work.\nhttps://collections.ushmm.org\nFebruary 7, 2013\nAnd what was deadly boring. First of all the letters were written poorly, on poor paper. That\nwas hard on the eyes and terribly boring.\nAnd then I found out that they had a research lab on base. And I checked into that and met the\nguy who was in charge of one section of it, Robert. I talked to him. And he arranged for a\ntransfer so I didn’t have that train trip every day. I could go to the PX in peace when most of\nthem were still in Munich and I ended up marrying him. That was my husband and we worked\nin secret ink and code.",
        "Q: And his name?",
        "A: Robert. He took his discharge overseas. And we were married overseas. By that time the\nstation in Puloff, in Munich was dissolved and we went to Esslingen near Stuttgart and we were\nmarried there. Fabulous reception.",
        "Q: Is that 1945 you’re talking about?",
        "A: 46.",
        "Q: Oh 46 you got married, ok.",
        "A: Yes. December 46. It so happened the day with the longest night of the year. We hadn’t\nplanned that but it was the first you know it takes a while or it took a while for our paper work to\nbe ok’d. And so on and so forth. I mean they wanted to be sure the poor ex-GI didn’t make a\nmistake.",
        "Q: Had you seen your parents by then?",
        "A: Yes. Yes, I had. That was a story too.",
        "Q: What was that reunion like?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I hitched a ride to Munich with somebody from the motor pool. And I was sit -- while I was\nsitting in the jeep waiting for him to whatever he was doing. But I decided I would go in and ask\nfor a chaplain. There was no Jewish chaplain so I got a Protestant chaplain and told him my sad\nstory that I hadn’t been able to see my parents. And within three days I had orders to go to Berlin\nand see my parents.",
        "Q: What was that reunion like?",
        "A: Well it -- first of all I got very sick and Robert had made me promise that if I didn’t feel\nbetter I would get off the train in the British sector and go to the hospital, but of course I didn’t\nlisten to him. So when I got to my parents, I went to bed. My father at that time was employed by\nthe Russians and they heard that I was coming home to them. And they celebrated with what my\nfather was, not a big drinker was imbibed by the time he got home but it was -- and my\ngrandmother as alive. That’s the big thing. My grandmother was alive. It was wonderful. It was\nso, unbelievably wonderful. I carried a big bag of provisions with me that was a story in itself. I\ncould barely lift it and when I got off the train, I had to make arrangements for transportation to\nget into this subdivision in Berlin itself. And finally managed that they gave me a young kid with\najeep. And from there I got another kid with a jeep to take me to Pankow. And he was scared\nsilly because it was in the Russian sector which in those days the city was still divided.\nAnd I had to guide him which was very difficult because landmarks and streets that I recalled\nwere no longer there. Everything was in ruins but I managed to find my way home. My mother\nwas hanging out of the window, waiting for me.\nIt was -- I was there for seven days. I got back once into the American zone. And to get my PX\nrations to take back to them because cigarettes were the main means of, of paying for things.\nMoney wasn’t worth anything. That was before they had the currency reform in Germany. So I\nlost quite a bit of weight because I couldn’t, I could barely eat anything in my parents’ house\nbecause you know it was so short of food. But it was a wonderful, wonderful, wonderful time.\nMy poor mother never got her little girl back.",
        "Q: Did she recognize you?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh yes, of course.",
        "Q: She did. I mean you were gone for almost six years.",
        "A: Yes. From 39 to 46, seven years. Figured it out I think was two weeks short of seven years.\nIt’s a long, long time.",
        "Q: So now you’re married and then what happened? You stayed in Germany?",
        "A: Well Robert stayed for one more year under contract and because he took his discharge\noverseas, he was entitled to two months of leave to go home. And the only problem was taking\nme with him. He finally managed to — well actually a young first sergeant in Frankfurt cut the\norders for us. Cause Robert went up, down the scale from lieutenant generals down. Nobody\nwould sanction the order because I was entitled, well he was entitled to one trip for me but not\nthree trips, not going to New York and then coming back and going back the third time.\nAnd anyway we managed it. And the reception was very, very awkward because my mother in\nlaw was terribly upset that he married overseas and we had no idea of what kind of reception we\nwould get. But it was all right. And my mother in law was a very, very difficult person and\ncaused us a lot of grief but we never had -- it was never a question of in law problems, it was\nmother problems. She was that kind of possessive person.",
        "Q: So you came to the United States in —",
        "A: Came to the United States.",
        "Q: When was that?",
        "A: Oh for the furlough, came to the United States for the first, saw almost well we saw six\nBroadway shows on the way here as a gift from one of his uncles. And both Robert and his\nhttps://collections.ushmm.org\nFebruary 7, 2013\nyounger brother George had a ball showing me New York. And it was an exciting time. And\nthen we went back for another year to fulfill the contract and then came home for good. And —",
        "Q: When was that, that you came to the United States for good? In 48?",
        "A: I’m sorry.",
        "Q: When did you come to the United States for good? In 48?",
        "A: 48 yes.",
        "Q: Where did you settle?",
        "A: Well we stayed with my in laws for about a year because it was very, very hard to find\nhousing at that time. You know everybody had —",
        "Q: Where was that?",
        "A: In Brooklyn.",
        "Q: In Brooklyn, ok. And then where did you move to, where did you go?",
        "A: We found an apartment in Brooklyn too. We stayed there for I think eight years.",
        "Q: And what kind of work did he do? Robert do?",
        "A: Robert went back to school, got very sick with whatever flu type, I think 1t was the Asian flu\nat that time. And then he was a detail men for one of the pharmaceutical houses. And I worked\nat Maimonides hospital in the chemistry lab. Again because of my background, although it had\nnothing to do with blood chemistry. But it worked out fine for us. And then what happened?\nRobert -- I can’t even remember why at this moment. Anyway, Robert switched to a\nhttps://collections.ushmm.org\nFebruary 7, 2013\npharmaceutical house in Dover, Delaware. And I moved there also. And we, we always say, we\nwent to Delaware with nothing and left three years later with one dog and two children. We\nadopted my son and there was right too at that time Delaware was considered one of the three top\nstates for adoption. It all went very smoothly and very pleasantly. And then after that I had my\ndaughter. There was 21 months’ difference in age between the two.",
        "Q: You adopted your daughter also?",
        "A: No, daughter came naturally. It was wonderful because Dover celebrated with us. They were\nthrilled about the adoption and then when Gail came along it was the same thing over again. I\nhad baby gifts left on my stoop when I went home, stuff like that. It seemed like the whole town\nwas celebrating with us.",
        "Q: And then, when did you leave Delaware?",
        "A: Three years later. Let me get my, Ira was -- Gail was born in 59, in 60 or 61. In 60 we went\nup to north Jersey for a horrible six months in the worst snow they had there in 50 years and then\ncame to East Brunswick.",
        "Q: Can we now talk a little bit about your thoughts and your feelings about what you went\nthrough? What are your thoughts about Germany today?",
        "A: Well I went back as a guest of Berlin when I was 70, that’ll be (sound skip) years ago and I\nhad never accepted invitation but through a coworker I got in touch with a woman who had felt\nthe same way I did and did go and thought it was worthwhile. And at age 60 I was -- and Berlin\npaid everything for me, my husband and one other person. I think they figured at that age we\nneeded some help so my daughter went with us. And it was worthwhile. There was no question\nabout it.\nI found the same apartment house where I was living as a child in Pankow. I found the only club\nwhere I had so many happy hours. I think that was one of the most emotional things. I found and\nhttps://collections.ushmm.org\nFebruary 7, 2013\nwent to the synagogue where we had gone a couple of years for the high holidays. It was closer\nand it was worth going. Why did I bring this up?",
        "Q: I asked you what you thought about Germany.",
        "A: What I thought about Germany. I can’t begin to tell you. Berlin wallowed in apology. You,\nwherever you went you had memorials for what happened. There was one very arts board. It was\ntyped in black but stenciled out with dates and numbers of people and destinations that were sent\nto the concentration camps. And one of the most -- almost like a Times Square kind of area. I\ncouldn’t believe it. By that time I realized there was a difference between the young people I saw\nand people my own age. If it was somebody from my own age, I always wanted to ask how\nmany did you shove into the ovens? My whole attitude about Germany has been terrible before I\nknew that my parents had survived when the first atom bomb go off. My reaction was well then\nmy parents are alive or not they should have used the atom bomb 1n Germany.\nIf I met anybody German it was difficult for me to disassociate them from my feeling about the\nGermans. I had utter disdain for the people as a whole. When I went back to work for the\nAmerican government in Munich, I saw daily this business about well I didn’t know what was\ngoing and I said Dachau and people told me they didn’t know what was going on when the\nrailroad tracks led right into the concentration camp. I, if they -- if somebody would have said to\nme, yes I knew and too bad Hitler didn’t manage to get the last Jew, I might have had some\nrespect for them. But this -- I’m a little person. What could I have done kind of baloney. It didn’t\nsit well. However, when I did go to Berlin later on, I realized that, I mean I was surprised at all\nthe signs of regret. That’s putting it mildly about what happened to the Jews. Now I realized that\nBerlin, that northern Germany was very different from southern Germany, at least the Munich\narea. And probably still is. But it’s, it took me a long time to get over this neurotic feeling about\nGermany and the Germans.\nAnd I also felt that my hate was like a, a comfort blanket for my own preservation. But you\nknow times have changed.",
        "Q: When your children were the age that you were when you had to leave your parents, did that\nbring up memories of your war time experience?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Not so much memories as, as well I did realize hey they’re at this age when I left home. It\nwas hard to reconcile. I consider myself on the whole as having been very fortunate. Except for\nthe first year in England, the rest was a very positive experience. I think I gained from it a much\nbroader outlook on things than I would have had if things had been normal. Yes I, I was once\ncalled oh here is the happy one. We went to see one of the Kindertransport movies. In a theater,\nI think it was in Philadelphia. I’m not sure. And afterwards they asked if any of the\nKindertransport people were there. And there were about half a dozen and stood up too. Behind\nme somebody said oh here is the happy one. However, it was much, much later that I realized\nthere are so many scars left from the experience because as much as I enjoyed my stay in\nEngland, I was always an outsider. And I -- being here is the first time that I didn’t have that\nfeeling. ’'m home now. You understand that?",
        "Q: You mean when you came to the United States. Is that what you meant by being here?",
        "A: Yes, not necessarily when I came. But now, you know after I’d been here for a while.",
        "Q: I see. This is your true home in other words.",
        "A: Yes. I belong. I’m putting it this as concisely as I can. It’s a feeling of belonging, being\nhome. This is where I belong.",
        "Q: Because of your childhood experiences in Germany and in England. Are there any sights\ntoday or sounds or smells that bring back the war years for you, in today’s world, anything that\nreminds you or —",
        "A: I don’t believe so. I did have a strange experiences when I went back to Berlin. The sound of\nthe wheels of the train, the smell of the river when I found the rowing’s(?) up. It’s amazing. It 1s\nlike no other smell. But anything now here that remind me of the war years I don’t think so. I\nsometimes marvel at how young we keep our young. And we do, including I, as a parent. But\nall in all, I can describe my state of mind at this point as content. I’m content. I never expected\nhttps://collections.ushmm.org\nFebruary 7, 2013\nto be this old. I have -- I am basically healthy, which is a blessing. I have terrible arthritis. I\nstarted when I was in high school but I can live my life.",
        "Q: When you think back sometimes about what you had to go through as a young child, do you\nhave moments of terrible anger or rage about that you had to go through that?",
        "A: Not anger. No there was no room for anger.",
        "Q: I mean in today’s world, when you think back of what you were forced to go through leaving\nyour parents and so forth, living in a different country and —",
        "A: Well if there was anger, it was at the political situation. It wasn’t until a few years ago that it\ndawned on me that all this horror took only 12 years, 12 years of nothing and look what horror it\ncreated.",
        "Q: Did you lose any extended members of your family, your father’s family?",
        "A: You know we had such a small family. I was fortunate that my grandmother died a natural\ndeath. My uncle incidentally did manage to get to England. And his wife and daughter\nfollowed, so there wasn’t anybody in the immediate family. I did see a book when I was in\nBerlin and I found the same at the Holocaust center, a book of Berlin Jews that lost their lives.\nAnd I only had time to glance at it for a very short time. And I looked up the name of one school\nfriend of mine and sure enough, there it was.",
        "Q: Do you think what you went through affects your political views today?",
        "A: Yes, probably but also what I experienced in England and from the political view. I mean I\nwas first really introduced into liberals in England. And although it’s a dirty word, I’m still\nliberal. I know I’m not sufficiently active or knowledgeable I should say in politics as I should\nbe.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: Were you active in the civil rights movement at all in the 60s and 70s? Busy raising\nchildren?",
        "A: Not physically active. I had two young children but I absolutely followed it.",
        "Q: I mean here you lived in a country that deprived people of their civil rights. Of course you\nwere a young child at the time, but still — whether it gave you a greater sensitivity for that issue?",
        "A: You know when we think along those lines it makes everybody think. It’s not, I mean we treat\ncivil rights throughout the world and expect them to honor it and look what we have here. To\nthis day. I mean look at the justice system. But I’m a great one for spouting forth and not doing\nanything.",
        "Q: What were your thoughts during the Eichmann trial? Anything special?",
        "A: Just, just a spell bound interest in 1t and so happy that I always supported Wiesenthal. You\nknow one trial, one execution cannot undo the horror, the individual cost. You can you can’t\nerase that. And if you think the worst way of killing somebody it still wouldn’t be enough as on\nBlack Thursday.",
        "Q: What are your thoughts about Israel?",
        "A: I was as a youngster in Berlin Zionist. I married a man who was American first. I am very\nemotionally and I can’t even say 1f I’m answering much but I am very much in support of Israel,\nvery worried about that situation there and I can’t see an end 1n the near future. I don’t know it’s\npossible. And I am very disturbed about today’s attitude towards Israel but many of our so-called\nfriendly nations. It always seems to be one sided. And let’s face it. This is a country, the only\ndemocratic country in the middle east, surrounded by nations that want to annihilate them.",
        "Q: Are you more comfortable around people who lived through the war in Europe than others\nwho didn’t experience it first-hand like you did?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I can’t really say that I am but I don’t know many people as far as friends. Or who would\nmeet those criteria. I mean I still think of the Second World War as my war. It was my war. In\nany sense of the way.",
        "Q: Do you think more about that time 1n your life, in that war, more as you’ve gotten older?",
        "A: No not really but I did realize only as I got older that things that I experienced at the time felt\nlike nothing very special. I realize today oh boy they left deep scars.",
        "Q: Did you ever need professional counseling?",
        "A: No. After Robert died I didseea_ --",
        "Q: A grief counselor or, 1s that what you mean?",
        "A: No, a therapist. And —",
        "Q: When did he pass away?",
        "A: Valentine’s Day will be 11 years ago. He had the nerve to die on Valentine’s Day. But I did\nsee a counselor and I of a very warm friendly relationship.",
        "Q: Do you receive reparations from Germany?",
        "A: No. Well I won’t say that. When we were still down in Dover I received I don’t remember. I\nthink it was a thousand dollars. It was a one deal for missed education.",
        "Q: What about your parents? Did they move to the United States?",
        "A: Yes.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: When did they come?",
        "A: Oh I think. You know the memory isn’t what it used to be.",
        "Q: In the 1950s or —",
        "A: No it was in the 60s, the early 60s. Must have been about 63 or 4. Yeah. Had the children\nalready.",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "A: No.",
        "Q: You think it could happen again?",
        "A: Well to a degree, it’s happening all the time. It’s a very, very sad thing when you think\nabout it. You would think it would have been a one time horror. Never to see anything like it\nagain. I don’t know what it is about mankind.",
        "Q: Is there anything else you would like to add, that you would like to say?",
        "A: Could you hold on one minute please. My battery is running. Let me switch to the other\nphone. Would you hold on please?",
        "Q: Are you on another line? Yes, can you hear me?",
        "A: Yes. I’m sorry about that.",
        "Q: I just wanted to know if there was anything else you wanted to say before we conclude,\nwhether how much of this experience plays a role in your daily life at this point in time?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Well I will say this. When I first saw my parents again I could not, I did not want to hear\ndetails of what happened to them. By the time I was ready, they didn’t want to talk about it\nanymore. My children, my daughter in particular knows everything about me, my experience.\nShe and her husband are very active in the second generation. Her husband is the son of two\nsurvivors. Incidentally I have an excellent relationship with both my children. Gail, her husband\nand I will go to the 20\" anniversary celebration. I can’t believe that it’s only 20 years since the\nHolocaust Museum opened. Robert and I must have been there quite early on in that case.",
        "Q: You’re talking about the 20\" anniversary of the United States Holocaust Museum?",
        "A: Yes. I believe it’s only 20 years.",
        "Q: 1993.",
        "A: Amazing. It’s a wonderful place. I was —",
        "Q: What are your feelings when you walk into this building?",
        "A: Oh I, we went there a couple of months ago I believe and there are things now that I just pass\nby, things that show what happened in Germany. The pictures of the signs on stores and no Jews\nand stuff like that. It, can I say it leaves me cold but it has no impact anymore. There are other\nthings of course that impact me greatly. But I, when I went down to find you people, that was\nwonderful. I, you could research your family or friends. I had never been there before and we\nstayed until the last minute really. And that’s where you found out about me, I suppose. I found\nthat fascinating. I met somebody else there who I didn’t even think he was Caucasian, but he was\nJewish and a wonderful, wonderful man and we had great conversations. I think the museum is\nfabulous. It’s absolutely fabulous.",
        "Q: And the fact that the war was not here, but it’s still wise that the museum is here?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh yes. And I’m really very gratified that it is drawing so many visitors. Not just Jewish.\nThat in itself is a small miracle.",
        "Q: Do you have any grandchildren?",
        "A: No I don’t. My daughter married late and my son is not married. One of the regrets. But I\nhave made it my business to look at the positive things in life. And to kind of push the others\naside. It’s a matter of self preservation.",
        "Q: And you’ve certainly had lessons in that, right?",
        "A: Yes.",
        "Q: What are your feelings about being Jewish? And do you think again you were a child during\nthe war but do you think it made you more aware?",
        "A: [happen to be proud of being of being Jewish. I happen to be proud. Do you realize we are\nthe basis of several laws like the Ten Commandments, of the idea of one god. I happen to be\nvery proud of being a Jew. Not that ’'ve done much. But as far as our history goes, yes. I flaunt\nbeing Jewish.",
        "Q: Do you have relations with your mother’s family in Germany?",
        "A: No, no more. When my grandmother died, that was it. And again there wasn’t any close\nfamily.",
        "Q: Is there again anything that you wanted to add to this interview that you haven’t mentioned\nthat we haven’t talked about?",
        "A: Well there is one subject that didn’t come up. My parents went back to Germany. Now it was\nbecause —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: You mean after they came here, then they went back?",
        "A: Yes. It was very difficult for me. I went to look for help to understand. Part of it was my\nmother’s health condition and that she couldn’t get health insurance here for previous ailments\nwhich meant the economic effect of health care when things happened. I really know that my\nmother told my husband in the last goodbye that if anything happened to papa she would come\nback immediately. It was my father who wanted to go. And as I was told, that sometimes it’s like\na person wanting to go back to the cradle, to his childhood or whatever. It was very, very\ndifficult for me. And I very rarely even talk about it. I mentioned it here because well —",
        "Q: It’s part of your story.",
        "A: Yes. It and they were supposed to come back for Ira’s bar mitzvah and my father got ill and\ncouldn’t come.",
        "Q: Did they speak English?",
        "A: Oh yes.",
        "Q: They did?",
        "A: Oh of course. My mother jabbered along. My father tried to express himself well you know.\nSo I mean but both of them were fluent in English. In fact we corresponded in English in our\nletters was in English.",
        "Q: That’s interesting. Well that is an important part of your story.",
        "A: I don’t even know whether I am somewhat ashamed that they went back. You have to realize\nthat even with this interview, it wasn’t that easy for me to bring it up.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "Q: As I said we appreciate that you did because it is a part of your story. It’s part of your life.",
        "A: It was so difficult for me to accept that. And both of them died there.",
        "Q: Were you able to go over, after, when they died?",
        "A: No, I went over. Before my mother died, she had been in the hospital and I asked my father\nwhether I should come. And he said no. Because for one thing, if she saw me, you know it\nwould frighten her. And I waited until she was home again and I -- she died like three weeks\nafter I saw her. These are unfortunate unpleasant things in my life, but I’ve accepted them and\nrefuse to dwell on them. I guess it is self preservation.",
        "Q: You’ve made a wonderful contribution to the knowledge of those years. That’s certainly true\nand the effects it had on you. And we do appreciate that you did that.",
        "A: Oh you’re more than welcome. It was interesting doing it.",
        "Q: Is there anything you wanted to say before I close out the interview, is there anything else.",
        "A: I don’t think so.",
        "Q: I just again wanted to thank you for doing this.",
        "A: Not at all. I really appreciate the opportunity because I hadn’t done this before, not on that\nrange anyway. So I thank you also and again my admiration for the museum and all it stands for\nand all it does for people.",
        "Q: Well that is a wonderful note to end on. This concludes the United States Holocaust\nMemorial Museum interview with Vera Levine.\n(end)\n"
    ],
    "questions": [
        "Q: And what does that middle initial stand for?",
        "Q: Friedlander is your maiden name. All right, let’s talk a little bit about your family. Your\nparents. What were your parents’ names?",
        "Q: Where were you born and when were you born?",
        "Q: September 1926.",
        "Q: What day in September were you born?",
        "Q: September 23, 1926. How long had your family been in Berlin? Your parents or even\nfarther back?",
        "Q: What was her maiden name? What was her name?",
        "Q: What kind of work did your father --worked on the stock exchange? What did your father\nactually do?",
        "Q: Did you have a large extended family on both sides, on your mother and —",
        "Q: What religion was your mother’s family?",
        "Q: What part of Berlin did you live in?",
        "Q: Tell me about your childhood. You said you were an only child. And your mother had\nconverted so were you raised Jewishly in any way?",
        "Q: Did your family belong to a synagogue?",
        "Q: Tell me about the neighborhood. Was it a Jewish neighborhood that you lived in?",
        "Q: Such as.",
        "Q: How old were you then?",
        "Q: So you were still living in Pankow then?",
        "Q: And why did your parents move when you were seven?",
        "Q: An apprentice you mean, she was an apprentice.",
        "Q: You mean when you moved. And tell me again where you moved to from Pankow?",
        "Q: But you continued to go back to your old school is what you’re saying?",
        "Q: Hitler was in power already.",
        "Q: Were you aware when he, I know you were quite young of course. Were you aware when he\nbecame, came into power in 33?",
        "Q: What did it mean to a young child to hear that? Do you have any memory of your feelings?",
        "Q: Just in those beginning years, in 33, 34, did you have any other incidences like that, any other\nexperiences?",
        "Q: What about at school? Was there any anti-Semitic experiences there?",
        "Q: Was it a coed school or just girls?",
        "Q: It was just girls.",
        "Q: Just girls. And was there religious training at all? Did you have to stop during the day for\nreligious training?",
        "Q: Did you do that?",
        "Q: And your parents —",
        "Q: Your parents didn’t say anything about that to you?",
        "Q: How would you describe yourself as a child? Were you independent or you were, I know you\nwere quite young obviously.",
        "Q: Did you like sports? Did you do any kind of sports?",
        "Q: You said you were one of two Jewish children in the school, so your friends were not Jewish.\nMost of your friends were not Jewish, right.",
        "Q: And you would go to their house?",
        "Q: And play and there was no problem with their parents, except for that other, the birthday party\nincident.",
        "Q: I assume you spoke German at home.",
        "Q: Hitler comes into power in 33 and you said things started to change. And then you moved\ninto Berlin itself.",
        "Q: But you went to the same school. And then did you notice anything in the city, any changes in\nthe city once you moved there and Hitler was getting stronger and stronger.",
        "Q: Any restrictions?",
        "Q: What did the symbol of the swastika mean to you? Did it have any special meaning?",
        "Q: Would misconstrue that they were Jewish. Did you ever see Hitler?",
        "Q: But you, as you say the parades you saw?",
        "Q: You’re traveling by yourself to school and then the next change was what?",
        "Q: What was your grandfather’s name?",
        "Q: Julius Friedlander right?",
        "Q: It’ll come to you.",
        "Q: When you were in Berlin itself, besides the parades, did you experience any anti-Semitic\nincidents? And seeing the flags you know.",
        "Q: Do you remember that, those?",
        "Q: The stadium?",
        "Q: What about the book burning? Were you aware of that?",
        "Q: What about restrictions sitting on benches in parks and things like that?",
        "Q: So you went, you just continued your jobs 1n a sense, commuting to school and then you’d\ncome home and play with non-Jewish children? Or was that new neighborhood a Jewish\nneighborhood, your new —",
        "Q: You went to a Jewish school?",
        "Q: How old were you then?",
        "Q: That continued on. Would you say your childhood was kind of a contented one up to that\npoint?",
        "Q: Your father’s brother you mean?",
        "Q: What was his first name? Your uncle’s?",
        "Q: So now you’re in the Jewish school. Do you remember what name it had?",
        "Q: What street did you live on in Berlin?",
        "Q: The number, do you remember the number?",
        "Q: Number five. So you are now in the Jewish school and when, were your parents the type to\ntalk things over with you about what was happening in Germany to the Jews and Hitler?",
        "Q: Did you talk about it with your friends in the Jewish school?",
        "Q: Do you remember being fearful or were you relaxed on the street when you were outside?",
        "Q: But you went to school and you played with friends and sports.",
        "Q: That continued til Kristallnacht or anything else between then and Kristallnacht that you can\nremember?",
        "Q: I was going to then talk about Kristallnacht with you.",
        "Q: What about your father. Was he picked up at all?",
        "Q: So you in a sense slept through Kristallnacht.",
        "Q: What do parents say to a young child, a 12 year old when that happened? What did they say\nto you. How did they explain —",
        "Q: Did your parents ever talk about trying it emigrate?",
        "Q: Was your father a Zionist? Did he want to go to Palestine?",
        "Q: Your father. Did he suggest trying to go to Palestine?",
        "Q: These were your friends at the Jewish school that you went to?",
        "Q: And what did your father say about that, or your parents say. What were their thoughts about\nthat?",
        "Q: Kristallnacht is over and then what happens, what other changes can you remember from\nthat?",
        "Q: What was the woman’s name?",
        "Q: What was her first name?",
        "Q: Oh Alice, I’m sorry. I didn’t hear that.",
        "Q: Your father got in touch with her.",
        "Q: I'm sorry your grandmother.",
        "Q: And she offered to sponsor you?",
        "Q: Now let’s talk a little bit about before you got on the transport. What were your thoughts\nabout doing this?",
        "Q: But you were leaving your parents?",
        "Q: You were only 12 years old, you were just 12. So you hear about this and you have several\nmonths between the time that you hear about leaving and the time you actually left. How did\nyou —",
        "Q: I was going to say how did you prepare yourself for this new adventure. You took English\nlessons.",
        "Q: Anything else that you did to prepare for the trip?",
        "Q: How many of your friends were able to get on the Kindertransport?",
        "Q: There were a few.",
        "Q: There was some, there were a few. And people are now looking into that.",
        "Q: You’re getting ready to leave, so let’s talk about the actual leaving and saying goodbye to\nyour parents and —",
        "Q: What was her name, your maternal grandmother?",
        "Q: Do you remember what you said to her or what she said to you?",
        "Q: It was so painful. Tell me what you took with you. What did you take with you when you\nleft?",
        "Q: You had said about how this woman found someone to sponsor you, but how did your parents\nget you on the train itself, make arrangements and get the tickets. Do you know, did they ever\ntell you or —",
        "Q: The mechanics of it, in other words?",
        "Q: How did your parents get you a ticket on the train?",
        "Q: What did your parents say to you when they put you on the train?",
        "Q: Did you know anybody else —",
        "Q: I know, right. Did you know anybody else on the train?",
        "Q: And staying with them you mean, taking them on —",
        "Q: Tell me about the journey to England, the actual journey. What you remember of it.",
        "Q: Did you wear a number around your neck?",
        "Q: A string with a card, with a number.",
        "Q: How long did you stay in Holland?",
        "Q: And so then how long did it take for your sponsor to come?",
        "Q: Your sponsor’s name was —",
        "Q: Oh I thought she was the one who offered to find someone.",
        "Q: But Alice Kingham was your actual sponsor.",
        "Q: Isee. Tell me a little bit about her. How old a woman was she?",
        "Q: Were you able to contact your parents?",
        "Q: You’re talking about now September 39.",
        "Q: So you had been there two, three months.",
        "Q: September first. To back up a little bit, what did you do over that summer? Before war broke\nout?",
        "Q: How was your English then?",
        "Q: You’re in Ipswich right?",
        "Q: You were hearing from your parents by mail you said?",
        "Q: Did you know what was happening on the continent?",
        "Q: So you’re going to school. You’re living and anything else? As you said communicating with\nyour parents.",
        "Q: And what about the other students in the classes and everything. Were people very accepting\nof you?",
        "Q: I was listening to you and all of a sudden it stopped.",
        "Q: Oh ok. You were talking about how the school was wonderful for you.",
        "Q: You’re talking about afterwards, after the war, you mean.",
        "Q: Was it a coed school or all girls?",
        "Q: All girls.",
        "Q: How so did they treat you differently?",
        "Q: My pet peeve?",
        "Q: Do you remember what it said? Some of the things.",
        "Q: Tell me some of the things you said.",
        "Q: Was it very personal for you? Did you talk about your personal feelings?",
        "Q: An objective.",
        "Q: So now you’re there and you said you’re at the school. Any other experiences there that you\nwould like to talk about while you were at that school in England?",
        "Q: Can I just ask you about that part of England. Was your life, and were people’s lives in\ndanger there. Was there any bombing or was it a very safe location?",
        "Q: Were there bomb shelters and things like that?",
        "Q: Were there other Jewish Kindertransport children in the area?",
        "Q: Anything else that you can talk about, about knowing again what was happening in the other\ncountries. Did you read the newspapers or listen to the radio or —",
        "Q: What about your parents’ experience?",
        "Q: Did they wear the yellow stars?",
        "Q: So they stayed in Berlin during the whole war?",
        "Q: Yes.",
        "Q: We’re talking, just to clarify we’re talking about the book about the Jewish hospital in Berlin\nby Daniel Silver is what we’re talking about.",
        "Q: Silver, Daniel Silver.",
        "Q: No, S-I-L-V-E-R.",
        "Q: He wrote about the Jewish hospital in Berlin that you’re talking about.",
        "Q: So your father was in the hospital and your mother nursed him?",
        "Q: And for how long was that?",
        "Q: Until the end of the war, oh, ok.",
        "Q: When did you have your last contact with your parents?",
        "Q: You’re talking about the end of 44, beginning of 45.",
        "Q: Let’s talk about the end of the war. You’re in Ipswich and what was that like?",
        "Q: In other words you finished school.",
        "Q: Yeah, ok, and you’re what 18 years old or something? How old are you?",
        "Q: Oh this is 1945 ok. But the war is still going on.",
        "Q: So it was early 45.",
        "Q: And his name?",
        "Q: Is that 1945 you’re talking about?",
        "Q: Oh 46 you got married, ok.",
        "Q: Had you seen your parents by then?",
        "Q: What was that reunion like?",
        "Q: What was that reunion like?",
        "Q: Did she recognize you?",
        "Q: She did. I mean you were gone for almost six years.",
        "Q: So now you’re married and then what happened? You stayed in Germany?",
        "Q: So you came to the United States in —",
        "Q: When was that?",
        "Q: When was that, that you came to the United States for good? In 48?",
        "Q: When did you come to the United States for good? In 48?",
        "Q: Where did you settle?",
        "Q: Where was that?",
        "Q: In Brooklyn, ok. And then where did you move to, where did you go?",
        "Q: And what kind of work did he do? Robert do?",
        "Q: You adopted your daughter also?",
        "Q: And then, when did you leave Delaware?",
        "Q: Can we now talk a little bit about your thoughts and your feelings about what you went\nthrough? What are your thoughts about Germany today?",
        "Q: I asked you what you thought about Germany.",
        "Q: When your children were the age that you were when you had to leave your parents, did that\nbring up memories of your war time experience?",
        "Q: You mean when you came to the United States. Is that what you meant by being here?",
        "Q: I see. This is your true home in other words.",
        "Q: Because of your childhood experiences in Germany and in England. Are there any sights\ntoday or sounds or smells that bring back the war years for you, in today’s world, anything that\nreminds you or —",
        "Q: When you think back sometimes about what you had to go through as a young child, do you\nhave moments of terrible anger or rage about that you had to go through that?",
        "Q: I mean in today’s world, when you think back of what you were forced to go through leaving\nyour parents and so forth, living in a different country and —",
        "Q: Did you lose any extended members of your family, your father’s family?",
        "Q: Do you think what you went through affects your political views today?",
        "Q: Were you active in the civil rights movement at all in the 60s and 70s? Busy raising\nchildren?",
        "Q: I mean here you lived in a country that deprived people of their civil rights. Of course you\nwere a young child at the time, but still — whether it gave you a greater sensitivity for that issue?",
        "Q: What were your thoughts during the Eichmann trial? Anything special?",
        "Q: What are your thoughts about Israel?",
        "Q: Are you more comfortable around people who lived through the war in Europe than others\nwho didn’t experience it first-hand like you did?",
        "Q: Do you think more about that time 1n your life, in that war, more as you’ve gotten older?",
        "Q: Did you ever need professional counseling?",
        "Q: A grief counselor or, 1s that what you mean?",
        "Q: When did he pass away?",
        "Q: Do you receive reparations from Germany?",
        "Q: What about your parents? Did they move to the United States?",
        "Q: When did they come?",
        "Q: In the 1950s or —",
        "Q: Do you think the world has learned any lessons from the Holocaust?",
        "Q: You think it could happen again?",
        "Q: Is there anything else you would like to add, that you would like to say?",
        "Q: Are you on another line? Yes, can you hear me?",
        "Q: I just wanted to know if there was anything else you wanted to say before we conclude,\nwhether how much of this experience plays a role in your daily life at this point in time?",
        "Q: You’re talking about the 20\" anniversary of the United States Holocaust Museum?",
        "Q: 1993.",
        "Q: What are your feelings when you walk into this building?",
        "Q: And the fact that the war was not here, but it’s still wise that the museum is here?",
        "Q: Do you have any grandchildren?",
        "Q: And you’ve certainly had lessons in that, right?",
        "Q: What are your feelings about being Jewish? And do you think again you were a child during\nthe war but do you think it made you more aware?",
        "Q: Do you have relations with your mother’s family in Germany?",
        "Q: Is there again anything that you wanted to add to this interview that you haven’t mentioned\nthat we haven’t talked about?",
        "Q: You mean after they came here, then they went back?",
        "Q: It’s part of your story.",
        "Q: Did they speak English?",
        "Q: They did?",
        "Q: That’s interesting. Well that is an important part of your story.",
        "Q: As I said we appreciate that you did because it is a part of your story. It’s part of your life.",
        "Q: Were you able to go over, after, when they died?",
        "Q: You’ve made a wonderful contribution to the knowledge of those years. That’s certainly true\nand the effects it had on you. And we do appreciate that you did that.",
        "Q: Is there anything you wanted to say before I close out the interview, is there anything else.",
        "Q: I just again wanted to thank you for doing this.",
        "Q: Well that is a wonderful note to end on. This concludes the United States Holocaust\nMemorial Museum interview with Vera Levine.\n(end)"
    ],
    "answers": [
        "A: My maiden name Friedlander.",
        "A: My father was Ernst. And my mother was Ely.",
        "A: I was born in Berlin, Germany September 26.",
        "A: Yes.",
        "A: The 23™.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: My father’s family came from an old Jewish family. My mother was not Jewish. My mother\nconverted prior to marriage. My —",
        "A: Seisert, S-E-I-S-E-R-T. Her parents were working people. My grandmother came to Berlin as\na cook. My grandfather worked in a company that made bronze items. He died very young. He\ndied at 55. I adored him. My father’s family as I said was an old German family, totally\nassimilated. Sort of very comfortably off. Very cultural. My father’s uncle was at the Berlin\nstock exchange and was ousted from there at the very beginning of 1933. I was the only child,\nover protected. First grandchild.",
        "A: No my father was not, my father was in the family business. They had a -- what do you call\nit, a fabric store. In those days. This was for men only in those days. Customers bought their\nfabric and then took it to a tailor. This was before the ready-made became popular. My father\nwas the younger son of two. My uncle was a physician and my father worked in the family\nbusiness.",
        "A: Not really. My mother had one sister who drowned as a child. She was evacuated during the\nFirst World War. Into a very nice estate and the children’s companion or nurse was ill so there\nwere four girls. They were on their own. They were told not to go near the lake but they did into\nhttps://collections.ushmm.org\nFebruary 7, 2013\na boat and it capsized and two of the girls drowned, so there was little family on that side of my -\n-. My father had just the one brother. My grand, my paternal grandfather came from a larger\nfamily and he came to Berlin as a young man. He was much more educated in religion than the\nother side of the family. As I said the other side was very, very assimilated.",
        "A: Lutheran, I believe.",
        "A: In a suburb at Pankow, that’s P-A-N-K-O-W.",
        "A: Marginally. I always thought of Hitler as having, having made Jews more Jewish again. But\nI mean I do remember the Seders at my grandfather’s house and my mother always lit Friday\nnight candles. My, as a matter of fact an old family friend would always say my mother was\nmore Jewish than most of her Jewish relatives. My father always made Kiddush and I wish I had\nthe sense to record it because he had a beautiful voice and did a wonderful, wonderful job. So\nthis was a routine Friday night affair.",
        "A: Oh yes. As a matter of fact, my grandfather was very active in his synagogue. He was\nresponsible for initiating a youth service. I remember Simchas Torah and packaging up little\nbags of candy and nuts for the children. He was really quite active. However, in those days they\nstill had a maid. The maid would be sent to the butcher to buy the ham so yes and no.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: As a matter of fact Pankow really wasn’t but we moved away from there when I was about\nseven. However, later I found out that there was a Jewish orphanage and apparently quite a\nnumber of Jews living in Pankow. But at the time I wasn’t aware of it. I was one of two Jewish\nchildren in the elementary school. And that brought up kind of interesting things.",
        "A: Well we had to bring a coin to school to go and see a movie. And my parents kind of thought\nit would be one of the Grimm ’s fairy tales. It was the story of was it Horst Wessel [ph] and the\nconflict between the Nazis and communists. And my parents were kind of horrified afterwards\nwhen I told them about it.",
        "A: Probably seven.",
        "A: Oh yes, yes.",
        "A: I guess I must have been eight or nine. Oh for one thing 1t was an economic move because\nthat was the time of, you had the depression here and my mother as a matter of fact, took work.\nShe worked at home. She was a fabulous dressmaker. In those days you know you had to go as a,\nwhat did they call them. To learn the trade and she worked for —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: No well, when, when we lived, after we moved from Pankow, when things got tough, she\nbrought work home. I remember her doing hand beading on gowns. Always a white napkin on\nher lap to make it easier to --. And always just before sunset or there would be an hour for her to\nplay with me. That was our hour. And I think that was the primary reason why we moved. As a\nmatter of fact my last few months in elementary school, I traveled by subway back maybe three\nor four stops so I wouldn’t have to change schools. It wasn’t worthwhile. It was the last year of\nelementary school.",
        "A: It was Berlin proper.",
        "A: Yes and in retrospect I realize my parents, I was relatively safe there. And I guess they didn’t\nwant to move me for a few months into a different school, not knowing what the situation would\nbe.",
        "A: Oh yes, yes, yes.",
        "A: Oh yes, yes. I guess it was my seventh birthday when we were waiting for my closest friend\nto come. In those days the mothers came also to the birthday parties. And one mother took my\nmother aside and said Mrs. Friedlander I don’t think Mrs. Meyer will come because you are\nJewish. And that was my first awareness, yes.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I think the shock that my closest friend wouldn’t come to my birthday party. You know from\nthat time on, I grew up quite quickly. We all did.",
        "A: No.",
        "A: No, no. That’s exactly why my parents chose to have me go by subway for the last few\nmonths, to keep me at that school because there was no overt anti-Semitism.",
        "A: Oh no, not in those days.",
        "A: Just girls.",
        "A: No. I do remember though in the morning when the teacher came in, you greeted her with\nHeil Hitler.",
        "A: But of course.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I think I didn’t even know what it was all about.",
        "A: No.",
        "A: Over protected. Quiet. Sort of easily scared. But otherwise, otherwise quite normal I think.",
        "A: Very reluctantly as a matter of fact. My father enrolled me in the Jewish sports race Bar\nKochba, but this was quite a bit later. I was not great on sports.",
        "A: No, no.",
        "A: Oh yes.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: That was the only incident.",
        "A: Yes, of course.",
        "A: Yes.",
        "A: No.",
        "A: Well now wait a minute. I have to change that a little bit. I do remember actually repetitive\ndreams about the Hitler parades at night. As, in my dream as I was going home, in the street\nparallel to where I was, there was a parade with city and torch lights. And that dream occurred a\nnumber of times. So that I’m still very, very much aware of it. I remember as though it was\nyesterday. And the discomfort until I got into the house. The apartment houses used to be locked\nat 8:00 so I always had to be sure that I made it before eight because I didn’t have a key for the\napartment house. So there was, I guess there was fear in me. And the other thing I do remember\nand that was really when we moved into the second building -- was the large swastika flags out\nof the windows everywhere. And to this day I have a dislike for putting flags out. It’s, it must\nstem from that , why I feel that way.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh, hate and fear. The interesting thing was that in Germany people who looked slightly\nJewish or a very dark complexion would generally wear a swastika button in their suits, just to\nmake sure that nobody —",
        "A: No.",
        "A: Yes, the parades, the constant parades. They were always at night and always with coaches.",
        "A: The next change was my grandfather dying. He had been in the hospital, was supposed to\ncome home the following day and died. Now I, what I remember was it supposedly was some\nbladder problem. I assume it was prostate cancer. But in those days I didn’t even know they\nexisted. And as I say, I was always shielded and I was not at home. My father belonged to a\nrowing club and I was spending the summer there, I suppose because we had one room there.\nAnd I never was brought back to the city for the funeral. Again you know they shielded children\nfrom such things.",
        "A: Julius.",
        "A: Yes. You know I don’t, come to think of it, I don’t even remember my maternal\ngrandfather’s name. Isn’t that strange?\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Probably not because he was just “oopy” you know.",
        "A: You know Berlin was the capital and it had definite advantages for us Jews. In smaller towns\neverybody know exactly who the Jew was. There was, well until Kristallnacht for instance.\nThere wasn’t that much overt stuff going on. Don’t forget we had the, Berlin had the Olympic\ngames too. I remember what —",
        "A: Yes, I do remember it because I know one evening my mother’s father took me there. This\nwas before the Games started, to look at it. To look at the —",
        "A: The stadium. But actually that’s all I remember. I mean I’ve read a lot about it and at the time\nI didn’t remember it. But as I said there was quite a bit of anonymity living in Berlin compared\nto living in a smaller town.",
        "A: No.",
        "A: No.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: No it wasn’t and oh, I didn’t really finish what I was saying about my grandfather. When my\ngrandfather died, my grandmother had been in this apartment from the day she was married and\nit was considered that “oomy” couldn’t be expected to move so we moved into her place and that\nwas in central Berlin. And after I was through with the year of elementary school, I went to a\nJewish secondary school.",
        "A: Yes.",
        "A: Must have been ten cause we didn’t start school until age of six. For four years I must have\nbeen ten.",
        "A: We were very, very aware of what was going on. My uncle was arrested twice.",
        "A: My father’s brother, the doctor. Yeah, he was accused of I know the German word for it,\nwhich I think meant that he had relations with gentile patients.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Rudolph, Rudy.",
        "A: Yes it was in Hambergerstrasse, it was at Hambergerstrasse. That’s where one of the\nbeautiful temples was.",
        "A: Dirckenstrasse, that’s D-I-R-C-K-S-E-N. Big old apartment house, back entrance for trade\npeople.",
        "A: Yes, hold on a minute. Oh, number five.",
        "A: No.",
        "A: Yes, that was the beginning of the great exodus too, people leaving. Or Jews leaving\nGermany, in droves. I do remember I guess I must have been 11. I and three of my friends went\nto the Jewish board of education because we objected to so many young teachers being\ndismissed. Young ones were the favorite ones and we were told and it made absolute sense to\nus, we were told that the younger teachers would have a better chance to emigrate than the older\nones. And we accepted it and that was it. First of all the nerve to go to the Board of Education.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: More relaxed than fearful. Fearful when there were demonstrations that I happened to be\nclose to. But no, I know for instance, I had a friend, my very closest friend who was -- lived a\ndistance away and I had to go by subway. And I was very much aware of the fact that I had to be\nhome at a certain time because my parents would be worried that something had happened to me.\nI remember being on the subway and always wanting to push it, you know. If I was on the late\nside.",
        "A: Well then of course it was all my Jewish friends from school. And one lived very close to me.\nAnd we would go back and forth to school together.",
        "A: Well it really continued until I left.",
        "A: Kristallnacht. I knew my mother was on the telephone to this girlfriend’s mother in the\nmorning and it was decided that I wasn’t going to go to school. And I really didn’t immediately\nrealize what was happening. But I must have during the course of the day because my cousin,\nactually was my father’s cousin, but she was closer to my age and I loved her. She worked in the\noffice of a department store which was actually just across the street from our house, business.\nAnd we heard stories about what they did there, throwing — she was in the office on the top floor,\nstory. Throwing typewriters through -- out of the window. And it so happened that the store was\nowned by a British Jew and they had to payreparations. I remember that, yes, you know we were\nkind of thrilled with that. But, and I also know that the street car going along the street where our\nbusiness was, and this department store, the street cars could not go because of the shattered\nhttps://collections.ushmm.org\nFebruary 7, 2013\nglass. And the rails. It was oh -- and my girlfriend’s father. They were Polish originally. My\ngirlfriend’s father was picked up. And that’s when they picked up all the men and boys I think\nover 16 or 18. Yes, I mean that was a time when I became very, very, very aware of what was\ngoing on then and fearful.",
        "A: No he wasn’t. Now my father of course was German born. They picked up the Polish.",
        "A: Oh yes, absolutely.",
        "A: I can’t even recall actual conversations with them other than hearing what was said. As I said\nwe lived with my grandmother. We had moved into her apartment. And we later had an old aunt\nof my father’s move in whose two sons had emigrated to what was then Palestine. She was over\n80. And all I remember was she would sit and crochet continuously. She covered all our\nhangers. Very sweet, very unassuming, very quiet. Although I do remember visiting her as a\nyounger child. When she had a parrot and I was fascinated with the parrot because the parrot\nwould be talking.",
        "A: Oh yes, of course. Oh, of course, I was very, very much aware of that. My father was very\nwhat should I say, law abiding, straight, honorable. Look where it got him. But they were all\nsorts of things tried to — at various consulates. And I do remember finally at the 11\" hour\npractically him joining a few families and I guess they were bribing some counselor to get a visa\nand it fell through. But aside from anything else, my mother had kidney disease very early and\nhttps://collections.ushmm.org\nFebruary 7, 2013\nbecause of that very high blood pressure. In those days they couldn’t control it sufficiently. So\nany of the countries wouldn’t give her a visa because of it. So that fell through too. But I\nwas, I mean everybody was aware of, of people haunting the consulates.",
        "A: Who?",
        "A: No, but I was. I was brought up in that atmosphere. I guess my friends also. We all, all we\ncould think of was getting to Palestine.",
        "A: Yes, yes.",
        "A: Ihave no idea.",
        "A: Well then of course we heard about the Kindertransport. Because the British government did\nthis within days after Kristallnacht and my grandmother had wrote to a cousin of hers, a second\ncousin of hers in London. Now the story is that he was in love with my grandmother and she\nwouldn’t marry him. And he went to England with a broken heart for her. And she contacted\nhim. And he had one daughter who was very active in trying to find families in England to\nhttps://collections.ushmm.org\nFebruary 7, 2013\nsponsor German children, Jewish children. And she actually made contact with a woman who\neventually offered to sponsor me. And —",
        "A: Miss Kingham, K-I-N-G-H-A-M, Alice Kingham.",
        "A: Alice like Alice in wonderland.",
        "A: My accent probably.",
        "A: My grandmother.",
        "A: Yes.",
        "A: She, no she found somebody who would sponsor me. And we got that news the last day of\n1938 and the Kindertransport, mine, left on June fifth. It took that long.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Excitement. A big adventure. Nobody would tell me when I had to —",
        "A: I know but that didn’t -- that wasn’t the ultimate thought in my mind. The idea being really\nthat my parents would be able to get a domestic visa somewhere and get out. It never occurred to\nme that they would not be able to get out of Germany. So it really was like a big adventure for\nme. I could wear socks as long as I wanted. I didn’t have to wear wool stockings during the\nwinter. With all the so called sophistication, I was still a kid.",
        "A: I had English lessons.",
        "A: Yes, I didn’t have to practice the piano anymore. I had private English lessons.",
        "A: I’m thinking. A lot of talk of course to my friends about it. Jenny, this close friend of mine\nwhose father had been deported back to Poland, managed to get to London and she thought\ncorrectly that her mother and sister would be able to follow, which they did. It never occurred to\nme that my parents would not get out of Germany.",
        "A: I don’t even know. I know one girl. I tried to trace her here but unsuccessfully, one girl came\nhttps://collections.ushmm.org\nFebruary 7, 2013\nto one of the few transports to this country. I don’t know. Are you aware of it that there were\nefforts made to get kids out. Only it was kept --",
        "A: Bbecause of the anti-Semitism, here at the State Department.",
        "A: Oh they are. Good.",
        "A: All right. The actual leaving, the worst part was leaving my maternal grandmother because I\nfelt that I would never see her again. And I was very, very close to her. Thinking that my\npaternal grandmother would probably be able to get out. I don’t know why I thought that but I\ndid. But saying goodbye to my maternal grandmother was the worst thing of all. My maternal,\nyeah.",
        "A: Martha. Martha Hilse, H-I-L-S-E because she had remarried.",
        "A: No, not at all. I blacked it out because —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh well you know we were, we were limited on what we could take with us. I know I took, I\nwonder what happened to it. I took a silver egg cup with me that was the light weight that they\npermitted I guess. And I had one suitcase with everything listed on it. As a matter of fact I think\nI still have the list. And my mother outfitted me with clothes taking into consideration that I\nwould still be growing, although I was very tall for my age at that point. I don’t remember\ntaking anything. I had a large collection of books. I don’t recall taking anything with me at all,\nthat kind of thing.",
        "A: Well as a—",
        "A: Yes, as a matter of fact they had corresponded with the woman in England, Miss Kingham.\nAnd —",
        "A: Oh Thave no idea. I know I got a beautiful leather large suitcase and I don’t even know how\nthat suitcase got to England. But it did obviously. And as far as tickets go, my parents took me\nto the train and then rushed home because from the balcony of my grandmother’s apartment we\ncould see the train. So they were going to wave to me as we passed. I do remember a cab taking\nme to the station and having to turn back half way there because believe it or not, I had forgotten\nto take my umbrella. If you think about it, it’s laughable but —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I also don’t know. Complete blank. It was again, it was like a temporary thing. As a matter of\nfact, my mother told me after the war that if she’d realized that the separation would have been\nthat long, she would never have let me go and I remember saying to her how could you say that.\nIt was the most unselfish thing for you to do to let me go. And my mother suffered terribly from\nthat separation.",
        "A: That got her little girl then.",
        "A: No. I do remember a couple of nuns bringing infants onto the train.",
        "A: Well no, they didn’t stay with them. They handed them to somebody on the train. It wasn’t\nyou know it was further down to where my compartment was.",
        "A: Well the big thing was we knew that before we crossed the border into Holland that the\nGermans would come and inspect our baggage. And we were very worried about that. They did\ncome and they did open my small suitcase but nothing, nothing further happened. And this\ntremendous relief when we realized we had crossed the border. And when we stopped in Holland\nthere were people on the platform giving us apples and candy and it was very, it was very\nheartwarming. We felt wonderful.",
        "A: I must have.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I’m sure I did. I don’t recall but ’ve seen pictures where they had —",
        "A: Oh we went directly to the boat. And we crossed that night. And we arrived in Harrow. And\nI know we were taken, must have been a playing field of the school and we each got a bar of\nCadbury chocolate. And then we went to London and were waiting to be picked up by our\nsponsors. And I remember a boy next to me asking me why I was crying. I said I’m not crying\nbut apparently it must have been very, very, very tense at that point.",
        "A: Oh, I’m sure it wasn’t long but it seemed like ages. I would imagine probably half way of, of\neverybody being picked up. And she took me to her home. St. Albans which was an upscale\nsuburb of London. Very —",
        "A: Kingham.",
        "A: No that was the, my grandmother’s cousin’s daughter.",
        "A: That’s right.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: She was in her 50s, never married. She inherited from her father two tobacconist shops in St.\nAlbans. She had a very nice house with her housekeeper named Helen. I remember getting\nthere and having tea. And I was not a tea drinker. Tea to me was something you had when you\nwere sick. So being a kid, I finished quickly. Get it out of the way. And I was asked, do you\nwant another cup of tea. And I said thank you. Meaning, no thank you. And to my horror there\nwas another cup of tea. And then with the third cup I realized, I said no thank you. I remember\nbeing out in a very pretty garden of theirs, sitting on one of those slide things. I’m not even sure\nwhether I lay down and slept for a while but then the neighbor came over and she had two girls I\nbelieve. And she was asking me whether I could ride a bike. And I didn’t understand her so she\nmotioned with her hands and I thought she was talking about somebody boxing. Funny how\ncertain things stick in your mind. And then going to bed and seeing if anyhow I was used to\nfeather beds and seeing this flat thing and not knowing what to do with it.",
        "A: I must have by mail. I received mail from them and packages every day. And when war\nbroke out I thought the world would come to an end for me.",
        "A: Yes.",
        "A: June 6\" so —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Ok. Let’s backtrack a little bit. Miss Kingham was about to get married to a friend Oredor\n[ph] who had a 20 year old daughter who had been expelled from college. And did not talk to\nthe father or the father wouldn’t talk to her. He had no idea that I was on the horizon. So when he\ncame for the weekend, he was confronted with me. Nota very happy situation. And his\ndaughter, Susan, then stayed in St. Albans with me. The marriage took place, I think, ten days\nafter I got there. And he was what I considered a typical Englishman, polite. I called her aunt\nand him uncle. And when war broke out, he asked me. It was a Sunday. He asked me who did I\nwant to win the war. And his wife said you know that’s a ridiculous question to ask. And I said\nyes it is. And then he said well after all she’s German. So you get an idea what the climate was.\nAnd then shortly after that we moved to Ipswich on the east coast. He was head postmaster of\nthere and about six or seven smaller towns around there. In a new modern home, very nice.",
        "A: Well it was getting better. But I do remember waking up at night, searching for a word in\nEnglish. You know the brain was so I guess overworked. The school was about a mile away\nand I had to walk it of course. They had a maid named Joan who finally taught me how to ride a\nbike. And but for a good couple of months, I walked back and forth to school. And one or the\nother teachers would pick me up when they saw me. And later on I found out that they were so\nimpressed about me being able to converse about Loretta, you know small talk. So my English\nobviously had improved. It had to.\nThe thing of my experience was a new language is that the ear actually has to accustom itself to\nthe sounds. And once that happens you’re on your way. But the school was a life saver for me.",
        "A: In Ipswich yes. It was Allsgate school for girls. It was fantastic for me. I stayed, incidentally\nI stayed with that first family just a year because during the war being head postmaster, he would\nreceive advance notices of air raids. And he made that or they made that a reason that they could\nnot have me stay there. I was an enemy alien which was the term used. So there was one other\nhttps://collections.ushmm.org\nFebruary 7, 2013\nJewish family in Ipswich and they invited me to tea. They had an eight year old boy. And I\nrealized immediately what they were after was a mother’s helper. I wasn’t thrilled about it. And\nthen lo and behold, Ipswich had its first air raid siren. That’s the siren -- no raid. And the family\npacked up, one, two, three and moved to the Midlands to a sister. And I was off the hook. So the\nschool was very instrumental to find a place for me. And it was one of my, one of the teachers\nsaid she would take me. And she lived with another woman who had a girl, two years younger\nthan I, also a Jewish refugee, Doris. And I moved to them, very happily. And then the two\nwomen had an out. Well actually Joan Bailey invited an air force man, I guess must have been\nBritish into the house. You know special occasions or what have you. And the teacher Miss\nMobey felt this was not appropriate. So she moved out and I had the choice to go with her or to\nstay with Miss Bailey. And I opted to stay with Miss Bailey. First of all there was Doris, the\nother girl. And it was a nice house and so on and so forth.\nBut I stayed on very good terms with the other teacher. Like I went with her to her folks. Her\nfather was a minister who absolutely adored me. They lived in a very old house in Shropshire. I\ncan’t remember the name of the town right now. Right in the center of the town, the house was in\nall the guidebooks. It was fascinating. And I remember sitting at the desk, writing letters when\nsomebody waved to me, from outside the window. It was an American tourist who asked\nwhether they could come and see the house. That man, that minister told me that he was going\nto pray for the safety of my parents every day. And I would have sworn my life on the fact that\nhe did. He had a, in those days, he had to learn Hebrew. And he was in great respect, almost a\nlittle bit of envy, great respect for Jews. And I am sure he did exactly what he promised he would\npray for my parents.",
        "A: By that time, it was 25 word Red Cross messages. They cost me a dollar. My French teacher\npaid for that. You would write your text on one side and mail it and then my parents would\nanswer on the other side. The round trip would take a couple of months or so. Maybe six weeks.\nBut at least we knew that we knew that we were both well.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Of course not. We didn’t know the extent of — at that early time, nobody did. They didn’t and\ndidn’t discuss it.",
        "A: Yes.",
        "A: And how. I started there in September and came Christmas. Somebody from my class came\nwith a big package of gifts, including a jigsaw puzzle, my first one. And school girl stories and\nyou name it. And I had invitations for every day. At that time I still was staying with the original\nfamily who knew about all the invitations. They just asked me or told me not to go on Christmas\nDay but stay with the family which I did. But by that time I was completely ensconced in school\nactivities with loads of friends. I couldn’t — the school for me was a safe haven. Years later\n(phone contact disconnected)",
        "A: Yes, me too.",
        "A: Oh yes. I know exactly what I was going to say. At crisis times for many years, I would\ndream about the school.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh yes, I mean after being married. And the school was just as I say safe haven for me. I had\na ball. I got away with murder.",
        "A: Oh no, no girls school.",
        "A: Nice school. Built around two quadrangles, an open school. The doors would open directly\noutdoors. Cold in the winter. But we had a -- the swimming pool, outdoor swimming pool. It\nwas a very nice school. And as I say, it, I had a ball there. And Doris, the other girl that lived\nwith Joan Bailey, came to that school afterwards. But she was two years younger. She had no\ntrace of accent. She had been in a private preschool, private school, I guess before. And she\ndidn’t, she was just accepted like everybody else where for me, they you know, they treated me\ndifferently.",
        "A: Oh with kindness I guess. I remember having to write an essay on my-- the word fails me.\nMy pet, something that you really hate.",
        "A: It wasn’t that but it could be. Let’s say it was pet peeve. And I wrote about Nazism and my\nEnglish teacher asked permission for her to read the essay in the staff room for the rest of the\nstaff. Oh yes.",
        "A: Oh yes, I do.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Well I think I talked about the beginning, being a result of the First World War. And the\neconomic conditions in Germany afterwards. Hitler’s appearance and building up the ego of the\nGermans again. And the rise of the Nazi party. Without the people necessarily quite realizing\nwhat was happening until it was too late. The idea of children betraying parents and things like\nthat. And that was about the gist of it.",
        "A: No, not really. I treated it very much like a subject in the sense, you know rather than —",
        "A: Objective, yes.",
        "A: Well it so happens that after school exam which was after the tenth grade or twelfth grade. I\ndon’t even remember cause the grade system there was different. Almost everybody graduated\nand left school, except those who were slated to go to university. Now that wasn’t anything like\nitis here. Out of three classes, six students went on to what they called the sixth grade. And I\ndon’t know. I must have been because of Joan Bailey to give me a little breathing space, she had\nme go, stay on for another term there. To give me an opportunity to figure out what to do with\nmy life after that. And —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh no, no it was definitely not safe. We had the planes come and go across us and dog fights.\nWe-",
        "A: Yes, we had a bomb shelter in the back of the yard, our garden. And in the beginning we\nwould go into the cupboard under the stairs which was considered the — was the safest place in\nthe house. But after that we put a mattress into the shelter and we would go to the shelters. And\nbeing kids we wanted the raid to last until after I think it was 2:30 because then school would\nstart an hour later. When we had raids, we first of all had lots of practice at school to get into the\nshelters. In the shortest time possible. We had to go across two hockey fields. And when we did\nhave raids, we would sit in the horrible damp cold shelters, watching the time. Hopefully we\nwould miss math you know. Things like that, typically kids’ stuff.\nThe only one time that I -- that stands out in my mind was when the gasworks in Ipswich were\nbombed. And kids from the other side of town, everybody commuted on bikes. On their way to\nschool would see human remains that were in the streets. And came to us and talked about it.\nThat was the only time that I remember us kids really being badly affected because it was so\nclose to home . And it was one of our own kids that saw it.\nOn the whole, of course, children are much more resilient than we give them credit to.",
        "A: No. Except Doris. Doris (both talking) in the transport and as I say she was two years\nyounger than I was. She was in Manchester with a Jewish family and was very unhappy there.\nAnd her father who was non-Jewish got out and was in London and saw to it that she was\nmoved from there.",
        "A: Oh and read the papers and listened to the radio and we followed the war very closely.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: That’s very interesting. My parents survived in Berlin and what happened my father was used\n-- no my mother originally had to work in a factory making uniforms. And my mother, I think I\ntold you my mother was not well. And got sick and that was that. My father was used to clear\nthe railroad tracks after air raids so that the trains could continue. My mother told me that there\nwere times when he would be gone for two or three consecutive days. And we never knew\nwhether he was put on one track or not.",
        "A: You know I’m not sure whether my mother did or not. My father of course did. I don’t think\nmy mother did because I remember her telling me that she went to a birthday party of this one\nuncle and so that she could travel on the subways and my father couldn’t and I remember she\nwas so upset that they didn’t send any food home for my father.",
        "A: Yes and what happened was my father came down with double pneumonia and went to the\nJewish Hospital which was bombed out but they were in the basement in this house. No\nelectricity, no running water, no doctors, no medications. And my mother was there day and\nnight nursing him.\nNow very interestingly maybe was it you, Gail who told my daughter about —",
        "A: Yes. That was so interesting and I’m dying to see that book. So that confirms at least that\npart of what I had heard from my parents.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh that book is by Daniel Silva, well that’s part of the book shelves here because I’ve just\nread his latest book.",
        "A: Yes, S-I-L-V-A.",
        "A: Oh it’s Silver. No that’s a different author.",
        "A: That is so interesting. But I had no idea that there were that many patients in there. And I\nguess it was one of the places that was just overlooked at the — or left out because I understand\nwhen the Russians were shelling Berlin, that the Germans made every effort to round up the rest\nof the Jews they could find.",
        "A: Yes.",
        "A: I don’t know. I have no idea. Obviously at the end of the war.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Now my, this cousin of mine was in the British army, one of the first -- entered Berlin and\nfound my mother, standing in line at a fire hydrant for water and recognized her. And talked to\nEddy and that’s how I found out that my parents had survived.",
        "A: Oh you know that was, that was a long time. I mean I would have to guess really. It probably\nwas a good nine months without any, any sign of —",
        "A: 45 yes.",
        "A: Oh no I worked by that time in the north of England. I had found out that the ministry of\nsupply in England was testing like 50 percent of all materials used in the war and they had a\ncrash course in Cambridge, training course. And I applied for that.",
        "A: Yes.",
        "A: It was, 45.",
        "A: Oh yes, yes.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Yes, so in other words I, when I finished actually my course in Cambridge because I was an\nenemy alien. I was lucky because most of the people there would be sent to places that\nmanufactured gun powder and because I was an enemy alien, I went to a place that for ferrous\nand non-ferrous metals which was great. First of all much more variety and more interesting.\nAnd I worked there. As a matter of fact I was working there when I got the news that my parents\nhad survived. And then my friend in London who was part of the refugee committee,\ncommunity, found an article in the paper that the American government was looking for\nbilinguals. For employment.\nAnd she told me about it and I applied. Now I was two years below their minimum age. After I\nfound out that my parents had survived I moved heaven and earth to get over to Germany to help\nthem after the war. And I was too young everywhere. I even wrote to the Russian commissar or\nsomething in December. And I never heard from him though.\nAnd I applied to the American government. What happened was that they had hired 200\nbilinguals from France. The Alsace area where they have bilinguals. And at the last minute the\nFrench government nixed it. They said they couldn’t spare the manpower. So the American war\ndepartment was kind of desperate so they took me. Me and, I and one other girl. We were the\nsame age. We were two years below their minimum age.\nAnd I was accepted by them and went to Germany to, to Munich for censorship. We censored\nmail, telephones and telegraph. And it was, by the way, it was very traumatic for me that train\nfrom -- because I saw children begging along the way. And we would throw out whatever you\nknow K rations we had and all of a sudden I realized these were not friends anymore. These were\nGerman children and it had a terrible effect on me.\nAnd then an older man, older, he was probably like in his 20s, late 20s, saw my distress and we\ntalked about it. It was a terrible thing for me to realize that the kids looked just as bad in France\nas they did in Germany but hey, these were Germans after all. Anyway we got to Munich and I\nstarted working. We were actually posted in a camp that was owned by Martin Berman, Martin\nBerman yes who was never found. That was a great camp, very nice housing. And we lived there\nbut worked in Munich. We had a daily train back and forth to take us to work.\nhttps://collections.ushmm.org\nFebruary 7, 2013\nAnd what was deadly boring. First of all the letters were written poorly, on poor paper. That\nwas hard on the eyes and terribly boring.\nAnd then I found out that they had a research lab on base. And I checked into that and met the\nguy who was in charge of one section of it, Robert. I talked to him. And he arranged for a\ntransfer so I didn’t have that train trip every day. I could go to the PX in peace when most of\nthem were still in Munich and I ended up marrying him. That was my husband and we worked\nin secret ink and code.",
        "A: Robert. He took his discharge overseas. And we were married overseas. By that time the\nstation in Puloff, in Munich was dissolved and we went to Esslingen near Stuttgart and we were\nmarried there. Fabulous reception.",
        "A: 46.",
        "A: Yes. December 46. It so happened the day with the longest night of the year. We hadn’t\nplanned that but it was the first you know it takes a while or it took a while for our paper work to\nbe ok’d. And so on and so forth. I mean they wanted to be sure the poor ex-GI didn’t make a\nmistake.",
        "A: Yes. Yes, I had. That was a story too.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I hitched a ride to Munich with somebody from the motor pool. And I was sit -- while I was\nsitting in the jeep waiting for him to whatever he was doing. But I decided I would go in and ask\nfor a chaplain. There was no Jewish chaplain so I got a Protestant chaplain and told him my sad\nstory that I hadn’t been able to see my parents. And within three days I had orders to go to Berlin\nand see my parents.",
        "A: Well it -- first of all I got very sick and Robert had made me promise that if I didn’t feel\nbetter I would get off the train in the British sector and go to the hospital, but of course I didn’t\nlisten to him. So when I got to my parents, I went to bed. My father at that time was employed by\nthe Russians and they heard that I was coming home to them. And they celebrated with what my\nfather was, not a big drinker was imbibed by the time he got home but it was -- and my\ngrandmother as alive. That’s the big thing. My grandmother was alive. It was wonderful. It was\nso, unbelievably wonderful. I carried a big bag of provisions with me that was a story in itself. I\ncould barely lift it and when I got off the train, I had to make arrangements for transportation to\nget into this subdivision in Berlin itself. And finally managed that they gave me a young kid with\najeep. And from there I got another kid with a jeep to take me to Pankow. And he was scared\nsilly because it was in the Russian sector which in those days the city was still divided.\nAnd I had to guide him which was very difficult because landmarks and streets that I recalled\nwere no longer there. Everything was in ruins but I managed to find my way home. My mother\nwas hanging out of the window, waiting for me.\nIt was -- I was there for seven days. I got back once into the American zone. And to get my PX\nrations to take back to them because cigarettes were the main means of, of paying for things.\nMoney wasn’t worth anything. That was before they had the currency reform in Germany. So I\nlost quite a bit of weight because I couldn’t, I could barely eat anything in my parents’ house\nbecause you know it was so short of food. But it was a wonderful, wonderful, wonderful time.\nMy poor mother never got her little girl back.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh yes, of course.",
        "A: Yes. From 39 to 46, seven years. Figured it out I think was two weeks short of seven years.\nIt’s a long, long time.",
        "A: Well Robert stayed for one more year under contract and because he took his discharge\noverseas, he was entitled to two months of leave to go home. And the only problem was taking\nme with him. He finally managed to — well actually a young first sergeant in Frankfurt cut the\norders for us. Cause Robert went up, down the scale from lieutenant generals down. Nobody\nwould sanction the order because I was entitled, well he was entitled to one trip for me but not\nthree trips, not going to New York and then coming back and going back the third time.\nAnd anyway we managed it. And the reception was very, very awkward because my mother in\nlaw was terribly upset that he married overseas and we had no idea of what kind of reception we\nwould get. But it was all right. And my mother in law was a very, very difficult person and\ncaused us a lot of grief but we never had -- it was never a question of in law problems, it was\nmother problems. She was that kind of possessive person.",
        "A: Came to the United States.",
        "A: Oh for the furlough, came to the United States for the first, saw almost well we saw six\nBroadway shows on the way here as a gift from one of his uncles. And both Robert and his\nhttps://collections.ushmm.org\nFebruary 7, 2013\nyounger brother George had a ball showing me New York. And it was an exciting time. And\nthen we went back for another year to fulfill the contract and then came home for good. And —",
        "A: I’m sorry.",
        "A: 48 yes.",
        "A: Well we stayed with my in laws for about a year because it was very, very hard to find\nhousing at that time. You know everybody had —",
        "A: In Brooklyn.",
        "A: We found an apartment in Brooklyn too. We stayed there for I think eight years.",
        "A: Robert went back to school, got very sick with whatever flu type, I think 1t was the Asian flu\nat that time. And then he was a detail men for one of the pharmaceutical houses. And I worked\nat Maimonides hospital in the chemistry lab. Again because of my background, although it had\nnothing to do with blood chemistry. But it worked out fine for us. And then what happened?\nRobert -- I can’t even remember why at this moment. Anyway, Robert switched to a\nhttps://collections.ushmm.org\nFebruary 7, 2013\npharmaceutical house in Dover, Delaware. And I moved there also. And we, we always say, we\nwent to Delaware with nothing and left three years later with one dog and two children. We\nadopted my son and there was right too at that time Delaware was considered one of the three top\nstates for adoption. It all went very smoothly and very pleasantly. And then after that I had my\ndaughter. There was 21 months’ difference in age between the two.",
        "A: No, daughter came naturally. It was wonderful because Dover celebrated with us. They were\nthrilled about the adoption and then when Gail came along it was the same thing over again. I\nhad baby gifts left on my stoop when I went home, stuff like that. It seemed like the whole town\nwas celebrating with us.",
        "A: Three years later. Let me get my, Ira was -- Gail was born in 59, in 60 or 61. In 60 we went\nup to north Jersey for a horrible six months in the worst snow they had there in 50 years and then\ncame to East Brunswick.",
        "A: Well I went back as a guest of Berlin when I was 70, that’ll be (sound skip) years ago and I\nhad never accepted invitation but through a coworker I got in touch with a woman who had felt\nthe same way I did and did go and thought it was worthwhile. And at age 60 I was -- and Berlin\npaid everything for me, my husband and one other person. I think they figured at that age we\nneeded some help so my daughter went with us. And it was worthwhile. There was no question\nabout it.\nI found the same apartment house where I was living as a child in Pankow. I found the only club\nwhere I had so many happy hours. I think that was one of the most emotional things. I found and\nhttps://collections.ushmm.org\nFebruary 7, 2013\nwent to the synagogue where we had gone a couple of years for the high holidays. It was closer\nand it was worth going. Why did I bring this up?",
        "A: What I thought about Germany. I can’t begin to tell you. Berlin wallowed in apology. You,\nwherever you went you had memorials for what happened. There was one very arts board. It was\ntyped in black but stenciled out with dates and numbers of people and destinations that were sent\nto the concentration camps. And one of the most -- almost like a Times Square kind of area. I\ncouldn’t believe it. By that time I realized there was a difference between the young people I saw\nand people my own age. If it was somebody from my own age, I always wanted to ask how\nmany did you shove into the ovens? My whole attitude about Germany has been terrible before I\nknew that my parents had survived when the first atom bomb go off. My reaction was well then\nmy parents are alive or not they should have used the atom bomb 1n Germany.\nIf I met anybody German it was difficult for me to disassociate them from my feeling about the\nGermans. I had utter disdain for the people as a whole. When I went back to work for the\nAmerican government in Munich, I saw daily this business about well I didn’t know what was\ngoing and I said Dachau and people told me they didn’t know what was going on when the\nrailroad tracks led right into the concentration camp. I, if they -- if somebody would have said to\nme, yes I knew and too bad Hitler didn’t manage to get the last Jew, I might have had some\nrespect for them. But this -- I’m a little person. What could I have done kind of baloney. It didn’t\nsit well. However, when I did go to Berlin later on, I realized that, I mean I was surprised at all\nthe signs of regret. That’s putting it mildly about what happened to the Jews. Now I realized that\nBerlin, that northern Germany was very different from southern Germany, at least the Munich\narea. And probably still is. But it’s, it took me a long time to get over this neurotic feeling about\nGermany and the Germans.\nAnd I also felt that my hate was like a, a comfort blanket for my own preservation. But you\nknow times have changed.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Not so much memories as, as well I did realize hey they’re at this age when I left home. It\nwas hard to reconcile. I consider myself on the whole as having been very fortunate. Except for\nthe first year in England, the rest was a very positive experience. I think I gained from it a much\nbroader outlook on things than I would have had if things had been normal. Yes I, I was once\ncalled oh here is the happy one. We went to see one of the Kindertransport movies. In a theater,\nI think it was in Philadelphia. I’m not sure. And afterwards they asked if any of the\nKindertransport people were there. And there were about half a dozen and stood up too. Behind\nme somebody said oh here is the happy one. However, it was much, much later that I realized\nthere are so many scars left from the experience because as much as I enjoyed my stay in\nEngland, I was always an outsider. And I -- being here is the first time that I didn’t have that\nfeeling. ’'m home now. You understand that?",
        "A: Yes, not necessarily when I came. But now, you know after I’d been here for a while.",
        "A: Yes. I belong. I’m putting it this as concisely as I can. It’s a feeling of belonging, being\nhome. This is where I belong.",
        "A: I don’t believe so. I did have a strange experiences when I went back to Berlin. The sound of\nthe wheels of the train, the smell of the river when I found the rowing’s(?) up. It’s amazing. It 1s\nlike no other smell. But anything now here that remind me of the war years I don’t think so. I\nsometimes marvel at how young we keep our young. And we do, including I, as a parent. But\nall in all, I can describe my state of mind at this point as content. I’m content. I never expected\nhttps://collections.ushmm.org\nFebruary 7, 2013\nto be this old. I have -- I am basically healthy, which is a blessing. I have terrible arthritis. I\nstarted when I was in high school but I can live my life.",
        "A: Not anger. No there was no room for anger.",
        "A: Well if there was anger, it was at the political situation. It wasn’t until a few years ago that it\ndawned on me that all this horror took only 12 years, 12 years of nothing and look what horror it\ncreated.",
        "A: You know we had such a small family. I was fortunate that my grandmother died a natural\ndeath. My uncle incidentally did manage to get to England. And his wife and daughter\nfollowed, so there wasn’t anybody in the immediate family. I did see a book when I was in\nBerlin and I found the same at the Holocaust center, a book of Berlin Jews that lost their lives.\nAnd I only had time to glance at it for a very short time. And I looked up the name of one school\nfriend of mine and sure enough, there it was.",
        "A: Yes, probably but also what I experienced in England and from the political view. I mean I\nwas first really introduced into liberals in England. And although it’s a dirty word, I’m still\nliberal. I know I’m not sufficiently active or knowledgeable I should say in politics as I should\nbe.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Not physically active. I had two young children but I absolutely followed it.",
        "A: You know when we think along those lines it makes everybody think. It’s not, I mean we treat\ncivil rights throughout the world and expect them to honor it and look what we have here. To\nthis day. I mean look at the justice system. But I’m a great one for spouting forth and not doing\nanything.",
        "A: Just, just a spell bound interest in 1t and so happy that I always supported Wiesenthal. You\nknow one trial, one execution cannot undo the horror, the individual cost. You can you can’t\nerase that. And if you think the worst way of killing somebody it still wouldn’t be enough as on\nBlack Thursday.",
        "A: I was as a youngster in Berlin Zionist. I married a man who was American first. I am very\nemotionally and I can’t even say 1f I’m answering much but I am very much in support of Israel,\nvery worried about that situation there and I can’t see an end 1n the near future. I don’t know it’s\npossible. And I am very disturbed about today’s attitude towards Israel but many of our so-called\nfriendly nations. It always seems to be one sided. And let’s face it. This is a country, the only\ndemocratic country in the middle east, surrounded by nations that want to annihilate them.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: I can’t really say that I am but I don’t know many people as far as friends. Or who would\nmeet those criteria. I mean I still think of the Second World War as my war. It was my war. In\nany sense of the way.",
        "A: No not really but I did realize only as I got older that things that I experienced at the time felt\nlike nothing very special. I realize today oh boy they left deep scars.",
        "A: No. After Robert died I didseea_ --",
        "A: No, a therapist. And —",
        "A: Valentine’s Day will be 11 years ago. He had the nerve to die on Valentine’s Day. But I did\nsee a counselor and I of a very warm friendly relationship.",
        "A: No. Well I won’t say that. When we were still down in Dover I received I don’t remember. I\nthink it was a thousand dollars. It was a one deal for missed education.",
        "A: Yes.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh I think. You know the memory isn’t what it used to be.",
        "A: No it was in the 60s, the early 60s. Must have been about 63 or 4. Yeah. Had the children\nalready.",
        "A: No.",
        "A: Well to a degree, it’s happening all the time. It’s a very, very sad thing when you think\nabout it. You would think it would have been a one time horror. Never to see anything like it\nagain. I don’t know what it is about mankind.",
        "A: Could you hold on one minute please. My battery is running. Let me switch to the other\nphone. Would you hold on please?",
        "A: Yes. I’m sorry about that.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Well I will say this. When I first saw my parents again I could not, I did not want to hear\ndetails of what happened to them. By the time I was ready, they didn’t want to talk about it\nanymore. My children, my daughter in particular knows everything about me, my experience.\nShe and her husband are very active in the second generation. Her husband is the son of two\nsurvivors. Incidentally I have an excellent relationship with both my children. Gail, her husband\nand I will go to the 20\" anniversary celebration. I can’t believe that it’s only 20 years since the\nHolocaust Museum opened. Robert and I must have been there quite early on in that case.",
        "A: Yes. I believe it’s only 20 years.",
        "A: Amazing. It’s a wonderful place. I was —",
        "A: Oh I, we went there a couple of months ago I believe and there are things now that I just pass\nby, things that show what happened in Germany. The pictures of the signs on stores and no Jews\nand stuff like that. It, can I say it leaves me cold but it has no impact anymore. There are other\nthings of course that impact me greatly. But I, when I went down to find you people, that was\nwonderful. I, you could research your family or friends. I had never been there before and we\nstayed until the last minute really. And that’s where you found out about me, I suppose. I found\nthat fascinating. I met somebody else there who I didn’t even think he was Caucasian, but he was\nJewish and a wonderful, wonderful man and we had great conversations. I think the museum is\nfabulous. It’s absolutely fabulous.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Oh yes. And I’m really very gratified that it is drawing so many visitors. Not just Jewish.\nThat in itself is a small miracle.",
        "A: No I don’t. My daughter married late and my son is not married. One of the regrets. But I\nhave made it my business to look at the positive things in life. And to kind of push the others\naside. It’s a matter of self preservation.",
        "A: Yes.",
        "A: [happen to be proud of being of being Jewish. I happen to be proud. Do you realize we are\nthe basis of several laws like the Ten Commandments, of the idea of one god. I happen to be\nvery proud of being a Jew. Not that ’'ve done much. But as far as our history goes, yes. I flaunt\nbeing Jewish.",
        "A: No, no more. When my grandmother died, that was it. And again there wasn’t any close\nfamily.",
        "A: Well there is one subject that didn’t come up. My parents went back to Germany. Now it was\nbecause —\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: Yes. It was very difficult for me. I went to look for help to understand. Part of it was my\nmother’s health condition and that she couldn’t get health insurance here for previous ailments\nwhich meant the economic effect of health care when things happened. I really know that my\nmother told my husband in the last goodbye that if anything happened to papa she would come\nback immediately. It was my father who wanted to go. And as I was told, that sometimes it’s like\na person wanting to go back to the cradle, to his childhood or whatever. It was very, very\ndifficult for me. And I very rarely even talk about it. I mentioned it here because well —",
        "A: Yes. It and they were supposed to come back for Ira’s bar mitzvah and my father got ill and\ncouldn’t come.",
        "A: Oh yes.",
        "A: Oh of course. My mother jabbered along. My father tried to express himself well you know.\nSo I mean but both of them were fluent in English. In fact we corresponded in English in our\nletters was in English.",
        "A: I don’t even know whether I am somewhat ashamed that they went back. You have to realize\nthat even with this interview, it wasn’t that easy for me to bring it up.\nhttps://collections.ushmm.org\nFebruary 7, 2013",
        "A: It was so difficult for me to accept that. And both of them died there.",
        "A: No, I went over. Before my mother died, she had been in the hospital and I asked my father\nwhether I should come. And he said no. Because for one thing, if she saw me, you know it\nwould frighten her. And I waited until she was home again and I -- she died like three weeks\nafter I saw her. These are unfortunate unpleasant things in my life, but I’ve accepted them and\nrefuse to dwell on them. I guess it is self preservation.",
        "A: Oh you’re more than welcome. It was interesting doing it.",
        "A: I don’t think so.",
        "A: Not at all. I really appreciate the opportunity because I hadn’t done this before, not on that\nrange anyway. So I thank you also and again my admiration for the museum and all it stands for\nand all it does for people.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumFebruary 7, 2013\nRG-50.106.0203",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "VERA LEVINE",
        "February 7, 2013\nGail Schwartz: This is the United States Holocaust Memorial Museum volunteer collection\ninterview with Vera Levine in New Jersey conducted by Gail Schwartz in Washington, DC on\nFebruary 7, 2013. This interview is being conducted over the phone. What is your full name?\nVera Levine: Vera F. Levine."
    ]
}