{
    "rg": "RG-50.106.0177_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Magdalena Farkas Berkovics, conducted by Gail\nSchwartz on October 15, 2009, in Rockville, Maryland. This is tape number one,\nside A. Please tell me your whole name, your full name?",
        "Answer: These — these [indecipherable]",
        "Q: Your name.",
        "A: My name? I am Magdalena Berkovics. That is what I am using\n[indecipherable]",
        "Q: And what is the name that you were born with?",
        "A: I was Magdalena Farkas.",
        "Q: And where were you born?",
        "A: I was born in Romania — Romania.",
        "Q: What city?",
        "A: What city? Cluj-Napoca, or Kolozsvar, in Hungarian.",
        "Q: Okay. And what ye — when were you born? The date.",
        "A: In 1919.",
        "Q: What — what day?",
        "A: Hm’?\nOctober 15, 2009",
        "Q: And what day were you born in 1919?",
        "A: What?",
        "Q: Date. Day.",
        "A: Date? In the fifth of July.",
        "Q: Okay, so let’s talk a little bit about your family. Tell me about your parents.\nWhat were their names?",
        "A: Yasmen(ph) Bell(ph) Farkas was my father. And he had the Jewish name, and\nth-the other one was Hungarian. Everything was Hungarian because they lived in\nHungary then, which has changed into Romania later, when I was born.\n[indecipherable] People are mixing up these inheritances, and I don’t understand\nwhy I was Farkas, and then I was — I was Curtis(ph) after the first husband. And\nthen I was Berkovics after the second husband, you know? They were times when\npeople died.",
        "Q: Yeah, yeah. And how — and what was your mother’s name’?",
        "A: My name?",
        "Q: Mother — your mother’s name.",
        "A: Berta — Berta lan — the maiden name?",
        "Q: Do you know what her maiden name was?",
        "A: Berta Landesman(ph).\nOctober 15, 2009",
        "Q: Okay. And how — how long did the family live in Cluj? Many generations?",
        "A: Yes. I don’t know when they moved to Cluj precisely, because my — my father\nwas from another community. But they lived — when I was born, they were in Cluj-\nNapoca.",
        "Q: Do you know where your father came from?",
        "A: My father? My father came from Hungary. Hungary.",
        "Q: You don’t know the city? Do you know the city?",
        "A: No, no.",
        "Q: No, okay.",
        "A: In those days there was nothing written, you know.",
        "Q: Yeah, yeah.",
        "A: Hungary.",
        "Q: And —",
        "A: And the — the mother tongue, excuse me, was Hungarian.",
        "Q: Yeah.",
        "A: I had two mother tongues, Hungarian and Romanian, because I had Romanian\nschools.",
        "Q: Mm-hm. And, was your mother born in Cluj?",
        "A: Yes.\nOctober 15, 2009",
        "Q: Okay. Do you — did you have any brothers or sisters?",
        "A: I had a brother, a doctor, who died, who was killed in the war, in ’44, at the end\nof the war.",
        "Q: And what was his name? His name?",
        "A: His name is tiberi — what shall I tell? In Romanian, Hungarian, he has different\nnames. Farkas was the family name, and his Hungarian name was tibe — Tibor(ph)\nin Hungary, and in Romanian, Tiberiu(ph)",
        "Q: Okay. And so it was the two of you, the two children?",
        "A: Only two. They had only two children —",
        "Q: Yeah.",
        "A: — me and my brother.",
        "Q: Was he older, or younger?",
        "A: He was six years older than me.",
        "Q: Yeah. Tell me about your family. Were they religious?",
        "A: My father yes, but my mother, not at all. She did not believe [indecipherable]\nsomething.",
        "Q: So did you — when you were a child —",
        "A: Yes?",
        "Q: — did you observe any holidays?\nOctober 15, 2009",
        "A: Yes, we observed, because my mother did everything which was necessary for a\nholiday, because of my father.",
        "Q: And did you belong — did your family belong to a synagogue?",
        "A: Yes, of course, to Beth Avron, which was in — you don’t know the town. In the\ntown was these three synagogues. In these Beth Avron was the more Conservative.",
        "Q: And wer-were your — did you observe Shabbat every week’?",
        "A: Yes, yes.",
        "Q: And — and — and Passover? You had —",
        "A: Everything, everything. Also my mother — my mother was not a believer, but she\n— she did everything because my father required it, yes.",
        "Q: Wanted it, yeah. What kind of work did your father do?",
        "A: He was, of course what [indecipherable] Jew do, tradesman.",
        "Q: What kind? What did he —",
        "A: They had first big house, which are inherited from grandfather. And then — I\ndon’t know whether the house was sold or not, I don’t remember, but then he had\nstarted on his own, making trades, you know, in different towns.",
        "Q: Yeah. But di — what did he trade in, do you know?",
        "A: Article. All kinds of issues, articles, you know. Clothing and that kind.",
        "Q: I see. I see.\nOctober 15, 2009",
        "A: [indecipherable] Jews had this trade.",
        "Q: And your grandparents, did you know your grandparents?",
        "A: Yes. I knew they were very old, and then died in a few years. I don’t know what\ndid he do, but well, how could he afford such a big house? I have no idea. One story\n— or two story here, house with balcony, in the center of — of the town.",
        "Q: Was the neighborhood a Jewish neighborhood? Did you have Jewish neighbors?",
        "A: Yes, yes. It was the family were Laib(ph) who was [indecipherable] streets.\nVery — they became very, very, very rich. The family Laib(ph) and Rayger(ph).\nThere were a few families are in there, it was a — the main street of the town. The\ntown was the second town in Romania. It was a very famous — they had the history,\nbecause the Hungarians and the Romanians fought for their belonging. The one\nstore that it belonged always to them, the other store that it belongs always to them.\nNow it wa — it was a great fight always, and even though I have heard that they\nhave misunderstanding about who was the first.",
        "Q: What was the name of the street that you lived —",
        "A: I lived [indecipherable] that was the — one of the main streets, on the center of\nthe town.",
        "Q: Yeah. And what about — did you have aunts and uncles, and — and —October 15, 2009",
        "A: Yes, I had, I had. I have a few, they all died. Nobody came back, only me. I am\nthe only survivor, I told you.",
        "Q: Yeah. But I— but when you were a little girl —",
        "A: Yes.",
        "Q: — you saw your aunts and your uncles?",
        "A: Yes, we lived in the middle of the family, because the house was big, and\neverybody lived in the same house.",
        "Q: Oh, cuty — cousins? Did you have cousins?",
        "A: Yes, yes.",
        "Q: And they all lived in the house?",
        "A: In the house.",
        "Q: Oh, okay.",
        "A: They were not yet married, because they were young. I married first.",
        "Q: Yeah. Wha-What kind of school did you go to? Did you go to a —",
        "A: I was in a German private school first. My mother wanted me to learn German, it\nwas fashionable then, German, before Hitler came.",
        "Q: Yeah, right.",
        "A: And then I — I went to the Romanian high school, gymnasium, was called. And I\nwas here til I was 18 years old. Then I graduated the bac-bac — basho(ph), or\nOctober 15, 2009\nbaccalaureate, which was, we say, inherited from the French, the Romanian. I don’t\nknow whether you understand me. So I graduated this baccalaureate, which lasted\neight years. I was 18 years old when I finished the — this school. And then,\nmeanwhile, I was at the conservatory of music.",
        "Q: And what did you study in — in the conservatory?",
        "A: I played the piano. I was always, all my life a pianist.",
        "Q: And you had a piano at home?",
        "A: Yes, I have at home, and finally, I taught a lot of — I —I gained, with this\nteaching, yes.",
        "Q: Yeah, yeah.",
        "A: And then I was teaching at the conservatory of [indecipherable] which was at\nthe university grade, I was a university teacher.",
        "Q: And were your fa — was your family Zionist? Did they talk about Palestine?",
        "A: Ah, you know, it was my brother, who was a doctor, very, very, very talented,\nand he was an excellent violinist and everything. He was shot by the Germans,\nbecause he couldn’t run enough fast. They told to run, you know, the Germans\n[indecipherable]. That was his fate. My only brother. That was for me such a loss,\nI cannot tell you. The greatest loss in my life.",
        "Q: Yeah.October 15, 2009",
        "A: A very handsome boy, I — I should have taken the photos. I have photos, a lot of\nphotos.",
        "Q: Did your family talk about Palestine at all?",
        "A: No, they were not oriented towards this, enough that — that —",
        "Q: Yeah. Did you — when you were a little girl —",
        "A: Yes.",
        "Q: — and a teenager.",
        "A: Yes.",
        "Q: Did you experience any anti-Semitism?",
        "A: Oh yes.",
        "Q: What — can you tell me some of the things that happened?",
        "A: You know, not very — the Romanian were not like the — the Hungarians. The\nHungarians took the — deported the Jews, the Hungarian Jews.",
        "Q: Yeah. I’m talking about before the war.",
        "A: Before, no.",
        "Q: No, before.",
        "A: I was in the school. In the school I did not feel — a little, yes. For instance, one\nday in the class, there was a competition between the girls. We were about 15 yearsOctober 15, 2009\nold, who looks like a Jewish girl, or not. And they decided that I am the only one\nwho doesn’t look Jewish.",
        "Q: Yeah. And did — what about the teachers? Did the teachers —",
        "A: The teachers were not bad, the Romanians. Not — not too bad. One was. The\nmusic teacher. She never put me to play the piano, to show what I could. And it was\nnot bad at this school, not bad. I felt the distance — the difference between my\ncolleagues and me. There was no — how to say, con — connection between us, not at\nall. No connection. We did not fight, whereas it was not such a thing, but it was no\nconnection, not at all.",
        "Q: So what else did — you went to school.",
        "A: Yes.",
        "Q: You played — I’m talking about when you’re young.",
        "A: Yes, yes.",
        "Q: And you played the piano.",
        "A: Yes.",
        "Q: Did you do anything else? Did you have anything else — did you like to read?",
        "A: It was enough, because I had to practice the piano daily. I was preparing myself\nfor a future job, for a future — for a future. And I became a teacher in music, I had\ntwo diplomas, music, and — and piano. They were of university grade, yes.\nOctober 15, 2009",
        "Q: So, did you like sports? Did you —",
        "A: Yes, but not especially one sport. Swimming. I could swim well, I could skating\nwell.",
        "Q: I-Ice skating? Ice skating?",
        "A: Yes. My mother was a good skater, just imagine.",
        "Q: Really?",
        "A: Yes.",
        "Q: Uh-huh. And what did your family do in the summertime’?",
        "A: They were —",
        "Q: Or what did you do in the summertime?",
        "A: I practiced the piano always.",
        "Q: Always.",
        "A: And I went to — I had some boys who wooed me, and now you know. That is not\nimportant at all.",
        "Q: So now you’re 18, and you’ve gotten your degree. Y-You finished —",
        "A: Yes, I have.",
        "Q: — what — and then what ha — so it’s 1937.",
        "A: Yes, at 1937 was just about the war to break out.",
        "Q: I know.\nOctober 15, 2009",
        "A: That I gave private lessons. I had very many private students, or — of all kind of\ngrade. Many, many private students. Then came the war.",
        "Q: Okay, and what is your first memory of the war?",
        "A: How?",
        "Q: What was the first thing that happened?",
        "A: The first thing that there was, that I lost my whole family, and so I was very,\nvery, very shocked, you know’?",
        "Q: Well, how did that happen? What —",
        "A: Th-They were deported, you know, deported the — deported to Germany.",
        "Q: How did — how did that happen? Did — how did the family find out where to go?",
        "A: They did not know, only when they were on the different cars. They were taken\nby cars, big cars —",
        "Q: Yeah.",
        "A: — which transported them.",
        "Q: Yeah, but did somebody come to their house to tell them?",
        "A: Yes, that — yes, to gather them.",
        "Q: So everybody went?",
        "A: Everybody, everybody, me too. Everybody was [indecipherable] deported.",
        "Q: Okay, and — and —October 15, 2009",
        "A: And the house remained —",
        "Q: Empty”?",
        "A: — empty.",
        "Q: Yeah.",
        "A: And they were — they put there, Christian. Christians instead of — that re —\nreplace us with Christians.",
        "Q: And when was this? Do you know when — when — when did this happen? When\n— what year you were deported?",
        "A: In —in 1944, the Hungarian je — Jews were deported in 1944.",
        "Q: Okay. Were you ever in a ghetto?",
        "A: What house?",
        "Q: Were you ever in a ghetto?",
        "A: Yes, of course, if you were deported first, you were taken to the — you were in\nthe ghetto in the town where you were born.",
        "Q: Okay, let’s talk about that. Wh-When did you go into the ghetto?",
        "A: Into where?",
        "Q: The ghetto.",
        "A: Into the ghetto? In 1944. I was — I— one year.",
        "Q: So it was one year in the ghetto?\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yes.",
        "Q: And what was that like? You were living with your family?",
        "A: Yes, in the ghetto, yes, but as soon as we were deported, we were separated.",
        "Q: Okay, but let’s — let’s first talk about life in the ghetto.",
        "A: In the ghetto, we were not allowed to do things that we do — we did, you know’?\nWe were very — how to say?",
        "Q: Crowded? Was it —",
        "A: Crowded. Not only crowded, but it was very hard for us to buy things for us, to —\nyou know, it was a very restrained life.",
        "Q: Restricted. Restricted.",
        "A: Restricted, yes.",
        "Q: Yeah, yeah. So was it all the Jews of Cluj were put into this one ghetto?",
        "A: Yes. Yes, but there were sections, you know, there were some who were living\nin their old house, there were some who were living —",
        "Q: But you had to — did you have to move out of your old house, into the ghetto, or\nwas your house in the ghetto?",
        "A: Not til we were deported.",
        "Q: So you stayed in your house?",
        "A: Yes, until we were deported.\nOctober 15, 2009",
        "Q: Until you — so your house was a part of the ghetto.",
        "A: Yes.",
        "Q: I see. Okay. And so what did you do during the day?",
        "A: During the day, I taught the piano to small children, and even to — to Christians.",
        "Q: Oh really? They would come to your house?",
        "A: That — the children, yes.",
        "Q: Oh, mm-hm.",
        "A: Yes, and I went to their house.",
        "Q: Did you get paid? Did they —",
        "A: Yes, therefore we could leave because the — the men were all in a forced labor\ncamp.",
        "Q: Oh.",
        "A: You know, meanwhile.",
        "Q: They had taken the men away?",
        "A: Yes.",
        "Q: I mean, to do forced labor?",
        "A: Yes. We were only women in the [indecipherable] Jewish women.",
        "Q: Oh, only women, mm-hm.\nOctober 15, 2009",
        "A: And the men were taken, and then my husband and everything. I haven’t seen\nhim for years.",
        "Q: Well now, your husband, when did you get married?",
        "A: Very early. I don’t know, very early, in 1940. [break]",
        "Q: And when did you get married for the first time?",
        "A: In 1939, exactly when the war broke out.",
        "Q: And who — who — tell me about your first husband.",
        "A: My first husband was my — wait a minute — was somebody whom I kn-knew by\nteaching him and accompanying him, because he was not only a clerk, he was a\nclerk at the great factory, but he was a singer. Had a beautiful voice, and he engaged\nme as a accompanist, you know? And then I accompanied him, and so it has\nbecome a love story.",
        "Q: Oh, what was his name?",
        "A: Curtis Vilmos(ph). Curtis.",
        "Q: Yeah.",
        "A: He was from Mistreetsa(ph), from a German, smaller town.",
        "Q: Mm-hm. Was he Jewish?",
        "A: Yes.",
        "Q: Tell me about your wedding.\nOctober 15, 2009",
        "A: He spa — he talked a few languages, perfectly; German, Hungarian, Romanian.\nAnd he was taken to the li — to the — this camp.",
        "Q: The labor?",
        "A: [indecipherable] you know [indecipherable] he was — died. He died.",
        "Q: Tell me about your first wedding. Was it in your house?",
        "A: Oh, it was long ago. I had, of course, a wedding gown, and my family was\npresent, can’t tell, nothing special. As the usual weddings. I was 20 years old.",
        "Q: You were 20? And was it in your house, or —",
        "A: Yes, in our house. It was a family house, you know, so that —",
        "Q: Yeah, yeah. And you had a rabbi perform it?",
        "A: Yes, of course. My father was religious. Yes.",
        "Q: Yeah, yeah. Did you have a kosher home?",
        "A: Yes.",
        "Q: You did. All right, so now you’re in the ghetto. You’re married, but your\nhusband was taken away.",
        "A: Yes.",
        "Q: Into labor camp, with the other men.",
        "A: Yes, yes.",
        "Q: And you’re teaching music to — to others.\nOctober 15, 2009",
        "A: Yes.",
        "Q: And then what was the next — the next —",
        "A: Step.",
        "Q: — step.",
        "A: The next step. Finally, in ’44, the Hungarian Jews were all deported. The\n400,000 Jews were all gathered together in ghetto, and were deported to — they\nthought to Germany, but it wasn’t Germany, it was Poland.",
        "Q: And how did you know — ho-how did you know what was happening? How —\nhow —",
        "A: I have — I realized. I was 20 years old, I could realize what is happening with us.\nWell, at first that — not. Then when we stood more —",
        "Q: Yeah.",
        "A: — we were more. Then we realize that we are in [indecipherable]",
        "Q: Okay. But you got married in °39.",
        "A: Yes.",
        "Q: Okay. And you were taken away in 44.",
        "A: Yes.",
        "Q: So that’s five years between 1939 —",
        "A: Yes, I was alone.\nOctober 15, 2009",
        "Q: You were alone with your —",
        "A: Alone with my mother, and with my step — not step-mother, how is called, the\nmother —",
        "Q: Mother-in-law.",
        "A: Mother-in-law, yes.",
        "Q: And you were in your house, and you were teaching music.",
        "A: Yes.",
        "Q: And did you have enough food to eat?",
        "A: What?",
        "Q: Did you have enough food to eat, during those years?",
        "A: Yes, we had food, because we — we bought it in — 1n — in a black —",
        "Q: Market?",
        "A: — market.",
        "Q: Yeah.",
        "A: It was very expensive.",
        "Q: Yeah.",
        "A: But as I gained money with the teaching, I —",
        "Q: Right.",
        "A: — could afford a decent food.\nOctober 15, 2009",
        "Q: Did you get any letters? Any mail from your husband, or your brother, or your —",
        "A: For very, very seldom. Very seldom. That was a tragedy, these [indecipherable]\nwas a— a tragedy.",
        "Q: And, you spoke German.",
        "A: Yes, very good.",
        "Q: So did — did — and — and you had a radio? Did you have a radio?",
        "A: Yes, which was taken away later.",
        "Q: Yeah. And you could hear speeches by Hitler? Could you hear speeches?",
        "A: Yes, of course. I heard his speeches.",
        "Q: And you could understand them —",
        "A: Yes.",
        "Q: — because you spoke German.",
        "A: I had German school.",
        "Q: Yeah. And what — do you remember what your thoughts —",
        "A: Of course, I — first of all, against the Jews. That was his main problem.",
        "Q: Right.",
        "A: Why? Who knows, against the Jews. They say because he was — he was not\nallowed by the Jews to — to — he was — and he couldn’t afford to be — to become anOctober 15, 2009\nartist. He wanted to be an — a painter, you know. And that is — that was his\n[indecipherable], that the Jews didn’t let him to be an artist.",
        "Q: So, the cr — you said that you had Christian children coming to you for lessons.",
        "A: Yes, yes.",
        "Q: So the Christians came into the ghetto?",
        "A: Yes, they came. Not very many, but they came.",
        "Q: Yeah. Did they bring you food, did they —",
        "A: No, no, no, it was not about this.",
        "Q: No. Yeah, yeah.",
        "A: I taught in my way, and got some money for that.",
        "Q: Right, yeah.",
        "A: Yes. And we lived from my —",
        "Q: Yeah, and wa — but you said you went to their house too sometimes. Did you —",
        "A: Yes, I went.",
        "Q: Well, so what was it like for you to go outside of the ghetto?",
        "A: Yes, the beginning, yes. Later on, it was forbidden to walk away from home. But\nin the beginning, because the — the Germans came in ’39, and the Hungarian\nbecame their ally, you know? So they did what the Germans dictated.",
        "Q: What — how was your mother doing this time? Was she very —\nOctober 15, 2009",
        "A: Well, she was not an old woman, 54 —",
        "Q: Yeah.",
        "A: — or something. And —",
        "Q: What was — how did she —",
        "A: She was very worried about my mother — brother —",
        "Q: Yes.",
        "A: — because he was not at home, and [indecipherable] she was a very smart\nwoman. She knew everything from the beginning. She predicted. She told that we’ll\nbe [indecipherable] that we’ll be sold, that we’ll be so — she was a very smart\nwoman.",
        "Q: And — and your father was not home. Was your fa —",
        "A: No, he was traveling, doing his job, because he — he —",
        "Q: So he wasn’t — he was not taken away with the other men?",
        "A: No. For a while. And then later on, when the Jewish — when the Hungarian Jews\nwere —",
        "Q: Rounded up.",
        "A: — maltreated, then of course that they went to — they were taken to ghetto.",
        "Q: Yeah.",
        "A: That was in ’44.\nOctober 15, 2009",
        "Q: Right.",
        "A: Later than the other Jews, because when I met other Jews, Polish Jews in the\nghetto, they reproached us. You were lucky, you were not fa — four years or five\nyears in the — in the ghetto, like us. Because the Polish Jews were — you know what\nhappened to them.",
        "Q: Yeah.",
        "A: I read so many good books about this.",
        "Q: Right, right. So when you were in the ghetto —",
        "A: Yes.",
        "Q: — before you were taken away.",
        "A: Yes.",
        "Q: Were there Jews from other countries that were brought in, or not?",
        "A: No.",
        "Q: No. It was just Cluj, the Jews of Cluj.",
        "A: Yes, yes.",
        "Q: Okay, so now you’re told to report to — to — what, go to the train station? What\ndid they tell you? How did you know you were to leave your house?",
        "A: What?",
        "Q: How did you know that you had to leave your house?October 15, 2009",
        "A: We did not know. They thought — for instance, Ill tell you, an example. One\nday, we were gathered at the marketplace, and a middle-aged gentleman —\ngentleman, who was a colonel, you know what a colonel was? Was a — of a high\ngrade officer, made us a speech telling that, don’t worry gentlemen, and don’t worry\nat all, because you — you will be taken to a place where the old men will work for\nyou, and the younger will — I don’t know what work will they do, and the children\nwill play. That was what he told us. I'll never forget his [indecipherable] he might\nhave been about 50 years.",
        "Q: Was he German?",
        "A: Yes — no, no, no, no, wait a minute. He was Hungarian.",
        "Q: He was Hungarian.",
        "A: Hungarian, older Hungarian [indecipherable] all very well. Just was a — and\nyou'll believe, my mother was close to me, and thought, a Hungarian officer will —\nwill not never lie. My mother believed the old conception of the Hungarian regime\nsystem. Now’?",
        "Q: Yeah.\nEnd of Tape One, Side A\nBeginning Tape One, Side B\nOctober 15, 2009",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Magdalena Farkas Berkovics. This is tape\nnumber one, side B. And you were talking about being — when it was time to leave,\nand this — you were at the market, and they told you you would be going away,\neverybody would be leaving Cluj?",
        "A: Cluj, yes, we were in Cluj til 1944.",
        "Q: Okay.",
        "A: The Hungarian Jews were lucky, because they were taken late.",
        "Q: Yes.",
        "A: The Polish Jews were taken in ’39. Just imagine what the difference.",
        "Q: Right.",
        "A: They always reproached us.",
        "Q: I know, yeah.",
        "A: And —",
        "Q: So when you — when you went away, what did you take with you?",
        "A: They told us we had to take only a certain size [indecipherable] them, you know",
        "Q: Yeah.",
        "A: —I don’t know, 70 kilograms or something. I don’t remember correctly, I —\nOctober 15, 2009",
        "Q: Yeah.",
        "A: The most important thing is clothing. For instance, I took with me two clothing,\ntwo gowns — not gowns, winter clothes. Yeah, it was so heavy, and it was — we\nwere in — in June, at the end of June, just imagine. Everybody took what she — what\n— what he can, and she can, no?",
        "Q: Did you take food with you?",
        "A: Yeah, some food. I remember that I took with me a jar of very good, how to say\nthat, it’s sweet, not from —",
        "Q: Jel-Jelly?",
        "A: Jelly. Very, very good. Special. And after a while, it was so hot. This is — means\nthat I couldn’t carry. And I told my mother, Mother, I cannot carry further. And I\nput the jar down. Some others were happy to find it, probably.",
        "Q: Yeah. And then, you were all together at — what, at a train station?",
        "A: We were together the day we started.",
        "Q: Okay.",
        "A: You understand.",
        "Q: But did you leave from a railroad station?",
        "A: Yes, it was a railway station with a — with a car — with cars for [indecipherable]",
        "Q: And — and so you were all crowded into a car?\nOctober 15, 2009",
        "A: Yes, into a car, 70 people in one car. And that was the beginning of the terror, of\nthe — you know, old people, so many died, meanwhile. And there was not enough\nfood, because just what we carried with us.",
        "Q: Yeah.",
        "A: What shall I tell? This event was terrible, this — the beginning of the war thing.",
        "Q: Yeah. And do you remember how long the trip took? Did it take several —",
        "A: Yes, three or four days.",
        "Q: And did you have enough water? Did they give you water, or —",
        "A: They gave when they opened the doors, and people started to cry, water, water,\nwater, it was awful.",
        "Q: Yeah. And then where did you go to first? Your — where did it stop?",
        "A: It stopped, I don’t know which. In Poland, of course.",
        "Q: Yes.",
        "A: We were in different countries, and different towns. More towns and villages, in\nPoland. Then the first day, I si —1f I remember well, it has stopped at the railway\nstation of Auschwitz, which was a town, Auschwitz.",
        "Q: How di — had you — did you know anything about Auschwitz —",
        "A: Never heard.",
        "Q: You never heard —\nOctober 15, 2009",
        "A: Nobody heard about that. Maybe some people from the Judenrat have heard.\nYou have heard about the Judenrat?",
        "Q: Yes, mm-hm. Was there a Judenrat in Cluj?",
        "A: Yes, in Cluj, partly. I think it was in another town, too, I don’t know. Here was\nthe main Judenrat.",
        "Q: Did you know — did you know any of the people who were in the Judenrat?\nWere they friends?",
        "A: I knew —I knew. You know, it happened to me once at — in the ghetto, that one\nof my so-called friends told something about the ghetto, that we will be well, I don’t\nknow what. And after then, I didn’t find him any longer among us. He went with\nthe svaj(ph) with the Swiss ges — group. And that I couldn’t forget, never. I told\nhim, why did you told m-me? Didn’t you tell me the truth? He didn’t tell. That was\nthat. And they escaped with the Swiss group.",
        "Q: Did a lot of people escape, or just a few?",
        "A: No, they were — not too many, but when I came home and heard that, you can’t\nimagine what I felt.",
        "Q: Yeah. I mean, he was on the Judenrat — he was in the Judenrat, this man?",
        "A: No, no, he was with his family and other relatives.",
        "Q: Oh yeah.\nOctober 15, 2009",
        "A: I—I don’t want to speak about that, because —",
        "Q: Yeah. Yeah.",
        "A: — it’s not —",
        "Q: So you — the train arrives in the town of Auschwitz.",
        "A: Yes.",
        "Q: And what happened then? Did you get out of the —",
        "A: We were unloaded, yes.",
        "Q: You unloaded.",
        "A: And — and unloaded. And it was hot this day, something. I had carried with me\njars of — of — of jellies and things. I put everything down on the floor, and we went\nas they told us went. My mother was with me, and my mother-in-law. Then, at the\ncertain moment, we were told to stop. And there we met Mengele. He was a young\ndoctor, I remember him. A dark doctor, dark face. Not blonde at all. And he stopped\nus, and told that we will be okay, don’t worry, th-the usual story. And then he\nstarted to separate people. The younger one, and what he liked, that he can, that\nthey can work, were placed there to one side. The other ones, who he found old, not\nenough good to work, and so then we were separated. I was separated from my\nfamily. [ringing] It is my phone call. [break]\nOctober 15, 2009",
        "Q: So you were talking about you had gotten to Auschwitz, and you were told that\n— they separated the people.",
        "A: Yes, they separated. We didn’t know why, just we saw that the youngest were\nseparated, yes. And I didn’t had no idea what is happening, because I did not take\nleave from my mother. She was on my side, my father was with the men. You\nknow, they were two big groups. So I did not know, I did not even tell, see you\nlater, or something. Nothing. We did not know noth — anything. So, they separated\nus. And then we came out of there.",
        "Q: You came out?",
        "A: [indecipherable] I — I don’t know what kind of word 1s that, what — what\nlanguage.",
        "Q: San — but where did you go? So you — were you by yourself, or did you have a —",
        "A: I was with the others. We were in — in —",
        "Q: No, but you were — were you with any family?",
        "A: No.",
        "Q: Just you. You were the only —",
        "A: Me and my cousin was with me, my first cousin. She wanted to be with me.",
        "Q: Okay.\nOctober 15, 2009",
        "A: And there was a — an aunt there, and there were again some, but they were\nmembers of the family, younger. [indecipherable] that is —",
        "Q: So you’re twe — you’re 25 years old now.",
        "A: Something like that.",
        "Q: Yeah. And then, so where did you all go? What happened next?",
        "A: Next? They took, as I told, to Auschwitz.",
        "Q: No, no, no, but you got to Auschwitz, and they separated you, and then you —\nthe young women, where did they take the young women? Where did you —",
        "A: Oh, to different labor camps, where we worked.",
        "Q: Okay. But you stay — did you stay in Auschwitz, did you get a uniform?",
        "A: We stayed about how much, I don’t remember well.",
        "Q: Okay.",
        "A: One year or so.",
        "Q: You stay — okay, where did you sleep in Auschwitz?",
        "A: There were barracks, I don’t know how to tell.",
        "Q: Okay.",
        "A: A barrack is a big —",
        "Q: Yeah.",
        "A: — out of wood.\nOctober 15, 2009",
        "Q: Yes, uh-huh.",
        "A: A big edifice.",
        "Q: And wha — did you wear a uniform? Did they give you anything to wear?",
        "A: In the beginning, not. We had such — you know, the — the — everything was taken\nin the bath — bathroom.",
        "Q: Oh, you first went to the bath?",
        "A: Yes, of course, to bath, they bathed us, and took away everything.",
        "Q: Okay.",
        "A: I remember, I thought, that is mine, and I got a—a—",
        "Q: A hit?",
        "A: Yes, a Slap.",
        "Q: Slap.",
        "A: Yeah. So that —",
        "Q: Did they take off your hair? Did they remove your hair?",
        "A: Yes, of course, I forgot. I was completely — how to — barren.",
        "Q: Bald, yeah",
        "A: Bald.",
        "Q: Yeah.",
        "A: Yes.\nOctober 15, 2009",
        "Q: And did they put a number?",
        "A: Me don’t. I didn’t get numbers. There were many who got.",
        "Q: Yes, yes. And so you — did you get a uniform? Something to wear?",
        "A: Yes, we had — first not, first they gave us what they had gotten from the bath.",
        "Q: Oh, okay.",
        "A: They changed everything. I had — remember, I had a dress so — short dress, til\nhere, it was not mine.",
        "Q: And were you able to stay with your family, your cousins? Wha — could you —",
        "A: With the cousins, yes, the younger who have separated from us.",
        "Q: Yeah, with you.",
        "A: Yes.",
        "Q: And did you — and so did you work in Auschwitz itself? Did you do anything?",
        "A: In Auschwitz, I don’t — no, we did not work. We just were waiting for our\nfuture.",
        "Q: Yeah.",
        "A: It was very hard, I remember we s — you know that I never spoke about this.",
        "Q: No, I didn’t know.",
        "A: To anybody. I didn’t want — they called me several times.",
        "Q: Really?\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: And I refused. I was — I was very — not only sick, but I— a few years ago, two or\nthree years ago, I fell down. And since then [indecipherable] is that I cannot walk\nor — or —",
        "Q: Yeah, mm-hm, mm-hm.",
        "A: I am not well, you know.",
        "Q: Yeah, yeah. Did — did you — so did — you didn’t do any work, you said, in\nAuschwitz. What kind of food did they give you?",
        "A: Oh, they were always the same usual foo-food. It was a certain kind of soup,\nvery thin, made out of — of vegetable, but I don’t know what vegetable.",
        "Q: Potatoes, or —",
        "A: No, I haven’t seen the potatoes. They were — there was a strange kind of —",
        "Q: Turnips? Maybe turnips, or —",
        "A: Yes, turnip, yes, I had turnip.",
        "Q: Yeah, yeah. And so you stayed there, and what did you — what did you and your\ncousins think was happening? Did you know, or —",
        "A: The new cousin — these — the relatives, one of them, a young girl than me, six\nyears younger, wanted to come with me, to associate, to accompany me. The others,\nmy aunt was — how much? Sorry, I don’t know how much. The other cousin was\nOctober 15, 2009\ntaken with the child, away. So the one part of the group was taken away who had\nchildren.",
        "Q: Yeah.",
        "A: And the others who didn’t have children, and were young enough to fulfill the\nGerman’s requirements.",
        "Q: So you stayed in Auschwitz for — how many months did you —",
        "A: In Auschwitz, I don’t remember precisely, because — because we were taken cul\n— to different camps, and —",
        "Q: Camps, okay. Do you remember the names of any of the camps?",
        "A: Iremember, but now I don’t know.",
        "Q: Okay. And what kind of —",
        "A: Stutthof.",
        "Q: Stutthof.",
        "A: That was the second death camp, after Auschwitz. Stutthof, it was as famous as",
        "Q: Yes, yeah.",
        "A: You have heard of Ausch —",
        "Q: Yes.\nOctober 15, 2009",
        "A: [indecipherable] Stutthof I was — I don’t, I think have a — but from here that\nwas a center, which took us to different labor camps.",
        "Q: I see. And what did you do in Stutthof, did you work in st —",
        "A: No, in Stutthof for a while, for a few months, we were waiting for our — and\nthen they took us to different camps.",
        "Q: Camps, yeah.",
        "A: Where we — it was 1n Poland, in — in Poland, in — Stutthof was in Poland, and\nGrobensk(ph). They were very famous neighbor camps then.",
        "Q: Yes, mm-hm.",
        "A: It is written something about that.",
        "Q: Yes, and Steinort was the —",
        "A: Steinort, yeah. The first thing was Steinort.",
        "Q: Yeah. So did you ever do any work in these camps?",
        "A: Yes, we d— we did, you know —",
        "Q: What — what kind of work?",
        "A: They told us to dig. To dig.",
        "Q: Dig holes, to dig ditches?",
        "A: To dig [indecipherable] how to say?",
        "Q: The ground, dig in the ground?\nOctober 15, 2009",
        "A: Yes, to dig the ground, with the necessary tools.",
        "Q: Shovel, and —",
        "A: Yes, yes, yes. We did this.",
        "Q: Yeah. All day long?",
        "A: You know, when do we start — when did we start? At two o’clock at night, we\nstarted, and then we stopped work at four in the afternoon. Not four, five.",
        "Q: And how was your health? How were your health at the time? How were you\nfeeling?",
        "A: Not — it was not very bad, but I had with — always with my — with my —",
        "Q: Stomach?",
        "A: Stomach. Always. Diarrhea, and always with my stomach.",
        "Q: Yeah.",
        "A: And starving, of course.",
        "Q: Right.",
        "A: Never had enough to eat.",
        "Q: Yeah.",
        "A: Then we found some potato in the ground. Not for — I did not — we did — didn’t\nhave occasion to cook.",
        "Q: Right.\nOctober 15, 2009",
        "A: Of course, we ate them as — as we got. That is another story.",
        "Q: You ate them raw?",
        "A: Yes, of course.",
        "Q: Yeah, yeah. And you were just getting soup during the day, is that what you\nwere getting?",
        "A: We got a soup for noon, it was a very thin, water-like soup, with a few potatoes\nin it.",
        "Q: Yeah, yeah.",
        "A: Ah, you cannot imagine like this.",
        "Q: So what did you and the other people, the other women, talk about?",
        "A: When will we get free. About freedom, always about freedom, and what they\ncooked at home. Cooking was the main subject. Not for me, because I wasn’t\ncooking, I didn’t cook. My mother cooked all my — whatever what 1s. I was\nteaching, because I was the only one, when we were still free, who earned money.",
        "Q: Money. Yeah, yeah. So you talked about what you — freedom, yeah.",
        "A: Yeah, always about freedom, and what do we like the most to cook. The older\nwomen who cooked, who have no jobs.",
        "Q: Did you talk about your music at all?",
        "A: Oh yes. I brought music of course. I knew [indecipherable]\nOctober 15, 2009",
        "Q: Did you sing at all?",
        "A: Yeah, they sang. I didn’t have a voice.",
        "Q: No, but in the camp, I meant, in the camp.",
        "A: Yes, they sang.",
        "Q: The — the women sang in the camp’?",
        "A: Yeah, they sang, because it was nothing to do, else to do.",
        "Q: What — what kind of songs?",
        "A: Hungarian, because we were under Hungarians a few years.",
        "Q: Yeah. Right, right. Do you remember any of the songs?",
        "A: Yes.",
        "Q: Can you sing one for a little bit? Any song, or even part of a song. A little\nmelody?",
        "A: [sings] No, I have no voice. I was operated, I have a surgery [indecipherable]\nand I have no voice.",
        "Q: Oh, yeah. What was the name of this song, do you know?",
        "A: I don’t know, I don’t remember.",
        "Q: Okay, okay. So you then — you were working in those different camps.",
        "A: Yes, yes, yes, different camps.",
        "Q: And then it comes towards the end in — in what, 40 — early °45”?\nOctober 15, 2009",
        "A: Yes.",
        "Q: Yeah. An-And wh-where did you go, where did you —",
        "A: There were people, young people, waiting for the — for those who were\nreturning. You know, the railway stations were full with them, who were waiting\nthere, so that they will find among them — among us, somebody.",
        "Q: Yeah.",
        "A: I had nobody to wait for me.",
        "Q: Yeah.",
        "A: Not a soul to wait for me.",
        "Q: Yeah.",
        "A: The others had.",
        "Q: Did you go on any kind of a march? Did they take you on any kind of a march\ntowards the end of the war, to leave the camp? Did the Germans — the Germans did\nnot take you on a— on a march?",
        "A: No, it was for them too late. They escaped.",
        "Q: They —",
        "A: They ran away.",
        "Q: How did you know it was the end of —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: You know what, was one afternoon. It was about five or four o’clock, they\nrealized that nobody is taking care of them. The guards disappeared\n[indecipherable] you know? And then started to shout, to scream, we are free, we\nare free, the — the — the guards are running away. And then everybody went to — to —\nto see, where we were. There was a church nearby, and many people went to the\nchurch. I thought — I was with my cousin, with my younger cousin. I don’t go any\ntime, I won’t go again, to find the Germans. I will go in an opposite side, not where\nthe — the — the people went. And I went to the s — the left side, the most of the\npeople went to the right side. In the right side, there were no — no Germans, but we\ncould hide, and we hid for a few days. And so, we escaped. That was my brain. I\ndon’t want to be again among them. You know, that is a more tragic, and a more,\nyou know, I say — I didn’t tell you very good.",
        "Q: Well, so di — did you — so where did you leave from? Stutthof? Is that where\nyou left from? What — where were you when — when the guards ran away? Were —\nwas that stu —",
        "A: We were left in — on the route —",
        "Q: No, was it",
        "A: — on the — on the way.",
        "Q: In Stutthof, or you were already walking?October 15, 2009",
        "A: You — you s — many of them walked to the right side. I thought, I don’t want to\ngo where many people —",
        "Q: Yes, yeah.",
        "A: I—I-—I had a brains.",
        "Q: Very smart.",
        "A: And that — very smart, and I went to that left side.",
        "Q: Yeah. And then where did you go, after a few days?",
        "A: I don’t know, we went. It — it was a Polish country, you know?",
        "Q: Yeah, mm-hm.",
        "A: We went, and we asked for — for a shelter.",
        "Q: Yeah, and did —",
        "A: We got shelter for nights — for a few days.",
        "Q: Ti-",
        "A: The last day we went, was a — a beautiful house where the Burgermeister lived.\nThe Biirgermeister, you know, who is — he lived there, and he later on come and\ntold us to move in another part. So we escaped here.",
        "Q: And how many people were you with then?",
        "A: Only a few.",
        "Q: A few, okay.\nOctober 15, 2009",
        "A: Among my group.",
        "Q: Yes.",
        "A: There were other groups, they — who escaped in another —",
        "Q: Direction, yeah.",
        "A: — way.",
        "Q: And then where did you go? So you —",
        "A: We remained in the house of the Birgermeister —",
        "Q: Yeah.",
        "A: — for a while. Then came the authorities, and told us can’t be to live in the house\nof such a authority. And they moved us in a other place. A big, big kitchen, it was.\nAnd we were ga — glad that we had with what to live. There were potatoes in the\nground, and they — what they left, you know.",
        "Q: And then what happened?",
        "A: We were here [indecipherable] the Polish brought us what they could, and it’s\nanother story.",
        "Q: And — and — and then where did you go after that?",
        "A: There were people who were volunteers to take us home.",
        "Q: So you wanted to go back to Cluj?",
        "A: Yes, by all means. Where should I go, and to whom?\nOctober 15, 2009",
        "Q: So how did — how did you get back to Cluj?",
        "A: With the — with the help of these people, of the volunteers, who were all young\nmen.",
        "Q: Were they Jewish young men’?",
        "A: Jewish. Only Jewish, who became volunteer — who wanted to be volunteers to\nhelp these people to come back.",
        "Q: Okay. D-Do you know where — what group they were from? Were they from an\norganization?",
        "A: Yes, they had an organization, sa — sa mar — Satu Mare, where was a— a guy\ncalled Sharkein(ph), I remember him, a very handsome guy, who took\n[indecipherable] groups. And that was Sigetti(ph) Pauli(ph), who was my friend,\nand those how — in their house I was born. And there were a few volunteers.",
        "Q: So they took you back to Cluj?",
        "A: Yes.",
        "Q: So now you’re in Cluj, and what do you do there, what do you find? What do\nyou do?",
        "A: We found my house, my big storied house, I found full of Christians. What shall\nI tell you?",
        "Q: And did you —\nOctober 15, 2009",
        "A: They knew that I come back. They were waiting me, they knew.",
        "Q: What did they say to you?",
        "A: Nothing. They did not dare to say anything.",
        "Q: And what did you say to them?",
        "A: Nothing. I cannot recall things which — you know, and then I met my husband,\nwho was my cousin, who took everything over, you know, who started to arrange\nthings, with the authorities and everything.",
        "Q: So you knew that your first husband was not alive any more?",
        "A: No, no. He was shot.",
        "Q: You knew that?",
        "A: I did not know, only when I came home after a year or so, because his friends\nhid the fact. And when I married, after a year or two — two, they reproached me.",
        "Q: Because?",
        "A: Because I married so soon.",
        "Q: Oh, okay.",
        "A: It was not so soon.",
        "Q: Right.",
        "A: Two years after. But I met somebody who I knew very well. I didn’t want to lose\nthe occasion.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "Q: Yes.",
        "A: It was the somebody — was my cousin.",
        "Q: Your cousin.",
        "A: My second cousin. My — our mothers were cousins, first cousins.",
        "Q: Uh-huh.",
        "A: It was a love story, and a very interesting story.",
        "Q: Oh, uh-huh. So you got married, what year?",
        "A: Later, yes, maybe. In ‘46, we married.",
        "Q: Okay. And then — and what —",
        "A: Then was born my son in °46.",
        "Q: Yeah. And so, you stayed in Cluj?",
        "A: Yes.",
        "Q: And what kind of work did he do?",
        "A: Oh, my husband worked — had a very good work. He was a specialist in sweets.",
        "Q: Okay. In candy, you mean, in sweets.",
        "A: In every kinds of candies, yes.",
        "Q: Uh-huh. And did he — did you ever talk about going to Palestine, or to —",
        "A: N-No, no. We were very tired, very, very worn out, you know.October 15, 2009",
        "Q: Yes, yes. And where had — where had your cousin wer — your — your husband\nbeen during the war?",
        "A: Where did he work?",
        "Q: During the war, was he taken away?",
        "A: He was in labor camps.",
        "Q: He was in labor camp, yeah.",
        "A: Yes, all that time, in the Ukraine.",
        "Q: Oh, okay. And his name?",
        "A: His name?",
        "Q: Yes.",
        "A: Berkovics, Zoltan.",
        "Q: Zoltan.",
        "A: Zoltan. It’s a Hungarian name. The mothers gave Hungarian names, like my\nbrother was Tibor(ph).",
        "Q: Right, right.",
        "A: And I was Magdar(ph), Magdush(ph).",
        "Q: So you stayed in Cluj?",
        "A: Yes.",
        "Q: And you raised your son.\nOctober 15, 2009",
        "A: Yes.",
        "Q: Did many Jews come back to Cluj? Were there — did many of the Jewish people\ncome back —",
        "A: Yes.",
        "Q: — to Cluj.",
        "A: Because they were volunteers who took us.",
        "Q: Yeah. Yeah. So — and then you — did you work at all, while you were in —",
        "A: Not immediately. I couldn’t. I have not job, I have first to finish some\ngraduations. And when I have the graduations, I have two diplomas.",
        "Q: Right.",
        "A: Professor in music, and professor in teaching the piano. Then I got first to the — I\nwas named lector universitar. That means — 1-1t was a grade.",
        "Q: Yeah, a degree, it was a degree. And so you stayed in Romania until when?",
        "A: Always.",
        "Q: Always. And did you ever want to leave? I mean, 1t was commu —",
        "A: We may not.",
        "Q: You wanted to —",
        "A: Because I had a very good job, which I always expected to have. I was teacher in\n— in the — in the univer — the university.\nOctober 15, 2009",
        "Q: University, uh-huh.",
        "A: A good job.",
        "Q: Yeah. And did you talk about the war at all?",
        "A: Always.",
        "Q: You did?",
        "A: Always.",
        "Q: And did people ask you about the war?",
        "A: Yes.",
        "Q: They did.",
        "A: Not — the Christians were not very curious.",
        "Q: Oh, really?",
        "A: No, no, no, talked about themselves, ourselves.",
        "Q: So it was just the other Romanian — just the Jews in Cluj who talked about —",
        "A: Yes, yes, yes.",
        "Q: — who talked about the war.\nEnd of Tape One, Side BOctober 15, 2009\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Magdalena Berkovics. We have been talking\nbefore about your wartime experience, and then you were liberated, and then you\nmet your husband, you got married, and you had your son.",
        "A: Yes.",
        "Q: So, your son was born in what year?",
        "A: He was born in 14 fif —",
        "Q: Nineteen —",
        "A: — quarter —",
        "Q: 1946?",
        "A: Forty-six, yes.",
        "Q: Oh, okay. And what is his name’?",
        "A: His name is now John Sylvanis. He changed his name.",
        "Q: And wha-what did you name him when he was born?",
        "A: He was born Tiberius Berkovics.",
        "Q: Oh, okay.",
        "A: That was his father’s name, but he has changed.",
        "Q: Yes.\nOctober 15, 2009",
        "A: Because he had very bad experiences in — in Europe, and in Romania, because\nof his Jewish name.",
        "Q: Oh.",
        "A: And then he decided to change his name.",
        "Q: I see. Well, we’ll talk about those — those times. So now it’s 1946.",
        "A: Yes.",
        "Q: And you’re a new mother, and — and what did you do? Did you work, or —",
        "A: First, I didn’t have —",
        "Q: You s — you were — you were in Cluj, in Romania.",
        "A: Yes, in Cluj, in my native town.",
        "Q: In your native town, okay.",
        "A: Yes, I found my house. I became the owner of this house, but it lasted — the joy\nlasted only three years, because the government, which tended to be a communist\nregime, you know —",
        "Q: Yes.",
        "A: — took away the house. They nationalized. It was nationalized, this house, three\ntimes, just imagine. Finally, I — I lost the — the house. I lost it. I— I didn’t have any\nincome. I decided to return to my job, to my — not job, to my profession.",
        "Q: Were you able, at least to stay in the house, and not own it? You — you —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yes, I was able to stay.",
        "Q: — stay in the house.",
        "A: Yes, but tha — in those times, the fee of the house — not fee, how to —",
        "Q: The rental? The rental? To rent it?",
        "A: Yes, I had to rent, but it was a small rent, because everybody had a small, it was\nthe communist regime.",
        "Q: Right. So you decided, you said, to go back to your profession.",
        "A: Yes [indecipherable] it was not easy, because I have nobody to help me, you\nknow. It was not easy. And besides, I had to learn a new system. It was a new\nsystem, according to the new era.",
        "Q: The communist era, is that what you —",
        "A: Yes, I ha — I was — and I learned a new system that in hunger — in Hungary — not\nHungary, in —",
        "Q: Romania’?",
        "A: In hung — that 1— no, in Cluj.",
        "Q: Yeah.",
        "A: In Hungarian.",
        "Q: Oh.",
        "A: In Hungarian.October 15, 2009",
        "Q: In Hungarian, yeah.",
        "A: Yes.",
        "Q: Yeah. And your husband was working?",
        "A: My husband then was working. He had — he was working in a factory of sweets.",
        "Q: Yes, mm-hm.",
        "A: Yes.",
        "Q: So the two of —",
        "A: He was the manager of the factory.",
        "Q: Okay.",
        "A: He was a party member then.",
        "Q: Really?",
        "A: I di—I never re — was.",
        "Q: Why didn’t you join the party?",
        "A: Because, I tell you, I didn’t — I told that I was the owner of a very big house, and\nthen they suddenly [indecipherable] there is not a kesh — question of joining the\nparty.",
        "Q: Cause you were a capitalist, right?",
        "A: Yes, exactly. I was a—a capitalist. So I have a — to abandon the whole thing.",
        "Q: Yeah.\nOctober 15, 2009",
        "A: Then I started to re — re — how to say, remember what I did before, and to do\nthings which led me to my old profession.",
        "Q: Which was music, teaching music.",
        "A: Teaching music, and especially the piano. I was a piano teacher —",
        "Q: Right.",
        "A: — you know, but it lasted a few years until I get a — I was just a volunteer,\nwithout salary —",
        "Q: Oh.",
        "A: —1n the beginning. It lasted a few years, until I got a job, you know? And then I\nwas teaching.",
        "Q: Were you volunteering in a school?",
        "A: In— yes. It was the Conservatory of Tul(ph).",
        "Q: Oh.",
        "A: Immediately a higher level, because I had two diplomas, you know. I don’t know\nwhether it 1s important, or you remember.",
        "Q: Oh, that is important, yeah.",
        "A: Yes. I had two diplomas, and therefore they took me to the — to a higher level.\nBut without salary for the time, like a few years. And then, slowly, I started from\nthe beginning with a small salary. I was an assistant, and teaching voluntarily. AndOctober 15, 2009\nthen slowly, I became a salary. I remember I earned 700 leis, that was more, you\nknow. And then slowly, I raise, you know?",
        "Q: And your son, was he —",
        "A: He was born in *46.",
        "Q: Six, and then so did he go to a nursery school, or regular —",
        "A: He went to — not nurse — maybe it 1s called —",
        "Q: Or a day — a daycare — a daycare center?",
        "A: Yes, yes, yes, daycare center. A Romanian one. It was a Romanian. So, it no\nlonger was Hungary, the place, which I — made me very happy. I was immediately\nvery full of joy that I was not again in Hungarian possession, you know?",
        "Q: Why?",
        "A: Because they — they — the dif — they took me to Auschwitz, the Hungarians. I\nwas very angry of that.",
        "Q: Okay.",
        "A: You know? And my family perished, the whole —",
        "Q: Yes, yeah.",
        "A: —I am the only sur — I was the only survivor. Then I found out that nobody\nremained. Meanwhile, this future husband of mine, who was my cousin, second\ncousin — our mothers were first cousins — started to help me, because it was — we\nOctober 15, 2009\nhad — the house to be in possession [indecipherable]. But the house was no longer\nmine. In a few years I lost the house and everything I had. Meanwhile, I decide — I\ndid not care, because meanwhile I decided to return to my profession. That was my\naim, to be a teacher.",
        "Q: Wonderful. Right.",
        "A: That was my profession, or my life. And I managed slowly, in a few years, to be\n— to teach in the conservatory of the town.",
        "Q: Right, right.",
        "A: And there I raise slowly, from a low salary, higher, higher, and became a good\nteacher, and here I was teaching my whole life, 30 years.",
        "Q: Now, did you experience any anti-Semitism once you — when you were\nteaching? Was there any anti-Semitism —",
        "A: No, never in the conservatory. No, no, no, it was —",
        "Q: Nobody ever made any comments?",
        "A: No, no, no.",
        "Q: What about in your neighborhood?",
        "A: In the neighborhood was always anti-Semitism, if not loudly, you know, but\nhidden.",
        "Q: Okay, can you give — give me some examples, what did people say at that time?October 15, 2009",
        "A: Some people said that the Holocaust did not exist at all. It was just a — the — how\nto say the — the remem — not remember, the —",
        "Q: The dream, or —",
        "A: The invention.",
        "Q: An invention, yeah.",
        "A: The invention of those who remained in that country, because many remained.\nMany people came in our house, you know.",
        "Q: Yeah.",
        "A: They lived in the house, and they — I never was able to talk to them. Just imagine\nto live in the same house with people who — I know that they came immediately\nafter my parents’ disappearance. They lived there. And so, I lived in this house.",
        "Q: Yeah. So you said you — you experienced anti-Semitism, that when people said\nthey — the Holocaust never really happened.",
        "A: Not everybody.",
        "Q: Not every — some people. Some people.",
        "A: They were afraid, you know, very afraid that we will do something —",
        "Q: Yeah.",
        "A: — wrong for them, yeah.",
        "Q: And — but you said, not in the conservatory, and —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: No, they were taken care not to mention things.",
        "Q: Yeah.",
        "A: And not to do something —",
        "Q: Yeah, yeah.",
        "A: — 1n my — you know.",
        "Q: Now, when you — a-and — okay, so this is the 1940s, 1950s?",
        "A: Yes, I was — all the time —",
        "Q: And you s —",
        "A: — 1n— at the conservatory, til my pension.",
        "Q: Which was — and that came in —",
        "A: That was in 19 —I don’t remember where —",
        "Q: Okay.",
        "A: But I taught there more than 30 years.",
        "Q: Yeah, oh, all right. Okay. And so, during that 30 year time, what can you say\nabout living under communist rule as a Jewish woman?",
        "A: That was nothing, as a Jewish woman, no, no. They were lenient, you know, and\nknew about my — my deportation, yes. And they were taking care not to hurt my\nfeelings, not to hurt my feelings, you know —",
        "Q: Why? Because of your history?\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Because they were afraid not to hurt my feelings. It was a communist country,\nwhere it was democracy, you know, and that was that.",
        "Q: And the neighbors were pleasant to you most of the —",
        "A: The neighbors, of course, they were afraid not to —",
        "Q: Yeah.",
        "A: — because they were all the old neighbors before I came home from the\nHolocaust, you understand?",
        "Q: Yeah, yeah, yeah.",
        "A: They were the — almost, how to say, they —",
        "Q: Now, what about your son? He then got a little older?",
        "A: Oh, my son was born in °46.",
        "Q: Yeah, and when he started to go to school, and the other chi —",
        "A: Yes, he went to Romanian school.",
        "Q: Okay, and what — did he experience any anti-semitimis — anti-Semitism as —",
        "A: Not yet, because he — he was a small child.",
        "Q: Okay.",
        "A: As a child, not.",
        "Q: No.",
        "A: Later, he had Romanian friends. It was not the Hungarian regime no longer.October 15, 2009",
        "Q: Yes.",
        "A: It has changed into Romanian regime, which was more lenient.",
        "Q: More lenient, yeah.",
        "A: Yes.",
        "Q: Yeah. So you did — you felt okay, you felt — you didn’t feel under threat, or any —",
        "A: No, no, no, no.",
        "Q: No. And your husband was — was working and moving up in his factory.",
        "A: He was moving up in his profession. He was a manager of the sweets factory.",
        "Q: Factory, uh-huh.",
        "A: Yes.",
        "Q: Yeah. And so now it’s the 1950s, and do you remember when the state of Israel\nwas formed in 1948”",
        "A: Yes, yes, yes, yes.",
        "Q: What — do you have any memories of — of hearing about that, or how you felt?",
        "A: No, they were not very much enchanted about th-the Israeli problem, you know\nthat —",
        "Q: Yeah.",
        "A: — you shouldn’t tell, because in the communism that was different, and Stalin\nwas not a friend of — of Israel.\nOctober 15, 2009",
        "Q: Right.",
        "A: And were — we were under Stalin’s regimes.",
        "Q: Stalin, yeah, yeah.",
        "A: Not under his regime, but under his influence.",
        "Q: Under communist, yeah, yeah, yeah.",
        "A: You understand?",
        "Q: Yeah. Yeah. Did you feel very Jewish during those erl — those years after the\nwar, 1n the 40s and 50s?",
        "A: No, no.",
        "Q: Yeah.",
        "A: No, because —",
        "Q: And did you practice any religion?",
        "A: — you know, it was the fear of [indecipherable] which retained them from being,\nyou know, very harsh. You understand? They were the [indecipherable] because\nthey all were, in a way guilty, because they felt this guilt inside.",
        "Q: Mm-hm, they felt guilty about what happened.",
        "A: Inside, yes.",
        "Q: Yeah.",
        "A: And they were taken there to handle us a little —October 15, 2009",
        "Q: Right.",
        "A: — lenient, you know.",
        "Q: Cause they were afraid of what you might do back to them? Is that what you\nmean?",
        "A: Yes, they were afraid in the beginning, a few, yeah. Then they accustomed with\nthe new —",
        "Q: Yeah, yeah. Now, did you practice any religion in the 40s and 50s, with your\nson, or di — any —",
        "A: I was not religious at the — no.",
        "Q: You were not religious. Did he have a Bar Mitzvah, in let’s see, 1946 — 1959.",
        "A: I had the apartment, which I inherited from the parents.",
        "Q: Yeah.",
        "A: But I lost everything, I told you.",
        "Q: No, no, no. Did he — did your son have a Bar Mitzvah?",
        "A: Yes, yes, yes, yes.",
        "Q: In 1959”",
        "A: Yes, yes, yes, of course.",
        "Q: Can you tell me about that a little bit?",
        "A: Oh no, no. It was a — like any usual Bar Mitzvah. It didn’t have relatives.\nOctober 15, 2009",
        "Q: Yeah.",
        "A: Just —",
        "Q: Just a small —",
        "A: — among ourselves.",
        "Q: Yeah, yeah.",
        "A: Among ourselves.",
        "Q: Yeah, yeah. Now, were most of your friends Jewish?",
        "A: Yes.",
        "Q: They were?",
        "A: Yes. Positive. But I had a few Hungarian and Romanian friends.",
        "Q: Yeah, yeah.",
        "A: Yes.",
        "Q: And — and so then it’s the 1950s, you’re working, your husband’s working, your\nson is in school.",
        "A: Yes, yes.",
        "Q: Then comes the 1960s.",
        "A: Yes, the same.",
        "Q: The same.",
        "A: Until I went to pension.October 15, 2009",
        "Q: Yeah. And there was the 1967 War on Israel, do y — I don’t know if you\nremember",
        "A: Yes, yes.",
        "Q: Did you hear about, did you know about it?",
        "A: Yes, I know, but you know, the atmosphere was like ice.",
        "Q: Yeah.",
        "A: It’s like against Israel. They did not understand this whole problem of Israel.",
        "Q: Yeah, yeah, uh-huh.",
        "A: They only condemn Israel, you know.",
        "Q: Right, yeah, yeah, yeah.",
        "A: Not in a— ina harsh way, but [indecipherable] you know, holding speeches,\nand — against Israel, and so —",
        "Q: Okay, and so — so life goes on.",
        "A: Yes.",
        "Q: And 1960s, and now it’s the 1970s.",
        "A: Yes.",
        "Q: Do you remember anything special about that? Your pension — yeah, go on.",
        "A: Nothing — nothing happened, because in Romania was no — no revolution and\nsomething like that, like in Hungary.\nOctober 15, 2009",
        "Q: Right, yeah. Right.",
        "A: In Hungary there was, meanwhile, a revolution. You — you know, maybe.",
        "Q: Yeah, yeah, yeah, yes, yes, ’56.",
        "A: They are — the Hungarians, a revolting people, you know. They are a very —",
        "Q: Well, there was the 1956, I remember the 1956.",
        "A: Yes, you remember.",
        "Q: Yeah, the Hungarian revolution.",
        "A: In Romania there wasn’t like that.",
        "Q: There was not, yeah.",
        "A: There was always anti-Semitism, and I have heard now what anti-Semitism is. I\nhave heard. Our friends who were visiting Romania had told us, yes.",
        "Q: Mm, terrible. So you worked until your pension, is that the 1970s?",
        "A: Yes, yes.",
        "Q: Now, your son is still living in — in Romania then?",
        "A: No, no, he is here.",
        "Q: Oh, when did he —",
        "A: He fled the country.",
        "Q: When was that?",
        "A: That was in si —1n ’76.October 15, 2009",
        "Q: Okay, and —",
        "A: He left the — he — he came as visitor and remained here. Fled the country.",
        "Q: Oh, and how did you feel about that, you and your husband?",
        "A: We were glad, because he went to the United States. I had a st—a\nnewspaperman — cousin there in the United States, and he helped him. It was the\nnewspaper, rom — Hungarian language newspaper, which he owned, my cousin. It\nwas called the “Szabadsag.” That was liberty, the — the —",
        "Q: Yeah. You were speaking Romanian all this time?",
        "A: We spoke Romanian, Hungarian, because our mother tongue 1s in fact\nHungarian.",
        "Q: Did you know — did you know Yiddish at all?",
        "A: No.",
        "Q: No, you did not. Okay. So, did you and your husband try to get to the United\nStates?",
        "A: We tried several times, but we were refused. They did not let us. Finally, at the\nend of the — the 70s, they were more lenient, you know, and they let us go as\nvisitors here, to come as visitors.",
        "Q: Oh.",
        "A: Yes.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "Q: So did you — did you come to visit?",
        "A: Yes, my son was here.",
        "Q: Oh.",
        "A: As he fled the country, you know.",
        "Q: Yes, yeah.",
        "A: He was here, and after six years, I had to wait six years —",
        "Q: To see him?",
        "A: — you can’t imagine, until I saw him again. Then I came as visitor, and returned.",
        "Q: Went back, yeah.",
        "A: Yeah, returned.",
        "Q: And what was your impression of the United States when you first came?",
        "A: Oh, you can’t imagine what an impression I had after this. I compared — I didn’t\nhave to compare, it was not competition.",
        "Q: Where was your son living at that time, in Washington?",
        "A: In Cleveland, Ohio, where the relatives were.",
        "Q: I see. So you went to Cleveland.",
        "A: Yes, I told you that this newspa —",
        "Q: Right, right.",
        "A: — he was a newspaperman, a Hungarian language newspaperman.\nOctober 15, 2009",
        "Q: Right. Yeah. And then you went back, and did — and tried to —",
        "A: To come again.",
        "Q: Yeah.",
        "A: And I co — received a visa after seven years, I think. And then I was called by the\nRomanian security, telling me that either I go for good to —",
        "Q: United States.",
        "A: — the United States, or I call him back.",
        "Q: Your son back?",
        "A: Yes.",
        "Q: So?",
        "A: So, I didn’t call him back, of course, but I decided to leave the country. But I\ndidn’t —",
        "Q: Is this you and your husband?",
        "A: Me — yes, with my husband.",
        "Q: Now, had your husband wanted to come as much as you did, to the United\nStates?",
        "A: What?",
        "Q: Did your husband want to come to the United States as much as you did?",
        "A: Yes, of course, or more, even.\nOctober 15, 2009",
        "Q: More?",
        "A: Yes.",
        "Q: Uh-huh.",
        "A: Because I was an — a homely woman, you know, but he was very much — he\nwanted to come by all means, by all means, yes.",
        "Q: Yeah, yeah, yeah. And his business was successful up — at that time?",
        "A: Yes, it was good in Romania.",
        "Q: Yeah.",
        "A: He was a—I told you —",
        "Q: In the sweets.",
        "A: — dealing with sweets. And then, as he come here, he was too old.",
        "Q: Oh.",
        "A: He was —",
        "Q: So when did you co — so then you decided to come?",
        "A: Yes.",
        "Q: And when was that? When did you come here?",
        "A: Oh, we decided very early, but we came very late. We came at — I don’t know,\nhe —",
        "Q: 1980s?\nOctober 15, 2009",
        "A: — was 79,",
        "Q: Oh, okay. So it was in the 1980s?",
        "A: Yes.",
        "Q: Okay. And you went to Cleveland, to be with your son?",
        "A: To Cleveland? No, I don’t know —",
        "Q: No.",
        "A: No, no.",
        "Q: Wh-Where did you settle when you came to the United States?",
        "A: [indecipherable] I think, as I remember, well, in Cleveland, Ohio.",
        "Q: Yeah, okay.",
        "A: And then the relatives helped me in a way, but just in a way.",
        "Q: Yeah.",
        "A: And then we went — I don’t remember, really.",
        "Q: Okay. But you — you — then your son started working in this — in the\nWashington area?",
        "A: He — he learned in the university again. And then he started to work, and he\nworked.",
        "Q: So you always were living in the same place where your son was living?",
        "A: Yes, yes, in the same place.\nOctober 15, 2009",
        "Q: Okay, right. And now, of course, you’ve been living in the Washington area?",
        "A: Yes, yes.",
        "Q: Yeah. Yeah.",
        "A: Of course. He’s living in Virginia now.",
        "Q: And what does he do?",
        "A: He 1s teaching.",
        "Q: What does he teach?",
        "A: What he can. What he is —",
        "Q: Yeah, but he — he is a musician also?",
        "A: Yes, but he doesn’t teach music.",
        "Q: Oh, okay.",
        "A: He teaches everything.",
        "Q: But he inherited your musical talent?",
        "A: Oh more, more.",
        "Q: More.",
        "A: He is very, very talented.",
        "Q: Yeah.",
        "A: But he did not succeed in — you know, for a musician, is very difficult.",
        "Q: Yeah, it’s hard, right, right.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Very, very difficult.",
        "Q: And you had — you said in the beginning that he experienced some anti-\nSemitism, so he changed his name. Was that in — in Romania he —",
        "A: Yes, he — he have — he was very unpleasant with the whole system in Romania.",
        "Q: So he changed it in Romania?",
        "A: Yes.",
        "Q: Okay.",
        "A: No, no, in Romania, that was very curious. You couldn’t change your name.",
        "Q: Oh.",
        "A: It was forbidden to change your name.",
        "Q: Okay.",
        "A: Therefore, he couldn’t succeed. He was a conductor of mu — of classical music,\nand he couldn’t conduct —",
        "Q: Conduct.",
        "A: — because — because of his name, Tiberiu Berkovics, that was an — you know.",
        "Q: It’s too Jewish a name, you mean?",
        "A: Yeah, Jewish name. And therefore he decided to change — in Romania it was\nnot allowed to change the name.",
        "Q: So he didn’t change it until he came to the United States?\nOctober 15, 2009",
        "A: Yes.",
        "Q: I see. And he chose what name? Sil —",
        "A: John Sylvanis.",
        "Q: Was there a meaning to that? Was there a reason why he chose Sylvanis?",
        "A: No, there is not, it’s an Italian name, John Sylvanis.",
        "Q: Oh, okay.",
        "A: Not a Jewish name.",
        "Q: Yeah. Cause he thought he would have trouble here, in —",
        "A: Yes.",
        "Q: — in the United States, so he changed it, yeah. Let’s talk a little bit now, just\nabout your thoughts. Do you think about your wartime experience often?",
        "A: No, not often —",
        "Q: Yeah.",
        "A: — but I think, of course.",
        "Q: Yeah.",
        "A: With all that — it’s in me.",
        "Q: Yeah, yeah.",
        "A: It’s in me.October 15, 2009",
        "Q: Right, right. Did you — when John was growing up, when your son was growing\nup, and he was a little boy, and then in elementary school —",
        "A: Yes, he —",
        "Q: — did you talk about what you went through?",
        "A: I told everything in details.",
        "Q: When he was young?",
        "A: Yes. He knew everything, everything —",
        "Q: Yeah.",
        "A: — everything about the Holocaust.",
        "Q: Yeah.",
        "A: He — he lost his — his grandparents, which he longed for —",
        "Q: Yeah.",
        "A: — because he had no family at all but me. So he always thought, if I had a family,\nif I had my grandparents, and so forth.",
        "Q: Yeah, yeah.",
        "A: You understand.",
        "Q: Yes, yeah. Did he have friends?",
        "A: Oh yes.",
        "Q: Jewish and non-Jewish friends?October 15, 2009",
        "A: Yes.",
        "Q: In Romania?",
        "A: In Romania, orma — always Romanian friends, not Hungarian, Hungarian not so\nmuch.",
        "Q: Did the Jewish friends parents go through similar experience that you did? Were\nhis friends, the friends that he had, did their parents go through what you had to go\nthrough?",
        "A: Whose parents?",
        "Q: John’s friends’ parents.",
        "A: The Jewish friends?",
        "Q: Yeah, his Jewish friends.",
        "A: Yes, some of them yes. But many of them came from Romania\n[indecipherable] and — and established in Cluj, you know?",
        "Q: Yeah.",
        "A: And they don’t have this experience in Romania, many of his friends. But\nmostly, they were Hungarian who — with whom he had this experience, not\nRomanian.",
        "Q: Uh-huh. What are your thoughts about Israel today? What do you — do you think\nabout Israel at all?\nOctober 15, 2009",
        "A: Yes, of course, everything —",
        "Q: What does it mean —",
        "A: — the Jewish people are thinking. That — that Israel should live in order that the\nJewish people should have a home.",
        "Q: Yeah. Had — did you ever think, after the war was over and you decided to leave,\nthat you would go to Israel instead of the United States? Did you ever, you and\nyour husband, talk about moving to Israel’?",
        "A: No. You know why? The reason is simple. Because I had with the thyroid gland,\nwhich was not operated then, it was big like an apple. And I was waiting until I got\nto the United States, and then they — I had [indecipherable]",
        "Q: So you di — you didn’t want to go —",
        "A: Yes, yes.",
        "Q: — and it would be too hard to live in Israel with that problem.",
        "A: Yes. I couldn’t. It was impossible.",
        "Q: Are you very angry about what you had to live through? The terrible, terrible\ntimes that you — are you angry about that?",
        "A: Well, of course. That was a very bad experience, and I don’t ha — you know\nwhat, when I went to Israel as a visitors, and my friends asked to me, how did you\nbeared it? Why didn’t you raise some —October 15, 2009",
        "Q: Resistance?",
        "A: — some — no —",
        "Q: Resistance?",
        "A: No, why didn’t you have weapons.",
        "Q: Yeah.",
        "A: Took weapons and — and act —",
        "Q: Fight back.",
        "A: Yes. I thought, how to get the weapons —",
        "Q: Right.",
        "A: —1n this regime? It was a totalitarian regime, how to get weapons?",
        "Q: Right, right.",
        "A: You understand, of cou —",
        "Q: Yes, of cour — of course.",
        "A: I wonder, because the a [indecipherable] the hung — the palestin — the Israelian\nyoung people are very warriors.",
        "Q: Yeah, yeah.",
        "A: They warriors.",
        "Q: Yeah.",
        "A: And th-they did not understand why —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "Q: Right.",
        "A: — we didn’t raise —",
        "Q: Right.",
        "A: — weapons.",
        "Q: Right.",
        "A: I told, 1t was impossible in a regime like that —",
        "Q: Right.",
        "A: — totalitarian regime, to raise weapons.",
        "Q: Are there any sights today, or sounds, or smells that remind you of some of your\nwar —",
        "A: Yes.",
        "Q: — wartime experiences?",
        "A: Yes, sometimes I — I am dreaming. And one day I had a very terrible dream.",
        "Q: You still have dreams —",
        "A: Yes, yeah.",
        "Q: — about what you experienced?",
        "A: Yes.",
        "Q: Yeah.",
        "A: I have dreams. Not often.\nOctober 15, 2009",
        "Q: Yeah.",
        "A: But I— Iam sincere. I have dreams.",
        "Q: Yes. And do you talk about it with somebody, or —",
        "A: No, no, no. It is long ago, it was long ago, I don’t tell.",
        "Q: Really? Do you still have them, or that was just after the war? Do you still have\nthe dreams?",
        "A: Yes.",
        "Q: Still.",
        "A: Still dream, but not very often.",
        "Q: Yeah, good.",
        "A: Because I have other preoccupations.",
        "Q: Right. Yeah. But are there any — when you’re awake, are there any sounds that\nyou hear sometimes, or something that you see that reminds you of —",
        "A: Yes, sometimes I tell my son, see, that was during the war, this sound. It was\nduring —",
        "Q: Yeah, like what? Like an air [indecipherable]",
        "A: A sound of weapons, or sound of — I don’t know —",
        "Q: Like an airplane, or something like —",
        "A: Yes, yes, did you hear? I have heard them.\nOctober 15, 2009",
        "Q: And that reminds you?",
        "A: Yes, yes, yes.",
        "Q: Yeah.",
        "A: Everything strange reminds me.",
        "Q: Yeah.",
        "A: It did not remain un — unfelt, you know?",
        "Q: Yeah, yeah.",
        "A: Everything reminds me of that.",
        "Q: Do you think going through the terrible things that you went through —",
        "A: Yes.",
        "Q: — do you think that affected you, how you raised your son?",
        "A: Yes, because —",
        "Q: Were you more —",
        "A: —I told too —",
        "Q: Yeah.",
        "A: — too much about that. I told him all that [indecipherable] and later on I\nregretted it, because he knew everything. It was — the whole childhood was spent\namidst these remembrances.",
        "Q: Yeah, yeah.\nOctober 15, 2009",
        "A: It was a very big mistake, what I did. Because it was in me, and he asked always,\nalmost, about his grandparents. And I should tell not lies, but the — the truth.",
        "Q: Right. Were you very protective of him? Were you — did you let him go out and\ndo things, or did you always want him nearby’?",
        "A: I don’t understand that.",
        "Q: Did — wh-when he was a — a— a youngster, a young boy.",
        "A: Yes.",
        "Q: Did you always want to know where he was, were you very protective —",
        "A: Yes.",
        "Q: — of him, or did you let him just go —",
        "A: No, no, no, no, no —",
        "Q: — and be in-independ —",
        "A: — he knew everything precisely, and he was a good boy, and understood these\nthings, and always was terrible excited about why his grandparents died before he\nknew them.",
        "Q: Yeah, yeah. Do you think that you would have been a different person today, if\nyou hadn't gone through the war, that —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yeah. I don’t know, because he did not know me before, you know, but sh — he\nknew — he told me, Mother, you are talking too much about — about the war, and\nabout what you experienced.",
        "Q: You mean now, or — or —",
        "A: No, then, he — when he was a young man.",
        "Q: Yeah, yeah. No, but what I was asking was, do you think you’re a different\nperson today, today —",
        "A: Yes.",
        "Q: — because of your wartime experience.",
        "A: No, he ask, but it’s a long time since then.",
        "Q: Yeah.",
        "A: It’s a long time, but I was later on, after this experience, I was completely\ndifferent. More sensitive, more very nervous, you know. It affected me deeply.",
        "Q: Th-This is — y-you became more nervous after the war? Is that what you’re\nstaying?",
        "A: After this, after this experience —",
        "Q: Yeah, yes.",
        "A: —I—I-—I was terribly nervous.",
        "Q: Yeah. In other words, before the war, you were more relaxed, or whatever.\nOctober 15, 2009",
        "A: Yes, yes, it is something different, you know —",
        "Q: Yes, of course.",
        "A: — to live always in stress. We lived in stress.",
        "Q: Yeah.",
        "A: You know.",
        "Q: Do you feel — how would you describe yourself? Are you Romanian, are you\nAmerican, are you Jewish? How would you describe yourself?",
        "A: lam a Jewish, first of all.",
        "Q: Okay.",
        "A: Iam a Romanian Jewish.",
        "Q: Romanian Jewish.",
        "A: Yes.",
        "Q: Okay. Do you feel American?",
        "A: I start to feel, yes. I feel my son is —",
        "Q: Totally?",
        "A: — totally American. I am — I like the — the country, of course —",
        "Q: Yeah.",
        "A: — I like it very much.",
        "Q: Yeah.\nOctober 15, 2009",
        "A: And I admire everything which was realized, you know. And I felt, slowly,\nattached to this country, because I see that he did only good to the Jewish people.",
        "Q: Yeah.",
        "A: And to my son too, and therefore I am very — we are very grateful.",
        "Q: Do you have Romanian friends here, in the United States?",
        "A: Who came like me, who fled the country, but I don’t have Romanian friends in —",
        "Q: Yeah, yeah.",
        "A: —1n the country.",
        "Q: Yeah.",
        "A: No never, I never, I ne — I was never within the country again.",
        "Q: I was just going to ask you, have you been back to —",
        "A: No, no, never.",
        "Q: Would you like to?",
        "A: No.",
        "Q: Why not?",
        "A: No, I have not so good experiences to go, why to go?",
        "Q: Okay.",
        "A: If lam no longer attached — I am attached to this new country —",
        "Q: Okay.\nOctober 15, 2009",
        "A: — who did more good in a shorter time than they did in my whole life. You\nunderstand?",
        "Q: Yes. Yeah, yeah.",
        "A: That is obvious.",
        "Q: Do you get any reparations? Do you get any payment?",
        "A: From the Germans only.",
        "Q: You do?",
        "A: I da —I did in the beginning, but newly I didn’t get, and I— we gave a request for\nI don’t know how many — 3,000 dollars, but we didn’t receive answer, yes.",
        "Q: Do you think you’re more comfortable around people who lived through the war\nlike you did?",
        "A: Yes.",
        "Q: Bec — as a— in contrast to someone who didn’t. Like I grew up in the United\nStates, so I didn’t live through what you lived through, obviously.",
        "A: Yes.",
        "Q: So are you — you are more comfortable with people who were in Europe, who\nlived through the war? If you met —",
        "A: No, I did not — I did not meet people.\nOctober 15, 2009",
        "Q: Yeah. I mean, you know, here in the United States, when you would meet\npeople from —",
        "A: Oh, we would hug ourselves, we remember everything —",
        "Q: Yeah.",
        "A: — but not like a good unforgotten remembrance, you understand?",
        "Q: Mm-hm.",
        "A: From the — the old country.",
        "Q: Yeah.",
        "A: Just that we were young, yeah. I have a friend who is coming, who is calling me\nfrom Peru.",
        "Q: Oh.",
        "A: Yes, she is calling me very often. And we speak about the — the good old days,\nwhen we were visiting each other, but we didn’t have —",
        "Q: This was before the war, you mean, or af — you were visiting her before the war,\nor —",
        "A: No.",
        "Q: — no, after the war?",
        "A: No, after.",
        "Q: Oh.October 15, 2009",
        "A: But she — but we don’t have good remembrances about the old country. That is\neverything different, I don’t know whether you understand that. It’s everything\ndifferent. This is a — here I felt the liberty what they gave us. Then we didn’t have to\n— to speak loudly, you know, sometimes. Or in the — during the war. It was terrible,\nthey took the radio away.",
        "Q: Right.",
        "A: And things like that, they were — you know.",
        "Q: Yeah, yeah.",
        "A: That you shouldn’t forget, never.",
        "Q: No, no, no.",
        "A: And, an experience to tell you. We were ghettoed in 1944 in April, in the three\nof April. And one time they called us out in the courtyard to — and the general, the\ngreat general there, who was leading the — this area, held a speech. And he told\npeople, don’t be afraid. The old people will work from now on. The younger people\nwill taken care of children and work. And the — the old women will taken care of\nchildren and children. That is what he told us, and after a while, after a week or so,\nwe were taken to Auschwitz. You know? So that you have an image about how\nthey behaved. Just lies, and — and what was the result? That our people was\ncondemned.\nOctober 15, 2009",
        "Q: Have you been to the Holocaust Museum?",
        "A: No, because I — I know everything, why to go?",
        "Q: Right.",
        "A: Maybe I didn’t have time, or I didn’t have — I wasn’t curious. I saw everything,\nwhat shall I — I — I see?",
        "Q: Mm-hm. Are you any more religious because of the war?",
        "A: No, I was not even before the war —",
        "Q: Before —",
        "A: — not after.",
        "Q: — and not after, yeah, yeah. So you feel American now’?",
        "A: Yes. I cannot say this oh, you know, because I did not worked here. That is — I\ndid not work here, and hal — I have —I feel guilty therefore, to — to tell that I am an\nAmerican, if I did not work. But I feel very good. Le — how the — I feel the liberty,\nwhat I was getting.",
        "Q: Yeah, yeah. Are you still playing the piano?",
        "A: No.",
        "Q: No?",
        "A: No, because I am too old to that. Nobody plays at this age. No. I cannot. I am\ndizzy when I am playing.\nOctober 15, 2009",
        "Q: Really?",
        "A: I tried two years ago, but neither the fingers —",
        "Q: Yeah.",
        "A: — nor the mind is — contributes.",
        "Q: When did your husband pass away’?",
        "A: About 12 years.",
        "Q: Oh, okay. And he — did he feel American, when he —",
        "A: Oh, he was very devoted already.",
        "Q: Was he?",
        "A: But he was too old to work.",
        "Q: So he did not work here.",
        "A: He couldn’t. He was 79 when we came.",
        "Q: Yeah, yeah.",
        "A: And he couldn’t, but he was very devoted always, to America. He dreamt to\ncome here, but he did not succeed.",
        "Q: Uh-huh.",
        "A: Very. He thought that he — here, they realize the real democracy, what he was\nwaiting for.",
        "Q: And then the fall of communism in 19 what — ’89?\nOctober 15, 2009",
        "A: Uh-huh.",
        "Q: What were your thoughts then?",
        "A: [indecipherable]",
        "Q: You were already here. You were here in the United States.",
        "A: We were here in ’89.",
        "Q: Yeah, so what were your thoughts when you heard about that?",
        "A: We were terribly astonished. How can — could that be — become, because the\nSoviet Union fell at the same time.",
        "Q: Right, right.",
        "A: How? Because we saw that he was the most powerful country. We were taught\nall our life that th-the Soviet Union cannot fa-fail, and we were terribly astonished\nthat he still failed. Gorbachev was the man who contributed to this. You know, it\nwas terribly astonishing. We were here already, and watched on the TV what was\nhappening. Otherwise, we couldn’t watch.",
        "Q: Did you celebrate, did you —",
        "A: We were — you can see — you can understand what we felt.",
        "Q: Yeah, yeah.",
        "A: But still, we were thinking, so much blood for this system, which was, you\nknow, so much — so much war, and so much revolution and everything for the\nOctober 15, 2009\nsystem, and finally, just fell. We thought that it will never happen, because of the\npropaganda, which was always that it is the most power — powerful country, and it\nwill always persist. No. See? The Soviet Union fell. Who thought about that? We\nwere so astonished that we couldn’t believe.",
        "Q: Well, you’re wonderful to have done this interview. What made you be willing\nto do the interview?",
        "A: With you?",
        "Q: Yeah. What made you?",
        "A: To — to discharge my — my feelings, so to — to tell everything I went through.\nYou are satisfied with how I told?",
        "Q: Very much, and it’s so important that you did this, and it’s —",
        "A: Yes?",
        "Q: — going to be in the archives of the museum for years and years and years, for\npeople to learn from your story.",
        "A: Yes.",
        "Q: Is there a lesson that people should learn? Do you — if you were giving advice to\na young person, would you ins —",
        "A: I didn’t me-meet young persons. Who to meet here?October 15, 2009",
        "Q: No, but I meant if you were today talking to a young person, would you give —\nafter all that you lived through —",
        "A: Yes, of course, I would tell them.",
        "Q: — would you — would you s — give them any advice?",
        "A: Yes, yes.",
        "Q: What would you say to a young person today?",
        "A: To a young person, to take care of with whom you are friends. To take care not\nto be befriended with anybody. To take care, and to — to be together only with\npeople who you can advise what to do wrong, and what to do good, you know,\nbecause we went through terrible things.",
        "Q: Yeah, yeah. And what would you say to them about the United States?",
        "A: O-Only good thing. What can I tell? That it 1s the most advanced country in the\nworld, yes? And it is a— how to say, it’s a wonderful country.",
        "Q: Yeah.",
        "A: With everything we dreamt for. Yes, you love living here, you know about that.",
        "Q: Yes, I appreciate it very much.",
        "A: Yes, yes.",
        "Q: That’s all —\nOctober 15, 2009",
        "A: And we were received as visitors, very nicely. We receive for two years, or how\nmuch, I don’t remember well, green card, a few years as a [indecipherable]. And\nthen we had to look for some existence, but —",
        "Q: So how did you support yourself?",
        "A: My son worked.",
        "Q: Yeah. So your son helped you.",
        "A: My son worked, and we got from — as a — from the green card, some support,\nyou know.",
        "Q: Are you a citizen of the United States?",
        "A: Oh, for long.",
        "Q: Tell — tell me about what that was like. Were you and your husband —",
        "A: Oh, that was very nice. They — we got the praise. We were tell — told that we\nanswered very good, and our English was already like now, and we — praised us.\nTold that you were very good.",
        "Q: So the day that — the day that you beca — you and your husband became citizens\non the same day?",
        "A: Yes, the same day.",
        "Q: Was this in — in Cleveland, or where was it?",
        "A: In Cleveland, I remember.\nOctober 15, 2009",
        "Q: And what did it take you, five years, or — do you remember how many —",
        "A: Yeah, how long? I think it lasted a few years.",
        "Q: Yeah, before — yeah.",
        "A: Because we got first a green card.",
        "Q: Right.",
        "A: And after, we got — we have to apply for the citizenship.",
        "Q: Yeah, yeah.",
        "A: And we learned a lot, woy-oy-oy-oy, and the rules and regulations, the — the\ncountry. I learned so much.",
        "Q: Do you remember anything you learned?",
        "A: Yes. And we were very good, because we were told that we were very good, we\ngave very good and precise answers.",
        "Q: What did you have to learn? Do you remember what you had to learn?",
        "A: The rules and regulations which ruled the country, you know?",
        "Q: Well, I guess you’re very glad you passed the test?",
        "A: Oh yes, of course I was. We were very, very, very —",
        "Q: Yeah. Well, is there anything you wanted to add before we finish? Anything you\nwanted to say?\nOctober 15, 2009",
        "A: No. I have nothing. I am too small to raise with questions at the — at the citizen\nof the United States, and all the cities in all the United States. I — I am just telling\nthat you must be very happy that you are how — for how long are you citizen?",
        "Q: I was born in the —",
        "A: You were born —",
        "Q: — born in the United States.",
        "A: How can you compare our life with yours? When we had bad times, you know,\nah, you cannot be compared with this. Cannot be. We lived very hard times in\nEurope, very, very hard. Always under stress, that is.",
        "Q: Well, thank you so much for sharing your experiences, it’s very important.",
        "A: Oh, I was not convincing, was I?",
        "Q: No, we appreciate your — your sharing.",
        "A: Yes?",
        "Q: Yeah, yeah. And if there’s nothing more that you wanted to say — is there\nanything else you want — wanted to say? Okay, well thank you again. This\nconcludes the United States Holocaust Memorial Museum interview with\nMagdalena Berkovics.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Magdalena Farkas Berkovics, conducted by Gail\nSchwartz on October 15, 2009, in Rockville, Maryland. This is tape number one,\nside A. Please tell me your whole name, your full name?",
        "Q: Your name.",
        "Q: And what is the name that you were born with?",
        "Q: And where were you born?",
        "Q: What city?",
        "Q: Okay. And what ye — when were you born? The date.",
        "Q: What — what day?",
        "Q: And what day were you born in 1919?",
        "Q: Date. Day.",
        "Q: Okay, so let’s talk a little bit about your family. Tell me about your parents.\nWhat were their names?",
        "Q: Yeah, yeah. And how — and what was your mother’s name’?",
        "Q: Mother — your mother’s name.",
        "Q: Do you know what her maiden name was?",
        "Q: Okay. And how — how long did the family live in Cluj? Many generations?",
        "Q: Do you know where your father came from?",
        "Q: You don’t know the city? Do you know the city?",
        "Q: No, okay.",
        "Q: Yeah, yeah.",
        "Q: And —",
        "Q: Yeah.",
        "Q: Mm-hm. And, was your mother born in Cluj?",
        "Q: Okay. Do you — did you have any brothers or sisters?",
        "Q: And what was his name? His name?",
        "Q: Okay. And so it was the two of you, the two children?",
        "Q: Yeah.",
        "Q: Was he older, or younger?",
        "Q: Yeah. Tell me about your family. Were they religious?",
        "Q: So did you — when you were a child —",
        "Q: — did you observe any holidays?",
        "Q: And did you belong — did your family belong to a synagogue?",
        "Q: And wer-were your — did you observe Shabbat every week’?",
        "Q: And — and — and Passover? You had —",
        "Q: Wanted it, yeah. What kind of work did your father do?",
        "Q: What kind? What did he —",
        "Q: Yeah. But di — what did he trade in, do you know?",
        "Q: I see. I see.",
        "Q: And your grandparents, did you know your grandparents?",
        "Q: Was the neighborhood a Jewish neighborhood? Did you have Jewish neighbors?",
        "Q: What was the name of the street that you lived —",
        "Q: Yeah. And what about — did you have aunts and uncles, and — and —October 15, 2009",
        "Q: Yeah. But I— but when you were a little girl —",
        "Q: — you saw your aunts and your uncles?",
        "Q: Oh, cuty — cousins? Did you have cousins?",
        "Q: And they all lived in the house?",
        "Q: Oh, okay.",
        "Q: Yeah. Wha-What kind of school did you go to? Did you go to a —",
        "Q: Yeah, right.",
        "Q: And what did you study in — in the conservatory?",
        "Q: And you had a piano at home?",
        "Q: Yeah, yeah.",
        "Q: And were your fa — was your family Zionist? Did they talk about Palestine?",
        "Q: Yeah.October 15, 2009",
        "Q: Did your family talk about Palestine at all?",
        "Q: Yeah. Did you — when you were a little girl —",
        "Q: — and a teenager.",
        "Q: Did you experience any anti-Semitism?",
        "Q: What — can you tell me some of the things that happened?",
        "Q: Yeah. I’m talking about before the war.",
        "Q: No, before.",
        "Q: Yeah. And did — what about the teachers? Did the teachers —",
        "Q: So what else did — you went to school.",
        "Q: You played — I’m talking about when you’re young.",
        "Q: And you played the piano.",
        "Q: Did you do anything else? Did you have anything else — did you like to read?",
        "Q: So, did you like sports? Did you —",
        "Q: I-Ice skating? Ice skating?",
        "Q: Really?",
        "Q: Uh-huh. And what did your family do in the summertime’?",
        "Q: Or what did you do in the summertime?",
        "Q: Always.",
        "Q: So now you’re 18, and you’ve gotten your degree. Y-You finished —",
        "Q: — what — and then what ha — so it’s 1937.",
        "Q: I know.",
        "Q: Okay, and what is your first memory of the war?",
        "Q: What was the first thing that happened?",
        "Q: Well, how did that happen? What —",
        "Q: How did — how did that happen? Did — how did the family find out where to go?",
        "Q: Yeah.",
        "Q: Yeah, but did somebody come to their house to tell them?",
        "Q: So everybody went?",
        "Q: Okay, and — and —October 15, 2009",
        "Q: Empty”?",
        "Q: Yeah.",
        "Q: And when was this? Do you know when — when — when did this happen? When\n— what year you were deported?",
        "Q: Okay. Were you ever in a ghetto?",
        "Q: Were you ever in a ghetto?",
        "Q: Okay, let’s talk about that. Wh-When did you go into the ghetto?",
        "Q: The ghetto.",
        "Q: So it was one year in the ghetto?",
        "Q: And what was that like? You were living with your family?",
        "Q: Okay, but let’s — let’s first talk about life in the ghetto.",
        "Q: Crowded? Was it —",
        "Q: Restricted. Restricted.",
        "Q: Yeah, yeah. So was it all the Jews of Cluj were put into this one ghetto?",
        "Q: But you had to — did you have to move out of your old house, into the ghetto, or\nwas your house in the ghetto?",
        "Q: So you stayed in your house?",
        "Q: Until you — so your house was a part of the ghetto.",
        "Q: I see. Okay. And so what did you do during the day?",
        "Q: Oh really? They would come to your house?",
        "Q: Oh, mm-hm.",
        "Q: Did you get paid? Did they —",
        "Q: Oh.",
        "Q: They had taken the men away?",
        "Q: I mean, to do forced labor?",
        "Q: Oh, only women, mm-hm.",
        "Q: Well now, your husband, when did you get married?",
        "Q: And when did you get married for the first time?",
        "Q: And who — who — tell me about your first husband.",
        "Q: Oh, what was his name?",
        "Q: Yeah.",
        "Q: Mm-hm. Was he Jewish?",
        "Q: Tell me about your wedding.",
        "Q: The labor?",
        "Q: Tell me about your first wedding. Was it in your house?",
        "Q: You were 20? And was it in your house, or —",
        "Q: Yeah, yeah. And you had a rabbi perform it?",
        "Q: Yeah, yeah. Did you have a kosher home?",
        "Q: You did. All right, so now you’re in the ghetto. You’re married, but your\nhusband was taken away.",
        "Q: Into labor camp, with the other men.",
        "Q: And you’re teaching music to — to others.",
        "Q: And then what was the next — the next —",
        "Q: — step.",
        "Q: And how did you know — ho-how did you know what was happening? How —\nhow —",
        "Q: Yeah.",
        "Q: Okay. But you got married in °39.",
        "Q: Okay. And you were taken away in 44.",
        "Q: So that’s five years between 1939 —",
        "Q: You were alone with your —",
        "Q: Mother-in-law.",
        "Q: And you were in your house, and you were teaching music.",
        "Q: And did you have enough food to eat?",
        "Q: Did you have enough food to eat, during those years?",
        "Q: Market?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Did you get any letters? Any mail from your husband, or your brother, or your —",
        "Q: And, you spoke German.",
        "Q: So did — did — and — and you had a radio? Did you have a radio?",
        "Q: Yeah. And you could hear speeches by Hitler? Could you hear speeches?",
        "Q: And you could understand them —",
        "Q: — because you spoke German.",
        "Q: Yeah. And what — do you remember what your thoughts —",
        "Q: Right.",
        "Q: So, the cr — you said that you had Christian children coming to you for lessons.",
        "Q: So the Christians came into the ghetto?",
        "Q: Yeah. Did they bring you food, did they —",
        "Q: No. Yeah, yeah.",
        "Q: Right, yeah.",
        "Q: Yeah, and wa — but you said you went to their house too sometimes. Did you —",
        "Q: Well, so what was it like for you to go outside of the ghetto?",
        "Q: What — how was your mother doing this time? Was she very —",
        "Q: Yeah.",
        "Q: What was — how did she —",
        "Q: Yes.",
        "Q: And — and your father was not home. Was your fa —",
        "Q: So he wasn’t — he was not taken away with the other men?",
        "Q: Rounded up.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Right, right. So when you were in the ghetto —",
        "Q: — before you were taken away.",
        "Q: Were there Jews from other countries that were brought in, or not?",
        "Q: No. It was just Cluj, the Jews of Cluj.",
        "Q: Okay, so now you’re told to report to — to — what, go to the train station? What\ndid they tell you? How did you know you were to leave your house?",
        "Q: How did you know that you had to leave your house?October 15, 2009",
        "Q: Was he German?",
        "Q: He was Hungarian.",
        "Q: Yeah.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Magdalena Farkas Berkovics. This is tape\nnumber one, side B. And you were talking about being — when it was time to leave,\nand this — you were at the market, and they told you you would be going away,\neverybody would be leaving Cluj?",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Right.",
        "Q: I know, yeah.",
        "Q: So when you — when you went away, what did you take with you?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Did you take food with you?",
        "Q: Jel-Jelly?",
        "Q: Yeah. And then, you were all together at — what, at a train station?",
        "Q: Okay.",
        "Q: But did you leave from a railroad station?",
        "Q: And — and so you were all crowded into a car?",
        "Q: Yeah.",
        "Q: Yeah. And do you remember how long the trip took? Did it take several —",
        "Q: And did you have enough water? Did they give you water, or —",
        "Q: Yeah. And then where did you go to first? Your — where did it stop?",
        "Q: Yes.",
        "Q: How di — had you — did you know anything about Auschwitz —",
        "Q: You never heard —",
        "Q: Yes, mm-hm. Was there a Judenrat in Cluj?",
        "Q: Did you know — did you know any of the people who were in the Judenrat?\nWere they friends?",
        "Q: Did a lot of people escape, or just a few?",
        "Q: Yeah. I mean, he was on the Judenrat — he was in the Judenrat, this man?",
        "Q: Oh yeah.",
        "Q: Yeah. Yeah.",
        "Q: So you — the train arrives in the town of Auschwitz.",
        "Q: And what happened then? Did you get out of the —",
        "Q: You unloaded.",
        "Q: So you were talking about you had gotten to Auschwitz, and you were told that\n— they separated the people.",
        "Q: You came out?",
        "Q: San — but where did you go? So you — were you by yourself, or did you have a —",
        "Q: No, but you were — were you with any family?",
        "Q: Just you. You were the only —",
        "Q: Okay.",
        "Q: So you’re twe — you’re 25 years old now.",
        "Q: Yeah. And then, so where did you all go? What happened next?",
        "Q: No, no, no, but you got to Auschwitz, and they separated you, and then you —\nthe young women, where did they take the young women? Where did you —",
        "Q: Okay. But you stay — did you stay in Auschwitz, did you get a uniform?",
        "Q: Okay.",
        "Q: You stay — okay, where did you sleep in Auschwitz?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yes, uh-huh.",
        "Q: And wha — did you wear a uniform? Did they give you anything to wear?",
        "Q: Oh, you first went to the bath?",
        "Q: Okay.",
        "Q: A hit?",
        "Q: Slap.",
        "Q: Did they take off your hair? Did they remove your hair?",
        "Q: Bald, yeah",
        "Q: Yeah.",
        "Q: And did they put a number?",
        "Q: Yes, yes. And so you — did you get a uniform? Something to wear?",
        "Q: Oh, okay.",
        "Q: And were you able to stay with your family, your cousins? Wha — could you —",
        "Q: Yeah, with you.",
        "Q: And did you — and so did you work in Auschwitz itself? Did you do anything?",
        "Q: Yeah.",
        "Q: No, I didn’t know.",
        "Q: Really?",
        "Q: Yeah, mm-hm, mm-hm.",
        "Q: Yeah, yeah. Did — did you — so did — you didn’t do any work, you said, in\nAuschwitz. What kind of food did they give you?",
        "Q: Potatoes, or —",
        "Q: Turnips? Maybe turnips, or —",
        "Q: Yeah, yeah. And so you stayed there, and what did you — what did you and your\ncousins think was happening? Did you know, or —",
        "Q: Yeah.",
        "Q: So you stayed in Auschwitz for — how many months did you —",
        "Q: Camps, okay. Do you remember the names of any of the camps?",
        "Q: Okay. And what kind of —",
        "Q: Stutthof.",
        "Q: Yes, yeah.",
        "Q: Yes.",
        "Q: I see. And what did you do in Stutthof, did you work in st —",
        "Q: Camps, yeah.",
        "Q: Yes, mm-hm.",
        "Q: Yes, and Steinort was the —",
        "Q: Yeah. So did you ever do any work in these camps?",
        "Q: What — what kind of work?",
        "Q: Dig holes, to dig ditches?",
        "Q: The ground, dig in the ground?",
        "Q: Shovel, and —",
        "Q: Yeah. All day long?",
        "Q: And how was your health? How were your health at the time? How were you\nfeeling?",
        "Q: Stomach?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: You ate them raw?",
        "Q: Yeah, yeah. And you were just getting soup during the day, is that what you\nwere getting?",
        "Q: Yeah, yeah.",
        "Q: So what did you and the other people, the other women, talk about?",
        "Q: Money. Yeah, yeah. So you talked about what you — freedom, yeah.",
        "Q: Did you talk about your music at all?",
        "Q: Did you sing at all?",
        "Q: No, but in the camp, I meant, in the camp.",
        "Q: The — the women sang in the camp’?",
        "Q: What — what kind of songs?",
        "Q: Yeah. Right, right. Do you remember any of the songs?",
        "Q: Can you sing one for a little bit? Any song, or even part of a song. A little\nmelody?",
        "Q: Oh, yeah. What was the name of this song, do you know?",
        "Q: Okay, okay. So you then — you were working in those different camps.",
        "Q: And then it comes towards the end in — in what, 40 — early °45”?",
        "Q: Yeah. An-And wh-where did you go, where did you —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Did you go on any kind of a march? Did they take you on any kind of a march\ntowards the end of the war, to leave the camp? Did the Germans — the Germans did\nnot take you on a— on a march?",
        "Q: They —",
        "Q: How did you know it was the end of —",
        "Q: Well, so di — did you — so where did you leave from? Stutthof? Is that where\nyou left from? What — where were you when — when the guards ran away? Were —\nwas that stu —",
        "Q: No, was it",
        "Q: In Stutthof, or you were already walking?October 15, 2009",
        "Q: Yes, yeah.",
        "Q: Very smart.",
        "Q: Yeah. And then where did you go, after a few days?",
        "Q: Yeah, mm-hm.",
        "Q: Yeah, and did —",
        "Q: Ti-",
        "Q: And how many people were you with then?",
        "Q: A few, okay.",
        "Q: Yes.",
        "Q: Direction, yeah.",
        "Q: And then where did you go? So you —",
        "Q: Yeah.",
        "Q: And then what happened?",
        "Q: And — and — and then where did you go after that?",
        "Q: So you wanted to go back to Cluj?",
        "Q: So how did — how did you get back to Cluj?",
        "Q: Were they Jewish young men’?",
        "Q: Okay. D-Do you know where — what group they were from? Were they from an\norganization?",
        "Q: So they took you back to Cluj?",
        "Q: So now you’re in Cluj, and what do you do there, what do you find? What do\nyou do?",
        "Q: And did you —",
        "Q: What did they say to you?",
        "Q: And what did you say to them?",
        "Q: So you knew that your first husband was not alive any more?",
        "Q: You knew that?",
        "Q: Because?",
        "Q: Oh, okay.",
        "Q: Right.",
        "Q: Yes.",
        "Q: Your cousin.",
        "Q: Uh-huh.",
        "Q: Oh, uh-huh. So you got married, what year?",
        "Q: Okay. And then — and what —",
        "Q: Yeah. And so, you stayed in Cluj?",
        "Q: And what kind of work did he do?",
        "Q: Okay. In candy, you mean, in sweets.",
        "Q: Uh-huh. And did he — did you ever talk about going to Palestine, or to —",
        "Q: Yes, yes. And where had — where had your cousin wer — your — your husband\nbeen during the war?",
        "Q: During the war, was he taken away?",
        "Q: He was in labor camp, yeah.",
        "Q: Oh, okay. And his name?",
        "Q: Yes.",
        "Q: Zoltan.",
        "Q: Right, right.",
        "Q: So you stayed in Cluj?",
        "Q: And you raised your son.",
        "Q: Did many Jews come back to Cluj? Were there — did many of the Jewish people\ncome back —",
        "Q: — to Cluj.",
        "Q: Yeah. Yeah. So — and then you — did you work at all, while you were in —",
        "Q: Right.",
        "Q: Yeah, a degree, it was a degree. And so you stayed in Romania until when?",
        "Q: Always. And did you ever want to leave? I mean, 1t was commu —",
        "Q: You wanted to —",
        "Q: University, uh-huh.",
        "Q: Yeah. And did you talk about the war at all?",
        "Q: You did?",
        "Q: And did people ask you about the war?",
        "Q: They did.",
        "Q: Oh, really?",
        "Q: So it was just the other Romanian — just the Jews in Cluj who talked about —",
        "Q: — who talked about the war.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Magdalena Berkovics. We have been talking\nbefore about your wartime experience, and then you were liberated, and then you\nmet your husband, you got married, and you had your son.",
        "Q: So, your son was born in what year?",
        "Q: Nineteen —",
        "Q: 1946?",
        "Q: Oh, okay. And what is his name’?",
        "Q: And wha-what did you name him when he was born?",
        "Q: Oh, okay.",
        "Q: Yes.",
        "Q: Oh.",
        "Q: I see. Well, we’ll talk about those — those times. So now it’s 1946.",
        "Q: And you’re a new mother, and — and what did you do? Did you work, or —",
        "Q: You s — you were — you were in Cluj, in Romania.",
        "Q: In your native town, okay.",
        "Q: Yes.",
        "Q: Were you able, at least to stay in the house, and not own it? You — you —",
        "Q: — stay in the house.",
        "Q: The rental? The rental? To rent it?",
        "Q: Right. So you decided, you said, to go back to your profession.",
        "Q: The communist era, is that what you —",
        "Q: Romania’?",
        "Q: Yeah.",
        "Q: Oh.",
        "Q: In Hungarian, yeah.",
        "Q: Yeah. And your husband was working?",
        "Q: Yes, mm-hm.",
        "Q: So the two of —",
        "Q: Okay.",
        "Q: Really?",
        "Q: Why didn’t you join the party?",
        "Q: Cause you were a capitalist, right?",
        "Q: Yeah.",
        "Q: Which was music, teaching music.",
        "Q: Right.",
        "Q: Oh.",
        "Q: Were you volunteering in a school?",
        "Q: Oh.",
        "Q: Oh, that is important, yeah.",
        "Q: And your son, was he —",
        "Q: Six, and then so did he go to a nursery school, or regular —",
        "Q: Or a day — a daycare — a daycare center?",
        "Q: Why?",
        "Q: Okay.",
        "Q: Yes, yeah.",
        "Q: Wonderful. Right.",
        "Q: Right, right.",
        "Q: Now, did you experience any anti-Semitism once you — when you were\nteaching? Was there any anti-Semitism —",
        "Q: Nobody ever made any comments?",
        "Q: What about in your neighborhood?",
        "Q: Okay, can you give — give me some examples, what did people say at that time?October 15, 2009",
        "Q: The dream, or —",
        "Q: An invention, yeah.",
        "Q: Yeah.",
        "Q: Yeah. So you said you — you experienced anti-Semitism, that when people said\nthey — the Holocaust never really happened.",
        "Q: Not every — some people. Some people.",
        "Q: Yeah.",
        "Q: And — but you said, not in the conservatory, and —",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Now, when you — a-and — okay, so this is the 1940s, 1950s?",
        "Q: And you s —",
        "Q: Which was — and that came in —",
        "Q: Okay.",
        "Q: Yeah, oh, all right. Okay. And so, during that 30 year time, what can you say\nabout living under communist rule as a Jewish woman?",
        "Q: Why? Because of your history?",
        "Q: And the neighbors were pleasant to you most of the —",
        "Q: Yeah.",
        "Q: Yeah, yeah, yeah.",
        "Q: Now, what about your son? He then got a little older?",
        "Q: Yeah, and when he started to go to school, and the other chi —",
        "Q: Okay, and what — did he experience any anti-semitimis — anti-Semitism as —",
        "Q: Okay.",
        "Q: No.",
        "Q: Yes.",
        "Q: More lenient, yeah.",
        "Q: Yeah. So you did — you felt okay, you felt — you didn’t feel under threat, or any —",
        "Q: No. And your husband was — was working and moving up in his factory.",
        "Q: Factory, uh-huh.",
        "Q: Yeah. And so now it’s the 1950s, and do you remember when the state of Israel\nwas formed in 1948”",
        "Q: What — do you have any memories of — of hearing about that, or how you felt?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Stalin, yeah, yeah.",
        "Q: Under communist, yeah, yeah, yeah.",
        "Q: Yeah. Yeah. Did you feel very Jewish during those erl — those years after the\nwar, 1n the 40s and 50s?",
        "Q: Yeah.",
        "Q: And did you practice any religion?",
        "Q: Mm-hm, they felt guilty about what happened.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Cause they were afraid of what you might do back to them? Is that what you\nmean?",
        "Q: Yeah, yeah. Now, did you practice any religion in the 40s and 50s, with your\nson, or di — any —",
        "Q: You were not religious. Did he have a Bar Mitzvah, in let’s see, 1946 — 1959.",
        "Q: Yeah.",
        "Q: No, no, no. Did he — did your son have a Bar Mitzvah?",
        "Q: In 1959”",
        "Q: Can you tell me about that a little bit?",
        "Q: Yeah.",
        "Q: Just a small —",
        "Q: Yeah, yeah.",
        "Q: Yeah, yeah. Now, were most of your friends Jewish?",
        "Q: They were?",
        "Q: Yeah, yeah.",
        "Q: And — and so then it’s the 1950s, you’re working, your husband’s working, your\nson is in school.",
        "Q: Then comes the 1960s.",
        "Q: The same.",
        "Q: Yeah. And there was the 1967 War on Israel, do y — I don’t know if you\nremember",
        "Q: Did you hear about, did you know about it?",
        "Q: Yeah.",
        "Q: Yeah, yeah, uh-huh.",
        "Q: Right, yeah, yeah, yeah.",
        "Q: Okay, and so — so life goes on.",
        "Q: And 1960s, and now it’s the 1970s.",
        "Q: Do you remember anything special about that? Your pension — yeah, go on.",
        "Q: Right, yeah. Right.",
        "Q: Yeah, yeah, yeah, yes, yes, ’56.",
        "Q: Well, there was the 1956, I remember the 1956.",
        "Q: Yeah, the Hungarian revolution.",
        "Q: There was not, yeah.",
        "Q: Mm, terrible. So you worked until your pension, is that the 1970s?",
        "Q: Now, your son is still living in — in Romania then?",
        "Q: Oh, when did he —",
        "Q: When was that?",
        "Q: Okay, and —",
        "Q: Oh, and how did you feel about that, you and your husband?",
        "Q: Yeah. You were speaking Romanian all this time?",
        "Q: Did you know — did you know Yiddish at all?",
        "Q: No, you did not. Okay. So, did you and your husband try to get to the United\nStates?",
        "Q: Oh.",
        "Q: So did you — did you come to visit?",
        "Q: Oh.",
        "Q: Yes, yeah.",
        "Q: To see him?",
        "Q: Went back, yeah.",
        "Q: And what was your impression of the United States when you first came?",
        "Q: Where was your son living at that time, in Washington?",
        "Q: I see. So you went to Cleveland.",
        "Q: Right, right.",
        "Q: Right. Yeah. And then you went back, and did — and tried to —",
        "Q: Yeah.",
        "Q: United States.",
        "Q: Your son back?",
        "Q: So?",
        "Q: Is this you and your husband?",
        "Q: Now, had your husband wanted to come as much as you did, to the United\nStates?",
        "Q: Did your husband want to come to the United States as much as you did?",
        "Q: More?",
        "Q: Uh-huh.",
        "Q: Yeah, yeah, yeah. And his business was successful up — at that time?",
        "Q: Yeah.",
        "Q: In the sweets.",
        "Q: Oh.",
        "Q: So when did you co — so then you decided to come?",
        "Q: And when was that? When did you come here?",
        "Q: 1980s?",
        "Q: Oh, okay. So it was in the 1980s?",
        "Q: Okay. And you went to Cleveland, to be with your son?",
        "Q: No.",
        "Q: Wh-Where did you settle when you came to the United States?",
        "Q: Yeah, okay.",
        "Q: Yeah.",
        "Q: Okay. But you — you — then your son started working in this — in the\nWashington area?",
        "Q: So you always were living in the same place where your son was living?",
        "Q: Okay, right. And now, of course, you’ve been living in the Washington area?",
        "Q: Yeah. Yeah.",
        "Q: And what does he do?",
        "Q: What does he teach?",
        "Q: Yeah, but he — he is a musician also?",
        "Q: Oh, okay.",
        "Q: But he inherited your musical talent?",
        "Q: More.",
        "Q: Yeah.",
        "Q: Yeah, it’s hard, right, right.",
        "Q: And you had — you said in the beginning that he experienced some anti-\nSemitism, so he changed his name. Was that in — in Romania he —",
        "Q: So he changed it in Romania?",
        "Q: Okay.",
        "Q: Oh.",
        "Q: Okay.",
        "Q: Conduct.",
        "Q: It’s too Jewish a name, you mean?",
        "Q: So he didn’t change it until he came to the United States?",
        "Q: I see. And he chose what name? Sil —",
        "Q: Was there a meaning to that? Was there a reason why he chose Sylvanis?",
        "Q: Oh, okay.",
        "Q: Yeah. Cause he thought he would have trouble here, in —",
        "Q: — in the United States, so he changed it, yeah. Let’s talk a little bit now, just\nabout your thoughts. Do you think about your wartime experience often?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Right, right. Did you — when John was growing up, when your son was growing\nup, and he was a little boy, and then in elementary school —",
        "Q: — did you talk about what you went through?",
        "Q: When he was young?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Yes, yeah. Did he have friends?",
        "Q: Jewish and non-Jewish friends?October 15, 2009",
        "Q: In Romania?",
        "Q: Did the Jewish friends parents go through similar experience that you did? Were\nhis friends, the friends that he had, did their parents go through what you had to go\nthrough?",
        "Q: John’s friends’ parents.",
        "Q: Yeah, his Jewish friends.",
        "Q: Yeah.",
        "Q: Uh-huh. What are your thoughts about Israel today? What do you — do you think\nabout Israel at all?",
        "Q: What does it mean —",
        "Q: Yeah. Had — did you ever think, after the war was over and you decided to leave,\nthat you would go to Israel instead of the United States? Did you ever, you and\nyour husband, talk about moving to Israel’?",
        "Q: So you di — you didn’t want to go —",
        "Q: — and it would be too hard to live in Israel with that problem.",
        "Q: Are you very angry about what you had to live through? The terrible, terrible\ntimes that you — are you angry about that?",
        "Q: Resistance?",
        "Q: Resistance?",
        "Q: Yeah.",
        "Q: Fight back.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Yes, of cour — of course.",
        "Q: Yeah, yeah.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Are there any sights today, or sounds, or smells that remind you of some of your\nwar —",
        "Q: — wartime experiences?",
        "Q: You still have dreams —",
        "Q: — about what you experienced?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yes. And do you talk about it with somebody, or —",
        "Q: Really? Do you still have them, or that was just after the war? Do you still have\nthe dreams?",
        "Q: Still.",
        "Q: Yeah, good.",
        "Q: Right. Yeah. But are there any — when you’re awake, are there any sounds that\nyou hear sometimes, or something that you see that reminds you of —",
        "Q: Yeah, like what? Like an air [indecipherable]",
        "Q: Like an airplane, or something like —",
        "Q: And that reminds you?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Do you think going through the terrible things that you went through —",
        "Q: — do you think that affected you, how you raised your son?",
        "Q: Were you more —",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Right. Were you very protective of him? Were you — did you let him go out and\ndo things, or did you always want him nearby’?",
        "Q: Did — wh-when he was a — a— a youngster, a young boy.",
        "Q: Did you always want to know where he was, were you very protective —",
        "Q: — of him, or did you let him just go —",
        "Q: — and be in-independ —",
        "Q: Yeah, yeah. Do you think that you would have been a different person today, if\nyou hadn't gone through the war, that —",
        "Q: You mean now, or — or —",
        "Q: Yeah, yeah. No, but what I was asking was, do you think you’re a different\nperson today, today —",
        "Q: — because of your wartime experience.",
        "Q: Yeah.",
        "Q: Th-This is — y-you became more nervous after the war? Is that what you’re\nstaying?",
        "Q: Yeah, yes.",
        "Q: Yeah. In other words, before the war, you were more relaxed, or whatever.",
        "Q: Yes, of course.",
        "Q: Yeah.",
        "Q: Do you feel — how would you describe yourself? Are you Romanian, are you\nAmerican, are you Jewish? How would you describe yourself?",
        "Q: Okay.",
        "Q: Romanian Jewish.",
        "Q: Okay. Do you feel American?",
        "Q: Totally?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Do you have Romanian friends here, in the United States?",
        "Q: Yeah, yeah.",
        "Q: Yeah.",
        "Q: I was just going to ask you, have you been back to —",
        "Q: Would you like to?",
        "Q: Why not?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Yes. Yeah, yeah.",
        "Q: Do you get any reparations? Do you get any payment?",
        "Q: You do?",
        "Q: Do you think you’re more comfortable around people who lived through the war\nlike you did?",
        "Q: Bec — as a— in contrast to someone who didn’t. Like I grew up in the United\nStates, so I didn’t live through what you lived through, obviously.",
        "Q: So are you — you are more comfortable with people who were in Europe, who\nlived through the war? If you met —",
        "Q: Yeah. I mean, you know, here in the United States, when you would meet\npeople from —",
        "Q: Yeah.",
        "Q: Mm-hm.",
        "Q: Yeah.",
        "Q: Oh.",
        "Q: This was before the war, you mean, or af — you were visiting her before the war,\nor —",
        "Q: — no, after the war?",
        "Q: Oh.October 15, 2009",
        "Q: Right.",
        "Q: Yeah, yeah.",
        "Q: No, no, no.",
        "Q: Have you been to the Holocaust Museum?",
        "Q: Right.",
        "Q: Mm-hm. Are you any more religious because of the war?",
        "Q: Before —",
        "Q: — and not after, yeah, yeah. So you feel American now’?",
        "Q: Yeah, yeah. Are you still playing the piano?",
        "Q: No?",
        "Q: Really?",
        "Q: Yeah.",
        "Q: When did your husband pass away’?",
        "Q: Oh, okay. And he — did he feel American, when he —",
        "Q: Was he?",
        "Q: So he did not work here.",
        "Q: Yeah, yeah.",
        "Q: Uh-huh.",
        "Q: And then the fall of communism in 19 what — ’89?",
        "Q: What were your thoughts then?",
        "Q: You were already here. You were here in the United States.",
        "Q: Yeah, so what were your thoughts when you heard about that?",
        "Q: Right, right.",
        "Q: Did you celebrate, did you —",
        "Q: Yeah, yeah.",
        "Q: Well, you’re wonderful to have done this interview. What made you be willing\nto do the interview?",
        "Q: Yeah. What made you?",
        "Q: Very much, and it’s so important that you did this, and it’s —",
        "Q: — going to be in the archives of the museum for years and years and years, for\npeople to learn from your story.",
        "Q: Is there a lesson that people should learn? Do you — if you were giving advice to\na young person, would you ins —",
        "Q: No, but I meant if you were today talking to a young person, would you give —\nafter all that you lived through —",
        "Q: — would you — would you s — give them any advice?",
        "Q: What would you say to a young person today?",
        "Q: Yeah, yeah. And what would you say to them about the United States?",
        "Q: Yeah.",
        "Q: Yes, I appreciate it very much.",
        "Q: That’s all —",
        "Q: So how did you support yourself?",
        "Q: Yeah. So your son helped you.",
        "Q: Are you a citizen of the United States?",
        "Q: Tell — tell me about what that was like. Were you and your husband —",
        "Q: So the day that — the day that you beca — you and your husband became citizens\non the same day?",
        "Q: Was this in — in Cleveland, or where was it?",
        "Q: And what did it take you, five years, or — do you remember how many —",
        "Q: Yeah, before — yeah.",
        "Q: Right.",
        "Q: Yeah, yeah.",
        "Q: Do you remember anything you learned?",
        "Q: What did you have to learn? Do you remember what you had to learn?",
        "Q: Well, I guess you’re very glad you passed the test?",
        "Q: Yeah. Well, is there anything you wanted to add before we finish? Anything you\nwanted to say?",
        "Q: I was born in the —",
        "Q: — born in the United States.",
        "Q: Well, thank you so much for sharing your experiences, it’s very important.",
        "Q: No, we appreciate your — your sharing.",
        "Q: Yeah, yeah. And if there’s nothing more that you wanted to say — is there\nanything else you want — wanted to say? Okay, well thank you again. This\nconcludes the United States Holocaust Memorial Museum interview with\nMagdalena Berkovics."
    ],
    "answers": [
        "Answer: These — these [indecipherable]",
        "A: My name? I am Magdalena Berkovics. That is what I am using\n[indecipherable]",
        "A: I was Magdalena Farkas.",
        "A: I was born in Romania — Romania.",
        "A: What city? Cluj-Napoca, or Kolozsvar, in Hungarian.",
        "A: In 1919.",
        "A: Hm’?\nOctober 15, 2009",
        "A: What?",
        "A: Date? In the fifth of July.",
        "A: Yasmen(ph) Bell(ph) Farkas was my father. And he had the Jewish name, and\nth-the other one was Hungarian. Everything was Hungarian because they lived in\nHungary then, which has changed into Romania later, when I was born.\n[indecipherable] People are mixing up these inheritances, and I don’t understand\nwhy I was Farkas, and then I was — I was Curtis(ph) after the first husband. And\nthen I was Berkovics after the second husband, you know? They were times when\npeople died.",
        "A: My name?",
        "A: Berta — Berta lan — the maiden name?",
        "A: Berta Landesman(ph).\nOctober 15, 2009",
        "A: Yes. I don’t know when they moved to Cluj precisely, because my — my father\nwas from another community. But they lived — when I was born, they were in Cluj-\nNapoca.",
        "A: My father? My father came from Hungary. Hungary.",
        "A: No, no.",
        "A: In those days there was nothing written, you know.",
        "A: Hungary.",
        "A: And the — the mother tongue, excuse me, was Hungarian.",
        "A: I had two mother tongues, Hungarian and Romanian, because I had Romanian\nschools.",
        "A: Yes.\nOctober 15, 2009",
        "A: I had a brother, a doctor, who died, who was killed in the war, in ’44, at the end\nof the war.",
        "A: His name is tiberi — what shall I tell? In Romanian, Hungarian, he has different\nnames. Farkas was the family name, and his Hungarian name was tibe — Tibor(ph)\nin Hungary, and in Romanian, Tiberiu(ph)",
        "A: Only two. They had only two children —",
        "A: — me and my brother.",
        "A: He was six years older than me.",
        "A: My father yes, but my mother, not at all. She did not believe [indecipherable]\nsomething.",
        "A: Yes?\nOctober 15, 2009",
        "A: Yes, we observed, because my mother did everything which was necessary for a\nholiday, because of my father.",
        "A: Yes, of course, to Beth Avron, which was in — you don’t know the town. In the\ntown was these three synagogues. In these Beth Avron was the more Conservative.",
        "A: Yes, yes.",
        "A: Everything, everything. Also my mother — my mother was not a believer, but she\n— she did everything because my father required it, yes.",
        "A: He was, of course what [indecipherable] Jew do, tradesman.",
        "A: They had first big house, which are inherited from grandfather. And then — I\ndon’t know whether the house was sold or not, I don’t remember, but then he had\nstarted on his own, making trades, you know, in different towns.",
        "A: Article. All kinds of issues, articles, you know. Clothing and that kind.\nOctober 15, 2009",
        "A: [indecipherable] Jews had this trade.",
        "A: Yes. I knew they were very old, and then died in a few years. I don’t know what\ndid he do, but well, how could he afford such a big house? I have no idea. One story\n— or two story here, house with balcony, in the center of — of the town.",
        "A: Yes, yes. It was the family were Laib(ph) who was [indecipherable] streets.\nVery — they became very, very, very rich. The family Laib(ph) and Rayger(ph).\nThere were a few families are in there, it was a — the main street of the town. The\ntown was the second town in Romania. It was a very famous — they had the history,\nbecause the Hungarians and the Romanians fought for their belonging. The one\nstore that it belonged always to them, the other store that it belongs always to them.\nNow it wa — it was a great fight always, and even though I have heard that they\nhave misunderstanding about who was the first.",
        "A: I lived [indecipherable] that was the — one of the main streets, on the center of\nthe town.",
        "A: Yes, I had, I had. I have a few, they all died. Nobody came back, only me. I am\nthe only survivor, I told you.",
        "A: Yes.",
        "A: Yes, we lived in the middle of the family, because the house was big, and\neverybody lived in the same house.",
        "A: Yes, yes.",
        "A: In the house.",
        "A: They were not yet married, because they were young. I married first.",
        "A: I was in a German private school first. My mother wanted me to learn German, it\nwas fashionable then, German, before Hitler came.",
        "A: And then I — I went to the Romanian high school, gymnasium, was called. And I\nwas here til I was 18 years old. Then I graduated the bac-bac — basho(ph), or\nOctober 15, 2009\nbaccalaureate, which was, we say, inherited from the French, the Romanian. I don’t\nknow whether you understand me. So I graduated this baccalaureate, which lasted\neight years. I was 18 years old when I finished the — this school. And then,\nmeanwhile, I was at the conservatory of music.",
        "A: I played the piano. I was always, all my life a pianist.",
        "A: Yes, I have at home, and finally, I taught a lot of — I —I gained, with this\nteaching, yes.",
        "A: And then I was teaching at the conservatory of [indecipherable] which was at\nthe university grade, I was a university teacher.",
        "A: Ah, you know, it was my brother, who was a doctor, very, very, very talented,\nand he was an excellent violinist and everything. He was shot by the Germans,\nbecause he couldn’t run enough fast. They told to run, you know, the Germans\n[indecipherable]. That was his fate. My only brother. That was for me such a loss,\nI cannot tell you. The greatest loss in my life.",
        "A: A very handsome boy, I — I should have taken the photos. I have photos, a lot of\nphotos.",
        "A: No, they were not oriented towards this, enough that — that —",
        "A: Yes.",
        "A: Yes.",
        "A: Oh yes.",
        "A: You know, not very — the Romanian were not like the — the Hungarians. The\nHungarians took the — deported the Jews, the Hungarian Jews.",
        "A: Before, no.",
        "A: I was in the school. In the school I did not feel — a little, yes. For instance, one\nday in the class, there was a competition between the girls. We were about 15 yearsOctober 15, 2009\nold, who looks like a Jewish girl, or not. And they decided that I am the only one\nwho doesn’t look Jewish.",
        "A: The teachers were not bad, the Romanians. Not — not too bad. One was. The\nmusic teacher. She never put me to play the piano, to show what I could. And it was\nnot bad at this school, not bad. I felt the distance — the difference between my\ncolleagues and me. There was no — how to say, con — connection between us, not at\nall. No connection. We did not fight, whereas it was not such a thing, but it was no\nconnection, not at all.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: Yes.",
        "A: It was enough, because I had to practice the piano daily. I was preparing myself\nfor a future job, for a future — for a future. And I became a teacher in music, I had\ntwo diplomas, music, and — and piano. They were of university grade, yes.\nOctober 15, 2009",
        "A: Yes, but not especially one sport. Swimming. I could swim well, I could skating\nwell.",
        "A: Yes. My mother was a good skater, just imagine.",
        "A: Yes.",
        "A: They were —",
        "A: I practiced the piano always.",
        "A: And I went to — I had some boys who wooed me, and now you know. That is not\nimportant at all.",
        "A: Yes, I have.",
        "A: Yes, at 1937 was just about the war to break out.\nOctober 15, 2009",
        "A: That I gave private lessons. I had very many private students, or — of all kind of\ngrade. Many, many private students. Then came the war.",
        "A: How?",
        "A: The first thing that there was, that I lost my whole family, and so I was very,\nvery, very shocked, you know’?",
        "A: Th-They were deported, you know, deported the — deported to Germany.",
        "A: They did not know, only when they were on the different cars. They were taken\nby cars, big cars —",
        "A: — which transported them.",
        "A: Yes, that — yes, to gather them.",
        "A: Everybody, everybody, me too. Everybody was [indecipherable] deported.",
        "A: And the house remained —",
        "A: — empty.",
        "A: And they were — they put there, Christian. Christians instead of — that re —\nreplace us with Christians.",
        "A: In —in 1944, the Hungarian je — Jews were deported in 1944.",
        "A: What house?",
        "A: Yes, of course, if you were deported first, you were taken to the — you were in\nthe ghetto in the town where you were born.",
        "A: Into where?",
        "A: Into the ghetto? In 1944. I was — I— one year.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yes.",
        "A: Yes, in the ghetto, yes, but as soon as we were deported, we were separated.",
        "A: In the ghetto, we were not allowed to do things that we do — we did, you know’?\nWe were very — how to say?",
        "A: Crowded. Not only crowded, but it was very hard for us to buy things for us, to —\nyou know, it was a very restrained life.",
        "A: Restricted, yes.",
        "A: Yes. Yes, but there were sections, you know, there were some who were living\nin their old house, there were some who were living —",
        "A: Not til we were deported.",
        "A: Yes, until we were deported.\nOctober 15, 2009",
        "A: Yes.",
        "A: During the day, I taught the piano to small children, and even to — to Christians.",
        "A: That — the children, yes.",
        "A: Yes, and I went to their house.",
        "A: Yes, therefore we could leave because the — the men were all in a forced labor\ncamp.",
        "A: You know, meanwhile.",
        "A: Yes.",
        "A: Yes. We were only women in the [indecipherable] Jewish women.\nOctober 15, 2009",
        "A: And the men were taken, and then my husband and everything. I haven’t seen\nhim for years.",
        "A: Very early. I don’t know, very early, in 1940. [break]",
        "A: In 1939, exactly when the war broke out.",
        "A: My first husband was my — wait a minute — was somebody whom I kn-knew by\nteaching him and accompanying him, because he was not only a clerk, he was a\nclerk at the great factory, but he was a singer. Had a beautiful voice, and he engaged\nme as a accompanist, you know? And then I accompanied him, and so it has\nbecome a love story.",
        "A: Curtis Vilmos(ph). Curtis.",
        "A: He was from Mistreetsa(ph), from a German, smaller town.",
        "A: Yes.\nOctober 15, 2009",
        "A: He spa — he talked a few languages, perfectly; German, Hungarian, Romanian.\nAnd he was taken to the li — to the — this camp.",
        "A: [indecipherable] you know [indecipherable] he was — died. He died.",
        "A: Oh, it was long ago. I had, of course, a wedding gown, and my family was\npresent, can’t tell, nothing special. As the usual weddings. I was 20 years old.",
        "A: Yes, in our house. It was a family house, you know, so that —",
        "A: Yes, of course. My father was religious. Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes, yes.\nOctober 15, 2009",
        "A: Yes.",
        "A: Step.",
        "A: The next step. Finally, in ’44, the Hungarian Jews were all deported. The\n400,000 Jews were all gathered together in ghetto, and were deported to — they\nthought to Germany, but it wasn’t Germany, it was Poland.",
        "A: I have — I realized. I was 20 years old, I could realize what is happening with us.\nWell, at first that — not. Then when we stood more —",
        "A: — we were more. Then we realize that we are in [indecipherable]",
        "A: Yes.",
        "A: Yes.",
        "A: Yes, I was alone.\nOctober 15, 2009",
        "A: Alone with my mother, and with my step — not step-mother, how is called, the\nmother —",
        "A: Mother-in-law, yes.",
        "A: Yes.",
        "A: What?",
        "A: Yes, we had food, because we — we bought it in — 1n — in a black —",
        "A: — market.",
        "A: It was very expensive.",
        "A: But as I gained money with the teaching, I —",
        "A: — could afford a decent food.\nOctober 15, 2009",
        "A: For very, very seldom. Very seldom. That was a tragedy, these [indecipherable]\nwas a— a tragedy.",
        "A: Yes, very good.",
        "A: Yes, which was taken away later.",
        "A: Yes, of course. I heard his speeches.",
        "A: Yes.",
        "A: I had German school.",
        "A: Of course, I — first of all, against the Jews. That was his main problem.",
        "A: Why? Who knows, against the Jews. They say because he was — he was not\nallowed by the Jews to — to — he was — and he couldn’t afford to be — to become anOctober 15, 2009\nartist. He wanted to be an — a painter, you know. And that is — that was his\n[indecipherable], that the Jews didn’t let him to be an artist.",
        "A: Yes, yes.",
        "A: Yes, they came. Not very many, but they came.",
        "A: No, no, no, it was not about this.",
        "A: I taught in my way, and got some money for that.",
        "A: Yes. And we lived from my —",
        "A: Yes, I went.",
        "A: Yes, the beginning, yes. Later on, it was forbidden to walk away from home. But\nin the beginning, because the — the Germans came in ’39, and the Hungarian\nbecame their ally, you know? So they did what the Germans dictated.\nOctober 15, 2009",
        "A: Well, she was not an old woman, 54 —",
        "A: — or something. And —",
        "A: She was very worried about my mother — brother —",
        "A: — because he was not at home, and [indecipherable] she was a very smart\nwoman. She knew everything from the beginning. She predicted. She told that we’ll\nbe [indecipherable] that we’ll be sold, that we’ll be so — she was a very smart\nwoman.",
        "A: No, he was traveling, doing his job, because he — he —",
        "A: No. For a while. And then later on, when the Jewish — when the Hungarian Jews\nwere —",
        "A: — maltreated, then of course that they went to — they were taken to ghetto.",
        "A: That was in ’44.\nOctober 15, 2009",
        "A: Later than the other Jews, because when I met other Jews, Polish Jews in the\nghetto, they reproached us. You were lucky, you were not fa — four years or five\nyears in the — in the ghetto, like us. Because the Polish Jews were — you know what\nhappened to them.",
        "A: I read so many good books about this.",
        "A: Yes.",
        "A: Yes.",
        "A: No.",
        "A: Yes, yes.",
        "A: What?",
        "A: We did not know. They thought — for instance, Ill tell you, an example. One\nday, we were gathered at the marketplace, and a middle-aged gentleman —\ngentleman, who was a colonel, you know what a colonel was? Was a — of a high\ngrade officer, made us a speech telling that, don’t worry gentlemen, and don’t worry\nat all, because you — you will be taken to a place where the old men will work for\nyou, and the younger will — I don’t know what work will they do, and the children\nwill play. That was what he told us. I'll never forget his [indecipherable] he might\nhave been about 50 years.",
        "A: Yes — no, no, no, no, wait a minute. He was Hungarian.",
        "A: Hungarian, older Hungarian [indecipherable] all very well. Just was a — and\nyou'll believe, my mother was close to me, and thought, a Hungarian officer will —\nwill not never lie. My mother believed the old conception of the Hungarian regime\nsystem. Now’?\nOctober 15, 2009",
        "A: Cluj, yes, we were in Cluj til 1944.",
        "A: The Hungarian Jews were lucky, because they were taken late.",
        "A: The Polish Jews were taken in ’39. Just imagine what the difference.",
        "A: They always reproached us.",
        "A: And —",
        "A: They told us we had to take only a certain size [indecipherable] them, you know",
        "A: —I don’t know, 70 kilograms or something. I don’t remember correctly, I —\nOctober 15, 2009",
        "A: The most important thing is clothing. For instance, I took with me two clothing,\ntwo gowns — not gowns, winter clothes. Yeah, it was so heavy, and it was — we\nwere in — in June, at the end of June, just imagine. Everybody took what she — what\n— what he can, and she can, no?",
        "A: Yeah, some food. I remember that I took with me a jar of very good, how to say\nthat, it’s sweet, not from —",
        "A: Jelly. Very, very good. Special. And after a while, it was so hot. This is — means\nthat I couldn’t carry. And I told my mother, Mother, I cannot carry further. And I\nput the jar down. Some others were happy to find it, probably.",
        "A: We were together the day we started.",
        "A: You understand.",
        "A: Yes, it was a railway station with a — with a car — with cars for [indecipherable]\nOctober 15, 2009",
        "A: Yes, into a car, 70 people in one car. And that was the beginning of the terror, of\nthe — you know, old people, so many died, meanwhile. And there was not enough\nfood, because just what we carried with us.",
        "A: What shall I tell? This event was terrible, this — the beginning of the war thing.",
        "A: Yes, three or four days.",
        "A: They gave when they opened the doors, and people started to cry, water, water,\nwater, it was awful.",
        "A: It stopped, I don’t know which. In Poland, of course.",
        "A: We were in different countries, and different towns. More towns and villages, in\nPoland. Then the first day, I si —1f I remember well, it has stopped at the railway\nstation of Auschwitz, which was a town, Auschwitz.",
        "A: Never heard.\nOctober 15, 2009",
        "A: Nobody heard about that. Maybe some people from the Judenrat have heard.\nYou have heard about the Judenrat?",
        "A: Yes, in Cluj, partly. I think it was in another town, too, I don’t know. Here was\nthe main Judenrat.",
        "A: I knew —I knew. You know, it happened to me once at — in the ghetto, that one\nof my so-called friends told something about the ghetto, that we will be well, I don’t\nknow what. And after then, I didn’t find him any longer among us. He went with\nthe svaj(ph) with the Swiss ges — group. And that I couldn’t forget, never. I told\nhim, why did you told m-me? Didn’t you tell me the truth? He didn’t tell. That was\nthat. And they escaped with the Swiss group.",
        "A: No, they were — not too many, but when I came home and heard that, you can’t\nimagine what I felt.",
        "A: No, no, he was with his family and other relatives.\nOctober 15, 2009",
        "A: I—I don’t want to speak about that, because —",
        "A: — it’s not —",
        "A: Yes.",
        "A: We were unloaded, yes.",
        "A: And — and unloaded. And it was hot this day, something. I had carried with me\njars of — of — of jellies and things. I put everything down on the floor, and we went\nas they told us went. My mother was with me, and my mother-in-law. Then, at the\ncertain moment, we were told to stop. And there we met Mengele. He was a young\ndoctor, I remember him. A dark doctor, dark face. Not blonde at all. And he stopped\nus, and told that we will be okay, don’t worry, th-the usual story. And then he\nstarted to separate people. The younger one, and what he liked, that he can, that\nthey can work, were placed there to one side. The other ones, who he found old, not\nenough good to work, and so then we were separated. I was separated from my\nfamily. [ringing] It is my phone call. [break]\nOctober 15, 2009",
        "A: Yes, they separated. We didn’t know why, just we saw that the youngest were\nseparated, yes. And I didn’t had no idea what is happening, because I did not take\nleave from my mother. She was on my side, my father was with the men. You\nknow, they were two big groups. So I did not know, I did not even tell, see you\nlater, or something. Nothing. We did not know noth — anything. So, they separated\nus. And then we came out of there.",
        "A: [indecipherable] I — I don’t know what kind of word 1s that, what — what\nlanguage.",
        "A: I was with the others. We were in — in —",
        "A: No.",
        "A: Me and my cousin was with me, my first cousin. She wanted to be with me.\nOctober 15, 2009",
        "A: And there was a — an aunt there, and there were again some, but they were\nmembers of the family, younger. [indecipherable] that is —",
        "A: Something like that.",
        "A: Next? They took, as I told, to Auschwitz.",
        "A: Oh, to different labor camps, where we worked.",
        "A: We stayed about how much, I don’t remember well.",
        "A: One year or so.",
        "A: There were barracks, I don’t know how to tell.",
        "A: A barrack is a big —",
        "A: — out of wood.\nOctober 15, 2009",
        "A: A big edifice.",
        "A: In the beginning, not. We had such — you know, the — the — everything was taken\nin the bath — bathroom.",
        "A: Yes, of course, to bath, they bathed us, and took away everything.",
        "A: I remember, I thought, that is mine, and I got a—a—",
        "A: Yes, a Slap.",
        "A: Yeah. So that —",
        "A: Yes, of course, I forgot. I was completely — how to — barren.",
        "A: Bald.",
        "A: Yes.\nOctober 15, 2009",
        "A: Me don’t. I didn’t get numbers. There were many who got.",
        "A: Yes, we had — first not, first they gave us what they had gotten from the bath.",
        "A: They changed everything. I had — remember, I had a dress so — short dress, til\nhere, it was not mine.",
        "A: With the cousins, yes, the younger who have separated from us.",
        "A: Yes.",
        "A: In Auschwitz, I don’t — no, we did not work. We just were waiting for our\nfuture.",
        "A: It was very hard, I remember we s — you know that I never spoke about this.",
        "A: To anybody. I didn’t want — they called me several times.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: And I refused. I was — I was very — not only sick, but I— a few years ago, two or\nthree years ago, I fell down. And since then [indecipherable] is that I cannot walk\nor — or —",
        "A: I am not well, you know.",
        "A: Oh, they were always the same usual foo-food. It was a certain kind of soup,\nvery thin, made out of — of vegetable, but I don’t know what vegetable.",
        "A: No, I haven’t seen the potatoes. They were — there was a strange kind of —",
        "A: Yes, turnip, yes, I had turnip.",
        "A: The new cousin — these — the relatives, one of them, a young girl than me, six\nyears younger, wanted to come with me, to associate, to accompany me. The others,\nmy aunt was — how much? Sorry, I don’t know how much. The other cousin was\nOctober 15, 2009\ntaken with the child, away. So the one part of the group was taken away who had\nchildren.",
        "A: And the others who didn’t have children, and were young enough to fulfill the\nGerman’s requirements.",
        "A: In Auschwitz, I don’t remember precisely, because — because we were taken cul\n— to different camps, and —",
        "A: Iremember, but now I don’t know.",
        "A: Stutthof.",
        "A: That was the second death camp, after Auschwitz. Stutthof, it was as famous as",
        "A: You have heard of Ausch —\nOctober 15, 2009",
        "A: [indecipherable] Stutthof I was — I don’t, I think have a — but from here that\nwas a center, which took us to different labor camps.",
        "A: No, in Stutthof for a while, for a few months, we were waiting for our — and\nthen they took us to different camps.",
        "A: Where we — it was 1n Poland, in — in Poland, in — Stutthof was in Poland, and\nGrobensk(ph). They were very famous neighbor camps then.",
        "A: It is written something about that.",
        "A: Steinort, yeah. The first thing was Steinort.",
        "A: Yes, we d— we did, you know —",
        "A: They told us to dig. To dig.",
        "A: To dig [indecipherable] how to say?\nOctober 15, 2009",
        "A: Yes, to dig the ground, with the necessary tools.",
        "A: Yes, yes, yes. We did this.",
        "A: You know, when do we start — when did we start? At two o’clock at night, we\nstarted, and then we stopped work at four in the afternoon. Not four, five.",
        "A: Not — it was not very bad, but I had with — always with my — with my —",
        "A: Stomach. Always. Diarrhea, and always with my stomach.",
        "A: And starving, of course.",
        "A: Never had enough to eat.",
        "A: Then we found some potato in the ground. Not for — I did not — we did — didn’t\nhave occasion to cook.\nOctober 15, 2009",
        "A: Of course, we ate them as — as we got. That is another story.",
        "A: Yes, of course.",
        "A: We got a soup for noon, it was a very thin, water-like soup, with a few potatoes\nin it.",
        "A: Ah, you cannot imagine like this.",
        "A: When will we get free. About freedom, always about freedom, and what they\ncooked at home. Cooking was the main subject. Not for me, because I wasn’t\ncooking, I didn’t cook. My mother cooked all my — whatever what 1s. I was\nteaching, because I was the only one, when we were still free, who earned money.",
        "A: Yeah, always about freedom, and what do we like the most to cook. The older\nwomen who cooked, who have no jobs.",
        "A: Oh yes. I brought music of course. I knew [indecipherable]\nOctober 15, 2009",
        "A: Yeah, they sang. I didn’t have a voice.",
        "A: Yes, they sang.",
        "A: Yeah, they sang, because it was nothing to do, else to do.",
        "A: Hungarian, because we were under Hungarians a few years.",
        "A: Yes.",
        "A: [sings] No, I have no voice. I was operated, I have a surgery [indecipherable]\nand I have no voice.",
        "A: I don’t know, I don’t remember.",
        "A: Yes, yes, yes, different camps.\nOctober 15, 2009",
        "A: Yes.",
        "A: There were people, young people, waiting for the — for those who were\nreturning. You know, the railway stations were full with them, who were waiting\nthere, so that they will find among them — among us, somebody.",
        "A: I had nobody to wait for me.",
        "A: Not a soul to wait for me.",
        "A: The others had.",
        "A: No, it was for them too late. They escaped.",
        "A: They ran away.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: You know what, was one afternoon. It was about five or four o’clock, they\nrealized that nobody is taking care of them. The guards disappeared\n[indecipherable] you know? And then started to shout, to scream, we are free, we\nare free, the — the — the guards are running away. And then everybody went to — to —\nto see, where we were. There was a church nearby, and many people went to the\nchurch. I thought — I was with my cousin, with my younger cousin. I don’t go any\ntime, I won’t go again, to find the Germans. I will go in an opposite side, not where\nthe — the — the people went. And I went to the s — the left side, the most of the\npeople went to the right side. In the right side, there were no — no Germans, but we\ncould hide, and we hid for a few days. And so, we escaped. That was my brain. I\ndon’t want to be again among them. You know, that is a more tragic, and a more,\nyou know, I say — I didn’t tell you very good.",
        "A: We were left in — on the route —",
        "A: — on the — on the way.",
        "A: You — you s — many of them walked to the right side. I thought, I don’t want to\ngo where many people —",
        "A: I—I-—I had a brains.",
        "A: And that — very smart, and I went to that left side.",
        "A: I don’t know, we went. It — it was a Polish country, you know?",
        "A: We went, and we asked for — for a shelter.",
        "A: We got shelter for nights — for a few days.",
        "A: The last day we went, was a — a beautiful house where the Burgermeister lived.\nThe Biirgermeister, you know, who is — he lived there, and he later on come and\ntold us to move in another part. So we escaped here.",
        "A: Only a few.\nOctober 15, 2009",
        "A: Among my group.",
        "A: There were other groups, they — who escaped in another —",
        "A: — way.",
        "A: We remained in the house of the Birgermeister —",
        "A: — for a while. Then came the authorities, and told us can’t be to live in the house\nof such a authority. And they moved us in a other place. A big, big kitchen, it was.\nAnd we were ga — glad that we had with what to live. There were potatoes in the\nground, and they — what they left, you know.",
        "A: We were here [indecipherable] the Polish brought us what they could, and it’s\nanother story.",
        "A: There were people who were volunteers to take us home.",
        "A: Yes, by all means. Where should I go, and to whom?\nOctober 15, 2009",
        "A: With the — with the help of these people, of the volunteers, who were all young\nmen.",
        "A: Jewish. Only Jewish, who became volunteer — who wanted to be volunteers to\nhelp these people to come back.",
        "A: Yes, they had an organization, sa — sa mar — Satu Mare, where was a— a guy\ncalled Sharkein(ph), I remember him, a very handsome guy, who took\n[indecipherable] groups. And that was Sigetti(ph) Pauli(ph), who was my friend,\nand those how — in their house I was born. And there were a few volunteers.",
        "A: Yes.",
        "A: We found my house, my big storied house, I found full of Christians. What shall\nI tell you?\nOctober 15, 2009",
        "A: They knew that I come back. They were waiting me, they knew.",
        "A: Nothing. They did not dare to say anything.",
        "A: Nothing. I cannot recall things which — you know, and then I met my husband,\nwho was my cousin, who took everything over, you know, who started to arrange\nthings, with the authorities and everything.",
        "A: No, no. He was shot.",
        "A: I did not know, only when I came home after a year or so, because his friends\nhid the fact. And when I married, after a year or two — two, they reproached me.",
        "A: Because I married so soon.",
        "A: It was not so soon.",
        "A: Two years after. But I met somebody who I knew very well. I didn’t want to lose\nthe occasion.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: It was the somebody — was my cousin.",
        "A: My second cousin. My — our mothers were cousins, first cousins.",
        "A: It was a love story, and a very interesting story.",
        "A: Later, yes, maybe. In ‘46, we married.",
        "A: Then was born my son in °46.",
        "A: Yes.",
        "A: Oh, my husband worked — had a very good work. He was a specialist in sweets.",
        "A: In every kinds of candies, yes.",
        "A: N-No, no. We were very tired, very, very worn out, you know.October 15, 2009",
        "A: Where did he work?",
        "A: He was in labor camps.",
        "A: Yes, all that time, in the Ukraine.",
        "A: His name?",
        "A: Berkovics, Zoltan.",
        "A: Zoltan. It’s a Hungarian name. The mothers gave Hungarian names, like my\nbrother was Tibor(ph).",
        "A: And I was Magdar(ph), Magdush(ph).",
        "A: Yes.\nOctober 15, 2009",
        "A: Yes.",
        "A: Yes.",
        "A: Because they were volunteers who took us.",
        "A: Not immediately. I couldn’t. I have not job, I have first to finish some\ngraduations. And when I have the graduations, I have two diplomas.",
        "A: Professor in music, and professor in teaching the piano. Then I got first to the — I\nwas named lector universitar. That means — 1-1t was a grade.",
        "A: Always.",
        "A: We may not.",
        "A: Because I had a very good job, which I always expected to have. I was teacher in\n— in the — in the univer — the university.\nOctober 15, 2009",
        "A: A good job.",
        "A: Always.",
        "A: Always.",
        "A: Yes.",
        "A: Not — the Christians were not very curious.",
        "A: No, no, no, talked about themselves, ourselves.",
        "A: Yes, yes, yes.\nEnd of Tape One, Side BOctober 15, 2009\nBeginning Tape Two, Side A",
        "A: Yes.",
        "A: He was born in 14 fif —",
        "A: — quarter —",
        "A: Forty-six, yes.",
        "A: His name is now John Sylvanis. He changed his name.",
        "A: He was born Tiberius Berkovics.",
        "A: That was his father’s name, but he has changed.\nOctober 15, 2009",
        "A: Because he had very bad experiences in — in Europe, and in Romania, because\nof his Jewish name.",
        "A: And then he decided to change his name.",
        "A: Yes.",
        "A: First, I didn’t have —",
        "A: Yes, in Cluj, in my native town.",
        "A: Yes, I found my house. I became the owner of this house, but it lasted — the joy\nlasted only three years, because the government, which tended to be a communist\nregime, you know —",
        "A: — took away the house. They nationalized. It was nationalized, this house, three\ntimes, just imagine. Finally, I — I lost the — the house. I lost it. I— I didn’t have any\nincome. I decided to return to my job, to my — not job, to my profession.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yes, I was able to stay.",
        "A: Yes, but tha — in those times, the fee of the house — not fee, how to —",
        "A: Yes, I had to rent, but it was a small rent, because everybody had a small, it was\nthe communist regime.",
        "A: Yes [indecipherable] it was not easy, because I have nobody to help me, you\nknow. It was not easy. And besides, I had to learn a new system. It was a new\nsystem, according to the new era.",
        "A: Yes, I ha — I was — and I learned a new system that in hunger — in Hungary — not\nHungary, in —",
        "A: In hung — that 1— no, in Cluj.",
        "A: In Hungarian.",
        "A: In Hungarian.October 15, 2009",
        "A: Yes.",
        "A: My husband then was working. He had — he was working in a factory of sweets.",
        "A: Yes.",
        "A: He was the manager of the factory.",
        "A: He was a party member then.",
        "A: I di—I never re — was.",
        "A: Because, I tell you, I didn’t — I told that I was the owner of a very big house, and\nthen they suddenly [indecipherable] there is not a kesh — question of joining the\nparty.",
        "A: Yes, exactly. I was a—a capitalist. So I have a — to abandon the whole thing.\nOctober 15, 2009",
        "A: Then I started to re — re — how to say, remember what I did before, and to do\nthings which led me to my old profession.",
        "A: Teaching music, and especially the piano. I was a piano teacher —",
        "A: — you know, but it lasted a few years until I get a — I was just a volunteer,\nwithout salary —",
        "A: —1n the beginning. It lasted a few years, until I got a job, you know? And then I\nwas teaching.",
        "A: In— yes. It was the Conservatory of Tul(ph).",
        "A: Immediately a higher level, because I had two diplomas, you know. I don’t know\nwhether it 1s important, or you remember.",
        "A: Yes. I had two diplomas, and therefore they took me to the — to a higher level.\nBut without salary for the time, like a few years. And then, slowly, I started from\nthe beginning with a small salary. I was an assistant, and teaching voluntarily. AndOctober 15, 2009\nthen slowly, I became a salary. I remember I earned 700 leis, that was more, you\nknow. And then slowly, I raise, you know?",
        "A: He was born in *46.",
        "A: He went to — not nurse — maybe it 1s called —",
        "A: Yes, yes, yes, daycare center. A Romanian one. It was a Romanian. So, it no\nlonger was Hungary, the place, which I — made me very happy. I was immediately\nvery full of joy that I was not again in Hungarian possession, you know?",
        "A: Because they — they — the dif — they took me to Auschwitz, the Hungarians. I\nwas very angry of that.",
        "A: You know? And my family perished, the whole —",
        "A: —I am the only sur — I was the only survivor. Then I found out that nobody\nremained. Meanwhile, this future husband of mine, who was my cousin, second\ncousin — our mothers were first cousins — started to help me, because it was — we\nOctober 15, 2009\nhad — the house to be in possession [indecipherable]. But the house was no longer\nmine. In a few years I lost the house and everything I had. Meanwhile, I decide — I\ndid not care, because meanwhile I decided to return to my profession. That was my\naim, to be a teacher.",
        "A: That was my profession, or my life. And I managed slowly, in a few years, to be\n— to teach in the conservatory of the town.",
        "A: And there I raise slowly, from a low salary, higher, higher, and became a good\nteacher, and here I was teaching my whole life, 30 years.",
        "A: No, never in the conservatory. No, no, no, it was —",
        "A: No, no, no.",
        "A: In the neighborhood was always anti-Semitism, if not loudly, you know, but\nhidden.",
        "A: Some people said that the Holocaust did not exist at all. It was just a — the — how\nto say the — the remem — not remember, the —",
        "A: The invention.",
        "A: The invention of those who remained in that country, because many remained.\nMany people came in our house, you know.",
        "A: They lived in the house, and they — I never was able to talk to them. Just imagine\nto live in the same house with people who — I know that they came immediately\nafter my parents’ disappearance. They lived there. And so, I lived in this house.",
        "A: Not everybody.",
        "A: They were afraid, you know, very afraid that we will do something —",
        "A: — wrong for them, yeah.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: No, they were taken care not to mention things.",
        "A: And not to do something —",
        "A: — 1n my — you know.",
        "A: Yes, I was — all the time —",
        "A: — 1n— at the conservatory, til my pension.",
        "A: That was in 19 —I don’t remember where —",
        "A: But I taught there more than 30 years.",
        "A: That was nothing, as a Jewish woman, no, no. They were lenient, you know, and\nknew about my — my deportation, yes. And they were taking care not to hurt my\nfeelings, not to hurt my feelings, you know —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Because they were afraid not to hurt my feelings. It was a communist country,\nwhere it was democracy, you know, and that was that.",
        "A: The neighbors, of course, they were afraid not to —",
        "A: — because they were all the old neighbors before I came home from the\nHolocaust, you understand?",
        "A: They were the — almost, how to say, they —",
        "A: Oh, my son was born in °46.",
        "A: Yes, he went to Romanian school.",
        "A: Not yet, because he — he was a small child.",
        "A: As a child, not.",
        "A: Later, he had Romanian friends. It was not the Hungarian regime no longer.October 15, 2009",
        "A: It has changed into Romanian regime, which was more lenient.",
        "A: Yes.",
        "A: No, no, no, no.",
        "A: He was moving up in his profession. He was a manager of the sweets factory.",
        "A: Yes.",
        "A: Yes, yes, yes, yes.",
        "A: No, they were not very much enchanted about th-the Israeli problem, you know\nthat —",
        "A: — you shouldn’t tell, because in the communism that was different, and Stalin\nwas not a friend of — of Israel.\nOctober 15, 2009",
        "A: And were — we were under Stalin’s regimes.",
        "A: Not under his regime, but under his influence.",
        "A: You understand?",
        "A: No, no.",
        "A: No, because —",
        "A: — you know, it was the fear of [indecipherable] which retained them from being,\nyou know, very harsh. You understand? They were the [indecipherable] because\nthey all were, in a way guilty, because they felt this guilt inside.",
        "A: Inside, yes.",
        "A: And they were taken there to handle us a little —October 15, 2009",
        "A: — lenient, you know.",
        "A: Yes, they were afraid in the beginning, a few, yeah. Then they accustomed with\nthe new —",
        "A: I was not religious at the — no.",
        "A: I had the apartment, which I inherited from the parents.",
        "A: But I lost everything, I told you.",
        "A: Yes, yes, yes, yes.",
        "A: Yes, yes, yes, of course.",
        "A: Oh no, no. It was a — like any usual Bar Mitzvah. It didn’t have relatives.\nOctober 15, 2009",
        "A: Just —",
        "A: — among ourselves.",
        "A: Among ourselves.",
        "A: Yes.",
        "A: Yes. Positive. But I had a few Hungarian and Romanian friends.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: Yes, the same.",
        "A: Until I went to pension.October 15, 2009",
        "A: Yes, yes.",
        "A: Yes, I know, but you know, the atmosphere was like ice.",
        "A: It’s like against Israel. They did not understand this whole problem of Israel.",
        "A: They only condemn Israel, you know.",
        "A: Not in a— ina harsh way, but [indecipherable] you know, holding speeches,\nand — against Israel, and so —",
        "A: Yes.",
        "A: Yes.",
        "A: Nothing — nothing happened, because in Romania was no — no revolution and\nsomething like that, like in Hungary.\nOctober 15, 2009",
        "A: In Hungary there was, meanwhile, a revolution. You — you know, maybe.",
        "A: They are — the Hungarians, a revolting people, you know. They are a very —",
        "A: Yes, you remember.",
        "A: In Romania there wasn’t like that.",
        "A: There was always anti-Semitism, and I have heard now what anti-Semitism is. I\nhave heard. Our friends who were visiting Romania had told us, yes.",
        "A: Yes, yes.",
        "A: No, no, he is here.",
        "A: He fled the country.",
        "A: That was in si —1n ’76.October 15, 2009",
        "A: He left the — he — he came as visitor and remained here. Fled the country.",
        "A: We were glad, because he went to the United States. I had a st—a\nnewspaperman — cousin there in the United States, and he helped him. It was the\nnewspaper, rom — Hungarian language newspaper, which he owned, my cousin. It\nwas called the “Szabadsag.” That was liberty, the — the —",
        "A: We spoke Romanian, Hungarian, because our mother tongue 1s in fact\nHungarian.",
        "A: No.",
        "A: We tried several times, but we were refused. They did not let us. Finally, at the\nend of the — the 70s, they were more lenient, you know, and they let us go as\nvisitors here, to come as visitors.",
        "A: Yes.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yes, my son was here.",
        "A: As he fled the country, you know.",
        "A: He was here, and after six years, I had to wait six years —",
        "A: — you can’t imagine, until I saw him again. Then I came as visitor, and returned.",
        "A: Yeah, returned.",
        "A: Oh, you can’t imagine what an impression I had after this. I compared — I didn’t\nhave to compare, it was not competition.",
        "A: In Cleveland, Ohio, where the relatives were.",
        "A: Yes, I told you that this newspa —",
        "A: — he was a newspaperman, a Hungarian language newspaperman.\nOctober 15, 2009",
        "A: To come again.",
        "A: And I co — received a visa after seven years, I think. And then I was called by the\nRomanian security, telling me that either I go for good to —",
        "A: — the United States, or I call him back.",
        "A: Yes.",
        "A: So, I didn’t call him back, of course, but I decided to leave the country. But I\ndidn’t —",
        "A: Me — yes, with my husband.",
        "A: What?",
        "A: Yes, of course, or more, even.\nOctober 15, 2009",
        "A: Yes.",
        "A: Because I was an — a homely woman, you know, but he was very much — he\nwanted to come by all means, by all means, yes.",
        "A: Yes, it was good in Romania.",
        "A: He was a—I told you —",
        "A: — dealing with sweets. And then, as he come here, he was too old.",
        "A: He was —",
        "A: Yes.",
        "A: Oh, we decided very early, but we came very late. We came at — I don’t know,\nhe —\nOctober 15, 2009",
        "A: — was 79,",
        "A: Yes.",
        "A: To Cleveland? No, I don’t know —",
        "A: No, no.",
        "A: [indecipherable] I think, as I remember, well, in Cleveland, Ohio.",
        "A: And then the relatives helped me in a way, but just in a way.",
        "A: And then we went — I don’t remember, really.",
        "A: He — he learned in the university again. And then he started to work, and he\nworked.",
        "A: Yes, yes, in the same place.\nOctober 15, 2009",
        "A: Yes, yes.",
        "A: Of course. He’s living in Virginia now.",
        "A: He 1s teaching.",
        "A: What he can. What he is —",
        "A: Yes, but he doesn’t teach music.",
        "A: He teaches everything.",
        "A: Oh more, more.",
        "A: He is very, very talented.",
        "A: But he did not succeed in — you know, for a musician, is very difficult.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Very, very difficult.",
        "A: Yes, he — he have — he was very unpleasant with the whole system in Romania.",
        "A: Yes.",
        "A: No, no, in Romania, that was very curious. You couldn’t change your name.",
        "A: It was forbidden to change your name.",
        "A: Therefore, he couldn’t succeed. He was a conductor of mu — of classical music,\nand he couldn’t conduct —",
        "A: — because — because of his name, Tiberiu Berkovics, that was an — you know.",
        "A: Yeah, Jewish name. And therefore he decided to change — in Romania it was\nnot allowed to change the name.\nOctober 15, 2009",
        "A: Yes.",
        "A: John Sylvanis.",
        "A: No, there is not, it’s an Italian name, John Sylvanis.",
        "A: Not a Jewish name.",
        "A: Yes.",
        "A: No, not often —",
        "A: — but I think, of course.",
        "A: With all that — it’s in me.",
        "A: It’s in me.October 15, 2009",
        "A: Yes, he —",
        "A: I told everything in details.",
        "A: Yes. He knew everything, everything —",
        "A: — everything about the Holocaust.",
        "A: He — he lost his — his grandparents, which he longed for —",
        "A: — because he had no family at all but me. So he always thought, if I had a family,\nif I had my grandparents, and so forth.",
        "A: You understand.",
        "A: Oh yes.",
        "A: Yes.",
        "A: In Romania, orma — always Romanian friends, not Hungarian, Hungarian not so\nmuch.",
        "A: Whose parents?",
        "A: The Jewish friends?",
        "A: Yes, some of them yes. But many of them came from Romania\n[indecipherable] and — and established in Cluj, you know?",
        "A: And they don’t have this experience in Romania, many of his friends. But\nmostly, they were Hungarian who — with whom he had this experience, not\nRomanian.\nOctober 15, 2009",
        "A: Yes, of course, everything —",
        "A: — the Jewish people are thinking. That — that Israel should live in order that the\nJewish people should have a home.",
        "A: No. You know why? The reason is simple. Because I had with the thyroid gland,\nwhich was not operated then, it was big like an apple. And I was waiting until I got\nto the United States, and then they — I had [indecipherable]",
        "A: Yes, yes.",
        "A: Yes. I couldn’t. It was impossible.",
        "A: Well, of course. That was a very bad experience, and I don’t ha — you know\nwhat, when I went to Israel as a visitors, and my friends asked to me, how did you\nbeared it? Why didn’t you raise some —October 15, 2009",
        "A: — some — no —",
        "A: No, why didn’t you have weapons.",
        "A: Took weapons and — and act —",
        "A: Yes. I thought, how to get the weapons —",
        "A: —1n this regime? It was a totalitarian regime, how to get weapons?",
        "A: You understand, of cou —",
        "A: I wonder, because the a [indecipherable] the hung — the palestin — the Israelian\nyoung people are very warriors.",
        "A: They warriors.",
        "A: And th-they did not understand why —\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: — we didn’t raise —",
        "A: — weapons.",
        "A: I told, 1t was impossible in a regime like that —",
        "A: — totalitarian regime, to raise weapons.",
        "A: Yes.",
        "A: Yes, sometimes I — I am dreaming. And one day I had a very terrible dream.",
        "A: Yes, yeah.",
        "A: Yes.",
        "A: I have dreams. Not often.\nOctober 15, 2009",
        "A: But I— Iam sincere. I have dreams.",
        "A: No, no, no. It is long ago, it was long ago, I don’t tell.",
        "A: Yes.",
        "A: Still dream, but not very often.",
        "A: Because I have other preoccupations.",
        "A: Yes, sometimes I tell my son, see, that was during the war, this sound. It was\nduring —",
        "A: A sound of weapons, or sound of — I don’t know —",
        "A: Yes, yes, did you hear? I have heard them.\nOctober 15, 2009",
        "A: Yes, yes, yes.",
        "A: Everything strange reminds me.",
        "A: It did not remain un — unfelt, you know?",
        "A: Everything reminds me of that.",
        "A: Yes.",
        "A: Yes, because —",
        "A: —I told too —",
        "A: — too much about that. I told him all that [indecipherable] and later on I\nregretted it, because he knew everything. It was — the whole childhood was spent\namidst these remembrances.\nOctober 15, 2009",
        "A: It was a very big mistake, what I did. Because it was in me, and he asked always,\nalmost, about his grandparents. And I should tell not lies, but the — the truth.",
        "A: I don’t understand that.",
        "A: Yes.",
        "A: Yes.",
        "A: No, no, no, no, no —",
        "A: — he knew everything precisely, and he was a good boy, and understood these\nthings, and always was terrible excited about why his grandparents died before he\nknew them.\nhttps://collections.ushmm.org\nOctober 15, 2009",
        "A: Yeah. I don’t know, because he did not know me before, you know, but sh — he\nknew — he told me, Mother, you are talking too much about — about the war, and\nabout what you experienced.",
        "A: No, then, he — when he was a young man.",
        "A: Yes.",
        "A: No, he ask, but it’s a long time since then.",
        "A: It’s a long time, but I was later on, after this experience, I was completely\ndifferent. More sensitive, more very nervous, you know. It affected me deeply.",
        "A: After this, after this experience —",
        "A: —I—I-—I was terribly nervous.\nOctober 15, 2009",
        "A: Yes, yes, it is something different, you know —",
        "A: — to live always in stress. We lived in stress.",
        "A: You know.",
        "A: lam a Jewish, first of all.",
        "A: Iam a Romanian Jewish.",
        "A: Yes.",
        "A: I start to feel, yes. I feel my son is —",
        "A: — totally American. I am — I like the — the country, of course —",
        "A: — I like it very much.\nOctober 15, 2009",
        "A: And I admire everything which was realized, you know. And I felt, slowly,\nattached to this country, because I see that he did only good to the Jewish people.",
        "A: And to my son too, and therefore I am very — we are very grateful.",
        "A: Who came like me, who fled the country, but I don’t have Romanian friends in —",
        "A: —1n the country.",
        "A: No never, I never, I ne — I was never within the country again.",
        "A: No, no, never.",
        "A: No.",
        "A: No, I have not so good experiences to go, why to go?",
        "A: If lam no longer attached — I am attached to this new country —\nOctober 15, 2009",
        "A: — who did more good in a shorter time than they did in my whole life. You\nunderstand?",
        "A: That is obvious.",
        "A: From the Germans only.",
        "A: I da —I did in the beginning, but newly I didn’t get, and I— we gave a request for\nI don’t know how many — 3,000 dollars, but we didn’t receive answer, yes.",
        "A: Yes.",
        "A: Yes.",
        "A: No, I did not — I did not meet people.\nOctober 15, 2009",
        "A: Oh, we would hug ourselves, we remember everything —",
        "A: — but not like a good unforgotten remembrance, you understand?",
        "A: From the — the old country.",
        "A: Just that we were young, yeah. I have a friend who is coming, who is calling me\nfrom Peru.",
        "A: Yes, she is calling me very often. And we speak about the — the good old days,\nwhen we were visiting each other, but we didn’t have —",
        "A: No.",
        "A: No, after.",
        "A: But she — but we don’t have good remembrances about the old country. That is\neverything different, I don’t know whether you understand that. It’s everything\ndifferent. This is a — here I felt the liberty what they gave us. Then we didn’t have to\n— to speak loudly, you know, sometimes. Or in the — during the war. It was terrible,\nthey took the radio away.",
        "A: And things like that, they were — you know.",
        "A: That you shouldn’t forget, never.",
        "A: And, an experience to tell you. We were ghettoed in 1944 in April, in the three\nof April. And one time they called us out in the courtyard to — and the general, the\ngreat general there, who was leading the — this area, held a speech. And he told\npeople, don’t be afraid. The old people will work from now on. The younger people\nwill taken care of children and work. And the — the old women will taken care of\nchildren and children. That is what he told us, and after a while, after a week or so,\nwe were taken to Auschwitz. You know? So that you have an image about how\nthey behaved. Just lies, and — and what was the result? That our people was\ncondemned.\nOctober 15, 2009",
        "A: No, because I — I know everything, why to go?",
        "A: Maybe I didn’t have time, or I didn’t have — I wasn’t curious. I saw everything,\nwhat shall I — I — I see?",
        "A: No, I was not even before the war —",
        "A: — not after.",
        "A: Yes. I cannot say this oh, you know, because I did not worked here. That is — I\ndid not work here, and hal — I have —I feel guilty therefore, to — to tell that I am an\nAmerican, if I did not work. But I feel very good. Le — how the — I feel the liberty,\nwhat I was getting.",
        "A: No.",
        "A: No, because I am too old to that. Nobody plays at this age. No. I cannot. I am\ndizzy when I am playing.\nOctober 15, 2009",
        "A: I tried two years ago, but neither the fingers —",
        "A: — nor the mind is — contributes.",
        "A: About 12 years.",
        "A: Oh, he was very devoted already.",
        "A: But he was too old to work.",
        "A: He couldn’t. He was 79 when we came.",
        "A: And he couldn’t, but he was very devoted always, to America. He dreamt to\ncome here, but he did not succeed.",
        "A: Very. He thought that he — here, they realize the real democracy, what he was\nwaiting for.\nOctober 15, 2009",
        "A: Uh-huh.",
        "A: [indecipherable]",
        "A: We were here in ’89.",
        "A: We were terribly astonished. How can — could that be — become, because the\nSoviet Union fell at the same time.",
        "A: How? Because we saw that he was the most powerful country. We were taught\nall our life that th-the Soviet Union cannot fa-fail, and we were terribly astonished\nthat he still failed. Gorbachev was the man who contributed to this. You know, it\nwas terribly astonishing. We were here already, and watched on the TV what was\nhappening. Otherwise, we couldn’t watch.",
        "A: We were — you can see — you can understand what we felt.",
        "A: But still, we were thinking, so much blood for this system, which was, you\nknow, so much — so much war, and so much revolution and everything for the\nOctober 15, 2009\nsystem, and finally, just fell. We thought that it will never happen, because of the\npropaganda, which was always that it is the most power — powerful country, and it\nwill always persist. No. See? The Soviet Union fell. Who thought about that? We\nwere so astonished that we couldn’t believe.",
        "A: With you?",
        "A: To — to discharge my — my feelings, so to — to tell everything I went through.\nYou are satisfied with how I told?",
        "A: Yes?",
        "A: Yes.",
        "A: I didn’t me-meet young persons. Who to meet here?October 15, 2009",
        "A: Yes, of course, I would tell them.",
        "A: Yes, yes.",
        "A: To a young person, to take care of with whom you are friends. To take care not\nto be befriended with anybody. To take care, and to — to be together only with\npeople who you can advise what to do wrong, and what to do good, you know,\nbecause we went through terrible things.",
        "A: O-Only good thing. What can I tell? That it 1s the most advanced country in the\nworld, yes? And it is a— how to say, it’s a wonderful country.",
        "A: With everything we dreamt for. Yes, you love living here, you know about that.",
        "A: Yes, yes.\nOctober 15, 2009",
        "A: And we were received as visitors, very nicely. We receive for two years, or how\nmuch, I don’t remember well, green card, a few years as a [indecipherable]. And\nthen we had to look for some existence, but —",
        "A: My son worked.",
        "A: My son worked, and we got from — as a — from the green card, some support,\nyou know.",
        "A: Oh, for long.",
        "A: Oh, that was very nice. They — we got the praise. We were tell — told that we\nanswered very good, and our English was already like now, and we — praised us.\nTold that you were very good.",
        "A: Yes, the same day.",
        "A: In Cleveland, I remember.\nOctober 15, 2009",
        "A: Yeah, how long? I think it lasted a few years.",
        "A: Because we got first a green card.",
        "A: And after, we got — we have to apply for the citizenship.",
        "A: And we learned a lot, woy-oy-oy-oy, and the rules and regulations, the — the\ncountry. I learned so much.",
        "A: Yes. And we were very good, because we were told that we were very good, we\ngave very good and precise answers.",
        "A: The rules and regulations which ruled the country, you know?",
        "A: Oh yes, of course I was. We were very, very, very —\nOctober 15, 2009",
        "A: No. I have nothing. I am too small to raise with questions at the — at the citizen\nof the United States, and all the cities in all the United States. I — I am just telling\nthat you must be very happy that you are how — for how long are you citizen?",
        "A: You were born —",
        "A: How can you compare our life with yours? When we had bad times, you know,\nah, you cannot be compared with this. Cannot be. We lived very hard times in\nEurope, very, very hard. Always under stress, that is.",
        "A: Oh, I was not convincing, was I?",
        "A: Yes?\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumOctober 15, 2009\nRG-50.106*0177",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nMAGDALENA BERKOVICS\nOctober 15, 2009\nBeginning Tape One, Side A"
    ]
}