{
    "rg": "RG-50.030.0388_trs_en",
    "sequence": [
        "Q: For the record, I would like you to state your name, your date of birth, and where you\nwere born.",
        "A: My name is Samuel Makower, born Smuel Makower. This is a [indecipherable]. I was\nborn January the sixth, 1922 in Shasnich. This is a city in Poland, north of Poland, near\nthe Prussian border.",
        "Q: Okay. Tell me a little bit about your life before the war, your family, your town.",
        "A: The town was a little, typical shtetl. The -- although the majority of the people were\nPoles, and there were about eight to 9,000 population, and about -- over two thou -- 2500\nJews. The -- I was born to a family le -- relatively large family, we were nine children,\nand my father was a business man. Went -- finish public school, and after that I went to a\nJewish high school which was in Lubuc, a city about 20 miles away from a -- from our --\nfrom Shasnich. And I was here a student till the war started. The war started, I still\nremember, Friday, 1939, and we heard immediately the thundering of the cannons. And\nall Jews left the city next day, Saturday. Went south, to relatives.",
        "Q: Okay. I need to stop you here, because I still want to know a little bit more about your --\nyour life before the war. You mentioned that there was a -- for the population there was a\nf -- a fairly substantial Jewish community. Was -- was it integrated into the Polish\ncommunity, or were most of your contacts Jewish?",
        "A: Most of the contacts were Jewish. As a matter of fact, I did not practically know any\nPolish people, except neighbors who were close by. But to plays, I used to play with the\nJewish children, and one started life a -- in -- as a child in goldstu, in elderidge, and\nHaider, and then -- and school started in the morning, school, and after that you go to a\nJewish school all day long, all the years. And when there was no Haider, because I was\nrelatively good student, and I passed fast everything, then I wa -- I was invited by people\nto -- to read Talmud, to learn more with them in -- without charge. They wanted me\nbecause I was a good student, so they wanted with their son -- that I learn with -- with\ntheir son. So, till the evening -- the evening th -- I came home, made the lessons, went to\nsleep. Next day the same thing.",
        "Q: Was there any anti-Semitism in the town?",
        "A: Not that -- there was anti-Semitism, no -- no doubt about it. Th-the Haider where I went\nto was near the church, so whenever it was some kind of a holiday, we were the killer of\nGod. And -- especially on certain holidays when I had to go around the long way home\nbecause there was a procession, and in -- in the short way, and I knew that I will be\nbeaten up if I’ll go there. So there was no -- no doubt. But often fights between Jewish\nchildren, and -- and Polish children.",
        "Q: The Jewish community wa -- did you -- do you remember having a sort of active cultural\nlife?",
        "A: Oh yes, there was a Jewish library, and all kind of Zionist lectures, and -- and we went --\nwe were exposed as young children already, to go, everybody want to -- hey, we’ll go --\nwe'll try to go to -- to Israel. And when I chose to go to a Jewish high school, they\ndefinitely -- it was -- 1t was a Zionist no -- s -- a-admira -- at-atmosphere. And learning\nHebrew, and Jewish history, a-and ne -- I een -- Hebrew language, and I -- I was\nsupposed to read every week a book in Hebrew. One in Hebrew -- I mean, one in Polish.\nSo -- but it was a Jewish culture, definitely.",
        "Q: And you were part of some of these youth organizations?",
        "A: I started to go to a Hashamiratzaire, for various reasons. One is this is the only place\nwhere -- where I -- we could play ping pong, and this kind of thing. As children we were\n-- we were -- this was influential, playing together, and -- but in -- dreaming one day to\ngo to Israel. And in the matter of fact, my f -- my sister went, before the war to Israel.\nBefore the war started.",
        "Q: Of course, part of the reason I ask this is that you later on, and -- were very active with\nthe partisans, and I just wondered if -- if any of this came from kind of your life, or your\nideology before the war.",
        "A: No. This was a -- in the partisan 1t was simply because a -- as a way of -- to survive, and\nto take reveng -- revenge.",
        "Q: Okay. We’ll get to that. I’m just trying to establish what your -- your life was like before\nthe war. How much did you know about what was already going on in Germany and\nAustria? And Hitler?",
        "A: We knew that there was a ge -- there were ghettos, and something was going on it’s bad\nfor Jews. But we did not know much. Cause -- because later we knew what was going on\ntill °39, because there were Jew -- papers, so we -- so we knew that Hitler is anti-Semite\n-- Semitic, and there are certain concentration camps, but at that time, nobody spoke\nabout mass destruction somewhere, or -- or -- or killings.",
        "Q: And you probably didn’t think that that would affect you?",
        "A: No, till -- till the -- when the war started, yes, we wonder -- this is why when -- I try to go\ntoward -- toward Warsaw when the war started, because I thought I -- maybe there will\nbe a fight, and I'll not be on the side with the Germans, but I'll be in the -- where the pol -\n- Polish are, and -- but unfortunately on their way, the Germans went faster toward --\ncame faster toward -- to Warsaw, to -- practically to -- see, they didn’t take Warsaw, but\nclose to Warsaw, so that I was under the Germans, and -- and decided to go back to our\ncity. When I came to our city, was about a few days, the commander of the city, a ger --\nthe German, told all Jews to come out one day. It was about the 15\" abou -- of -- of -- of\nSeptember, and put all the Jews in trucks and took them out towards the Russian border.\nLeft us in a place where the Polish army used to exercise. The next morning they came\nagain, and told us to walk toward the Russians. And we walked over there, and they took\naway everything what we ha -- what we still had, if they saw anything valuable. Like, my\nfather forgot to hide his golden watch what he had from his father, they took it away. And\nI still remember to -- today the first Russian soldier we saw. And while the German were\ntalking to us in such a derogative way, he was so nice, and said something, and I didn’t\nunderstand a word what he said. My father understood Russian because as a child,\nShasnich was under the Russian, and he learned Russian. So he said, “Oh, he told us to\ngo over there, where there is soup for us.” Alright, we went there -- the Jewish population\nof this small place me -- pr-prepare soup -- soup for us. For we a-ate something warm,\nand after that they took us to Bialystok.",
        "Q: Couple questions. First, I’m sort of curious why the Germans pushed you toward Russian\nterritory rather than just taking care of you themselves, and the other thing I want you\ntalk a little bit about is kind of the general kind of mood, what it -- what this all felt like.",
        "A: As a whole, we were scared all the time, because we did not -- we knew that they hate\nJews, as a fer -- a matter of fact, they -- this 1s why they took all the Jews and send them\nout, because they said that our city will be incorporated in the -- in the Reich, and they\ndid not want to have Jews, the addition of Jews in the -- in the Reich, so they sa -- told us\nto go. And from the Russian point of view it was very nice [indecipherable] let us come\nin, as a matter of fact, for approximately two months, it -- borders were opening,\neverybody who came, who could -- who took advantage, and cou -- and came, survived.\nMore Polish Jews survived after that in Russia than in Poland. The mood was of\nunknown. We don’t know what expects us. We know that after that -- after\n[indecipherable] already in Bialystok that we are free to do various things, that nobody\npersecute us as Jew. If there is something, a lack of certain things, because we saw how\neagerly the j -- Russian soldiers is buying various things on the market. [indecipherable]\nSo it is because everybody -- or nobody has enough, but not because we were Jews. So\nfrom this point of view I felt a -- it was good and we thanked th-the -- th-the German\nofficer did not like to have Jews in hi -- in [indecipherable] in the -- in th-the matter of\nfact, in comparison 1s all the cities around Shasnich, more Jews survived Shasnich than\nall the -- in the cities around it, because they were completely destroyed.",
        "Q: Were you with your f -- were you with your family? Who was with you at this point?",
        "A: At this -- at that place, we were -- had part of the family, two -- I -- one -- my youngest\nbrother and sister stayed with -- with aunts in another city, because it was near where\nthey stayed when my -- when my -- our family left Shasnich the next day after the war,\nthey stayed there because we did not know what will happen to us. I went with my older\nbrother, further, and we came back, so we were -- and my -- my older sister, Anya, she\nwas -- She worked in Warsaw. And when Warsaw was taken, she came back to Shasnich,\nand she was told that all the Jews were send away, so she didn’t know where to go, she\nwent to the -- my aunt in -- 1 -- where my brother -- younger brother and sister were. And\nthey -- she organized here a group of people she knew, and they all went also to the rush -\n- toward the Russian border. She asked my aunt and cousins to go with them, and they\nsaid no, they are business people, what do they do in Russia? They didn’t know -- they\nwere afraid of Russia. And nobody survived, them. And my sister came -- as a matter of\nfact, I wanted to go back to bring my sister, and my father told me, “No, I don’t have --\nI’m missing two daughters and -- and -- and a -- and a son, I don’t want to be -- to miss\nanother son.” He didn’t let me. So every day I was going in Bialystok to the train station,\nwaiting, watching, maybe my sister will come. And sure enough one day I saw a group\nand she was here, this is my younger sister, and she -- she came. We lived in Bialystok in\na -- in one room, four or five families. Everybody had a corner, and sleeping on the -- on\nthe floor, so many people were in the city, because the city of say like 100,000 had a --\nhad about 150,000 foreigners [indecipherable] who came in. There was no old schools, or\n-- synagogues were taken up by people as -- we slept on the floors. And one day there\nwere -- came also a couple of guys, and it was my brother-in-law, and they started to like\neach other, my sister and my -- and my future brother-in-law, who came from Warsaw,\nalso, to -- told -- went over to Russia. And we signed up -- there were always so-called --\nwe called them byersgame, and they were looking for people to work somewhere deep in\nRussia, and they were taking the people there to work. We said, we have nothing to lose,\nwe don’t have what -- we will sign up -- we didn’t know where to -- and we signed up to\ngo to work in Russia. They took us to a construction place. We drove for about a week on\nthe railroad, deep into the Ural mountains. We came there, it was middle -- 1t was\nOctober, and I remember it was such a storm that from the railroad to the building to go\ndown, was about 500 yard. We were running, and most of the people ended up this short\npla -- walk, or run, to have frozen nose, frozen ears, because it was minus 40 something.",
        "Q: Let me stop you for a moment. And that was all organized for you?",
        "A: Yeah.",
        "Q: Okay. How long were you in Bialystok, and what -- was there any normalcy to life there?",
        "A: Well we getting soup here, soup there, and the question was how to survive, and\neverything -- by trying to get something. Jewish -- the Je -- Jewish population organized\nhelp for the various people who came from all over Poland. And I don’t know if I --\nexactly how the organization worked, but from our point of view they we -- we were\nrelying on getting somewhere, something to eat, in order to survive. So we were looking\nfor a place to -- to go to live permanently. Here and there, you heard, people did go into\nRussia, and they came back, because they say oh, it is such a poor life the -- there 1s -- the\npeople don’t had no -- you don’t have stores open where you can buy things, and so on.\nAnd as a matter of fact, there were some people who decided maybe they’ Il go back to\nthe German -- to where the German 1s -- to the Jew -- home [inaudible]. And after that,\nStalin use all these lists of people who s -- wanted to go back, and send them all to\nSiberia. And thanks to that, they survived, because the local population up there were --\nwas killed in ’40 -- °41 - 42.",
        "Q: Your treatm -- your treatment by the Russian authorities, or the Soviet authorities in\nBialystok was --",
        "A: Oh, it was good, but they did not -- they probably supplied the food for the various\norganization to feed us. But on the whole, what I saw later, that Russia suffered from a\nlack of food, in spite of the fact they ha -- they had Ukrainia, which ha -- ga -- which has\nthe -- had the best land in -- in Europe. So -- but this was -- I have ler -- later learned, was\nthe illness of Russia, the -- the collectives. Cohoss what they called, they did not produce\nenough food. So the attitude was good, but they did not have.",
        "Q: So, you stayed in Bialystok for how long?",
        "A: For about two months, or three months maximally, and -- but -- because late of the year,\ntoward the end of the year, we came to Rockitienka, a small place in the Ural Mountains.\nWe were all supposed to work on the construction. This was a small place where they\nbuild -- they were supposed to be build houses for miners, because they had a copper\nmine, and also the copper had a certain percentage of gold, so gold and copper was being\ntaken out. And Jewish people came, and we were taught to build, and we worked 1n this\nregion. Since I was below 18, so I did not have to work eight hours a day, but just six\nhours a day. And one day a week we had free, so the -- in the winter they volunteered me\nalways to shovel snow, because there was plenty of snow. In the winter the temperature\nwas unbelievably cold. I cr -- I did not e-expect -- I didn’t hear about such cold, and we\nwere work -- working on construction till minus 40 degrees. When there was minus 41,\nwe could stay home. And we were supposed to work for one year. And this is what\nhappened for one year. We worked there, and after that, they said you are free to go.",
        "Q: I want to know a little bit more about the life there. Was -- was your family with you?\nWho -- who went with you? Did you -- were you able to sort of keep up some of your\ntraditions? What was the life like?",
        "A: No, n -- ta -- Jewish traditions we have not kept at all. We did not know when a holiday\nis. Approximately we knew a -- there will be Passover, but nobody knew about --\ndefinitely we can dream about matzos, was only food and bread, and bread was also so\nand so much per family. There was a card system. Per person, you got such and such an\namount of bread. All other things were not available. You couldn’t go in a store if you\nwant meat, you could buy only on the market, not in stores. Sugar you ca -- y -- they got -\n- they gave us -- we call it gave us, in other word we were buying, twice -- a few times a\nyear, before a holiday. Like before the revolu -- anniversary of the revul -- revolution,\nand before the first of May, this is where we got -- we could buy the pound of sugar, or\ntwo pounds of sugar per person. In other cities, in large cities in Russia was different, and\nI had a chance, because my mother was sick, and she stayed in Bialystok in the hospital,\nand after that, I went to pick her up, and I st -- went to -- I got from the encoverdare from\nthe -- I would just call the near -- the DPU? Anyway, permission to go, to get the ti --\ntickets. So I saw how I came -- stopped in Moscow, we slept there on the tr -- on the -- on\nthe -- in -- at the station, and from there ti -- changed to another train to Bialystok. And in\nMoscow I could go out in the street, and -- and -- an-and buy sugar, so I -- I bought, I\nremember 10 on -- or 12 kilo, which is 20 pound of sugar, and carry it with me. Cause\neach time I went, I went in, there was a line where they gave only two pounds, but -- so I\nwent five times, until they saw, “Hey, you were here already. Ill call a policeman.” So I\nleft. So I went -- went back. So I saw in other places in large cities that you can get. But\nwhen I -- then I brought my mother to Rakichenka, and they stayed there till we were free\nto -- to go where we want. My sister and my brother-in-law they had -- in the meantime\nhad a little girl, and they decided to leave. My brother-in-law was getting letters from\nfriends. And they said in the Polish part of Russia, like Bialystok, they were there, in\ncharge, because they were Communists. And they said, “Come back, and you’|l have --\nyou'll be alright. Come in.” So they went. They came to the border, the former bor -- the\nformer border between Poland, and they -- and they did not let them go through. So they\ncame -- they came -- it was near Minsk, they went into Minsk. And here in Minsk, I -- we\nknew somebody, and the story was, when we were in Rakichenka, I learned fast to -- the\nlanguage, to read and write Russian. And one day a young man came to me, “Sam, write\nme a letter in Russian.” And he told me in Polish what to write, “Dear uncle, I am the son\nof your brother,” so and so. “We received from your letters till 1936. In 1936, we stopped\ngetting any letter. If you are alive, please write to me, I am here in Rakichenka, and I am\nhere working till -- I am supposed to work till the end of 19 -- till 1940. And please\nwrite.” After a short time he got a answer, and it came back to me, say -- the letter was\nwritten by his cousin. “Your uncle passed away, but I live in his house,” and it said,\n“When you will free -- be free, come to Minsk, my husband is a officer in the Red army,\nhe’ll arrange for you to be able to stay in Minsk.” And indeed, when our contract\nfinished, he left for Minsk, and he kept -- he wrote us letters on a -- wrote them because\nwe were -- thanks to me he got -- went there. “Oh,” they say, “you can go in stores, they\nare -- you can get jobs here, and your -- and there is a different life.”” Temperature\ndefinitely no comparison. There is no such a temperature like it was in -- in Poland, close\nto. No in -- because in Rakichenka, we were about 10 days a year without wind. Winter\nwas a cold wind blowing, in summer a hot wind blowing. Summer you -- you slept in the\noutside, because it was too hot to sleep in the house, and winter was too cold. So my\nsister and brother-in-law went to Minsk and -- and this officer arranged for them a place\nto stay, and a job. Because in a large city in Russia at that time, you could get a job if you\nhad an apartment, if you had a place to live. And you could get a place to live if you had\na job. So it was a circle, so that people from outside will not be able to get into the large\ncity, because in the large -- large cities like Minsk, Kiev, and so on, there were -- it was\nanother type of living than in the -- than in the small places where we were in -- deep in\nRussia. So they got their place to live, and they wrote a -- now it was my turn to come,\nbecause I wanted to start -- to continue to study. And in the large Russian cities, you\ncould work at day and study in the evening. You couldn’t where we were in a small\nplace, in -- in Rakichenka. We didn’t have money for the whole family to leave, and\nwhen we -- we sold what -- what excess of -- we had, in order to -- so that I could buy a\nticket for me, and I went. And I managed to come to Minsk, there were three weeks\nbefore the war started. Before June. So in June I went -- I came to -- to -- beginning of\nJune to -- I came to Minsk. The 22™ of June, the -- the -- the Germans attacked, and\nMinsk was bombed. We tried to go back toward -- after few days we tried to go back\ntoward Moscow, but the Germans were in front of us. They came from the north. They\ntook Smollensk before they took Minsk. So we -- we ha -- had to go back. And after a\nmonth, they told the Jews to come to form the ghetto. So I -- yeah, I believe in July or in\nAugust, they formed the ghetto, and we were in ghetto in Minsk. In ghetto, life was -- we\ntry -- we found a -- a -- a place, an unfinished house, one room. So we in the one room,\nmy brother-in-law, sister, the child, and me -- and myself, so we are in one room. Again it\nstarted. The Germans were giving us -- giving us two pound of bread per person and that\nwas that. So the people, in order to survive were selling various things, whatever they\nhad. In Russia, people were assembling, everybody -- whatever was in the store, they\nwere buying. I remember there was a saying when you went somewhere you saw\nsuddenly a line, so th-the question was, what do they give? Once I asked, ““Why do they\nsay, what do they give? Why don’t they say what do they sell?” So one was standing in\nline said, “If you buy it here, it is like you got it,” because after that you can sell it for two\nor three times the price. So everybody was assem -- whatever they could buy, and\neverybody had so and so many yards of material. And so, as a whole, ke -- to keep it\nwhole, a supply, not to wait when you need a pair of pants to buy a pair of pants. And\nthis was a time when everybody was selling what they had. Peasants were coming from\naround the area, and the border of the ghetto was always a -- an exchange. We were\nliving on this -- we were -- in the middle people were coming a -- we have a woman was\ncoming, she has a suit she wants to change for potatoes. We -- my brother-in-law was\n[indecipherable] he used to go over to the Russian side. We always had -- had -- we could\nsnap the -- the wire, there were wires around, and -- and g -- and go over, and -- and since\nhe, as a whole looked like what they call a -- looked like a po -- a Pole, and so he was\ngoing out and there getting more than on the -- on the border. You know, he used to come\nand take it in, and I was standing, watching, and there 1s a policeman nearby. And giving\nhim signs he has to come, or not to -- not to come. And this way we were -- we were\ngetting there a little more than what you could get a-at a border, so we were in the middle\nmi -- in this way -- from this way we lived, we -- we got a certain amount of food from it.",
        "Q: Was there a risk?",
        "A: Oh yes, there was a risk, because there were a lot of people killed, I mean, but my\nbrother-in-law even -- when -- later when the slats went even into -- into -- to villages. He\nwent out of the city 10 - 20 miles, and there exchange it, and bring it back, were two guy.\nI went a few times, but since I wear glasses, they immediately recognized me as a Jew,\nand -- because Russians usually don’t wear glasses. So I used to walk without glasses,\nand without glasses I don’t see anything. So I couldn’t go too much -- too often. Once or\ntwice I went -- once or twi -- a number of times I went out. There was one family was\nworking the place where they were making vodka. [indecipherable] but he used to bring\nus so and so many bottles vodka, and we had a steady guy who was giving us food, either\nflour, or various kind of -- various kind of other -- other food for the -- for the vodka. We\nwere a Steady supplier, and we were giving them, and a little bit leaving over for us. And\nonce I remember I went over and a policeman caught me, with a ra -- another guy and I --\nand I was thinking a -- I was looking for a stone to hit him, because I -- you know, I will\nnot go into the -- into the police station, because if somebody was taken to the police, he\nnever came back. But he went with me, he saw where I came from, and he saw there the\nbottle vodka was still on the table, what I left, and there -- and they took me out into the -\n- took me back to the border and said, don’t -- to the -- go -- go back to ghetto, don’t ever\ncome back, and that was strange. And after that, the guy with who [indecipherable] I saw\nhim in -- in the ghetto. And I thought that it was two policemen. I said, ““What are you\ndoing?” He said, “I am a -- I am a Jewish guy, and I was outside, and this policeman\ncaught me. And then we saw you, walking with a bottle of vodka. So we went to this\nplace, and I paid for the vodka so that he can take the vodka, and he let me go. And he let\nyou go, too.” So this was anything, this is how we were trying to get out. It was no\nproblem to go out, because we always -- we’re -- we’re walking around with something\nto cut the wires, 1n order to be able to pass. But the question, well what you do after that?\nEverybody was -- most of the people were scared. There was one family to -- I used to go\nthere to ask them for a piece of bread to bring to my sister, or -- and after that he begged\nme not to come, because he didn’t open the door, because he said the neighbors know,\nthey noticed it. Because they were afraid. They did not want to be killed just because I\ncame there. So we were going -- we were taken to work. At work we were getting -- men\nwere ge -- getting some food at work. And there I was always either begging, if it was a -\n-a-- if I -- if I cleaned the rooms of soldiers, begging them if they have a piece of bread.\nA good -- a good German was giving me a piece of bread, or something else to eat, and if\nhe was bad, he gave me a kick. So if it was outside the cities, I was -- there were always\nsomething growing, so we’re stealing a few -- a few carrots, or a few potatoes. And if the\n-- in the worse case, when they didn -- when I didn’t have what to take, so I was taking\neven the clippings from potatoes from the -- from where we worked, for it was -- my\nsister used to wash the clipping, and make -- make from this potato latkes. And this is on\nwhat they lived. Since the war -- the war -- the wa -- there was one guy who we always\nwere ascared of, and his name was Gorajetski. He was a -- he had written on the -- belina\npolitsi was written. He spoke Russian and German, obviously. And he could not eat\nbreakfast without killing a Jew. And once we -- he got us, and we worked for him, my\nbrother-in-law and myself, and we said never again. And this was not work, it was just\nmaking fun of us. Trying to catch -- to carry -- and running and beating us while we were\ncarrying it from place to place, and then another group was taking it further, and so on.\nThis was fun for him. So -- and after that, he organized like a -- a camp separate. The\npeople could not come from [indecipherable] outside the ghetto. They were there with a\ngroup of Ukrainians were guarding it, and these people could not come home to the\nghetto, they were sleeping over there. So whenever we saw him we did not go to work,\nbecause normally people -- other workers were coming, looking for people to work,\ntaking to work, doing either construction work, or cleaning, or whatever, and in the\nevening coming back at home, you know. This we wanted. In order to avoid, since they\nwere looking for work -- were looking for workers each time, and looking for people to\nthis camp -- it was on Schirrocca Street, I remember, we -- in order to be able to hide, we\nbuilt a double wall. A very -- we moved the wall in our apartment, made it a little\nnarrower. Since we worked in construction, I went to the neighbors room and covered it,\na -- because otherwise we could -- you could see through. And in our place was just\nwood. So we could open, go in, hide, and -- and talk to neighbors, they realized, hey,\nwhenever they’re looking for -- for men, you are running home. Where do you hide in the\n-- in there? And then they saw the -- the Ukrainians are going in and coming out empty,\nno wa -- nobody -- they don’t catch you. They looked -- they told us, they look for where\nwe’re hiding, and they didn’t no -- they didn’t no -- notice that we had build this -- this\ndouble wall to hide. Other people were hiding behind -- under the floor -- the fir -- floor,\nthere was a place to crawl in, and they were hiding there. So this was as long as they were\nlooking just for men, and once we saw e -- they were taking whole families. Since we\nlived all in a place where the street was a free, for Aryan, not for Jews, on the other side\nwas ghetto, on this side was a ghetto. And so we saw they were -- they take -- they took\nwhole families, a few thousand people. And taking them out and then they never came\nback. And they shortened the ghetto, they made the ghetto smaller. So we start to think,\nwhat do we do for -- if -- if they come here? In addition to wait, we started to hear that\nthey have automobiles where they put in people, and put the gas in -- in automobile, and\nthey gas the people in there. So whenever we heard -- heard cars coming, we started to\nhide. What to do with the -- your little girl, the little girl that we too -- took her in\nbetween the wall, was crying there. So we cided -- decided to build something on the first\nof this -- we lived on the second floor. On the first floor, there was one part which was\nnot finished. In one of the not finished room, they build a deep, in the ground, we put wa\n-- tube, so to -- so they’ll get air, and there we saw, when the little girl was crying,\noutside you didn’t hear. So the next time there was a thing where we had to hide, I was\ntaking my brother-in-law, sister, and the child to this, lay down, and I was covering it\nwith sand. Sand made it even so that you don’t see that anything is there. Then I was\ngoing up and hiding in the -- between the door. And this way how we were all kind of --\nwe Call it pogroms, we survived the pogroms in this way.",
        "Q: Talk a little bit about these pograms, what you saw, what was going on.",
        "A: Mostly it was the -- the killers were Ukrainians. They were -- they surrounded a -- a -- an\narea, took the Jews out, into the forest nearby. In most of the cases, we knew that there\nwill be a pogrom, because there are people who worked for the ge -- for the -- in the city,\nand they heard a -- a group sondercommander came in. And when a sondercommander\ncame in, means something will be happening -- will be happening in the ghetto. And\nindeed, they used to use Ukrainians or Latvians, and encircle a certain area, one street, or\ntwo street, take all the people out in the morning, and lead them out from the city. In most\nof the cases, we saw them through this way, between the ghetto, wik -- which was a -- a\npassage from north to south. So we su -- sometime when we looked, we saw hey, they are\ntaking out a group of people, a number of people. And once they have circled also, the\npeople from the other side of the street, and they emptied there. So I thought they’ Il make\nthe ghetto smaller. And they -- instead of this, they brought German Jews. Jews from\nHamburg, Jews from Czechoslovakia, they brought there, and they were there.",
        "Q: In the other side?",
        "A: In the other side. So, to go over there wit -- there was one place near the Judenrat, where\nthere was a door -- a door to go across the street and go to the other side. In the middle\nwe were not allowed because we had to wear a -- what -- we would -- we did not have a\nStar of David like Jews in Poland or in Germany had, but a round yellow -- yellow -- a y-\nyellow circle. In the beginning I used not -- not to wear it. But then -- and I heard that\nseveral people were caught and they were shot because they did not have the yellow sign,\nso I started to wear the yellow sign here. If I wanted to go into the Aryan side, I covered\nit, and in ghetto I was going like this.",
        "Q: Did you see -- did you feel safe walking on the streets of the ghetto?",
        "A: In the ghetto, in most of the cases yes, except when this Gorajetski was -- was in. Then --\nhe was coming in always with a group of y -- of Ukrainians, and then definitely, men\nwere not saved. Often during the time when the men were at -- at work, this Gorajetski\nused to come into the ghetto and circle two or three street, take all the women out into the\n-- into a place, and ask for gold. In the beginning nobody was giving him, but -- so he\ntook two women and shot them. So then everybody who had all their rings, and wedding\nrings, he used to collect in -- in -- in suitcases, and was getting suitcases from the rooms,\ngoing around. So if he survived, he had a lot of gold, because each time he was taking a\ndifferent -- a different area. You know, somehow, Russian Jews had also gold rubles\nfrom the last time, they had hidden. He wa -- he was collecting everything.",
        "Q: Was there any logic to who was taken out? Did they go for certain types of people?",
        "A: No, when they were taking out, they were taking out whole families. They were taking\nareas. They had an area a -- the main street, the -- the ghetto, two or three streets shorter,\ntill one da -- this was all -- yes, till it was summer ’42. We had to stay at work for four\ndays. Once I remembered exactly the date. I think it was in July, but I don’t -- I don’t\nrecall now. And at that time, they took all the women and children out, and killed them.\nAnd I remember after four days we were going back, and everybody was crying, being\nsure that his relatives, his wifes, children, or mothers are -- are gone. And we thought so\ntoo, my brother-in-law and myself, I went. And then we came and my sister and the child\nwere alive. And she said on the third day after she saw that we did not come, she wanted\nalready to go out. What she did is, she was going in -- into -- sitting in th -- in the hiding\nplace without cover. And she was -- and why didn’t I -- the Germans not come, I can’t\nunderstand. And after this [indecipherable] because we wanted the Germans not to come,\nso we started to use the approach to it as a toilet, because we wanted not people to come.\nOnce I -- I -- I heard Germans were saying -- came in and I did not run up to, yet, to my\ndoor. When they were downstairs, “Och, this smells like urine, the -- the -- the dirty\nJews.” So they use [indecipherable] especially use it -- use it [indecipherable] all. So I\nassume that this is when -- so the approach to the -- to the hiding place was dirty and had\nto -- you had to go in -- in through -- in the -- and they did not want to do it. So this is\nhow she survived. And she thought that we were probably all taken out to be killed. So\nshe wanted already to go out, and then she says she waited, and then we came. When we\nwalked out in the street, my little niece was the last Jewish child in -- in -- in Minsk -- in\nthe ghetto Minsk. Cause you didn’t see, and everybody looked. “Hey, a child.”’ Because,\nyes, women survived, either they were working, or they were hiding somewhere. But\nchildren were not -- she was the last one alive. And this was a time when already we\nstarted to get contact with people who knew something about partisans.",
        "Q: Before we get into that, I wanted to ask you some general questions about the ghetto. I’m\nsort of -- I’m interested in a lot of things about the ghetto, in terms of the organization.\nYou talked about working, and what kind of work was there. Who ran the ghetto, were\nthere -- you know, did you have health facilities, did you have cultural facilities? Were --\ndid -- were there any schools, were there any sort of hidden activities?",
        "A: No, there was no -- at least -- we were -- sees, we were strangers. We were not locals.\nMaybe there was a certain amount of distance between the -- these people and us. But we\nwere not aware of any cultural activities. But there was a Judenrat. And the Germans told\none, you will be in charge of the Jew. And initially was one who did not want too well to\ncooperate with the Germans. And I forgot his name, I we -- once I knew.",
        "Q: Was this Barash?",
        "A: No.",
        "Q: No.",
        "A: And after that became a eastern -- one -- a Polish Jew that came in charge, and he\ncooperated very well with the Germans. So -- and there were also Jewish policemen, who\nwere forced to do dirty work, sometimes to -- to -- a -- as a whole you didn’t trust the --\nthe -- them. Obviously in charge of them were -- were -- were Germans, and there were\nalways German police, and there were Belarusian police, and Ukrainians.",
        "Q: All in the ghetto?",
        "A: All around the ghetto. Stay on the outside, they were always. Occasionally also Latvian\ncame in. You never --",
        "Q: Inside the ghetto?",
        "A: Inside the ghetto were only Jewish police, and you see -- you saw here and there, SS.",
        "Q: I think we need to change the tape.\nEnd of Tape #1\nTape #2",
        "Q: Okay, I wanted to ask you a little bit more about the Minsk ghetto before we move on,\nwhat you can remember about the daily life, or what kind of work you did.",
        "A: I was in -- in the ghetto for over a year, I would say, about 14 months. And usually the --\nyou did not have any cultural life organ -- organized. It was everything there I saw\ntemporary to survive, to try to survive. If there was an organization, health organization,\nyes. There was a -- a hospital, we were trying to take care. As a matter of fact, I was once\n-- | got sick from a friend, and there was a -- one guy from my city, from Shasnich in\nghetto, and he came, and obviously there was no place to sit but to sit on the bed and he\ns-sat on the pl -- on the bed where I was sleeping on, and after a short time I heard that he\ngot sick with typhoid. And I got sick after 1 -- after 1 -- after him, too. And they took me\nto the hospital, and I had such a high fever, that I remember after that that I was saying,\n“Hey, the war is over. My sister came to take me out, and you don’t let her in.” And I was\ngoing to open the door. And when I went from -- up from the bed, I fell on the floor. This\nI still -- this I still remember. And they put me ba -- back in. And when the fever was\ndown, I could go home -- home. I could go back out of there and a -- I -- I hardly could\nwalk the -- the -- the -- because the legs completely lost p -- lost power. But in -- in\nanother two or three weeks, I came back to my -- to my normal -- I became back to my\nnormal me, and I started to go to work again. The type of work where to serve a -- the\nmilitary -- the Germans, you know. Either they were adding something, cleanin --\ncleaning where they lived, cleaning the rooms was -- and this is something what I -- what\npeople were looking for, because we could always get something from them to eat, to go\nout. Or it was other construction work, road work, cleaning. I tried to get away from it,\nonly to where we can be -- be inside, I tried. The -- at work, we were getting soup. So\neverybody was going always with something where you can pour soup in, in -- and -- and\nthey had -- it was Jewish girls who were preparing the soup for us to eat. They were also\ncoming with us, and going back. We could not walk on the street, and we are taking -- we\nhad to walk -- you could not walk on the -- where people walk. We had to -- in the street,\nJews were not allowed, Jews were -- had to go only where the horses were going, and the\ncar. Not -- not on the sidewalk. You -- after the war, I remember myself when I saw my --\nmy wife walking on the street side, why not -- why don’t -- it bothered me, why don’t\nyou walk where people walk? Because I thought I was always under still the impression\nthat this is where Jews were forced to walk, on the -- in the ci -- in the ghetto, very few\npeople si -- tried to stay -- to go out, in order to survive, because otherwise you didn’t\nhave what to eat. My si-sister was not -- of not working, so -- because of the child, and\nwe were trying to bring something, and sometimes there were looking -- we carry back\nfood, occasionally they were searching and taking away. So I had always a bag hanging,\nand it was hanging down to the -- because they were searching in the pockets, and I had\nalways a piece of bread, potatoes or whatever, hanging down be-between the knee and\nthe ankle, because there they were not looking. Also -- and sometimes I was having also\nsomething to put dirty -- make dirty the -- the -- the -- so that they’II not touch here. Th --\nused to make dirty from excrement, put on the -- on -- on my pants, in order so that\nthey’ ll not touch here, and after come home and clean it. To --",
        "Q: They weren’t factories or anything?",
        "A: No factory work, it’s wor --",
        "Q: How did -- how did you get chosen for work? Did -- could you say -- h -- h -- who\ndetermined --",
        "A: We were -- there was a place in the front of the Judenrat where you come in to work, and\nw -- and Germans were coming in, soldiers, and choosing people. Sometimes they were\nlooking for people to work in construction, so everybody who did work in construc -- or\ndid know -- know -- like I -- I -- since I worked before in construction, I used to do that.\nYou tried only -- I tried to avoid always not to work for the SS, not to work for\nGorajetski, because he was ending up taking the men into the camp, which I said th-they\nnever came back to -- to -- to the ghetto.",
        "Q: Was there any sense of normalcy, was there a social life, was there religious --",
        "A: No. Jews did not know -- Jews in -- Russian Jews did not know much about religious life,\nbecause they were already so and so many years without religion. And -- but a return to\nYiddish did occur. In the beginning, everybody was speaking Russian. And slowly,\npeople started to speak Yiddish, more and more Yiddish. And even Russian Jews were\nnot too fluent Yiddish, started to speak yid -- Yiddish. And you could see immediately\nthe effect of -- [indecipherable] of Polish Jews who were -- who were in the ghetto,\nbecause they liquidated small places, and those who survived came to -- to Minsk, also\nother Russian je -- places, the ghettos were immediately liquidated, or slowly, and -- and\nthey came to -- to Minsk. So Minsk had about -- the ghetto had about 120,000 Jews, and\nthey were not just Jews from Minsk, but also from -- but mostly from the surrounding\narea. So culturally I could not see anything Jewish going on. Was -- everything was\ntemporary -- temporarily. Russian Jews was hoping a -- the Red Army will come back,\nand viddle will maybe save them. Probably the Germans kept it, th-they thought they will\nsimply liquidate -- kill slowly. And we came in contact with people who knew something\nabout -- tha -- something that partisans are in the area, by -- somebody asked my brother-\nin-law, “We heard that you have a place to -- a hiding place,” a marinar we called it --\nwas called in -- in Russian. There is here a guy Smoller, whom the Gestapo is looking\nfor. Could you hide him? My brother-in-law said, “Yes, no problem.” And we knew\nSmoller, because he was for a certain time sleeping at a family nearby in the -- 1n our -- in\nthe same ar -- in the same house, neighboring door, and there was no place here, so he\nslept with me in my bed, we slept together. And he -- well, I was astonished to hear that\nhe personally knew Stalin, that he was a member of the Communist party for so and so\nmany years, from o -- the Polish and n -- that they were -- that the Gestapo is looking for\nhim, so we s -- we said, “Yes, we’ll hide him.” And sure enough we put him in the place\nthere where my -- where we were hiding my sister and the -- their little girl. And then I\nremember a lady came, she wanted to see him, we let her in also, and they talked for a\ncertain time, and then away. In his book, Smoller described that oh -- that -- Sukaravich\nis the name of my -- my brother-in-law, hid him in a place where they probably hid --\nwas hiding things. He didn’t know we did it -- we build it especially for my little niece.\nSo after a certain time -- he was there several days, and he was ready to go away, and he\nsaid that he’ll get us in touch with people, and -- when they will be looking for people to\ngo into the forest.",
        "Q: Was there an underground movement in the ghetto, and did you know about it?",
        "A: We did not know much about it, no. Were only selected people. We knew from time and\nti -- to time that young people went away. And what happened is, after that, that the\nGestapo was coming and killing the remaining family, when they heard a -- these young\npeople were -- they killed overnight. So it was a danger if people left. And who told\nthem, this I don’t know, that could have been these were -- Jewish police were telling\nthem. And there were some Jewish policemen who were mean. And they helped -- as a\nmatter of fact, one after that was so -- was in such -- such -- that when he tried after that\nto escape, and he was caught, and he came to the forest, the Jewish partisan killed him.\nThe way he behaved in the -- in ghetto. But it was very difficult, they were very -- they\nwere chose -- they were choo -- choos -- choosing -- the chosen people were -- had -- had\ncontact. It was not easy. We got contact through this way, that we did hide Smoller, and\nhe really after that send somebody. Since we expected after that to leave the ghetto, the\nquestion was what to do with the little girl. And at that time where my brother-in-law\nworked, was a very decent man, a soldier, who hated the SS the way we hated it. Heinz\nwas his name, and I don’t recall what his family name, unfortunately. He was from\nBerlin. And this was a -- a group of soldiers who were repairing cars, mechanics mostly.\nMy brother-in-law was coming there [indecipherable] once I remember he told them, I\nworked here a coup -- a couple days, and this Heinz came to me once with a book. And it\nwa -- it showed the Hotencroids taking and circling the map of Europe. And he wanted\nme to translate it, what is written, into German. And I was afraid to, and he said, “Go\nahead, don’t afraid.” And I told him the name of the book is that the German want to\noccupy -- it’s German fascist wants to occupy whole Europe. And he asked me what year\nwas it published. I told him ’36. So there was a group of soldiers, he say, “See comrades?\nIn 1936, they already here knew that we will be spilling our blood all over Europe.” I\ncouldn’t believe it, because the first time I heard a German speaking in this way about\nGermany. And he came to our house even, after that, and once after the war, at work, and\nonce even they asked, “Oh, if there is something wrong, if you’re see -- know something\nis wrong in the ghetto, come to us, stay in our place.” And the officer pretended he did\nnot hear it, I remember, what he said. So we asked him if he could d-do us a favor, put\nthe child into an orphanage. We told him where there is an orphanage, and put her there\nthat he found her. [indecipherable] a name Faynia Nikolayov Nasoharoa, I still\nremember, that this 1s her name, and I was teaching her her name. And so that whenever\nwe were asking neighbors to ask her what her name, so she always used to say Faynia.\nFaynia Nikolayov Nasoharoa. But when I asked her, she used to say, “But really, I am\nFanyat Zokor.” She -- two years old. And that -- he put her there, and he used to come\nafter work. My sister started to work also in that place. So after work, he brought all the\nworkers to -- back to the ghetto, and he used to take my sister -- tell her to take off the --\nor put on another -- something, a blouse, so that you don’t see the -- the -- the yellow\nsign, took her out like he walks -- walks with a fraulein. He used to go -- go with her so\nthat she -- a b -- a block away from the ghetto she used to watch -- observe the girl. She\nwas sitting always alone, not playing with the other children. One day the -- somebody\ncame and said they are ready to -- that we should leave. And we said goodbye at that\ntime. A day before that said goodbye to -- to Heinz. And next day, you -- you said\naccording to -- we worked out -- we-went up like we were going to work, and after that,\neverybody took off the -- the -- the yellow signs, and we were -- went -- we had a woman\nwho was leading us out of the city. We walked into the -- into the forest.",
        "Q: How large of a group?",
        "A: We were 30 people.",
        "Q: Men and women?",
        "A: Men and women walked out. And there in the group, they put me s -- when they heard\nthat I had a sister -- not together there, not to be with the sister and -- and -- and brother-\nin-law, I don’t why, they put me into another group, and -- and they formed the a -- or\notriad, they called them -- 1t will come back, the name I knew. [indecipherable] I didn’t\nwrite it down, the name. And I was in another otriad, you know? And a -- a otriad is a --\nthe -- the group of Russian -- group of people. And we were going from place to -- we\nwere -- we build -- we had a place in -- in the -- in the forest from the -- in the forest from\nthere where we used to go out. There were a number of things to do. A, food, collecting\nfood. B, it was do something, f-fighting. If there were -- in the beginning we were several\npeople in -- in a -- in a village each time. If a German came, he did not come back,\nbecause we used to -- they -- they didn’t expect to be -- the partisans will be in the\nvillage, the qui -- Germans used to come and collect eggs. And because I -- apparently\nthey did not get enough eggs from where they were. So we -- we used to kill them. But\nthere were not too many such cases, but in -- slowly it -- it was known to them that in\nGerman stopped -- Germans stopped coming into the -- the village. So we got orders after\nthat to move to -- back toward former Poland, the Russian not -- in other word, close in\ndirection Bialystok. On the way Germans and Ukrainians circled us and we were -- yeah,\nwe were dispersed. The name of the -- of the o -- otriad where my brother and sister was\nLasop. And -- and I was -- slowly we so -- we were divided into small groups. We were\nabout 10 people ins -- siz -- a lot of them were local people who were -- instead of being\nforced to go to Germany as workers, came to partisans, and to the -- so when they were --\nwhen we were broken up, went back home, and we remained three guys -- another Jewish\nguy named Abrusha, and a Moscow guy, he didn’t have where to go. He was also a\nyoung person. We sat for a few days in our former place in the forest, and then we ci --\nwe all decided we’ ll try -- there is another partisan group, Chicalifsky group, we’ll go to\nthem. And sure enough, they accep -- accepted us immediately, and I stayed with this\nChicalifsky group till the end of the war.",
        "Q: Now this is a Soviet partisan , this is not necessarily Jewish.",
        "A: No, not necessarily Jewish. The -- we heard about the Jewish group, Bialsky, who\nactually could live after that because we were there, because we would like to -- to say\nthe guard for -- for them. But there were Jews in the place where I was, one Jew was a\nvery famous guy. Not -- also the second one. We used -- we used to go out here, I saw\nsomething being done. Each time the group of 10 people, eight - 10 people used to go out\nand blow up a train. Usually we were blowing up trains going towards the front. And I\nwas told this, that in the beginning, it -- they were blowing up the trains by -- by the\nweight of th -- that was blowing up. So the Germans put two, three wagons of sand in\nfront of them, so it was blowing up the sand trains and they were slowing down. Because\nwe try to put always mines in a place where there is a -- a bend, because then, in the\nbeginning, if they were going fast, 1t was -- the whole train was going downhill. So they\nused slow down in the area, and -- and when they put sand, they were blowing up the\nsand and nothing happened, so there was a Jew -- the Jewish lieutenant, he came up with\nthe idea that he was using hand grenades. The biyoke I don’t know how it is called in --\nin -- in English, the place -- the thing which blows -- which s-starts the -- the hand\ngrenade, used to unscrew it, make a -- make a -- a hole in -- in -- in a -- local places, he\nwas finding a place which -- where they can put -- drill in metal. We were taking 50 kilo,\nor hundred pound bombs -- shells. These were plenty, which left from the Russian army,\nwere drilling a hole, puttin -- put there -- screw in there the -- the handle from the hand\ngrenade, open it, and through the ring, put this -- a wire through shmore -- in German\nhow it is a -- So we were sitting hundred yards away, and we pulled it, it was blowing. So\nwe -- we didn’t have -- we di -- the le -- the -- the -- the fuel -- always when we saw a\ntrain, the first thing, you know, we’re looking what -- what 1s in it. If there was some --\nso-somewhere petrol, they always blew it under the petrol, because this made it th-the\nwhole train was going up in flames. If there were no petrol, we looked at the a-\nammunition. And if there -- the -- and the third choice was people. And if this was not a -\n- so we used to blow up the -- the locomotive in order to -- so tha -- tha -- they wi -- they\nwill have no locomotives. So this -- this was a choice of it. And the s -- each time another\ngroup was going with this device were used to blowing up -- blow up trains.",
        "Q: Now, logistically, I’m trying to understand how you would know when it -- before a train\ncame by, what to -- what to attack, what your priority was here.",
        "A: Oh I -- this was as I said, the priority. We were looking for trains going in the direction of\n-- to the fr -- toward Russia. And the -- the -- and the priorities what I have mentioned\nwas -- we are loo -- we look to --",
        "Q: How did you -- how did you know that?",
        "A: Oh, we did not know. We looked at the train, and we saw hey, do we see any -- any -- if\nwe didn’t see any -- anything special, so we blew up the locomotive. And most of the\ncases, when they were ga -- going a little fast, the whole thing wer -- because we was\nchoosing a place where there is a -- a -- a bend, and if not, whatever pla -- train which\nwas going toward the front wa -- but you could see th -- if there are people, soldiers, or if\nthey’re -- they are -- they are ammunition, this you could see.",
        "Q: Now, here you are, one time a boy who was studying a Talmud, all of a sudden blowing\nup trains. How -- what -- did they tr --",
        "A: And I became a specialist.",
        "Q: Did they -- did they -- did they train you? I mean, how did --",
        "A: No, no one, but your --",
        "Q: How did you -- how did you learn how to do all these things?",
        "A: The len -- as I said, this officer, this Jewish officer, Jewish lieutenant, he was the one who\ngave explanation how -- wa -- how it works, and this is why we knew how to -- but -- and\nhe used to prepare it. And we used to go out and -- and do the job. This was t -- for a\ncertain time til -- after that the contact with Russia became -- with -- became stronger,\nand they sent people over to -- to us, and we build a -- in the -- in Alebotska, because we\nmoved each time more towards -- toward west each time, we were in Alebotska forest,\nthey rebuild -- there were two guys who were in our otriad who were -- one was a pilot\nwho -- a former pilot, and the other was one who were working, who was working in a --\non an airfield in ra -- in Russia. And they were in charge of -- and they chose me to help\nthem because I was Polish -- speaking Polish for -- if we g -- went out into the local\nplaces. And we built a place where planes could land. And I remember the first plane --\nwe were building fire -- we build fires between the two -- the fires, they could land, they\nlanded in. And the first plane was -- bombed a city nearby, and then it -- it landed. And\nhe brought us TNT, 200 gram pieces. And after they knew what -- why -- why they were\nsmall pieces of ta -- rather than one -- one large, because they wanted us to stop blowing\nup trains, but blow up the whole railroad, the railroad. The rails, simply blow. And we\ncalled it after that, concert. We go to -- for it -- to a concert. Why? Because used to go out\n-- now not eight people [indecipherable], but the whole otriad which was 120 people.\nAnd going along 50 people on one side, 50 on the other side, and along the -- and since\nthe Germans had cut the trees along the railroad on both side for a hundred yards, so that\nthey could hear. And they build places where they had sitting eight - 10 people every --\nevery few miles, guards. The -- we were walking, we yelled hurrah, they were scared and\nthey were running away. And we were thr -- four people, I was one of the -- of them, who\nwere -- who prepared before that, 200 gram of TNT, and a piece, and a wire, to which\nyou lit the wire. And when it come here -- a-and when the fire hit the -- it was blowing\nup. And it -- in this way, we blew up every -- a rail is approximately seven yards, about\nseven, eight yards. So each rail, we were blowing on four lines. So four guys were -- and\nfour guys were going bi -- a-after me, and they were those who were -- this way to -- to\nlit these wires. So here we were -- we were still putting, and there -- and they was\nblowing boom, boom, boom, boom, boom, boom, boom. So they called it our concert, we\nare going to play a con -- and this is how we were blowing up for five - 10 kilometers,\nand several of the otriads were doing it, so after that, we knew the next day, hey, the Red\narmy will start an offensive. And indeed, this night, they were starting an offensive, and\neverything. No help could come to -- this was a -- their objective. They said that we will\nhelp them much more by blowing up the railroad -- the rails, than killing a few Germans,\nor -- or -- or killing wa -- or destroying one train.",
        "Q: Now did you -- did you ha-have guns as well, or --",
        "A: Oh yes, everybody had a gun, and we had machine guns, and we had also cannons, small\ncannons. But guns we had, ammunition this was -- came from -- we got it from the\npeasants, actually. The peasants were -- did hide all kind of ammunitions which the\nRussian army -- the Red army left when they were escaping. And everybody w - was\nhiding. And we used from neighbors find out a -- which peasant has a machine gun, or --\nor has a -- acannon. We used to come them, give us -- to us, or we’ll do this and this and\nthis. Most of the cases they gave us. We heard that you have it. And after that, when we\nstarted to get -- we didn’t need really ammunition, we used it sparely, but we had\nammunition.",
        "Q: Well, you mention the -- the -- the peasants. Were sort of the local people pretty\ncooperative with you, in terms of, I guess, giving you food --",
        "A: No.",
        "Q: -- or did they -- were they kind of afraid to have you so close by?",
        "A: There were various kinds. Those obviously whose sons were policemen, were -- didn’t\nlike us to -- to [indecipherable]. And we fou -- we found out we cou -- who was, and we\nused to force them to leave, take away their last -- last -- everything what they have,\nwhether pigs or -- or -- or cows, and -- so that they will go into the city where their sons\nare. But I -- there remained many -- must -- most of the po -- of the population hated the\nGermans, too. Because the Germans started to -- wanted their -- the youn -- young people\nto go to sl -- take a slave workers to -- to go to Germany, and they prefer that the sons\nwill go into the partisans and ca -- come from time time home to visit them, and to -- and\nto go to -- to Germany. So the local population, because of the way -- the attitude of the\nGerman [indecipherable] population was friendly to us, most of it. Except in the area\nwhere there were Poles. Wherever there were White Russians, Belarus, it was -- they\nwere friendly, but where there were Poles, and once were Polish partisans were in various\nvillages, you know, and they were always bothering us. I never heard about this Polish\ngroup that they killed a German, but they were bothering partisans. So we once encircled\nthem, disarmed them, and told them to go. And then it became quiet.",
        "Q: So there -- what I’m hearing is there wasn’t so much cooperation between different\npartisan groups, or --",
        "A: Oh, between -- between the Russian partisan groups was good cooperation, we never had\ncooperations with -- with Polish partisan. Was never good. Because they considered\nRussians also as enemies.",
        "Q: But you also had a common enemy’?",
        "A: Yes, this is true, but nevertheless, this is -- was the different attitude of the Polish group\nwhich came after that. But as long as the Polish group were under the influence of the\nPolish government in England, it was no cooperation.",
        "Q: Now --",
        "A: And the [indecipherable] local [indecipherable] there was one lady who somehow, she\nliked me. I -- I remember I came to the villa -- whenever I came to the village a few\ntimes, I came for breakfast, or to eat something, the only thing what you can eat is there,\nit was milk, eggs, and -- and potatoes. So she was always to -- to prepare for me, and I\nremember once I felt I cannot go each time to this lady, and I ate somewhere else. And\nafter that she came and, “What? Does somebody’s pot -- egg taste different than my\negg?” Why didn’t I come to her? And she somehow liked me. She knew that I am Jewish,\nand she wanted always -- whenever I came -- came -- to come to eat at her place. And\nthis was a time where we did not live any more in the forest, but in the villages. And each\nvillage had a partisan as a commander. And in the forest were only -- we had the hospital\nin the forest, where our wounded people were -- were -- were. And people to guard the --\nthe -- the -- the -- the hospital and so one. Most of people were in the -- in the villages.",
        "Q: Were there women in the partisans?",
        "A: Yes, many women, and they were doing the same thing wa -- was men were doing. In 19\n-- it was °44? No, °43, 60,000 Germans came and circled our forest for several days. And\nwe knew we cannot fight, they came with tanks, and ya -- we’re -- we didn’t have the\nammunition what they had. So we divided ourself into a small group of 10 people, and\nwe said, when we survive, after -- in a months, we said, we’ll meet here or here, in this\nplace. And I remember our group of 10 people chose an island which was -- around it\nwas marsh, so we knew a -- the Germans will be a-afraid to walk to the marsh, because\nwhen you start to walk in a marsh, and you start sinking, you had a funny fee -- you have\nin a funny feeling that you don’t know when it will stop. And slowly I -- so another group\njoined us from another otriad, and we were after that about 30 people, and I was the\nleader to -- on the way through the marsh because I was the lightest, only. So if I sank to\nthe knee in the marsh, the heavy guys, or women were sinking to their -- their breast into\nthe mud. So I chose a way to go, and went on the island. And we were there for eight\ndays, they encircled us. The only food we had was blueberries. It was the only thing what\nwe could eat. And you could hear the Germans talking, you could hear around the\nUkrainians yelling in Ukrainian. When it became quiet, they went away, we decided\nwe'll try, and again I was the leader out. We went out, and -- and I took three guys with\nme to go in ahead and the remaining were all -- and I remember in one place we came,\nwe saw German soldiers. And I told them we don’t shoot, but I send -- I’m back to the\nmain group and told them that we have here German soldier, because to run, we don’t\nhave the strength, we were too weak to run. Yes, we can kill these two -- three guys, and\nafter that, we’ll have to run. So they let them go by, they -- they said yes, it was a good\ndecision because we -- and I remember I came out to the village t -- the first village\n[indecipherable] and the peasants who wa -- say, “Hey there are Germans on the other\nside of the village. How do you” -- We say, “Give us something to eat,” because\notherwise -- I remember they gave us fast, “Go, go.” They were afraid of us, that they\nwill -- will be seen, I remember I brought something to eat to everybody. After eight or\n10 days we were without food. And they went away, and then in the German papers, they\npublished -- they showed once the paper, we were getting the paper from the -- from local\npeople I remember, I got in German, I saw hey, I told our lieutenant, Vitezev was his\nname. “You are dead, they call you, they -- they had ru -- th-th-they killed you.” So I told\nhim he -- “So somewhere how do we show them that we are alive?” “Let’s go out and\nblow a train up.” “You are right.” So we went and blew a train up. So they are sure that\nwe are still al-alive, and then -- and then after that we stopped, I remember, this was the\nlast train. We stopped after that because we had all to do -- to make concerts only.",
        "Q: Now, we’re talking about this many years later, but you’re expressing a real sense of kind\nof adventure, and -- and ther -- a -- a certain elation about it right now. It must have been\nscary.",
        "A: It wa -- it was. Oh, it was scary, and it was -- on the other hand it was elation that I have a\ngun, too. That Pll not be led to be killed. That I'll kill somebody before, you know, I’Il be\nkilled. This feeling was what gave -- gave us the desire to -- to -- to continue. And th --\nrevenge [indecipherable]. I did kill many after that. When the German army came close,\nwe were afraid, I remember still at that time that we thought, oh, we will not survive the\nwar, this -- because we cannot fight tanks, and -- and -- and cannons will come back, a\norganized army. But they came split in small groups, we were catching them and killing\nthem. And I remember one day, Lieutenant Vites -- Vitezev came to me said, “We have\nhere -- we had about hundred soldiers, enough of killing. I heard that in the next,” -- the\ncity nearby, I forgot the name -- “th-the Red army is over there. Take them, let them do\nwith them what’s -- what’s,” -- so, the w-were 10 people guarding this hundred German\nsoldiers, there were also White Russian policemen. We walked towards the city. We\ncame toward the road and I head tanks. I said, “Everybody lie down.” I said to our guys,\n“If these are German tanks, whatever we’ll say to the -- to the Germans to be quiet, they\nwill not listen, they will jump out, and we run back to the forest. We don’t wait for -- wi -\n- for them to -- to be coming. If they are Russian tanks, fine.” Sure enough -- and I told to\nthe Germans, “You sit quiet, all. If not, you’ ll -- we’ll kill you all. First you -- you will be\nkilled.” And then we listened, and then I saw it, it was a Russian tank. So we stood up,\nand -- and I remember that they turned -- they thought there are so many Russian sol --\nGerman soldier, they turned toward us, they had machine guns. And I yelled to them,\n“Don’t shoot, don’t shoot.” And they stopped and one yelled out, “Who are you?” I said,\n“Partisans.” The officer jumped out, he -- I remember he kissed me. “Who are they?”\n“German soldiers we are taking,” we told him. “Taking them to the -- to the city, to,” --\nAnd he sa -- one with another uniform, now who is -- who is this? And I said, “This is a\nRussian policeman.” “And you don’t know what to do with them?” He took out his gun,\nshot it. He says, “You killed your brothers, sisters, and -- and -- and -- and you want now\nto escape with the Germans?” This was my first encounter with the German -- with the\nRussian army. I took them to the city, they took from us the soldiers. And a short time\nlater, our group all joined the ru -- the Russian army.",
        "Q: Now in -- before you join the -- the army -- the -- I’m sort of curious about the make-up,\nyou said that there were women fighting with you. Did -- and it also sounds like you were\nsort of the leader of your group.",
        "A: Not the leader, I was not -- whenever it came something with German, they -- they used\nto use me, I was the only one who spoke German.",
        "Q: What was the age range of the people fighting with you? Were they all young?",
        "A: From -- from 15 to 55.",
        "Q: And a couple questions, one is, did you feel any anti-Semitism, and the other one is did\nyou come across family camps?",
        "A: Family?",
        "Q: Family camps in the forest.",
        "A: No.",
        "Q: I mean, what happened to all of the --",
        "A: No, I did not. We camped, from time to time we met people from Bielskyotrout, which\nwas a Jewish group. They were -- they were coming out also to select food or what, but I\nreally did not know where they are. And my attitude was at that time, hey, they are not\nfighters [indecipherable]. It is all after the war that I realized that they did such a great\njob, that they saved so many peop-people. At that time, I was only more -- I was thinking\nonly about how many Germans to kill. This was my reveng -- revenge. But myself, I\nnever met th-the camp of Bielsky. I knew -- I heard that they -- that they -- that the reason\nthat they are people there with women and children.",
        "Q: Wasn’t there also a -- the Zurin camp as well?",
        "A: Yeah.",
        "Q: Large camp.",
        "A: Yeah. And I did not --",
        "Q: And you were not treated differently as a Jew?",
        "A: No, with -- with -- within our group, no, but there was a certain amount from -- not from\nthe top. As I said, this lieutenant who was killed just a -- a month before we met the Ru-\nRussian army he was killed. He was one of the -- of the most regar -- highly regarded\nguys in -- in -- in -- in our otriad. And there was another Jewish guy, he -- we used to\ncount how many -- how many trains somebody -- everybody participated in blowing up,\nand he had the highest number of trains blown up, because everybody liked to go with\nhim. He was very gregarious, singing, dancing, he was the first to find out where some --\nwhere there 1s vodka in the place, and where there 1s girls in the evening are assembling,\nand we -- to go there, and sing with them, and dancing. So -- and he was also killed just\nbefore the end of -- of the -- of -- in °44, I don’t remember now exactly the months when\nwe met the [indecipherable] there when the Red army came into our place. We were on\nour way to go deeper, we were supposed to go deeper to -- in towar -- in p -- in Poland,\nbecause the -- the Russian army liked us to be in the back of the German army, because\nwe did a -- a good in -- a good job, apparently. So we -- we were supposed to go b-\nbackwards when -- when the ger -- ger -- Russian army came.",
        "Q: There must have been an incredible bond amongst the people within your group, and\nmaybe with other groups as well. Incredible trust.",
        "A: I wouldn’t only -- everybody was for himself actually. And a e -- we knew that yes, as a\ngroups, and -- was -- matter of fact, one Jewish guy was killed because of -- he was shot\nby partisans. He was a member of our -- of our group, and he was standing guard for -- he\ncalled me after that, that -- when he was sleeping, it -- with the partisans, somebody took\nout his bullets. So when he went on -- he didn’t check if he has it when he went on guard,\nand the guy who was allegedly working with the Germans -- I don’t know for sure what\nhe was doing, it did open through the roof and try -- and escaped. And he was sh -- he\nshot him, but he didn’t have any -- any ammunition. Till he took out and found am-\nammunition and put in, it was al -- he was gone, it was in the forest at night. And for this,\nhe was shot, because losing a prisoner, they were shooting. Losing a rifle, they were\nshooting.",
        "Q: So it was a very sort of strong code of --",
        "A: Yeah, and I remember once I was -- ma -- myself in a sled -- in -- in -- in -- horse and\nsled, and suddenly I realized -- and I was drinking there in -- 1n a place, and going to -- to\nanother place, [indecipherable] hey, hey, my rifle. I lost it. I turned around and back, and\nit was two yar -- two miles away, it was laying in the middle of the road. And I saved\nmyself -- and this was the last time I drank vodka. Because -- and afterward I saw most of\n-- these two guys who were -- were mentioned, wa -- th-they were killed also, because\nthey -- they were killed because they were drinking, drunk. More partisans were killed\nbecause of vodka than because of real fights.",
        "Q: You mean because of other partisans deciding they were too big of a risk?",
        "A: No, th-they were always -- they were killed by -- by Germans or Ukrainians, but their\nactions were limited because of the -- of -- they were drunk.",
        "Q: And you also s -- you also indicated that there was a certain amount of socializing and\nfraternizing when you weren’t fighting.",
        "A: Yes, with the local population always coming in, and most of them, use -- in the evening\nused to sometime girls sit together and -- and knit. So we were looking for a place a -- in\nthere we used to sing together, and -- and -- because the local population was very pos --\npositive to us. I me -- as I mentioned there were some of our men who were member --\nwho lived, who had their parents and sisters nearby. So -- so there was a -- the rel-\nrelationship was good of the local, except, as I said, if they were just pure Poles, then it\nwas a different situation. But there were not -- but there were not many, because we were\nnot yet in Poland. We were all -- everything was in Belarus.",
        "Q: But that must have added a little bit of balance to the kind of seriousness of your mission.",
        "A: Oh, we never doubted about the seriousness, but it gave a certain amount of -- I knew a\nlot of Russian songs, just because listening to them singing and dancing.",
        "Q: Let’s change tapes.\nEnd of Tape #2\nTape #3",
        "Q: Okay, well, I think we were talking about your experience with the partisans, and I don’t\nknow if there’s anything else you want to add before moving on.",
        "A: No. There were a -- there were a couple of Jewish families who were close by hidden in\nthe fore -- in the forest, and they were joined into our group. So in this way there were\ntow -- this was toward the end they were joined into -- into our -- but nothing special. I\nwas -- I did not have any contact specially with Jews, or with any Jewish organizations.",
        "Q: What time period are we talking about now?",
        "A: This is -- this is as a partisan. I did not know --",
        "Q: Right, but -- but what date -- I mean, how fa -- how far along are we?",
        "A: This was till spring ’44. This is when -- through °43, ’44. ’43 was when they were stir --\nwhen we were still in the forest, I circled what I had d-described, and after that through\nthe winter, and in the spring ’44, the red a -- the -- the army came close.",
        "Q: Okay, then I -- I guess I have one -- one question and then I -- I’d like you to continue.\nYou describe that at some point, and I think this was sometime in 1943, the Soviet\npartisans were then really working under the command of Moscow, I think.",
        "A: Right.",
        "Q: And that’s when you built the airstrip, and --",
        "A: Yeah.",
        "Q: And did your operations, an-and to some extent I guess your -- your goals changed, but\ndid -- did it feel different?",
        "A: No. The only thing was it was felt that we are now a part of helping the -- the army. And\nthat we are not doing just in order to kill here and there a German to be -- be c -- in\nscaring them, or frightening them, that we are doing a job in cooperation with the -- with\nthe army. Because it was not important for them that we blow up somewhere a -- more a\ntrain or less a train, only they needed it at the time, at certain times when -- especially\nwhen -- when the offensive were. And indeed, after a short time, the German army ran\nout of railroads. And they had to take -- they didn’t have any more fall lines going back\nand forth in the place where we were, but to fix two lines, they had to -- to stop other\nplaces. So it was of a help.",
        "Q: Through this contact with Moscow, did you have much information on what was\nhappening in the war, or what was happening in Poland?",
        "A: No, not much, not much. We only wanted to know every f -- we were -- we could only\nhear a -- that the army approaches, that it is closer, and that they -- we knew what was\nhappening in Stalingrad, and -- and that Red army is coming close, and this is where our\nfear was, that we will not be able to survive it. It’s ta -- especially remember in one of the\nvillages, a girl was hit in the leg. And a -- a partisan was cleaning his -- his rifle, and\naccidentally shot, and hit a girl who will pass by, and she happened to be a -- a girl -- a\nJewish girl from Moscow. And we took her to our hospital in the for -- into the forest,\nwhere we sho -- she was recuperating. And I remember the -- we were all afraid and she\nre -- and she wi -- or da -- will she be able to survive, she cannot walk, and -- but\neverything turned out well, and she siz -- I saw her going back to Moscow.",
        "Q: So Pll let you continue here.",
        "A: So when we joined the -- when we joined in the Red army, we were ap -- certain grou --\ncertain people remained. The guy who was in charge of the -- of the -- there was a Jewish\nguy who was in -- in charge of several villages. As I mentioned we were in the villages,\nand -- and there were Jewish -- and there were partisan commanders of the religious and\nso on. He lay -- stayed for -- they formed the local, future government of the area. And\nthe remaining all -- the whole group joined the -- the -- the army. And I was sort --\nseparated from most of the people because I broke my glasses. And I waited for a pair of\nglasses to get -- to come in. So they all went to the front, and I stayed, waited, and I\njoined after that, another group, and -- when my glasses came. After a certain time, I\nremember we were in Prussia, the -- I met this Abrusha with whom I es-escaped from the\nfirst -- and who -- with whom I joined this -- the group. And I still remember he was\nalready a lieutenant in the army, advanced. And I called him [indecipherable] he was,\nAbrusha, Abrusha. And he looked at me. He said, “I am not Abrusha any more, I am now\nAlexander.” So a -- a Jewish guy did not want to be called Abrusha, always wanted to be\nAlexander. But he was a advanced as a lieutenant, and was with the army. And I went till\n-- Berlin with the army, till when the war was over. The first Americans I met there.\nUnfortunately I did not know English, I couldn’t speak. And there were very few Jewish\nguys whom I could speak Yiddish with, fluently.",
        "Q: Did you have -- when you were with the Soviet army, I mean, were there skirmishes,\nwhat were you doing?",
        "A: Oh, in the fights? No, I was at that time put, because of my glasses, not in the front line,\nbut in the second line. So I was in -- after cleaning up various places, blowing up\nremaining, cause they did not want to have any ammunition left so the Poles will not use\nthem, or the -- the Germans will not use them like we do. Although germ -- most of the\nGermans escaped, or were sent out. Were no Germans when we came to Prussia, there --\nthere -- it was German free. So I was not really on the first line any more. And -- and\nafter that in Berlin I was told I can go in May 1945, I can go back.",
        "Q: Did you liberate Berlin?",
        "A: I did not fight for Berlin actually, but I was there when -- when Berlin was\n[indecipherable], a week later I was there.",
        "Q: What was it like?",
        "A: It was like any city, a lot of German people, and [indecipherable]. I remember I stayed in\nSalendorf, and they were like a-all other, any other German. They did not pretend that\nthey did not know, I did not try to talk to them about the Jews. They were trying to\nsurvive, also, cause everything -- was a shortage of everything.",
        "Q: How did you feel?",
        "A: Oh, I -- I felt elated that I am in the city. When I walked, I say, hey not enough -- not\nenough houses were destroyed. Was not enough bomb -- not enough bombs fell.",
        "Q: But all of these years you spent in the forest, before that in a ghetto, did you ri -- did you\never think you’d see that day?",
        "A: I -- no, I -- I -- as a matter of fact, I remember when I was in the forest, I dreamt about\nwill I be ever -- will -- will there come a day when I’Il be able to walk not in mud, but on\n-- On -- on concrete, or on asphalt? I couldn’t believe that this will come. So this -- here --\nI saw it was hey, it came. I didn’t believe that -- that the day will come, that I'll survive it.",
        "Q: What were your sort of initial thoughts or plans, once you were essentially free?",
        "A: Some were -- to see -- get back to -- to -- with the family, and take them out for -- from\nRakichenka, from the frost -- from the frost, from the cold air, and start a new life. How it\nwill be, I did not know. I hoped it will be able, maybe, since my sister was in -- and\nuncle, my mother’s grandparents were in -- in Palestine already, in Israel. I thought, hey,\nmaybe we’ll go there, if we’ll be able to. So this was the idea of coming back. First to go\nout from everybody, and the -- there Russians were organizing trains, group of people\nwho survived, and -- in Russia, and were going into Poland. And on certain stations these\ntrains stopped, and I used to go out there, where are you from, where are you from? Is\nthere anybody from such place, such pla -- we used to go in to meet and talk, and\neverybody was trying to start a new life, what will be, I -- nobody knew. They brought us\nto Stettin, which was -- which was a German city emptied of Germans, but were Poles\nbrought in. And they brought also Jews from -- from Russia. And as -- f-first time I saw\nagain anti-Semitism, again. Openly were anti-Semitism. And I always thought --\nregretted, hey why did I return my -- my pistol? Why didn’t I keep the pistol I took from\nthe first German officer I killed? Till a certain time, we were s-several months in -- in\nStettin, and I heard that people are being moved, and moving out more east to Germany.\nAnd I -- accidentally I saw something written 1n the -- in Hebrew, on a -- and it was\nastonishing [indecipherable] in Hebrew, I went in, and I saw people were speaking\nHebrew, and they ask me why I [indecipherable] I’m a former partisan [indecipherable].\nThey ask me if I can help them get a train, that they have 70 children, and they would like\nto get a train to Krakow from Stettin, north to south. And I told them [Il try, if -- but if,\nthen I would like also to be moved with my family. And they said it’s a deal. And I had\nno difficulty, just mentioning in the local office, the names from Berlin, whom I knew\nfrom -- who were in charge of -- big shots in the government, if -- I asked them if I\nshould -- if they can arrange for me, or should I call comrade so and so. And they said,\n“Hey, how do you know them?” I said, “Oh, we were fighting together.” Said, “Oh. Next\nweek will be okay?” They were waiting already for two months for a -- for -- and\ncouldn’t get. Said, “Will be great.’ Next week there was a train. So they ask me if I can\nbe with the children till they come -- until -- till Krakow. I told them, okay, I will, and --\nand this is where I -- when I heard already that Jewish people are being killed on the\ntrains. This is where I regretted that the Polish partisan were stopping trains and killing\nJews and Russians. And a matter of fact, one guy who survived the war from Berlin --\nfrom Minsk ghetto, and he was killed when he -- he came to his hometown to visit.\nSurvived partisans and then came, he was killed by Poles. But this was the way how we -\n- they took my two sisters to one way, and my mother, brothers, and my sister and me\nwent the other way. We came to Berlin, and we were in a DP camp.",
        "Q: Wait, I’m getting confused. First -- did you go to kra -- you went to Krakow?",
        "A: I went to Krakow, went back, and -- and a few days later, we were transferred. But my\ntwo sisters were taken, they say that they -- they don’t -- cannot take so many people to --\nto Berlin, so they were taken through the south, and they ended up after that, I found out,\nin Austria. And my mother, two brothers, and my sister and me were in -- no in, not sister\n-- were in -- yes, one sister -- were in ber -- in -- ended up in Berlin, and we were in to --\ntaken into a DP camp.",
        "Q: Okay, but before this happened, didn’t you have to go -- how did your mother get there? I\nmean, didn’t you have to go find her or something? I mean, how did all of a sudden your\nfamily get together again?",
        "A: Oh, we were -- from Russia we came, the whole family came by train to Stettin. So in\nStettin we were all together. We were after that separated, the two sisters had -- to -- t --\nthe Bricha took them to another place, and they ended up in -- in Austria. And we are\nremaining where in Berlin. And by our letters we found out, because we both wrote to\nIsrael to my sister and back, and we found out that they are there.",
        "Q: So before you went to Stettin, you -- your -- your mother had come -- your parents had\ncome over from -- from that town in the Urals?",
        "A: Yes, I -- this is where I went to to take them out. I said that I went --",
        "Q: Oh, you didn’t describe that, I’m sorry. I -- you told me about that before the interview,\nbut I don’t think you’ve described that, so --",
        "A: At the end of the war, I went there [indecipherable] this was May, 95.",
        "Q: \"AS.",
        "A: 45. I went to -- I went -- I wa -- I was let go -- I ca -- you can go where, and I had tickets\nto go to Rakichenka. But on the way, I st -- I went to Moscow, because my sister and\nbrother-in-law, they were working in the Polish embassy in Moscow. So I stay with them\none month, and then I ended up -- this was in the meantime, June -- July, I ended up\ngoing back to Rakichenka, September, and I came to -- the train came 10 kilometer\nbefore Rakichenka, and it was stopped, because in s -- in September it was -- there was\nthree feet snow. I tried to walk, since I was accustomed to walking, and -- and snow, but\nit was too difficult, and I didn’t know where to go, so I remember that in this place, there\nwere once pol -- Polish Jews living in a certain house, I went there and knocked. Sure\nenough they were still there, and they knew that I am supposed to come, cause they knew\nmy sister who was a nurse, who helped nursing as their -- their father when he was sick.\nSo I stayed with them, and the next day I -- I walked to Rakichenka. And it took several\nmonths till the papers were ready. They were ready to give me my job back at the -- at the\nconstruction company where I worked. They heard that I came back, that I -- if I want to\nwork at doing things, I want to go back to Poland. And to let -- they were organize trains\nwith refugees, with Jew -- Jewish people, and Polish people. They were all in the\nmeantime also Polish people in this place, who were forced. And I remember they came\nto me, if I can help -- they organized a Polish school there, if I can help them teach math.\nAnd I said okay. So then -- so I was teaching there mathematics in this -- in this school.\nArithmetic, actually, till we could -- all went back to Poland. They stayed in Krakow --\nthey went to Krakow, and we went Stettin.",
        "Q: Well it’s just kind of amazing that you really were able to reconnect with most of your\nfamily.",
        "A: Yeah.",
        "Q: It’s unusual, I think.",
        "A: Yes, unfortunately, my brother-in-law and sister were -- my brother-in-law was looking\nfor his little girl, and he couldn’t find her. The place was closed, the orphanage, and he\nfound one who worked in the orphanage there, and she said allegedly that she passed\naway.",
        "Q: And your father?",
        "A: My father got a har -- heart attack and passed away in -- in there, in Russia. And he her --\nhe did not know even that I am alive, because he thought he lost my sister and me and\nthen -- and another brother of mine, and sister passed away over there also. My brother\nwas drowned where he worked in Russia, and my sister passed away, the oldest. So my\nfather after that got a heart attack. And they couldn’t believe it when -- because at first --\nthere’s a first pilot that landed in -- in our Malabotska forest, I send with him a letter. And\nhe send it to them, and they couldn’t believe it, that I am alive. And after that they got\nletter also, from my sister, and my brother-in-law what they came over. So this how we\ngot contact again.",
        "Q: So you and your mother, and I’m not sure who else, went to this DP camp in Berlin?",
        "A: Yes, my two brothers, and -- and my two brothers, yeah, they went in a DP camp. And in\n’48, I started to look a -- I heard that there are some people who start to -- to go to\nuniversity in Berlin. I said hey, I’ll try. Went, applied, passed the exam and was accepted.\nSo I started to study in ’48. In ’49, they closed the camp.",
        "Q: What was living in the camp like?",
        "A: Oh, here was already a Jewish organization, because they were all Jews in the camp. And\nthere was a -- a Jewish local paper we were getting out, and Jewish school organized,\nJewish physicians, and it was everything Jewish already.",
        "Q: Were there camp survivors there?",
        "A: There were some, but most of them were like -- like -- people like my -- from Russian\nJews, and je -- Polish Jews from Russia who survived the war.",
        "Q: When you first started to learn -- how did y -- when you first started learning about what\nhad happened in -- in Poland, primarily, but certainly west of where you were --",
        "A: Yeah, this was when I was in the -- in the Russian army, started to read, and -- and I came\nto various cities, and nowhere were Jews. As a matter of fact, I even passed as a soldier\nour city, Plasnich. Came in -- we were supposed to go in toward Prussia, which was --\nPrussia was near the border. So I asked my officer a -- if I can go in, so he went with me.\nI am interested. And I saw a neighbor in the street, and I stopped him, how are you, and --\nand I asked him, whose -- who is here, if any Jews survived, he said no. And he told me\nthere is only one Jewish guy who survived, and -- and he was hidden by a Polish girl,\nwho he married after that. So there were no Jews. So I couldn’t stay long. And I went and\nnever -- never went back. And I didn’t want after that to go back to Poland, because all\nthe cities we passed, no Jews. The first Jewish guys I saw was in -- in -- in Berlin. I was\nwalking once on the street, and somebody s -- pass by, and said umhoit? And I looked at\nhim -- in the beginning, I -- and then I thought, hey, umhoit means in Hebrew, your folk -\n- your -- your -- your people, your folk. I -- I said yes [indecipherable]. He said yes he’s a\n-- a survivor of here, and he thought that I am Jewish, so he -- where he is, he told me\nthere is here a group of people who survived the war, and I don’t know -- he didn’t know\nyet what -- what will be, this was in -- m -- in the beginning, when ber -- when Berlin was\ntaken. I remember I had a can -- a can with me of -- we were getting American food in\ncans, was -- and I had it, and I gave it to him. Oh, he thanked me. And this was the first\ntime when I saw a Jewish person after the war. And I -- at that time I realized what --\nwhat happened, and -- and I was near Berlin, was some kind of a camp, I don’t remember\ntoday, and I -- I was there a few -- few minute, I could not be -- until -- for a long time I\ncould not hear anything about Holocaust, because I’ve had -- when I -- I had mentioned\nto you during -- I -- later when I -- when I was a student at the Berlin University, for a\nlong time I could not -- I had -- for a week or two weeks that I did not sleep at all, that\neach time either Gorajetski was chasing me and shooting at me again, or I was chasing\nGermans, and I couldn’t sleep. And it happened also in the United States in the\nbeginning, too. And I cut off all contact with my former friends, and -- with whom I\nstudied in Berlin, and -- and it went away, and it cured me. So when the DP camp was\nliquid -- closed in Berlin because of the -- 1t was approaching, I believe the --\nencirclement of Berlin, berl Berlin -- blockade of Berlin, they took out all the people\ntowar -- to West Germany, but I st -- I came back because of -- because of I want to -- I\nstarted to study, so I wanted to continue, that’s all. And I had an abur -- ability to -- a\nJewish group started to build in -- in -- in Berlin, so I was a -- earning a little money by\nteaching Hebrew, and -- and I didn’t pay for most of the -- for college. For I thought a -- I\nwill never have such conditions to -- to -- to continue, and so I’Il stay. So I stayed to\ngraduate.",
        "Q: Were you in -- in university with German students, with --",
        "A: Mostly German student, and most of the students were -- were former soldiers. Matter of\nfact, during lunch hour -- after that this was post-graduation study. We used to eat, our\ngroup, always together lunch -- eat lunch together, and I used to sit -- mostly there were\ntwo girls, with the girls, because there we -- the men were always talking about the war,\ncertain aspect of the war. And once the assistant professor came in, and he started to --\nand he said, I remember, oh, in 1942, it was -- yeah, four -- no, ’43, he is -- finally\nreceived permission to go back, and he wanted to go for Christmas home. But when he\ncame to eastern Europe, and the darn partisan blew up his train. And he couldn’t -- he did\nnot reach. And I asked him, “Herr Doctor, when was it?” And he said the -- a date, and he\nstarted to describe what happened. I said, “It wasn’t like this.” I said, “It was the different\nway.” And he said, “Somewhere, how do you know what happened to me in 1943, over\nthere?” “So, because it was me who put the mine and blew the train up.” “What, do you\nkill Germans?” I said, “Yes, killed many of them.” They ca -- didn’t want to believe. And\nhe said, “You have to go -- to come,” -- this was also before Christmas, “you have to\ncome and meet my wife, and tell -- tell her.” And I still remember she asked me else,\n“What would have been if you had met at that time?” And I told her, “I don’t know if I\nwould have survived, but your husband would have been dead.” I said, “Because every\nGerman who approached the place where we were sitting, we kept him on our -- nothing\n-- he would have been dead. If we would have survived after that, I don’t know, but the\nfirst thing is we would have shot him.” Just was -- I remember that encounter because\nthis was a special case where we were all trying to blow up a train, and suddenly --\nusually we were blowing up trains going to the front, and s-suddenly we heard somebody\nhey, a group of partisans, unknown to us, were sitting about a mile away, and they blew\nup the train, who were going to -- toward east. And they were full of Germans after that\non the railroad, and we didn’t know, we could not go there, try to -- to take it out,\nstraighten the mine out, and we didn’t know what to do. And suddenly a t -- a train\nstarted to come in the other direction. So I said, “To hell with it, we’ll blow up this one.”\nRather than -- than leave the mine, or -- so this is how this was a peculiar case. And we\nblew up the train coming from the front, to in -- where he was sitting.",
        "Q: What about -- I mean, just in general your relationship with German students? I mean,\nyour feeling toward them, how they treated you?",
        "A: No, whenever I met a German, the first -- the first -- unconsciously the first question was\nhow many women, how many children did he kill? And so this was my relationship\ntoward. I knew I am here for a purpose, in order to get a degree, and -- and get out. I did\nnot develop any close friendship with anyone, no one. Especially when I considered they\nwere all Nazis, because after that, during the Nuremburg trials, I remember two other\nguys were in the -- in my lab, and we started to talk, and they said, “Yavolt, we lost the\nwar, so they are suing our -- our leaders. Had we won, we would have sued the American\nleaders.” From this attitude, I'll never forget this. I considered that they are -- in heart that\nthey are all Nazis.",
        "Q: Did you experience any, sort of blatant anti-Semitism after the war?",
        "A: After the war, no. Only my attitude was to resist, especially when I heard such and such a\nprofessor, oh yes, he published a book, but he stole everything from -- from a Jewish\nbook, which was from a Jewish professor of 0 -- at least this is what I was told. So\nwhenever I went before a -- before a -- as I said, examination, I was always sleepless. But\nI managed to -- to -- my first room I rented, I was -- I rented in a Russian girl -- ina\nRussian lady. Why? Because I wanted to find if they know anything about a person\nnamed Gorajetski, because I thought, if I'll find Gorajetski, he’ II not -- he’ll not live long\nif Pll find. But they did not know anything. And after that I was with a -- another family\nwho were very nice to me, they cooked for me, treated me nicely.",
        "Q: A German family?",
        "A: German family.",
        "Q: What did you study?",
        "A: I studied chemistry, and afterwards I received a PhD in chemistry. And when I came --\nvisited Israel, and I asked for a job, they told me, “We have so many chemists that you\ncan put the,” [indecipherable] that -- like tar on their -- “you can pave the streets with\nthem’’. So I said -- and my sister was -- and brother-in-law, they got a job in the\nWashington embassy. And when they were told to go back, they asked for asylum, and\nstayed here. So they wrote me, “Come here, come to -- to United States.” So I started to\nstudy English, and after a few months English, I came to the United States.",
        "Q: This was when?",
        "A: 1956. And I got one job in Massachusetts, was there for a year and a half, and after that,\nthe central laboratories were in Philadelphia, so I moved to Philadelphia, because in a\nsmall place in Massachusetts, there was nothing for a single person to do. I used to go\ndrive to New York. And my sister live in Washington, I thought, hey, Philadelphia 1s in\nthe between. So I moved to Philadelphia, and since then I am in Philadelphia.",
        "Q: Now, for -- since all of this time, you’ve gotten married, you’ve raised a family.",
        "A: Oh, I -- I was going every -- from to -- since my mother was in -- in Israel, and my two\nbrothers were in Israel, [indecipherable] f -- in ’48, my two brothers volunteered to go to\nfight for Israel. And they went, and they volunteered. They asked me to come with them,\nand I said, “No, I had enough, one war. And I am now studying, I am not -- I’Il not leave\ntill I graduate.” So I used to go to visit, and I -- from here I was going to visit my mother\nand brothers there. And on one of the visits, I me -- met my wife, we got married, and sh\n-- t-- I brought her -- brought them here -- brought her here. I tried to get a job there, I\ncouldn’t. Although she always says that I didn’t try hard enough. And now, my two\nchildren were born here. One is a physician, the other is a lawyer. So we -- we are here.",
        "Q: When you first came over here, was there a -- an adjustment period?",
        "A: Oh yes. I cannot say that I felt immediately a member of -- of the group, it was always --\nactually, it was always they. Americans, they Americans. American Jews, they American\nJews. It was never we, for a long, long, long time. I did not ber -- belong to any group.\nBecause I felt always to be that I am an outsider, all the time. I don’t know, this -- this is\nwhat happened then, during the war.",
        "Q: Was it lonely, or --",
        "A: Yes. That’s what always, it -- my life was unique, it was different than everybody else’s.\nAs a matter of fact, and even when -- even Philadelphia I saw there is a group of\nHolocaust survivors, and the first -- I went only once to a meeting of, and I saw a -- these\nwere mostly people who were -- who survived somehow in Russia somewhere, or ot --\nnot they -- they did not had to fight for their life, as I did, so I -- so they -- it’s not the\nsame group as I did.",
        "Q: Did people -- did you talk about your past?",
        "A: No, I tried -- I talked very little. This is the reason why my daughter is here, she wanted\nto hear -- hear what, because whenever there was -- they mentioned in television the\nHolocaust, I went out. I did not -- only once or twice I talked -- gave a talk in -- in the\nsynagogue, about Jewish partisans, or -- and actually, I was not in a typically Jewish\npartisan, I was a partisan.",
        "Q: Did Americans -- people who were already here -- care? Did they want to know?",
        "A: Some found it interesting, but as a whole, not specially.",
        "Q: And you didn’t want to talk abou t it?",
        "A: And I didn’t want to talk, no.",
        "Q: How long do you think it took you to sort of feel more comfortable with thinking about it,\nand talking about it?",
        "A: Oh, I would say till -- till about a few years ago. Took me a long time. And this is why I\nwas often in Israel, but the first time I went to see Yad Vashem was last year. And this\nHolocaust museum, only -- only now that I saw it. Because the memories were too\npainful. I have seen too many dead children, too many women killed.",
        "Q: You basically reestablished yourself with success. How much do you think that those war\nexperiences impacted you, and -- and can you kind of talk about in what way they sort of,\naffected you, in the way you’ve lived your life?",
        "A: I don’t know, I -- I wa -- I -- I believe that I became very regre -- regressive, so ha -- I d --\nI didn’t talk. The first time that I talking about it openly now is -- is -- is now, here. I tried\nalways to -- not to talk about it, to hide it, to hide everything what happened to me. I\ndon’t know why, but because it hurt. I still hate certain areas in j -- and I -- I didn’t\nmention about this that when I was a student, immediately after Israel was created, I\nasked my sister to send me how just Jewish money looked like. And she sent me one\nshekel, a five shekel bill, and a 10 or 20, I don’t remember. And at that -- at that time, one\n-- one shekel was five dollars, so for me this was a fortune, so much money. But she send\nit to me, and I saw each time, whenever I couldn’t sleep, I looked at the money, because\nthe money had on the other side, a Star of David. And the Star of David, which was used\nduring the war as a star to deg -- as a sign to degrade people, suddenly here was on the\nmoney, and it was -- so I -- when I looked at it, I say, “Oh, I'll finished -- in a few more\nyears I’ll graduate, and I’ll get away, get out from -- from -- from this country, from\nGermany.” And each time I kept 1t with me, with -- the money. When my mother was\nsupposed to go to Israel, this was during the blockade of Berlin, I -- and she was in West\nGermany, I wanted to go to say good-bye to her, to say to -- in -- but when I went -- I had\nonl -- the only way how to go was, for me, was by a plane. From anybody from\n[indecipherable]. So I wanted to buy a ticket, they told me no, I am -- I am a for -- I am\nnot a German. So how do I pay? Said, “You cannot pay this with foreign -- with dollars,\nbecause you are not ar -- a real foreigner.” I cannot get a ticket. So there was another guy\nliving also at a Polish Jew in my -- in my house, I ask him, “How do Jewish people travel\nto -- to West Germany?” To -- the shortest distance was to Hanover. He told me there is\nhere a foreign -- a foreigner -- a real foreigner. He told me buy dollars on the Black\nMarket, and he told me where I can buy dollars, and 20 dollars for him. And for 20\ndollars, he will pay for you. And then you’ll be able to go. So, I went to him, he said yes,\nhe’ ll do it. I bought, I don’t remember how -- remember how many dollars, was in 20\ndollars for him. I pay -- and he paid for me a t-ticket, and I came on the plane from\nBerlin, and I remember they called me in. “You are a smuggler.” I had to undress, and\nthey -- the British, that’s what it -- the British part of Berlin. And they checked me, they\nlooked for me. And at that time I figured, hey, I should have had like -- like with the\nGerman maybe, to put something on my legs -- on my -- in my -- so that they’ Il not touch\n[indecipherable]. Because they found in my wallet this -- this money, this Israeli money,\nthey took it away from me. I'll never forget it till today I remember the British. They took\naway because I’m a smuggler. I was the only wa -- only Jew on the -- on the -- on the\nplane, and the only smuggler. And I lost the money. If I had known that they will, ah, I\ncould have hidden it in a book or somewhere. I was in -- in trying to smuggle in things, I\nwas a specialist, I knew how to do it. I didn’t expect it. But Pll never forget the British\nfor it.",
        "Q: What I wanted to ask you about at this point, 1s sort of, kind of general, more personal\nand philosophical sort of reactions to your experience, and I think how it formed you\nafter the war. We can do one of two things, we can, you know, probably for another half\nhour at the most. We can stop and take lunch, and do this afterwards if you’d like, or\nwhat -- however -- whatever you’d like to do. And we can take a break.",
        "A: Okay.",
        "Q: Would you like to do that, and then just come back for a half hour or so?",
        "A: Yes, yes, I will --",
        "Q: When you come ba --",
        "A: I will see what they do over there at [indecipherable]\nEnd of Tape #3\nTape #4",
        "Q: Just wanted to pick up a little bit with how these experiences during the war impacted\nyou after the war.",
        "A: It took me a long time to forget that the war is over, and I tried always to remind me,\nSam, the war is over. For instance, whenever somebody asked me a question,\nautomatically I was thinking, is it better to -- to answer in this way, or the other way. A\nsimple thing. How old are you? I was always automatically thinking -- thinking --\nthinking, should I say I’m five years older, or should I say I’m few years younger? I\nnever thought about tell the truth, because always I thought a -- what is better? Is it 1n this\nsituation better to by younger, or is it to be older? And on any question like this, I never -\n- automatically I did -- my -- my head worked in this way, which answer 1s better, not\nwhat is the truth, to answer truly. And after that, I realized, Sam, the war is over, you can\ntell the truth. And took me a long time, till I overcame this thinking, that you can answer,\nthere is no danger any more.",
        "Q: Now, wa -- was this because you always had to manipulate the truth? Was this because\nyou didn’t trust people?",
        "A: Oh, both. Mostly it was because to manipulate was better. In some places it was better to\nbe younger, let’s say, cause then you’ll be able -- in other places was better to be older,\nthen there -- then you can do in ghetto. These things still remained, and I -- as I said, this\nwas automatic with me. I had to fight to -- to a -- you can tell the truth, there -- they --\nthere is no danger any more. Because still I was thinking there is a danger in -- in --\nlurking somewhere. And I had to fight this myself to answer the truth, to tell the truth. To\nforget about it.",
        "Q: What else?",
        "A: Also trusting people. It was very difficult to. Somehow you have to real -- I had to rea --\nyou have to rely on yourself, not to trust other people. Took me also a long time to. And\neven -- even making friends. I believe this was all the results of bitter experiences.",
        "Q: Do you think that your sort of priorities, your values maybe are different because of what\nyou went through? Or were shaped by what you went through?",
        "A: No, the priorities was always -- first thing was safety. Automatically I was think, hey,\nwhat is safer? In anything what I did. From walking somewhere, to -- to going for trips.\nSafety was always the first thing I was la -- I was thinking of.",
        "Q: To an extreme?",
        "A: To -- even to extremes. But it a --",
        "Q: Do you feel safe now?",
        "A: Yes. Now this went away. But took me -- it took me time to -- to overcome it, because I\nwas recognizing myself, hey, there is no danger Sam, any more. You -- and I talking to\nmyself, and I say, so the war is over, the war 1s over.",
        "Q: Do you think that -- that your experiences affected the way you raised your children, or --",
        "A: Not that I think now about it, although I -- I worried often about the safety, not saying\nanything maybe. But maybe I was overcautious in various area, I don’t know. But it\ndefinitely -- I wa -- I was 1 -- always think, hey is this -- is it safe, can they go somewhere\non a -- to acamp? Who will -- 1s it safe to be in the camp? And so on. I had to think it\nover. I di -- I didn’t talk about it, but I was thinking to myself.",
        "Q: What were some of the other difficulties in kind of adjusting to a new life?",
        "A: I cannot think, because I had all the time -- had to adjust each time, to adjust to a different\nlanguage, or to -- because in the beginning everything was -- let’s say I was raised in\nPoland, Polish, and after that to adjust everything in Russian, then I was adjusting back to\nPolish, then to German, and after that were ex -- exa -- to -- to -- to English. And -- so it\nwas adjusting was constantly. I was doing it all the time, till here I thought I am now -- I\nam here, I am an -- an American now.",
        "Q: What about culturally here? You mentioned that you felt a bit apart, but -- but what else,\nanything?",
        "A: This -- this -- I believe this was all the time that I belong to -- as I said I could not --\nnever say we, you’re -- we are. In other word, for a certain group to say we, we belong.\nWe Americans, or we -- because I was always -- considered myself, it is they, and I am\ndifferent.",
        "Q: Oh, okay.",
        "A: And I probably did not overcome this.",
        "Q: Are you -- are you religious now, or have -- di-did you raise your children Jewish?",
        "A: Yes, we belong to a synagogue, and -- and actually it was -- in the beginning I could not\ngo to a synagogue. In -- in Berlin, let’s say whenever there was a Jewish holiday, I did\nnot go to -- to -- simply to show a -- I am Jewish. And I used to go to the synagogue, but I\nwas always outside, not going in -- in to -- to pray, because I understood Hebrew -- I\nunderstand Hebrew, I learned Hebrew. And whenever there was written, God is full of\nmercy, I could not see where -- where he was. I saw th -- the -- that children, and that --\nthat people. So, I could not pray for a long, long time. But after that, here, when I\nthought, yeah, if I will not go to a synagogue, and my wife wanted the children to be\nraised [indecipherable], if not, then they will become -- they’II stop being Jewish. So I\nagreed yes, we’ll go to a synagogue, and we belonged to a synagogue since then, and we\ntried to raise our children Jewish.",
        "Q: Is this important?",
        "A: Yes. Yes, because this is a way how e -- how they can stay Jewish. In Poland you could\nbe Jewish without being religious. In Israel you can be Jewish without being religious.\nBut in the United States, if you don’t belong to a synagogue, and you don’t na -- then you\nstop being Jewish. So this is important.",
        "Q: What do you think gave you, sort of the courage, and the strength to get through all of\nthis?",
        "A: In the beginning it was a will to survive, so see again my -- my parents. To see my\nbrothers and sister. At a certain time it was -- a certain amount was a desire to re -- of\nrevenge. And not only it was expected to me -- from me, I remember in the Red army,\nwhen we entered the first German village, and there were only a couple of old people\nremained in the village, how everybody else ran away. And the soldiers come me, “Sam,\nthere are the -- they are still Germans, we should go kill them.” And I asked them,\n[indecipherable] I say, should I? I told them, “Why should I kill them? They didn’t do\nanything bad to me.” They says, “You are Jewish, didn’t they kill all Jews?” And I told\nthem, “So, what do you want me to be like the -- like the German SS, do the same thing?”\nWithin myself I saw a -- I cannot do what they did. So I had opportunity to kill Germans,\nbut I couldn’t do it. But there was a certain -- during the war, there was a certain amount\nof desire for revenge.",
        "Q: Was there anything in your upbringing that kind of gave you the s -- the strength you\nneeded to -- to get through this? Were there things that you thought about while you were\nfighting, or that you dreamed about?",
        "A: No, I would not say this, because my father always wanted me to be kind, and -- and --\nand -- and -- and understandable of other people need. No, I would not say that\nupbringing did it, it is the experience during the war which made me. It is only -- 1t was\none thing that I -- when I was as a partisan walking through the -- at night sometimes,\nsomewhere through the village, and I thought, hey, why did -- how come -- why -- why\ndid not -- I not have a rifle when I was in ghetto? I would have felt differently. That it\nwill cost somebody s-something to kill me, that they cannot kill just people for -- for\nnothing, and without paying any -- a price for it. So this -- and this is sometimes left --\nsometimes when I think about people here having so mu -- so mu -- rifles, and they\ncausing here death, I still sometimes think a -- but if Jews had rifles during -- in 1939,\nmany more Germans would have paid with their life, or Ukrainians for -- for killing\nthem. So it’s -- it affects today my thinking that I am not so against -- so much against the\nNational Rifle Organization as may be if I would have not had my experience.",
        "Q: What else did you think about while you were in the forest?",
        "A: Oh, if I was thinking, I -- 1t was a dream that I -- that I will one day be sitting here in --\nand answer question and tell stories about it. I never believed that such a day will come. I\nthought I am destined to be killed, but I want to pay a price -- that they pay a price for\nkilling me. But I didn’t believe that Pll survive.",
        "Q: Did you think about your family when you were in the woods, or --",
        "A: Oh, always. They were always close and I was thanking God that we did not have my --\nmoney -- enough money so the whole family will go to -- to Minsk, otherwise I would\nhave not been able to -- to run away and then -- and this is what happened to a lot of\nyoung people who stayed, did not go away because they could not leave their mothers or\n-- or fathers. Because very often, they were supplying the food, you know, for the --\ntemporarily to s -- to survive, even -- even when a lot of people were hungry, but still the\nyoung people were those who were helping them. And a lot of them could not go away\nand leave their parents, or brothers and sisters. So I thank God that -- that it -- that only --\nthat only I was the one who went to Minsk, and they stayed far back.",
        "Q: Are there certain, or were there, I guess, certain things that happened to you here that\nwould evoke certain memories, whether it was a smell, or a sound, or something someone\nsaid that all of a sudden would make you think back to these difficult experiences?\nCertain things that just bring out these memories?",
        "A: Not particularly, except a few days ago, I was to a meeting where a professor from China\ngave a -- a speech at Gratts College in -- in -- it’s a Jewish college in -- in Pennsylvania,\nin Philadelphia. And he spoke that they wanted to -- to learn about Jews, and Jewish\nculture, and so on, because Jews have influence everywhere about -- 1n -- in -- in money\nand so on. And -- and a -- in business and so on. And I thought, hey, where did I hear that\nJews have all these influence, worldwide influence? It was in the shtillmer where I read\nit. So these kind of thing I wanted to ask, but then --",
        "Q: And maybe he was just being complimentary?",
        "A: Yes, that they want to get acquainted with Jewish culture, and so on, so [indecipherable],\nand he gave this as a reason, but there was [indecipherable] yet. Jews could not help\neffect t-to -- to bomb Auschwitz, or -- or -- or other things li-like this, and -- or -- or\ninfluence the British to let Patria, and -- and -- and what is the name, the -- the two ships\nwhich were blown up after that? People tried to escape, and come to Israel. They didn’t\nhave the influence at that time, but now, suddenly they have the influence.",
        "Q: What else? Is there anything that you -- that you want to add? I have a good question for\nyou. Did -- did working with all of those -- those mines, make you -- make you a better\nchemist?",
        "A: No, I -- but I understood after that what I -- actually I did not want to be a -- as a young\nman, I did not want to be a chemist. As a young man, I loved math, and I wanted to be a\nmathematician. In high school whenever -- every -- we had a free lessons, I used to go to\nmy math professor. They -- all the kids were go -- were -- went out to play basketball,\nand I told him, hey, we have a free time, can you give my -- give me a math problem and\n-- to solve? And I hoped one day to be a mathematician. But when I started -- and applied\nto college, I said hey, if I’ll be a mathematician, what could it be? At that time the only\nthing what I could be is a teacher, in all, I did not want to be a teacher. Because I was\nearning money in high school by tutoring other people, and I thought, no, I don’t want to\ndo this. So close to it, science, I said, hey, chemistry -- chemistry, I -- maybe I'll be able\none day to work in Vitezma Institute. So this influenced my decision to choose it. Yes,\nand after that I understood what I did during the war, how I blew up thing.",
        "Q: That early experience with explosives, and it doesn’t determine your future.",
        "A: No, I became really not knowing much of chemistry especially is whenever it was needed\n-- needed to blow up things and we didn’t have much TNT. I devised a method simply by\ntaking -- putting together shells from -- from various -- various types of shells, and in\nbetween a small piece of TNT, and blowing up this TNT, and this TNT were causing all\nthe shells to explode, and -- and take down the whole bridge. This is -- this was my -- my\ninvention, how -- how to do it.",
        "Q: You’re in inventor. I don’t think I have any other questions, unless there’s anything that\nyou'd like to add.",
        "A: No, thank you, it was for me of interest to go, because I -- I wanted always to come, and I\nwas fighting it, to go to see what do people want to see in the Holocaust Museum, and I\nsaw so many people reading the various things, which most of them were known to me,\nbut still 1t was of interest, the way it was presented.",
        "Q: Well, I thank you for [indecipherable]",
        "A: Thank you, and this can be of help to some -- to somebody, I am glad that I told it.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: For the record, I would like you to state your name, your date of birth, and where you\nwere born.",
        "Q: Okay. Tell me a little bit about your life before the war, your family, your town.",
        "Q: Okay. I need to stop you here, because I still want to know a little bit more about your --\nyour life before the war. You mentioned that there was a -- for the population there was a\nf -- a fairly substantial Jewish community. Was -- was it integrated into the Polish\ncommunity, or were most of your contacts Jewish?",
        "Q: Was there any anti-Semitism in the town?",
        "Q: The Jewish community wa -- did you -- do you remember having a sort of active cultural\nlife?",
        "Q: And you were part of some of these youth organizations?",
        "Q: Of course, part of the reason I ask this is that you later on, and -- were very active with\nthe partisans, and I just wondered if -- if any of this came from kind of your life, or your\nideology before the war.",
        "Q: Okay. We’ll get to that. I’m just trying to establish what your -- your life was like before\nthe war. How much did you know about what was already going on in Germany and\nAustria? And Hitler?",
        "Q: And you probably didn’t think that that would affect you?",
        "Q: Couple questions. First, I’m sort of curious why the Germans pushed you toward Russian\nterritory rather than just taking care of you themselves, and the other thing I want you\ntalk a little bit about is kind of the general kind of mood, what it -- what this all felt like.",
        "Q: Were you with your f -- were you with your family? Who was with you at this point?",
        "Q: Let me stop you for a moment. And that was all organized for you?",
        "Q: Okay. How long were you in Bialystok, and what -- was there any normalcy to life there?",
        "Q: Your treatm -- your treatment by the Russian authorities, or the Soviet authorities in\nBialystok was --",
        "Q: So, you stayed in Bialystok for how long?",
        "Q: I want to know a little bit more about the life there. Was -- was your family with you?\nWho -- who went with you? Did you -- were you able to sort of keep up some of your\ntraditions? What was the life like?",
        "Q: Was there a risk?",
        "Q: Talk a little bit about these pograms, what you saw, what was going on.",
        "Q: In the other side?",
        "Q: Did you see -- did you feel safe walking on the streets of the ghetto?",
        "Q: Was there any logic to who was taken out? Did they go for certain types of people?",
        "Q: Before we get into that, I wanted to ask you some general questions about the ghetto. I’m\nsort of -- I’m interested in a lot of things about the ghetto, in terms of the organization.\nYou talked about working, and what kind of work was there. Who ran the ghetto, were\nthere -- you know, did you have health facilities, did you have cultural facilities? Were --\ndid -- were there any schools, were there any sort of hidden activities?",
        "Q: Was this Barash?",
        "Q: No.",
        "Q: All in the ghetto?",
        "Q: Inside the ghetto?",
        "Q: I think we need to change the tape.",
        "Q: Okay, I wanted to ask you a little bit more about the Minsk ghetto before we move on,\nwhat you can remember about the daily life, or what kind of work you did.",
        "Q: They weren’t factories or anything?",
        "Q: How did -- how did you get chosen for work? Did -- could you say -- h -- h -- who\ndetermined --",
        "Q: Was there any sense of normalcy, was there a social life, was there religious --",
        "Q: Was there an underground movement in the ghetto, and did you know about it?",
        "Q: How large of a group?",
        "Q: Men and women?",
        "Q: Now this is a Soviet partisan , this is not necessarily Jewish.",
        "Q: Now, logistically, I’m trying to understand how you would know when it -- before a train\ncame by, what to -- what to attack, what your priority was here.",
        "Q: How did you -- how did you know that?",
        "Q: Now, here you are, one time a boy who was studying a Talmud, all of a sudden blowing\nup trains. How -- what -- did they tr --",
        "Q: Did they -- did they -- did they train you? I mean, how did --",
        "Q: How did you -- how did you learn how to do all these things?",
        "Q: Now did you -- did you ha-have guns as well, or --",
        "Q: Well, you mention the -- the -- the peasants. Were sort of the local people pretty\ncooperative with you, in terms of, I guess, giving you food --",
        "Q: -- or did they -- were they kind of afraid to have you so close by?",
        "Q: So there -- what I’m hearing is there wasn’t so much cooperation between different\npartisan groups, or --",
        "Q: But you also had a common enemy’?",
        "Q: Now --",
        "Q: Were there women in the partisans?",
        "Q: Now, we’re talking about this many years later, but you’re expressing a real sense of kind\nof adventure, and -- and ther -- a -- a certain elation about it right now. It must have been\nscary.",
        "Q: Now in -- before you join the -- the army -- the -- I’m sort of curious about the make-up,\nyou said that there were women fighting with you. Did -- and it also sounds like you were\nsort of the leader of your group.",
        "Q: What was the age range of the people fighting with you? Were they all young?",
        "Q: And a couple questions, one is, did you feel any anti-Semitism, and the other one is did\nyou come across family camps?",
        "Q: Family camps in the forest.",
        "Q: I mean, what happened to all of the --",
        "Q: Wasn’t there also a -- the Zurin camp as well?",
        "Q: Large camp.",
        "Q: And you were not treated differently as a Jew?",
        "Q: There must have been an incredible bond amongst the people within your group, and\nmaybe with other groups as well. Incredible trust.",
        "Q: So it was a very sort of strong code of --",
        "Q: You mean because of other partisans deciding they were too big of a risk?",
        "Q: And you also s -- you also indicated that there was a certain amount of socializing and\nfraternizing when you weren’t fighting.",
        "Q: But that must have added a little bit of balance to the kind of seriousness of your mission.",
        "Q: Let’s change tapes.",
        "Q: Okay, well, I think we were talking about your experience with the partisans, and I don’t\nknow if there’s anything else you want to add before moving on.",
        "Q: What time period are we talking about now?",
        "Q: Right, but -- but what date -- I mean, how fa -- how far along are we?",
        "Q: Okay, then I -- I guess I have one -- one question and then I -- I’d like you to continue.\nYou describe that at some point, and I think this was sometime in 1943, the Soviet\npartisans were then really working under the command of Moscow, I think.",
        "Q: And that’s when you built the airstrip, and --",
        "Q: And did your operations, an-and to some extent I guess your -- your goals changed, but\ndid -- did it feel different?",
        "Q: Through this contact with Moscow, did you have much information on what was\nhappening in the war, or what was happening in Poland?",
        "Q: So Pll let you continue here.",
        "Q: Did you have -- when you were with the Soviet army, I mean, were there skirmishes,\nwhat were you doing?",
        "Q: Did you liberate Berlin?",
        "Q: What was it like?",
        "Q: How did you feel?",
        "Q: But all of these years you spent in the forest, before that in a ghetto, did you ri -- did you\never think you’d see that day?",
        "Q: What were your sort of initial thoughts or plans, once you were essentially free?",
        "Q: Wait, I’m getting confused. First -- did you go to kra -- you went to Krakow?",
        "Q: Okay, but before this happened, didn’t you have to go -- how did your mother get there? I\nmean, didn’t you have to go find her or something? I mean, how did all of a sudden your\nfamily get together again?",
        "Q: So before you went to Stettin, you -- your -- your mother had come -- your parents had\ncome over from -- from that town in the Urals?",
        "Q: Oh, you didn’t describe that, I’m sorry. I -- you told me about that before the interview,\nbut I don’t think you’ve described that, so --",
        "Q: \"AS.",
        "Q: Well it’s just kind of amazing that you really were able to reconnect with most of your\nfamily.",
        "Q: It’s unusual, I think.",
        "Q: And your father?",
        "Q: So you and your mother, and I’m not sure who else, went to this DP camp in Berlin?",
        "Q: What was living in the camp like?",
        "Q: Were there camp survivors there?",
        "Q: When you first started to learn -- how did y -- when you first started learning about what\nhad happened in -- in Poland, primarily, but certainly west of where you were --",
        "Q: Were you in -- in university with German students, with --",
        "Q: What about -- I mean, just in general your relationship with German students? I mean,\nyour feeling toward them, how they treated you?",
        "Q: Did you experience any, sort of blatant anti-Semitism after the war?",
        "Q: A German family?",
        "Q: What did you study?",
        "Q: This was when?",
        "Q: Now, for -- since all of this time, you’ve gotten married, you’ve raised a family.",
        "Q: When you first came over here, was there a -- an adjustment period?",
        "Q: Was it lonely, or --",
        "Q: Did people -- did you talk about your past?",
        "Q: Did Americans -- people who were already here -- care? Did they want to know?",
        "Q: And you didn’t want to talk abou t it?",
        "Q: How long do you think it took you to sort of feel more comfortable with thinking about it,\nand talking about it?",
        "Q: You basically reestablished yourself with success. How much do you think that those war\nexperiences impacted you, and -- and can you kind of talk about in what way they sort of,\naffected you, in the way you’ve lived your life?",
        "Q: What I wanted to ask you about at this point, 1s sort of, kind of general, more personal\nand philosophical sort of reactions to your experience, and I think how it formed you\nafter the war. We can do one of two things, we can, you know, probably for another half\nhour at the most. We can stop and take lunch, and do this afterwards if you’d like, or\nwhat -- however -- whatever you’d like to do. And we can take a break.",
        "Q: Would you like to do that, and then just come back for a half hour or so?",
        "Q: When you come ba --",
        "Q: Just wanted to pick up a little bit with how these experiences during the war impacted\nyou after the war.",
        "Q: Now, wa -- was this because you always had to manipulate the truth? Was this because\nyou didn’t trust people?",
        "Q: What else?",
        "Q: Do you think that your sort of priorities, your values maybe are different because of what\nyou went through? Or were shaped by what you went through?",
        "Q: To an extreme?",
        "Q: Do you feel safe now?",
        "Q: Do you think that -- that your experiences affected the way you raised your children, or --",
        "Q: What were some of the other difficulties in kind of adjusting to a new life?",
        "Q: What about culturally here? You mentioned that you felt a bit apart, but -- but what else,\nanything?",
        "Q: Oh, okay.",
        "Q: Are you -- are you religious now, or have -- di-did you raise your children Jewish?",
        "Q: Is this important?",
        "Q: What do you think gave you, sort of the courage, and the strength to get through all of\nthis?",
        "Q: Was there anything in your upbringing that kind of gave you the s -- the strength you\nneeded to -- to get through this? Were there things that you thought about while you were\nfighting, or that you dreamed about?",
        "Q: What else did you think about while you were in the forest?",
        "Q: Did you think about your family when you were in the woods, or --",
        "Q: Are there certain, or were there, I guess, certain things that happened to you here that\nwould evoke certain memories, whether it was a smell, or a sound, or something someone\nsaid that all of a sudden would make you think back to these difficult experiences?\nCertain things that just bring out these memories?",
        "Q: And maybe he was just being complimentary?",
        "Q: What else? Is there anything that you -- that you want to add? I have a good question for\nyou. Did -- did working with all of those -- those mines, make you -- make you a better\nchemist?",
        "Q: That early experience with explosives, and it doesn’t determine your future.",
        "Q: You’re in inventor. I don’t think I have any other questions, unless there’s anything that\nyou'd like to add.",
        "Q: Well, I thank you for [indecipherable]"
    ],
    "answers": [
        "A: My name is Samuel Makower, born Smuel Makower. This is a [indecipherable]. I was\nborn January the sixth, 1922 in Shasnich. This is a city in Poland, north of Poland, near\nthe Prussian border.",
        "A: The town was a little, typical shtetl. The -- although the majority of the people were\nPoles, and there were about eight to 9,000 population, and about -- over two thou -- 2500\nJews. The -- I was born to a family le -- relatively large family, we were nine children,\nand my father was a business man. Went -- finish public school, and after that I went to a\nJewish high school which was in Lubuc, a city about 20 miles away from a -- from our --\nfrom Shasnich. And I was here a student till the war started. The war started, I still\nremember, Friday, 1939, and we heard immediately the thundering of the cannons. And\nall Jews left the city next day, Saturday. Went south, to relatives.",
        "A: Most of the contacts were Jewish. As a matter of fact, I did not practically know any\nPolish people, except neighbors who were close by. But to plays, I used to play with the\nJewish children, and one started life a -- in -- as a child in goldstu, in elderidge, and\nHaider, and then -- and school started in the morning, school, and after that you go to a\nJewish school all day long, all the years. And when there was no Haider, because I was\nrelatively good student, and I passed fast everything, then I wa -- I was invited by people\nto -- to read Talmud, to learn more with them in -- without charge. They wanted me\nbecause I was a good student, so they wanted with their son -- that I learn with -- with\ntheir son. So, till the evening -- the evening th -- I came home, made the lessons, went to\nsleep. Next day the same thing.",
        "A: Not that -- there was anti-Semitism, no -- no doubt about it. Th-the Haider where I went\nto was near the church, so whenever it was some kind of a holiday, we were the killer of\nGod. And -- especially on certain holidays when I had to go around the long way home\nbecause there was a procession, and in -- in the short way, and I knew that I will be\nbeaten up if I’ll go there. So there was no -- no doubt. But often fights between Jewish\nchildren, and -- and Polish children.",
        "A: Oh yes, there was a Jewish library, and all kind of Zionist lectures, and -- and we went --\nwe were exposed as young children already, to go, everybody want to -- hey, we’ll go --\nwe'll try to go to -- to Israel. And when I chose to go to a Jewish high school, they\ndefinitely -- it was -- 1t was a Zionist no -- s -- a-admira -- at-atmosphere. And learning\nHebrew, and Jewish history, a-and ne -- I een -- Hebrew language, and I -- I was\nsupposed to read every week a book in Hebrew. One in Hebrew -- I mean, one in Polish.\nSo -- but it was a Jewish culture, definitely.",
        "A: I started to go to a Hashamiratzaire, for various reasons. One is this is the only place\nwhere -- where I -- we could play ping pong, and this kind of thing. As children we were\n-- we were -- this was influential, playing together, and -- but in -- dreaming one day to\ngo to Israel. And in the matter of fact, my f -- my sister went, before the war to Israel.\nBefore the war started.",
        "A: No. This was a -- in the partisan 1t was simply because a -- as a way of -- to survive, and\nto take reveng -- revenge.",
        "A: We knew that there was a ge -- there were ghettos, and something was going on it’s bad\nfor Jews. But we did not know much. Cause -- because later we knew what was going on\ntill °39, because there were Jew -- papers, so we -- so we knew that Hitler is anti-Semite\n-- Semitic, and there are certain concentration camps, but at that time, nobody spoke\nabout mass destruction somewhere, or -- or -- or killings.",
        "A: No, till -- till the -- when the war started, yes, we wonder -- this is why when -- I try to go\ntoward -- toward Warsaw when the war started, because I thought I -- maybe there will\nbe a fight, and I'll not be on the side with the Germans, but I'll be in the -- where the pol -\n- Polish are, and -- but unfortunately on their way, the Germans went faster toward --\ncame faster toward -- to Warsaw, to -- practically to -- see, they didn’t take Warsaw, but\nclose to Warsaw, so that I was under the Germans, and -- and decided to go back to our\ncity. When I came to our city, was about a few days, the commander of the city, a ger --\nthe German, told all Jews to come out one day. It was about the 15\" abou -- of -- of -- of\nSeptember, and put all the Jews in trucks and took them out towards the Russian border.\nLeft us in a place where the Polish army used to exercise. The next morning they came\nagain, and told us to walk toward the Russians. And we walked over there, and they took\naway everything what we ha -- what we still had, if they saw anything valuable. Like, my\nfather forgot to hide his golden watch what he had from his father, they took it away. And\nI still remember to -- today the first Russian soldier we saw. And while the German were\ntalking to us in such a derogative way, he was so nice, and said something, and I didn’t\nunderstand a word what he said. My father understood Russian because as a child,\nShasnich was under the Russian, and he learned Russian. So he said, “Oh, he told us to\ngo over there, where there is soup for us.” Alright, we went there -- the Jewish population\nof this small place me -- pr-prepare soup -- soup for us. For we a-ate something warm,\nand after that they took us to Bialystok.",
        "A: As a whole, we were scared all the time, because we did not -- we knew that they hate\nJews, as a fer -- a matter of fact, they -- this 1s why they took all the Jews and send them\nout, because they said that our city will be incorporated in the -- in the Reich, and they\ndid not want to have Jews, the addition of Jews in the -- in the Reich, so they sa -- told us\nto go. And from the Russian point of view it was very nice [indecipherable] let us come\nin, as a matter of fact, for approximately two months, it -- borders were opening,\neverybody who came, who could -- who took advantage, and cou -- and came, survived.\nMore Polish Jews survived after that in Russia than in Poland. The mood was of\nunknown. We don’t know what expects us. We know that after that -- after\n[indecipherable] already in Bialystok that we are free to do various things, that nobody\npersecute us as Jew. If there is something, a lack of certain things, because we saw how\neagerly the j -- Russian soldiers is buying various things on the market. [indecipherable]\nSo it is because everybody -- or nobody has enough, but not because we were Jews. So\nfrom this point of view I felt a -- it was good and we thanked th-the -- th-the German\nofficer did not like to have Jews in hi -- in [indecipherable] in the -- in th-the matter of\nfact, in comparison 1s all the cities around Shasnich, more Jews survived Shasnich than\nall the -- in the cities around it, because they were completely destroyed.",
        "A: At this -- at that place, we were -- had part of the family, two -- I -- one -- my youngest\nbrother and sister stayed with -- with aunts in another city, because it was near where\nthey stayed when my -- when my -- our family left Shasnich the next day after the war,\nthey stayed there because we did not know what will happen to us. I went with my older\nbrother, further, and we came back, so we were -- and my -- my older sister, Anya, she\nwas -- She worked in Warsaw. And when Warsaw was taken, she came back to Shasnich,\nand she was told that all the Jews were send away, so she didn’t know where to go, she\nwent to the -- my aunt in -- 1 -- where my brother -- younger brother and sister were. And\nthey -- she organized here a group of people she knew, and they all went also to the rush -\n- toward the Russian border. She asked my aunt and cousins to go with them, and they\nsaid no, they are business people, what do they do in Russia? They didn’t know -- they\nwere afraid of Russia. And nobody survived, them. And my sister came -- as a matter of\nfact, I wanted to go back to bring my sister, and my father told me, “No, I don’t have --\nI’m missing two daughters and -- and -- and a -- and a son, I don’t want to be -- to miss\nanother son.” He didn’t let me. So every day I was going in Bialystok to the train station,\nwaiting, watching, maybe my sister will come. And sure enough one day I saw a group\nand she was here, this is my younger sister, and she -- she came. We lived in Bialystok in\na -- in one room, four or five families. Everybody had a corner, and sleeping on the -- on\nthe floor, so many people were in the city, because the city of say like 100,000 had a --\nhad about 150,000 foreigners [indecipherable] who came in. There was no old schools, or\n-- synagogues were taken up by people as -- we slept on the floors. And one day there\nwere -- came also a couple of guys, and it was my brother-in-law, and they started to like\neach other, my sister and my -- and my future brother-in-law, who came from Warsaw,\nalso, to -- told -- went over to Russia. And we signed up -- there were always so-called --\nwe called them byersgame, and they were looking for people to work somewhere deep in\nRussia, and they were taking the people there to work. We said, we have nothing to lose,\nwe don’t have what -- we will sign up -- we didn’t know where to -- and we signed up to\ngo to work in Russia. They took us to a construction place. We drove for about a week on\nthe railroad, deep into the Ural mountains. We came there, it was middle -- 1t was\nOctober, and I remember it was such a storm that from the railroad to the building to go\ndown, was about 500 yard. We were running, and most of the people ended up this short\npla -- walk, or run, to have frozen nose, frozen ears, because it was minus 40 something.",
        "A: Yeah.",
        "A: Well we getting soup here, soup there, and the question was how to survive, and\neverything -- by trying to get something. Jewish -- the Je -- Jewish population organized\nhelp for the various people who came from all over Poland. And I don’t know if I --\nexactly how the organization worked, but from our point of view they we -- we were\nrelying on getting somewhere, something to eat, in order to survive. So we were looking\nfor a place to -- to go to live permanently. Here and there, you heard, people did go into\nRussia, and they came back, because they say oh, it is such a poor life the -- there 1s -- the\npeople don’t had no -- you don’t have stores open where you can buy things, and so on.\nAnd as a matter of fact, there were some people who decided maybe they’ Il go back to\nthe German -- to where the German 1s -- to the Jew -- home [inaudible]. And after that,\nStalin use all these lists of people who s -- wanted to go back, and send them all to\nSiberia. And thanks to that, they survived, because the local population up there were --\nwas killed in ’40 -- °41 - 42.",
        "A: Oh, it was good, but they did not -- they probably supplied the food for the various\norganization to feed us. But on the whole, what I saw later, that Russia suffered from a\nlack of food, in spite of the fact they ha -- they had Ukrainia, which ha -- ga -- which has\nthe -- had the best land in -- in Europe. So -- but this was -- I have ler -- later learned, was\nthe illness of Russia, the -- the collectives. Cohoss what they called, they did not produce\nenough food. So the attitude was good, but they did not have.",
        "A: For about two months, or three months maximally, and -- but -- because late of the year,\ntoward the end of the year, we came to Rockitienka, a small place in the Ural Mountains.\nWe were all supposed to work on the construction. This was a small place where they\nbuild -- they were supposed to be build houses for miners, because they had a copper\nmine, and also the copper had a certain percentage of gold, so gold and copper was being\ntaken out. And Jewish people came, and we were taught to build, and we worked 1n this\nregion. Since I was below 18, so I did not have to work eight hours a day, but just six\nhours a day. And one day a week we had free, so the -- in the winter they volunteered me\nalways to shovel snow, because there was plenty of snow. In the winter the temperature\nwas unbelievably cold. I cr -- I did not e-expect -- I didn’t hear about such cold, and we\nwere work -- working on construction till minus 40 degrees. When there was minus 41,\nwe could stay home. And we were supposed to work for one year. And this is what\nhappened for one year. We worked there, and after that, they said you are free to go.",
        "A: No, n -- ta -- Jewish traditions we have not kept at all. We did not know when a holiday\nis. Approximately we knew a -- there will be Passover, but nobody knew about --\ndefinitely we can dream about matzos, was only food and bread, and bread was also so\nand so much per family. There was a card system. Per person, you got such and such an\namount of bread. All other things were not available. You couldn’t go in a store if you\nwant meat, you could buy only on the market, not in stores. Sugar you ca -- y -- they got -\n- they gave us -- we call it gave us, in other word we were buying, twice -- a few times a\nyear, before a holiday. Like before the revolu -- anniversary of the revul -- revolution,\nand before the first of May, this is where we got -- we could buy the pound of sugar, or\ntwo pounds of sugar per person. In other cities, in large cities in Russia was different, and\nI had a chance, because my mother was sick, and she stayed in Bialystok in the hospital,\nand after that, I went to pick her up, and I st -- went to -- I got from the encoverdare from\nthe -- I would just call the near -- the DPU? Anyway, permission to go, to get the ti --\ntickets. So I saw how I came -- stopped in Moscow, we slept there on the tr -- on the -- on\nthe -- in -- at the station, and from there ti -- changed to another train to Bialystok. And in\nMoscow I could go out in the street, and -- and -- an-and buy sugar, so I -- I bought, I\nremember 10 on -- or 12 kilo, which is 20 pound of sugar, and carry it with me. Cause\neach time I went, I went in, there was a line where they gave only two pounds, but -- so I\nwent five times, until they saw, “Hey, you were here already. Ill call a policeman.” So I\nleft. So I went -- went back. So I saw in other places in large cities that you can get. But\nwhen I -- then I brought my mother to Rakichenka, and they stayed there till we were free\nto -- to go where we want. My sister and my brother-in-law they had -- in the meantime\nhad a little girl, and they decided to leave. My brother-in-law was getting letters from\nfriends. And they said in the Polish part of Russia, like Bialystok, they were there, in\ncharge, because they were Communists. And they said, “Come back, and you’|l have --\nyou'll be alright. Come in.” So they went. They came to the border, the former bor -- the\nformer border between Poland, and they -- and they did not let them go through. So they\ncame -- they came -- it was near Minsk, they went into Minsk. And here in Minsk, I -- we\nknew somebody, and the story was, when we were in Rakichenka, I learned fast to -- the\nlanguage, to read and write Russian. And one day a young man came to me, “Sam, write\nme a letter in Russian.” And he told me in Polish what to write, “Dear uncle, I am the son\nof your brother,” so and so. “We received from your letters till 1936. In 1936, we stopped\ngetting any letter. If you are alive, please write to me, I am here in Rakichenka, and I am\nhere working till -- I am supposed to work till the end of 19 -- till 1940. And please\nwrite.” After a short time he got a answer, and it came back to me, say -- the letter was\nwritten by his cousin. “Your uncle passed away, but I live in his house,” and it said,\n“When you will free -- be free, come to Minsk, my husband is a officer in the Red army,\nhe’ll arrange for you to be able to stay in Minsk.” And indeed, when our contract\nfinished, he left for Minsk, and he kept -- he wrote us letters on a -- wrote them because\nwe were -- thanks to me he got -- went there. “Oh,” they say, “you can go in stores, they\nare -- you can get jobs here, and your -- and there is a different life.”” Temperature\ndefinitely no comparison. There is no such a temperature like it was in -- in Poland, close\nto. No in -- because in Rakichenka, we were about 10 days a year without wind. Winter\nwas a cold wind blowing, in summer a hot wind blowing. Summer you -- you slept in the\noutside, because it was too hot to sleep in the house, and winter was too cold. So my\nsister and brother-in-law went to Minsk and -- and this officer arranged for them a place\nto stay, and a job. Because in a large city in Russia at that time, you could get a job if you\nhad an apartment, if you had a place to live. And you could get a place to live if you had\na job. So it was a circle, so that people from outside will not be able to get into the large\ncity, because in the large -- large cities like Minsk, Kiev, and so on, there were -- it was\nanother type of living than in the -- than in the small places where we were in -- deep in\nRussia. So they got their place to live, and they wrote a -- now it was my turn to come,\nbecause I wanted to start -- to continue to study. And in the large Russian cities, you\ncould work at day and study in the evening. You couldn’t where we were in a small\nplace, in -- in Rakichenka. We didn’t have money for the whole family to leave, and\nwhen we -- we sold what -- what excess of -- we had, in order to -- so that I could buy a\nticket for me, and I went. And I managed to come to Minsk, there were three weeks\nbefore the war started. Before June. So in June I went -- I came to -- to -- beginning of\nJune to -- I came to Minsk. The 22™ of June, the -- the -- the Germans attacked, and\nMinsk was bombed. We tried to go back toward -- after few days we tried to go back\ntoward Moscow, but the Germans were in front of us. They came from the north. They\ntook Smollensk before they took Minsk. So we -- we ha -- had to go back. And after a\nmonth, they told the Jews to come to form the ghetto. So I -- yeah, I believe in July or in\nAugust, they formed the ghetto, and we were in ghetto in Minsk. In ghetto, life was -- we\ntry -- we found a -- a -- a place, an unfinished house, one room. So we in the one room,\nmy brother-in-law, sister, the child, and me -- and myself, so we are in one room. Again it\nstarted. The Germans were giving us -- giving us two pound of bread per person and that\nwas that. So the people, in order to survive were selling various things, whatever they\nhad. In Russia, people were assembling, everybody -- whatever was in the store, they\nwere buying. I remember there was a saying when you went somewhere you saw\nsuddenly a line, so th-the question was, what do they give? Once I asked, ““Why do they\nsay, what do they give? Why don’t they say what do they sell?” So one was standing in\nline said, “If you buy it here, it is like you got it,” because after that you can sell it for two\nor three times the price. So everybody was assem -- whatever they could buy, and\neverybody had so and so many yards of material. And so, as a whole, ke -- to keep it\nwhole, a supply, not to wait when you need a pair of pants to buy a pair of pants. And\nthis was a time when everybody was selling what they had. Peasants were coming from\naround the area, and the border of the ghetto was always a -- an exchange. We were\nliving on this -- we were -- in the middle people were coming a -- we have a woman was\ncoming, she has a suit she wants to change for potatoes. We -- my brother-in-law was\n[indecipherable] he used to go over to the Russian side. We always had -- had -- we could\nsnap the -- the wire, there were wires around, and -- and g -- and go over, and -- and since\nhe, as a whole looked like what they call a -- looked like a po -- a Pole, and so he was\ngoing out and there getting more than on the -- on the border. You know, he used to come\nand take it in, and I was standing, watching, and there 1s a policeman nearby. And giving\nhim signs he has to come, or not to -- not to come. And this way we were -- we were\ngetting there a little more than what you could get a-at a border, so we were in the middle\nmi -- in this way -- from this way we lived, we -- we got a certain amount of food from it.",
        "A: Oh yes, there was a risk, because there were a lot of people killed, I mean, but my\nbrother-in-law even -- when -- later when the slats went even into -- into -- to villages. He\nwent out of the city 10 - 20 miles, and there exchange it, and bring it back, were two guy.\nI went a few times, but since I wear glasses, they immediately recognized me as a Jew,\nand -- because Russians usually don’t wear glasses. So I used to walk without glasses,\nand without glasses I don’t see anything. So I couldn’t go too much -- too often. Once or\ntwice I went -- once or twi -- a number of times I went out. There was one family was\nworking the place where they were making vodka. [indecipherable] but he used to bring\nus so and so many bottles vodka, and we had a steady guy who was giving us food, either\nflour, or various kind of -- various kind of other -- other food for the -- for the vodka. We\nwere a Steady supplier, and we were giving them, and a little bit leaving over for us. And\nonce I remember I went over and a policeman caught me, with a ra -- another guy and I --\nand I was thinking a -- I was looking for a stone to hit him, because I -- you know, I will\nnot go into the -- into the police station, because if somebody was taken to the police, he\nnever came back. But he went with me, he saw where I came from, and he saw there the\nbottle vodka was still on the table, what I left, and there -- and they took me out into the -\n- took me back to the border and said, don’t -- to the -- go -- go back to ghetto, don’t ever\ncome back, and that was strange. And after that, the guy with who [indecipherable] I saw\nhim in -- in the ghetto. And I thought that it was two policemen. I said, ““What are you\ndoing?” He said, “I am a -- I am a Jewish guy, and I was outside, and this policeman\ncaught me. And then we saw you, walking with a bottle of vodka. So we went to this\nplace, and I paid for the vodka so that he can take the vodka, and he let me go. And he let\nyou go, too.” So this was anything, this is how we were trying to get out. It was no\nproblem to go out, because we always -- we’re -- we’re walking around with something\nto cut the wires, 1n order to be able to pass. But the question, well what you do after that?\nEverybody was -- most of the people were scared. There was one family to -- I used to go\nthere to ask them for a piece of bread to bring to my sister, or -- and after that he begged\nme not to come, because he didn’t open the door, because he said the neighbors know,\nthey noticed it. Because they were afraid. They did not want to be killed just because I\ncame there. So we were going -- we were taken to work. At work we were getting -- men\nwere ge -- getting some food at work. And there I was always either begging, if it was a -\n-a-- if I -- if I cleaned the rooms of soldiers, begging them if they have a piece of bread.\nA good -- a good German was giving me a piece of bread, or something else to eat, and if\nhe was bad, he gave me a kick. So if it was outside the cities, I was -- there were always\nsomething growing, so we’re stealing a few -- a few carrots, or a few potatoes. And if the\n-- in the worse case, when they didn -- when I didn’t have what to take, so I was taking\neven the clippings from potatoes from the -- from where we worked, for it was -- my\nsister used to wash the clipping, and make -- make from this potato latkes. And this is on\nwhat they lived. Since the war -- the war -- the wa -- there was one guy who we always\nwere ascared of, and his name was Gorajetski. He was a -- he had written on the -- belina\npolitsi was written. He spoke Russian and German, obviously. And he could not eat\nbreakfast without killing a Jew. And once we -- he got us, and we worked for him, my\nbrother-in-law and myself, and we said never again. And this was not work, it was just\nmaking fun of us. Trying to catch -- to carry -- and running and beating us while we were\ncarrying it from place to place, and then another group was taking it further, and so on.\nThis was fun for him. So -- and after that, he organized like a -- a camp separate. The\npeople could not come from [indecipherable] outside the ghetto. They were there with a\ngroup of Ukrainians were guarding it, and these people could not come home to the\nghetto, they were sleeping over there. So whenever we saw him we did not go to work,\nbecause normally people -- other workers were coming, looking for people to work,\ntaking to work, doing either construction work, or cleaning, or whatever, and in the\nevening coming back at home, you know. This we wanted. In order to avoid, since they\nwere looking for work -- were looking for workers each time, and looking for people to\nthis camp -- it was on Schirrocca Street, I remember, we -- in order to be able to hide, we\nbuilt a double wall. A very -- we moved the wall in our apartment, made it a little\nnarrower. Since we worked in construction, I went to the neighbors room and covered it,\na -- because otherwise we could -- you could see through. And in our place was just\nwood. So we could open, go in, hide, and -- and talk to neighbors, they realized, hey,\nwhenever they’re looking for -- for men, you are running home. Where do you hide in the\n-- in there? And then they saw the -- the Ukrainians are going in and coming out empty,\nno wa -- nobody -- they don’t catch you. They looked -- they told us, they look for where\nwe’re hiding, and they didn’t no -- they didn’t no -- notice that we had build this -- this\ndouble wall to hide. Other people were hiding behind -- under the floor -- the fir -- floor,\nthere was a place to crawl in, and they were hiding there. So this was as long as they were\nlooking just for men, and once we saw e -- they were taking whole families. Since we\nlived all in a place where the street was a free, for Aryan, not for Jews, on the other side\nwas ghetto, on this side was a ghetto. And so we saw they were -- they take -- they took\nwhole families, a few thousand people. And taking them out and then they never came\nback. And they shortened the ghetto, they made the ghetto smaller. So we start to think,\nwhat do we do for -- if -- if they come here? In addition to wait, we started to hear that\nthey have automobiles where they put in people, and put the gas in -- in automobile, and\nthey gas the people in there. So whenever we heard -- heard cars coming, we started to\nhide. What to do with the -- your little girl, the little girl that we too -- took her in\nbetween the wall, was crying there. So we cided -- decided to build something on the first\nof this -- we lived on the second floor. On the first floor, there was one part which was\nnot finished. In one of the not finished room, they build a deep, in the ground, we put wa\n-- tube, so to -- so they’ll get air, and there we saw, when the little girl was crying,\noutside you didn’t hear. So the next time there was a thing where we had to hide, I was\ntaking my brother-in-law, sister, and the child to this, lay down, and I was covering it\nwith sand. Sand made it even so that you don’t see that anything is there. Then I was\ngoing up and hiding in the -- between the door. And this way how we were all kind of --\nwe Call it pogroms, we survived the pogroms in this way.",
        "A: Mostly it was the -- the killers were Ukrainians. They were -- they surrounded a -- a -- an\narea, took the Jews out, into the forest nearby. In most of the cases, we knew that there\nwill be a pogrom, because there are people who worked for the ge -- for the -- in the city,\nand they heard a -- a group sondercommander came in. And when a sondercommander\ncame in, means something will be happening -- will be happening in the ghetto. And\nindeed, they used to use Ukrainians or Latvians, and encircle a certain area, one street, or\ntwo street, take all the people out in the morning, and lead them out from the city. In most\nof the cases, we saw them through this way, between the ghetto, wik -- which was a -- a\npassage from north to south. So we su -- sometime when we looked, we saw hey, they are\ntaking out a group of people, a number of people. And once they have circled also, the\npeople from the other side of the street, and they emptied there. So I thought they’ Il make\nthe ghetto smaller. And they -- instead of this, they brought German Jews. Jews from\nHamburg, Jews from Czechoslovakia, they brought there, and they were there.",
        "A: In the other side. So, to go over there wit -- there was one place near the Judenrat, where\nthere was a door -- a door to go across the street and go to the other side. In the middle\nwe were not allowed because we had to wear a -- what -- we would -- we did not have a\nStar of David like Jews in Poland or in Germany had, but a round yellow -- yellow -- a y-\nyellow circle. In the beginning I used not -- not to wear it. But then -- and I heard that\nseveral people were caught and they were shot because they did not have the yellow sign,\nso I started to wear the yellow sign here. If I wanted to go into the Aryan side, I covered\nit, and in ghetto I was going like this.",
        "A: In the ghetto, in most of the cases yes, except when this Gorajetski was -- was in. Then --\nhe was coming in always with a group of y -- of Ukrainians, and then definitely, men\nwere not saved. Often during the time when the men were at -- at work, this Gorajetski\nused to come into the ghetto and circle two or three street, take all the women out into the\n-- into a place, and ask for gold. In the beginning nobody was giving him, but -- so he\ntook two women and shot them. So then everybody who had all their rings, and wedding\nrings, he used to collect in -- in -- in suitcases, and was getting suitcases from the rooms,\ngoing around. So if he survived, he had a lot of gold, because each time he was taking a\ndifferent -- a different area. You know, somehow, Russian Jews had also gold rubles\nfrom the last time, they had hidden. He wa -- he was collecting everything.",
        "A: No, when they were taking out, they were taking out whole families. They were taking\nareas. They had an area a -- the main street, the -- the ghetto, two or three streets shorter,\ntill one da -- this was all -- yes, till it was summer ’42. We had to stay at work for four\ndays. Once I remembered exactly the date. I think it was in July, but I don’t -- I don’t\nrecall now. And at that time, they took all the women and children out, and killed them.\nAnd I remember after four days we were going back, and everybody was crying, being\nsure that his relatives, his wifes, children, or mothers are -- are gone. And we thought so\ntoo, my brother-in-law and myself, I went. And then we came and my sister and the child\nwere alive. And she said on the third day after she saw that we did not come, she wanted\nalready to go out. What she did is, she was going in -- into -- sitting in th -- in the hiding\nplace without cover. And she was -- and why didn’t I -- the Germans not come, I can’t\nunderstand. And after this [indecipherable] because we wanted the Germans not to come,\nso we started to use the approach to it as a toilet, because we wanted not people to come.\nOnce I -- I -- I heard Germans were saying -- came in and I did not run up to, yet, to my\ndoor. When they were downstairs, “Och, this smells like urine, the -- the -- the dirty\nJews.” So they use [indecipherable] especially use it -- use it [indecipherable] all. So I\nassume that this is when -- so the approach to the -- to the hiding place was dirty and had\nto -- you had to go in -- in through -- in the -- and they did not want to do it. So this is\nhow she survived. And she thought that we were probably all taken out to be killed. So\nshe wanted already to go out, and then she says she waited, and then we came. When we\nwalked out in the street, my little niece was the last Jewish child in -- in -- in Minsk -- in\nthe ghetto Minsk. Cause you didn’t see, and everybody looked. “Hey, a child.”’ Because,\nyes, women survived, either they were working, or they were hiding somewhere. But\nchildren were not -- she was the last one alive. And this was a time when already we\nstarted to get contact with people who knew something about partisans.",
        "A: No, there was no -- at least -- we were -- sees, we were strangers. We were not locals.\nMaybe there was a certain amount of distance between the -- these people and us. But we\nwere not aware of any cultural activities. But there was a Judenrat. And the Germans told\none, you will be in charge of the Jew. And initially was one who did not want too well to\ncooperate with the Germans. And I forgot his name, I we -- once I knew.",
        "A: No.",
        "A: And after that became a eastern -- one -- a Polish Jew that came in charge, and he\ncooperated very well with the Germans. So -- and there were also Jewish policemen, who\nwere forced to do dirty work, sometimes to -- to -- a -- as a whole you didn’t trust the --\nthe -- them. Obviously in charge of them were -- were -- were Germans, and there were\nalways German police, and there were Belarusian police, and Ukrainians.",
        "A: All around the ghetto. Stay on the outside, they were always. Occasionally also Latvian\ncame in. You never --",
        "A: Inside the ghetto were only Jewish police, and you see -- you saw here and there, SS.\nEnd of Tape #1\nTape #2",
        "A: I was in -- in the ghetto for over a year, I would say, about 14 months. And usually the --\nyou did not have any cultural life organ -- organized. It was everything there I saw\ntemporary to survive, to try to survive. If there was an organization, health organization,\nyes. There was a -- a hospital, we were trying to take care. As a matter of fact, I was once\n-- | got sick from a friend, and there was a -- one guy from my city, from Shasnich in\nghetto, and he came, and obviously there was no place to sit but to sit on the bed and he\ns-sat on the pl -- on the bed where I was sleeping on, and after a short time I heard that he\ngot sick with typhoid. And I got sick after 1 -- after 1 -- after him, too. And they took me\nto the hospital, and I had such a high fever, that I remember after that that I was saying,\n“Hey, the war is over. My sister came to take me out, and you don’t let her in.” And I was\ngoing to open the door. And when I went from -- up from the bed, I fell on the floor. This\nI still -- this I still remember. And they put me ba -- back in. And when the fever was\ndown, I could go home -- home. I could go back out of there and a -- I -- I hardly could\nwalk the -- the -- the -- because the legs completely lost p -- lost power. But in -- in\nanother two or three weeks, I came back to my -- to my normal -- I became back to my\nnormal me, and I started to go to work again. The type of work where to serve a -- the\nmilitary -- the Germans, you know. Either they were adding something, cleanin --\ncleaning where they lived, cleaning the rooms was -- and this is something what I -- what\npeople were looking for, because we could always get something from them to eat, to go\nout. Or it was other construction work, road work, cleaning. I tried to get away from it,\nonly to where we can be -- be inside, I tried. The -- at work, we were getting soup. So\neverybody was going always with something where you can pour soup in, in -- and -- and\nthey had -- it was Jewish girls who were preparing the soup for us to eat. They were also\ncoming with us, and going back. We could not walk on the street, and we are taking -- we\nhad to walk -- you could not walk on the -- where people walk. We had to -- in the street,\nJews were not allowed, Jews were -- had to go only where the horses were going, and the\ncar. Not -- not on the sidewalk. You -- after the war, I remember myself when I saw my --\nmy wife walking on the street side, why not -- why don’t -- it bothered me, why don’t\nyou walk where people walk? Because I thought I was always under still the impression\nthat this is where Jews were forced to walk, on the -- in the ci -- in the ghetto, very few\npeople si -- tried to stay -- to go out, in order to survive, because otherwise you didn’t\nhave what to eat. My si-sister was not -- of not working, so -- because of the child, and\nwe were trying to bring something, and sometimes there were looking -- we carry back\nfood, occasionally they were searching and taking away. So I had always a bag hanging,\nand it was hanging down to the -- because they were searching in the pockets, and I had\nalways a piece of bread, potatoes or whatever, hanging down be-between the knee and\nthe ankle, because there they were not looking. Also -- and sometimes I was having also\nsomething to put dirty -- make dirty the -- the -- the -- so that they’II not touch here. Th --\nused to make dirty from excrement, put on the -- on -- on my pants, in order so that\nthey’ ll not touch here, and after come home and clean it. To --",
        "A: No factory work, it’s wor --",
        "A: We were -- there was a place in the front of the Judenrat where you come in to work, and\nw -- and Germans were coming in, soldiers, and choosing people. Sometimes they were\nlooking for people to work in construction, so everybody who did work in construc -- or\ndid know -- know -- like I -- I -- since I worked before in construction, I used to do that.\nYou tried only -- I tried to avoid always not to work for the SS, not to work for\nGorajetski, because he was ending up taking the men into the camp, which I said th-they\nnever came back to -- to -- to the ghetto.",
        "A: No. Jews did not know -- Jews in -- Russian Jews did not know much about religious life,\nbecause they were already so and so many years without religion. And -- but a return to\nYiddish did occur. In the beginning, everybody was speaking Russian. And slowly,\npeople started to speak Yiddish, more and more Yiddish. And even Russian Jews were\nnot too fluent Yiddish, started to speak yid -- Yiddish. And you could see immediately\nthe effect of -- [indecipherable] of Polish Jews who were -- who were in the ghetto,\nbecause they liquidated small places, and those who survived came to -- to Minsk, also\nother Russian je -- places, the ghettos were immediately liquidated, or slowly, and -- and\nthey came to -- to Minsk. So Minsk had about -- the ghetto had about 120,000 Jews, and\nthey were not just Jews from Minsk, but also from -- but mostly from the surrounding\narea. So culturally I could not see anything Jewish going on. Was -- everything was\ntemporary -- temporarily. Russian Jews was hoping a -- the Red Army will come back,\nand viddle will maybe save them. Probably the Germans kept it, th-they thought they will\nsimply liquidate -- kill slowly. And we came in contact with people who knew something\nabout -- tha -- something that partisans are in the area, by -- somebody asked my brother-\nin-law, “We heard that you have a place to -- a hiding place,” a marinar we called it --\nwas called in -- in Russian. There is here a guy Smoller, whom the Gestapo is looking\nfor. Could you hide him? My brother-in-law said, “Yes, no problem.” And we knew\nSmoller, because he was for a certain time sleeping at a family nearby in the -- 1n our -- in\nthe same ar -- in the same house, neighboring door, and there was no place here, so he\nslept with me in my bed, we slept together. And he -- well, I was astonished to hear that\nhe personally knew Stalin, that he was a member of the Communist party for so and so\nmany years, from o -- the Polish and n -- that they were -- that the Gestapo is looking for\nhim, so we s -- we said, “Yes, we’ll hide him.” And sure enough we put him in the place\nthere where my -- where we were hiding my sister and the -- their little girl. And then I\nremember a lady came, she wanted to see him, we let her in also, and they talked for a\ncertain time, and then away. In his book, Smoller described that oh -- that -- Sukaravich\nis the name of my -- my brother-in-law, hid him in a place where they probably hid --\nwas hiding things. He didn’t know we did it -- we build it especially for my little niece.\nSo after a certain time -- he was there several days, and he was ready to go away, and he\nsaid that he’ll get us in touch with people, and -- when they will be looking for people to\ngo into the forest.",
        "A: We did not know much about it, no. Were only selected people. We knew from time and\nti -- to time that young people went away. And what happened is, after that, that the\nGestapo was coming and killing the remaining family, when they heard a -- these young\npeople were -- they killed overnight. So it was a danger if people left. And who told\nthem, this I don’t know, that could have been these were -- Jewish police were telling\nthem. And there were some Jewish policemen who were mean. And they helped -- as a\nmatter of fact, one after that was so -- was in such -- such -- that when he tried after that\nto escape, and he was caught, and he came to the forest, the Jewish partisan killed him.\nThe way he behaved in the -- in ghetto. But it was very difficult, they were very -- they\nwere chose -- they were choo -- choos -- choosing -- the chosen people were -- had -- had\ncontact. It was not easy. We got contact through this way, that we did hide Smoller, and\nhe really after that send somebody. Since we expected after that to leave the ghetto, the\nquestion was what to do with the little girl. And at that time where my brother-in-law\nworked, was a very decent man, a soldier, who hated the SS the way we hated it. Heinz\nwas his name, and I don’t recall what his family name, unfortunately. He was from\nBerlin. And this was a -- a group of soldiers who were repairing cars, mechanics mostly.\nMy brother-in-law was coming there [indecipherable] once I remember he told them, I\nworked here a coup -- a couple days, and this Heinz came to me once with a book. And it\nwa -- it showed the Hotencroids taking and circling the map of Europe. And he wanted\nme to translate it, what is written, into German. And I was afraid to, and he said, “Go\nahead, don’t afraid.” And I told him the name of the book is that the German want to\noccupy -- it’s German fascist wants to occupy whole Europe. And he asked me what year\nwas it published. I told him ’36. So there was a group of soldiers, he say, “See comrades?\nIn 1936, they already here knew that we will be spilling our blood all over Europe.” I\ncouldn’t believe it, because the first time I heard a German speaking in this way about\nGermany. And he came to our house even, after that, and once after the war, at work, and\nonce even they asked, “Oh, if there is something wrong, if you’re see -- know something\nis wrong in the ghetto, come to us, stay in our place.” And the officer pretended he did\nnot hear it, I remember, what he said. So we asked him if he could d-do us a favor, put\nthe child into an orphanage. We told him where there is an orphanage, and put her there\nthat he found her. [indecipherable] a name Faynia Nikolayov Nasoharoa, I still\nremember, that this 1s her name, and I was teaching her her name. And so that whenever\nwe were asking neighbors to ask her what her name, so she always used to say Faynia.\nFaynia Nikolayov Nasoharoa. But when I asked her, she used to say, “But really, I am\nFanyat Zokor.” She -- two years old. And that -- he put her there, and he used to come\nafter work. My sister started to work also in that place. So after work, he brought all the\nworkers to -- back to the ghetto, and he used to take my sister -- tell her to take off the --\nor put on another -- something, a blouse, so that you don’t see the -- the -- the yellow\nsign, took her out like he walks -- walks with a fraulein. He used to go -- go with her so\nthat she -- a b -- a block away from the ghetto she used to watch -- observe the girl. She\nwas sitting always alone, not playing with the other children. One day the -- somebody\ncame and said they are ready to -- that we should leave. And we said goodbye at that\ntime. A day before that said goodbye to -- to Heinz. And next day, you -- you said\naccording to -- we worked out -- we-went up like we were going to work, and after that,\neverybody took off the -- the -- the yellow signs, and we were -- went -- we had a woman\nwho was leading us out of the city. We walked into the -- into the forest.",
        "A: We were 30 people.",
        "A: Men and women walked out. And there in the group, they put me s -- when they heard\nthat I had a sister -- not together there, not to be with the sister and -- and -- and brother-\nin-law, I don’t why, they put me into another group, and -- and they formed the a -- or\notriad, they called them -- 1t will come back, the name I knew. [indecipherable] I didn’t\nwrite it down, the name. And I was in another otriad, you know? And a -- a otriad is a --\nthe -- the group of Russian -- group of people. And we were going from place to -- we\nwere -- we build -- we had a place in -- in the -- in the forest from the -- in the forest from\nthere where we used to go out. There were a number of things to do. A, food, collecting\nfood. B, it was do something, f-fighting. If there were -- in the beginning we were several\npeople in -- in a -- in a village each time. If a German came, he did not come back,\nbecause we used to -- they -- they didn’t expect to be -- the partisans will be in the\nvillage, the qui -- Germans used to come and collect eggs. And because I -- apparently\nthey did not get enough eggs from where they were. So we -- we used to kill them. But\nthere were not too many such cases, but in -- slowly it -- it was known to them that in\nGerman stopped -- Germans stopped coming into the -- the village. So we got orders after\nthat to move to -- back toward former Poland, the Russian not -- in other word, close in\ndirection Bialystok. On the way Germans and Ukrainians circled us and we were -- yeah,\nwe were dispersed. The name of the -- of the o -- otriad where my brother and sister was\nLasop. And -- and I was -- slowly we so -- we were divided into small groups. We were\nabout 10 people ins -- siz -- a lot of them were local people who were -- instead of being\nforced to go to Germany as workers, came to partisans, and to the -- so when they were --\nwhen we were broken up, went back home, and we remained three guys -- another Jewish\nguy named Abrusha, and a Moscow guy, he didn’t have where to go. He was also a\nyoung person. We sat for a few days in our former place in the forest, and then we ci --\nwe all decided we’ ll try -- there is another partisan group, Chicalifsky group, we’ll go to\nthem. And sure enough, they accep -- accepted us immediately, and I stayed with this\nChicalifsky group till the end of the war.",
        "A: No, not necessarily Jewish. The -- we heard about the Jewish group, Bialsky, who\nactually could live after that because we were there, because we would like to -- to say\nthe guard for -- for them. But there were Jews in the place where I was, one Jew was a\nvery famous guy. Not -- also the second one. We used -- we used to go out here, I saw\nsomething being done. Each time the group of 10 people, eight - 10 people used to go out\nand blow up a train. Usually we were blowing up trains going towards the front. And I\nwas told this, that in the beginning, it -- they were blowing up the trains by -- by the\nweight of th -- that was blowing up. So the Germans put two, three wagons of sand in\nfront of them, so it was blowing up the sand trains and they were slowing down. Because\nwe try to put always mines in a place where there is a -- a bend, because then, in the\nbeginning, if they were going fast, 1t was -- the whole train was going downhill. So they\nused slow down in the area, and -- and when they put sand, they were blowing up the\nsand and nothing happened, so there was a Jew -- the Jewish lieutenant, he came up with\nthe idea that he was using hand grenades. The biyoke I don’t know how it is called in --\nin -- in English, the place -- the thing which blows -- which s-starts the -- the hand\ngrenade, used to unscrew it, make a -- make a -- a hole in -- in -- in a -- local places, he\nwas finding a place which -- where they can put -- drill in metal. We were taking 50 kilo,\nor hundred pound bombs -- shells. These were plenty, which left from the Russian army,\nwere drilling a hole, puttin -- put there -- screw in there the -- the handle from the hand\ngrenade, open it, and through the ring, put this -- a wire through shmore -- in German\nhow it is a -- So we were sitting hundred yards away, and we pulled it, it was blowing. So\nwe -- we didn’t have -- we di -- the le -- the -- the -- the fuel -- always when we saw a\ntrain, the first thing, you know, we’re looking what -- what 1s in it. If there was some --\nso-somewhere petrol, they always blew it under the petrol, because this made it th-the\nwhole train was going up in flames. If there were no petrol, we looked at the a-\nammunition. And if there -- the -- and the third choice was people. And if this was not a -\n- so we used to blow up the -- the locomotive in order to -- so tha -- tha -- they wi -- they\nwill have no locomotives. So this -- this was a choice of it. And the s -- each time another\ngroup was going with this device were used to blowing up -- blow up trains.",
        "A: Oh I -- this was as I said, the priority. We were looking for trains going in the direction of\n-- to the fr -- toward Russia. And the -- the -- and the priorities what I have mentioned\nwas -- we are loo -- we look to --",
        "A: Oh, we did not know. We looked at the train, and we saw hey, do we see any -- any -- if\nwe didn’t see any -- anything special, so we blew up the locomotive. And most of the\ncases, when they were ga -- going a little fast, the whole thing wer -- because we was\nchoosing a place where there is a -- a -- a bend, and if not, whatever pla -- train which\nwas going toward the front wa -- but you could see th -- if there are people, soldiers, or if\nthey’re -- they are -- they are ammunition, this you could see.",
        "A: And I became a specialist.",
        "A: No, no one, but your --",
        "A: The len -- as I said, this officer, this Jewish officer, Jewish lieutenant, he was the one who\ngave explanation how -- wa -- how it works, and this is why we knew how to -- but -- and\nhe used to prepare it. And we used to go out and -- and do the job. This was t -- for a\ncertain time til -- after that the contact with Russia became -- with -- became stronger,\nand they sent people over to -- to us, and we build a -- in the -- in Alebotska, because we\nmoved each time more towards -- toward west each time, we were in Alebotska forest,\nthey rebuild -- there were two guys who were in our otriad who were -- one was a pilot\nwho -- a former pilot, and the other was one who were working, who was working in a --\non an airfield in ra -- in Russia. And they were in charge of -- and they chose me to help\nthem because I was Polish -- speaking Polish for -- if we g -- went out into the local\nplaces. And we built a place where planes could land. And I remember the first plane --\nwe were building fire -- we build fires between the two -- the fires, they could land, they\nlanded in. And the first plane was -- bombed a city nearby, and then it -- it landed. And\nhe brought us TNT, 200 gram pieces. And after they knew what -- why -- why they were\nsmall pieces of ta -- rather than one -- one large, because they wanted us to stop blowing\nup trains, but blow up the whole railroad, the railroad. The rails, simply blow. And we\ncalled it after that, concert. We go to -- for it -- to a concert. Why? Because used to go out\n-- now not eight people [indecipherable], but the whole otriad which was 120 people.\nAnd going along 50 people on one side, 50 on the other side, and along the -- and since\nthe Germans had cut the trees along the railroad on both side for a hundred yards, so that\nthey could hear. And they build places where they had sitting eight - 10 people every --\nevery few miles, guards. The -- we were walking, we yelled hurrah, they were scared and\nthey were running away. And we were thr -- four people, I was one of the -- of them, who\nwere -- who prepared before that, 200 gram of TNT, and a piece, and a wire, to which\nyou lit the wire. And when it come here -- a-and when the fire hit the -- it was blowing\nup. And it -- in this way, we blew up every -- a rail is approximately seven yards, about\nseven, eight yards. So each rail, we were blowing on four lines. So four guys were -- and\nfour guys were going bi -- a-after me, and they were those who were -- this way to -- to\nlit these wires. So here we were -- we were still putting, and there -- and they was\nblowing boom, boom, boom, boom, boom, boom, boom. So they called it our concert, we\nare going to play a con -- and this is how we were blowing up for five - 10 kilometers,\nand several of the otriads were doing it, so after that, we knew the next day, hey, the Red\narmy will start an offensive. And indeed, this night, they were starting an offensive, and\neverything. No help could come to -- this was a -- their objective. They said that we will\nhelp them much more by blowing up the railroad -- the rails, than killing a few Germans,\nor -- or -- or killing wa -- or destroying one train.",
        "A: Oh yes, everybody had a gun, and we had machine guns, and we had also cannons, small\ncannons. But guns we had, ammunition this was -- came from -- we got it from the\npeasants, actually. The peasants were -- did hide all kind of ammunitions which the\nRussian army -- the Red army left when they were escaping. And everybody w - was\nhiding. And we used from neighbors find out a -- which peasant has a machine gun, or --\nor has a -- acannon. We used to come them, give us -- to us, or we’ll do this and this and\nthis. Most of the cases they gave us. We heard that you have it. And after that, when we\nstarted to get -- we didn’t need really ammunition, we used it sparely, but we had\nammunition.",
        "A: No.",
        "A: There were various kinds. Those obviously whose sons were policemen, were -- didn’t\nlike us to -- to [indecipherable]. And we fou -- we found out we cou -- who was, and we\nused to force them to leave, take away their last -- last -- everything what they have,\nwhether pigs or -- or -- or cows, and -- so that they will go into the city where their sons\nare. But I -- there remained many -- must -- most of the po -- of the population hated the\nGermans, too. Because the Germans started to -- wanted their -- the youn -- young people\nto go to sl -- take a slave workers to -- to go to Germany, and they prefer that the sons\nwill go into the partisans and ca -- come from time time home to visit them, and to -- and\nto go to -- to Germany. So the local population, because of the way -- the attitude of the\nGerman [indecipherable] population was friendly to us, most of it. Except in the area\nwhere there were Poles. Wherever there were White Russians, Belarus, it was -- they\nwere friendly, but where there were Poles, and once were Polish partisans were in various\nvillages, you know, and they were always bothering us. I never heard about this Polish\ngroup that they killed a German, but they were bothering partisans. So we once encircled\nthem, disarmed them, and told them to go. And then it became quiet.",
        "A: Oh, between -- between the Russian partisan groups was good cooperation, we never had\ncooperations with -- with Polish partisan. Was never good. Because they considered\nRussians also as enemies.",
        "A: Yes, this is true, but nevertheless, this is -- was the different attitude of the Polish group\nwhich came after that. But as long as the Polish group were under the influence of the\nPolish government in England, it was no cooperation.",
        "A: And the [indecipherable] local [indecipherable] there was one lady who somehow, she\nliked me. I -- I remember I came to the villa -- whenever I came to the village a few\ntimes, I came for breakfast, or to eat something, the only thing what you can eat is there,\nit was milk, eggs, and -- and potatoes. So she was always to -- to prepare for me, and I\nremember once I felt I cannot go each time to this lady, and I ate somewhere else. And\nafter that she came and, “What? Does somebody’s pot -- egg taste different than my\negg?” Why didn’t I come to her? And she somehow liked me. She knew that I am Jewish,\nand she wanted always -- whenever I came -- came -- to come to eat at her place. And\nthis was a time where we did not live any more in the forest, but in the villages. And each\nvillage had a partisan as a commander. And in the forest were only -- we had the hospital\nin the forest, where our wounded people were -- were -- were. And people to guard the --\nthe -- the -- the -- the hospital and so one. Most of people were in the -- in the villages.",
        "A: Yes, many women, and they were doing the same thing wa -- was men were doing. In 19\n-- it was °44? No, °43, 60,000 Germans came and circled our forest for several days. And\nwe knew we cannot fight, they came with tanks, and ya -- we’re -- we didn’t have the\nammunition what they had. So we divided ourself into a small group of 10 people, and\nwe said, when we survive, after -- in a months, we said, we’ll meet here or here, in this\nplace. And I remember our group of 10 people chose an island which was -- around it\nwas marsh, so we knew a -- the Germans will be a-afraid to walk to the marsh, because\nwhen you start to walk in a marsh, and you start sinking, you had a funny fee -- you have\nin a funny feeling that you don’t know when it will stop. And slowly I -- so another group\njoined us from another otriad, and we were after that about 30 people, and I was the\nleader to -- on the way through the marsh because I was the lightest, only. So if I sank to\nthe knee in the marsh, the heavy guys, or women were sinking to their -- their breast into\nthe mud. So I chose a way to go, and went on the island. And we were there for eight\ndays, they encircled us. The only food we had was blueberries. It was the only thing what\nwe could eat. And you could hear the Germans talking, you could hear around the\nUkrainians yelling in Ukrainian. When it became quiet, they went away, we decided\nwe'll try, and again I was the leader out. We went out, and -- and I took three guys with\nme to go in ahead and the remaining were all -- and I remember in one place we came,\nwe saw German soldiers. And I told them we don’t shoot, but I send -- I’m back to the\nmain group and told them that we have here German soldier, because to run, we don’t\nhave the strength, we were too weak to run. Yes, we can kill these two -- three guys, and\nafter that, we’ll have to run. So they let them go by, they -- they said yes, it was a good\ndecision because we -- and I remember I came out to the village t -- the first village\n[indecipherable] and the peasants who wa -- say, “Hey there are Germans on the other\nside of the village. How do you” -- We say, “Give us something to eat,” because\notherwise -- I remember they gave us fast, “Go, go.” They were afraid of us, that they\nwill -- will be seen, I remember I brought something to eat to everybody. After eight or\n10 days we were without food. And they went away, and then in the German papers, they\npublished -- they showed once the paper, we were getting the paper from the -- from local\npeople I remember, I got in German, I saw hey, I told our lieutenant, Vitezev was his\nname. “You are dead, they call you, they -- they had ru -- th-th-they killed you.” So I told\nhim he -- “So somewhere how do we show them that we are alive?” “Let’s go out and\nblow a train up.” “You are right.” So we went and blew a train up. So they are sure that\nwe are still al-alive, and then -- and then after that we stopped, I remember, this was the\nlast train. We stopped after that because we had all to do -- to make concerts only.",
        "A: It wa -- it was. Oh, it was scary, and it was -- on the other hand it was elation that I have a\ngun, too. That Pll not be led to be killed. That I'll kill somebody before, you know, I’Il be\nkilled. This feeling was what gave -- gave us the desire to -- to -- to continue. And th --\nrevenge [indecipherable]. I did kill many after that. When the German army came close,\nwe were afraid, I remember still at that time that we thought, oh, we will not survive the\nwar, this -- because we cannot fight tanks, and -- and -- and cannons will come back, a\norganized army. But they came split in small groups, we were catching them and killing\nthem. And I remember one day, Lieutenant Vites -- Vitezev came to me said, “We have\nhere -- we had about hundred soldiers, enough of killing. I heard that in the next,” -- the\ncity nearby, I forgot the name -- “th-the Red army is over there. Take them, let them do\nwith them what’s -- what’s,” -- so, the w-were 10 people guarding this hundred German\nsoldiers, there were also White Russian policemen. We walked towards the city. We\ncame toward the road and I head tanks. I said, “Everybody lie down.” I said to our guys,\n“If these are German tanks, whatever we’ll say to the -- to the Germans to be quiet, they\nwill not listen, they will jump out, and we run back to the forest. We don’t wait for -- wi -\n- for them to -- to be coming. If they are Russian tanks, fine.” Sure enough -- and I told to\nthe Germans, “You sit quiet, all. If not, you’ ll -- we’ll kill you all. First you -- you will be\nkilled.” And then we listened, and then I saw it, it was a Russian tank. So we stood up,\nand -- and I remember that they turned -- they thought there are so many Russian sol --\nGerman soldier, they turned toward us, they had machine guns. And I yelled to them,\n“Don’t shoot, don’t shoot.” And they stopped and one yelled out, “Who are you?” I said,\n“Partisans.” The officer jumped out, he -- I remember he kissed me. “Who are they?”\n“German soldiers we are taking,” we told him. “Taking them to the -- to the city, to,” --\nAnd he sa -- one with another uniform, now who is -- who is this? And I said, “This is a\nRussian policeman.” “And you don’t know what to do with them?” He took out his gun,\nshot it. He says, “You killed your brothers, sisters, and -- and -- and -- and you want now\nto escape with the Germans?” This was my first encounter with the German -- with the\nRussian army. I took them to the city, they took from us the soldiers. And a short time\nlater, our group all joined the ru -- the Russian army.",
        "A: Not the leader, I was not -- whenever it came something with German, they -- they used\nto use me, I was the only one who spoke German.",
        "A: From -- from 15 to 55.",
        "A: Family?",
        "A: No.",
        "A: No, I did not. We camped, from time to time we met people from Bielskyotrout, which\nwas a Jewish group. They were -- they were coming out also to select food or what, but I\nreally did not know where they are. And my attitude was at that time, hey, they are not\nfighters [indecipherable]. It is all after the war that I realized that they did such a great\njob, that they saved so many peop-people. At that time, I was only more -- I was thinking\nonly about how many Germans to kill. This was my reveng -- revenge. But myself, I\nnever met th-the camp of Bielsky. I knew -- I heard that they -- that they -- that the reason\nthat they are people there with women and children.",
        "A: Yeah.",
        "A: Yeah. And I did not --",
        "A: No, with -- with -- within our group, no, but there was a certain amount from -- not from\nthe top. As I said, this lieutenant who was killed just a -- a month before we met the Ru-\nRussian army he was killed. He was one of the -- of the most regar -- highly regarded\nguys in -- in -- in -- in our otriad. And there was another Jewish guy, he -- we used to\ncount how many -- how many trains somebody -- everybody participated in blowing up,\nand he had the highest number of trains blown up, because everybody liked to go with\nhim. He was very gregarious, singing, dancing, he was the first to find out where some --\nwhere there 1s vodka in the place, and where there 1s girls in the evening are assembling,\nand we -- to go there, and sing with them, and dancing. So -- and he was also killed just\nbefore the end of -- of the -- of -- in °44, I don’t remember now exactly the months when\nwe met the [indecipherable] there when the Red army came into our place. We were on\nour way to go deeper, we were supposed to go deeper to -- in towar -- in p -- in Poland,\nbecause the -- the Russian army liked us to be in the back of the German army, because\nwe did a -- a good in -- a good job, apparently. So we -- we were supposed to go b-\nbackwards when -- when the ger -- ger -- Russian army came.",
        "A: I wouldn’t only -- everybody was for himself actually. And a e -- we knew that yes, as a\ngroups, and -- was -- matter of fact, one Jewish guy was killed because of -- he was shot\nby partisans. He was a member of our -- of our group, and he was standing guard for -- he\ncalled me after that, that -- when he was sleeping, it -- with the partisans, somebody took\nout his bullets. So when he went on -- he didn’t check if he has it when he went on guard,\nand the guy who was allegedly working with the Germans -- I don’t know for sure what\nhe was doing, it did open through the roof and try -- and escaped. And he was sh -- he\nshot him, but he didn’t have any -- any ammunition. Till he took out and found am-\nammunition and put in, it was al -- he was gone, it was in the forest at night. And for this,\nhe was shot, because losing a prisoner, they were shooting. Losing a rifle, they were\nshooting.",
        "A: Yeah, and I remember once I was -- ma -- myself in a sled -- in -- in -- in -- horse and\nsled, and suddenly I realized -- and I was drinking there in -- 1n a place, and going to -- to\nanother place, [indecipherable] hey, hey, my rifle. I lost it. I turned around and back, and\nit was two yar -- two miles away, it was laying in the middle of the road. And I saved\nmyself -- and this was the last time I drank vodka. Because -- and afterward I saw most of\n-- these two guys who were -- were mentioned, wa -- th-they were killed also, because\nthey -- they were killed because they were drinking, drunk. More partisans were killed\nbecause of vodka than because of real fights.",
        "A: No, th-they were always -- they were killed by -- by Germans or Ukrainians, but their\nactions were limited because of the -- of -- they were drunk.",
        "A: Yes, with the local population always coming in, and most of them, use -- in the evening\nused to sometime girls sit together and -- and knit. So we were looking for a place a -- in\nthere we used to sing together, and -- and -- because the local population was very pos --\npositive to us. I me -- as I mentioned there were some of our men who were member --\nwho lived, who had their parents and sisters nearby. So -- so there was a -- the rel-\nrelationship was good of the local, except, as I said, if they were just pure Poles, then it\nwas a different situation. But there were not -- but there were not many, because we were\nnot yet in Poland. We were all -- everything was in Belarus.",
        "A: Oh, we never doubted about the seriousness, but it gave a certain amount of -- I knew a\nlot of Russian songs, just because listening to them singing and dancing.\nEnd of Tape #2\nTape #3",
        "A: No. There were a -- there were a couple of Jewish families who were close by hidden in\nthe fore -- in the forest, and they were joined into our group. So in this way there were\ntow -- this was toward the end they were joined into -- into our -- but nothing special. I\nwas -- I did not have any contact specially with Jews, or with any Jewish organizations.",
        "A: This is -- this is as a partisan. I did not know --",
        "A: This was till spring ’44. This is when -- through °43, ’44. ’43 was when they were stir --\nwhen we were still in the forest, I circled what I had d-described, and after that through\nthe winter, and in the spring ’44, the red a -- the -- the army came close.",
        "A: Right.",
        "A: Yeah.",
        "A: No. The only thing was it was felt that we are now a part of helping the -- the army. And\nthat we are not doing just in order to kill here and there a German to be -- be c -- in\nscaring them, or frightening them, that we are doing a job in cooperation with the -- with\nthe army. Because it was not important for them that we blow up somewhere a -- more a\ntrain or less a train, only they needed it at the time, at certain times when -- especially\nwhen -- when the offensive were. And indeed, after a short time, the German army ran\nout of railroads. And they had to take -- they didn’t have any more fall lines going back\nand forth in the place where we were, but to fix two lines, they had to -- to stop other\nplaces. So it was of a help.",
        "A: No, not much, not much. We only wanted to know every f -- we were -- we could only\nhear a -- that the army approaches, that it is closer, and that they -- we knew what was\nhappening in Stalingrad, and -- and that Red army is coming close, and this is where our\nfear was, that we will not be able to survive it. It’s ta -- especially remember in one of the\nvillages, a girl was hit in the leg. And a -- a partisan was cleaning his -- his rifle, and\naccidentally shot, and hit a girl who will pass by, and she happened to be a -- a girl -- a\nJewish girl from Moscow. And we took her to our hospital in the for -- into the forest,\nwhere we sho -- she was recuperating. And I remember the -- we were all afraid and she\nre -- and she wi -- or da -- will she be able to survive, she cannot walk, and -- but\neverything turned out well, and she siz -- I saw her going back to Moscow.",
        "A: So when we joined the -- when we joined in the Red army, we were ap -- certain grou --\ncertain people remained. The guy who was in charge of the -- of the -- there was a Jewish\nguy who was in -- in charge of several villages. As I mentioned we were in the villages,\nand -- and there were Jewish -- and there were partisan commanders of the religious and\nso on. He lay -- stayed for -- they formed the local, future government of the area. And\nthe remaining all -- the whole group joined the -- the -- the army. And I was sort --\nseparated from most of the people because I broke my glasses. And I waited for a pair of\nglasses to get -- to come in. So they all went to the front, and I stayed, waited, and I\njoined after that, another group, and -- when my glasses came. After a certain time, I\nremember we were in Prussia, the -- I met this Abrusha with whom I es-escaped from the\nfirst -- and who -- with whom I joined this -- the group. And I still remember he was\nalready a lieutenant in the army, advanced. And I called him [indecipherable] he was,\nAbrusha, Abrusha. And he looked at me. He said, “I am not Abrusha any more, I am now\nAlexander.” So a -- a Jewish guy did not want to be called Abrusha, always wanted to be\nAlexander. But he was a advanced as a lieutenant, and was with the army. And I went till\n-- Berlin with the army, till when the war was over. The first Americans I met there.\nUnfortunately I did not know English, I couldn’t speak. And there were very few Jewish\nguys whom I could speak Yiddish with, fluently.",
        "A: Oh, in the fights? No, I was at that time put, because of my glasses, not in the front line,\nbut in the second line. So I was in -- after cleaning up various places, blowing up\nremaining, cause they did not want to have any ammunition left so the Poles will not use\nthem, or the -- the Germans will not use them like we do. Although germ -- most of the\nGermans escaped, or were sent out. Were no Germans when we came to Prussia, there --\nthere -- it was German free. So I was not really on the first line any more. And -- and\nafter that in Berlin I was told I can go in May 1945, I can go back.",
        "A: I did not fight for Berlin actually, but I was there when -- when Berlin was\n[indecipherable], a week later I was there.",
        "A: It was like any city, a lot of German people, and [indecipherable]. I remember I stayed in\nSalendorf, and they were like a-all other, any other German. They did not pretend that\nthey did not know, I did not try to talk to them about the Jews. They were trying to\nsurvive, also, cause everything -- was a shortage of everything.",
        "A: Oh, I -- I felt elated that I am in the city. When I walked, I say, hey not enough -- not\nenough houses were destroyed. Was not enough bomb -- not enough bombs fell.",
        "A: I -- no, I -- I -- as a matter of fact, I remember when I was in the forest, I dreamt about\nwill I be ever -- will -- will there come a day when I’Il be able to walk not in mud, but on\n-- On -- on concrete, or on asphalt? I couldn’t believe that this will come. So this -- here --\nI saw it was hey, it came. I didn’t believe that -- that the day will come, that I'll survive it.",
        "A: Some were -- to see -- get back to -- to -- with the family, and take them out for -- from\nRakichenka, from the frost -- from the frost, from the cold air, and start a new life. How it\nwill be, I did not know. I hoped it will be able, maybe, since my sister was in -- and\nuncle, my mother’s grandparents were in -- in Palestine already, in Israel. I thought, hey,\nmaybe we’ll go there, if we’ll be able to. So this was the idea of coming back. First to go\nout from everybody, and the -- there Russians were organizing trains, group of people\nwho survived, and -- in Russia, and were going into Poland. And on certain stations these\ntrains stopped, and I used to go out there, where are you from, where are you from? Is\nthere anybody from such place, such pla -- we used to go in to meet and talk, and\neverybody was trying to start a new life, what will be, I -- nobody knew. They brought us\nto Stettin, which was -- which was a German city emptied of Germans, but were Poles\nbrought in. And they brought also Jews from -- from Russia. And as -- f-first time I saw\nagain anti-Semitism, again. Openly were anti-Semitism. And I always thought --\nregretted, hey why did I return my -- my pistol? Why didn’t I keep the pistol I took from\nthe first German officer I killed? Till a certain time, we were s-several months in -- in\nStettin, and I heard that people are being moved, and moving out more east to Germany.\nAnd I -- accidentally I saw something written 1n the -- in Hebrew, on a -- and it was\nastonishing [indecipherable] in Hebrew, I went in, and I saw people were speaking\nHebrew, and they ask me why I [indecipherable] I’m a former partisan [indecipherable].\nThey ask me if I can help them get a train, that they have 70 children, and they would like\nto get a train to Krakow from Stettin, north to south. And I told them [Il try, if -- but if,\nthen I would like also to be moved with my family. And they said it’s a deal. And I had\nno difficulty, just mentioning in the local office, the names from Berlin, whom I knew\nfrom -- who were in charge of -- big shots in the government, if -- I asked them if I\nshould -- if they can arrange for me, or should I call comrade so and so. And they said,\n“Hey, how do you know them?” I said, “Oh, we were fighting together.” Said, “Oh. Next\nweek will be okay?” They were waiting already for two months for a -- for -- and\ncouldn’t get. Said, “Will be great.’ Next week there was a train. So they ask me if I can\nbe with the children till they come -- until -- till Krakow. I told them, okay, I will, and --\nand this is where I -- when I heard already that Jewish people are being killed on the\ntrains. This is where I regretted that the Polish partisan were stopping trains and killing\nJews and Russians. And a matter of fact, one guy who survived the war from Berlin --\nfrom Minsk ghetto, and he was killed when he -- he came to his hometown to visit.\nSurvived partisans and then came, he was killed by Poles. But this was the way how we -\n- they took my two sisters to one way, and my mother, brothers, and my sister and me\nwent the other way. We came to Berlin, and we were in a DP camp.",
        "A: I went to Krakow, went back, and -- and a few days later, we were transferred. But my\ntwo sisters were taken, they say that they -- they don’t -- cannot take so many people to --\nto Berlin, so they were taken through the south, and they ended up after that, I found out,\nin Austria. And my mother, two brothers, and my sister and me were in -- no in, not sister\n-- were in -- yes, one sister -- were in ber -- in -- ended up in Berlin, and we were in to --\ntaken into a DP camp.",
        "A: Oh, we were -- from Russia we came, the whole family came by train to Stettin. So in\nStettin we were all together. We were after that separated, the two sisters had -- to -- t --\nthe Bricha took them to another place, and they ended up in -- in Austria. And we are\nremaining where in Berlin. And by our letters we found out, because we both wrote to\nIsrael to my sister and back, and we found out that they are there.",
        "A: Yes, I -- this is where I went to to take them out. I said that I went --",
        "A: At the end of the war, I went there [indecipherable] this was May, 95.",
        "A: 45. I went to -- I went -- I wa -- I was let go -- I ca -- you can go where, and I had tickets\nto go to Rakichenka. But on the way, I st -- I went to Moscow, because my sister and\nbrother-in-law, they were working in the Polish embassy in Moscow. So I stay with them\none month, and then I ended up -- this was in the meantime, June -- July, I ended up\ngoing back to Rakichenka, September, and I came to -- the train came 10 kilometer\nbefore Rakichenka, and it was stopped, because in s -- in September it was -- there was\nthree feet snow. I tried to walk, since I was accustomed to walking, and -- and snow, but\nit was too difficult, and I didn’t know where to go, so I remember that in this place, there\nwere once pol -- Polish Jews living in a certain house, I went there and knocked. Sure\nenough they were still there, and they knew that I am supposed to come, cause they knew\nmy sister who was a nurse, who helped nursing as their -- their father when he was sick.\nSo I stayed with them, and the next day I -- I walked to Rakichenka. And it took several\nmonths till the papers were ready. They were ready to give me my job back at the -- at the\nconstruction company where I worked. They heard that I came back, that I -- if I want to\nwork at doing things, I want to go back to Poland. And to let -- they were organize trains\nwith refugees, with Jew -- Jewish people, and Polish people. They were all in the\nmeantime also Polish people in this place, who were forced. And I remember they came\nto me, if I can help -- they organized a Polish school there, if I can help them teach math.\nAnd I said okay. So then -- so I was teaching there mathematics in this -- in this school.\nArithmetic, actually, till we could -- all went back to Poland. They stayed in Krakow --\nthey went to Krakow, and we went Stettin.",
        "A: Yeah.",
        "A: Yes, unfortunately, my brother-in-law and sister were -- my brother-in-law was looking\nfor his little girl, and he couldn’t find her. The place was closed, the orphanage, and he\nfound one who worked in the orphanage there, and she said allegedly that she passed\naway.",
        "A: My father got a har -- heart attack and passed away in -- in there, in Russia. And he her --\nhe did not know even that I am alive, because he thought he lost my sister and me and\nthen -- and another brother of mine, and sister passed away over there also. My brother\nwas drowned where he worked in Russia, and my sister passed away, the oldest. So my\nfather after that got a heart attack. And they couldn’t believe it when -- because at first --\nthere’s a first pilot that landed in -- in our Malabotska forest, I send with him a letter. And\nhe send it to them, and they couldn’t believe it, that I am alive. And after that they got\nletter also, from my sister, and my brother-in-law what they came over. So this how we\ngot contact again.",
        "A: Yes, my two brothers, and -- and my two brothers, yeah, they went in a DP camp. And in\n’48, I started to look a -- I heard that there are some people who start to -- to go to\nuniversity in Berlin. I said hey, I’ll try. Went, applied, passed the exam and was accepted.\nSo I started to study in ’48. In ’49, they closed the camp.",
        "A: Oh, here was already a Jewish organization, because they were all Jews in the camp. And\nthere was a -- a Jewish local paper we were getting out, and Jewish school organized,\nJewish physicians, and it was everything Jewish already.",
        "A: There were some, but most of them were like -- like -- people like my -- from Russian\nJews, and je -- Polish Jews from Russia who survived the war.",
        "A: Yeah, this was when I was in the -- in the Russian army, started to read, and -- and I came\nto various cities, and nowhere were Jews. As a matter of fact, I even passed as a soldier\nour city, Plasnich. Came in -- we were supposed to go in toward Prussia, which was --\nPrussia was near the border. So I asked my officer a -- if I can go in, so he went with me.\nI am interested. And I saw a neighbor in the street, and I stopped him, how are you, and --\nand I asked him, whose -- who is here, if any Jews survived, he said no. And he told me\nthere is only one Jewish guy who survived, and -- and he was hidden by a Polish girl,\nwho he married after that. So there were no Jews. So I couldn’t stay long. And I went and\nnever -- never went back. And I didn’t want after that to go back to Poland, because all\nthe cities we passed, no Jews. The first Jewish guys I saw was in -- in -- in Berlin. I was\nwalking once on the street, and somebody s -- pass by, and said umhoit? And I looked at\nhim -- in the beginning, I -- and then I thought, hey, umhoit means in Hebrew, your folk -\n- your -- your -- your people, your folk. I -- I said yes [indecipherable]. He said yes he’s a\n-- a survivor of here, and he thought that I am Jewish, so he -- where he is, he told me\nthere is here a group of people who survived the war, and I don’t know -- he didn’t know\nyet what -- what will be, this was in -- m -- in the beginning, when ber -- when Berlin was\ntaken. I remember I had a can -- a can with me of -- we were getting American food in\ncans, was -- and I had it, and I gave it to him. Oh, he thanked me. And this was the first\ntime when I saw a Jewish person after the war. And I -- at that time I realized what --\nwhat happened, and -- and I was near Berlin, was some kind of a camp, I don’t remember\ntoday, and I -- I was there a few -- few minute, I could not be -- until -- for a long time I\ncould not hear anything about Holocaust, because I’ve had -- when I -- I had mentioned\nto you during -- I -- later when I -- when I was a student at the Berlin University, for a\nlong time I could not -- I had -- for a week or two weeks that I did not sleep at all, that\neach time either Gorajetski was chasing me and shooting at me again, or I was chasing\nGermans, and I couldn’t sleep. And it happened also in the United States in the\nbeginning, too. And I cut off all contact with my former friends, and -- with whom I\nstudied in Berlin, and -- and it went away, and it cured me. So when the DP camp was\nliquid -- closed in Berlin because of the -- 1t was approaching, I believe the --\nencirclement of Berlin, berl Berlin -- blockade of Berlin, they took out all the people\ntowar -- to West Germany, but I st -- I came back because of -- because of I want to -- I\nstarted to study, so I wanted to continue, that’s all. And I had an abur -- ability to -- a\nJewish group started to build in -- in -- in Berlin, so I was a -- earning a little money by\nteaching Hebrew, and -- and I didn’t pay for most of the -- for college. For I thought a -- I\nwill never have such conditions to -- to -- to continue, and so I’Il stay. So I stayed to\ngraduate.",
        "A: Mostly German student, and most of the students were -- were former soldiers. Matter of\nfact, during lunch hour -- after that this was post-graduation study. We used to eat, our\ngroup, always together lunch -- eat lunch together, and I used to sit -- mostly there were\ntwo girls, with the girls, because there we -- the men were always talking about the war,\ncertain aspect of the war. And once the assistant professor came in, and he started to --\nand he said, I remember, oh, in 1942, it was -- yeah, four -- no, ’43, he is -- finally\nreceived permission to go back, and he wanted to go for Christmas home. But when he\ncame to eastern Europe, and the darn partisan blew up his train. And he couldn’t -- he did\nnot reach. And I asked him, “Herr Doctor, when was it?” And he said the -- a date, and he\nstarted to describe what happened. I said, “It wasn’t like this.” I said, “It was the different\nway.” And he said, “Somewhere, how do you know what happened to me in 1943, over\nthere?” “So, because it was me who put the mine and blew the train up.” “What, do you\nkill Germans?” I said, “Yes, killed many of them.” They ca -- didn’t want to believe. And\nhe said, “You have to go -- to come,” -- this was also before Christmas, “you have to\ncome and meet my wife, and tell -- tell her.” And I still remember she asked me else,\n“What would have been if you had met at that time?” And I told her, “I don’t know if I\nwould have survived, but your husband would have been dead.” I said, “Because every\nGerman who approached the place where we were sitting, we kept him on our -- nothing\n-- he would have been dead. If we would have survived after that, I don’t know, but the\nfirst thing is we would have shot him.” Just was -- I remember that encounter because\nthis was a special case where we were all trying to blow up a train, and suddenly --\nusually we were blowing up trains going to the front, and s-suddenly we heard somebody\nhey, a group of partisans, unknown to us, were sitting about a mile away, and they blew\nup the train, who were going to -- toward east. And they were full of Germans after that\non the railroad, and we didn’t know, we could not go there, try to -- to take it out,\nstraighten the mine out, and we didn’t know what to do. And suddenly a t -- a train\nstarted to come in the other direction. So I said, “To hell with it, we’ll blow up this one.”\nRather than -- than leave the mine, or -- so this is how this was a peculiar case. And we\nblew up the train coming from the front, to in -- where he was sitting.",
        "A: No, whenever I met a German, the first -- the first -- unconsciously the first question was\nhow many women, how many children did he kill? And so this was my relationship\ntoward. I knew I am here for a purpose, in order to get a degree, and -- and get out. I did\nnot develop any close friendship with anyone, no one. Especially when I considered they\nwere all Nazis, because after that, during the Nuremburg trials, I remember two other\nguys were in the -- in my lab, and we started to talk, and they said, “Yavolt, we lost the\nwar, so they are suing our -- our leaders. Had we won, we would have sued the American\nleaders.” From this attitude, I'll never forget this. I considered that they are -- in heart that\nthey are all Nazis.",
        "A: After the war, no. Only my attitude was to resist, especially when I heard such and such a\nprofessor, oh yes, he published a book, but he stole everything from -- from a Jewish\nbook, which was from a Jewish professor of 0 -- at least this is what I was told. So\nwhenever I went before a -- before a -- as I said, examination, I was always sleepless. But\nI managed to -- to -- my first room I rented, I was -- I rented in a Russian girl -- ina\nRussian lady. Why? Because I wanted to find if they know anything about a person\nnamed Gorajetski, because I thought, if I'll find Gorajetski, he’ II not -- he’ll not live long\nif Pll find. But they did not know anything. And after that I was with a -- another family\nwho were very nice to me, they cooked for me, treated me nicely.",
        "A: German family.",
        "A: I studied chemistry, and afterwards I received a PhD in chemistry. And when I came --\nvisited Israel, and I asked for a job, they told me, “We have so many chemists that you\ncan put the,” [indecipherable] that -- like tar on their -- “you can pave the streets with\nthem’’. So I said -- and my sister was -- and brother-in-law, they got a job in the\nWashington embassy. And when they were told to go back, they asked for asylum, and\nstayed here. So they wrote me, “Come here, come to -- to United States.” So I started to\nstudy English, and after a few months English, I came to the United States.",
        "A: 1956. And I got one job in Massachusetts, was there for a year and a half, and after that,\nthe central laboratories were in Philadelphia, so I moved to Philadelphia, because in a\nsmall place in Massachusetts, there was nothing for a single person to do. I used to go\ndrive to New York. And my sister live in Washington, I thought, hey, Philadelphia 1s in\nthe between. So I moved to Philadelphia, and since then I am in Philadelphia.",
        "A: Oh, I -- I was going every -- from to -- since my mother was in -- in Israel, and my two\nbrothers were in Israel, [indecipherable] f -- in ’48, my two brothers volunteered to go to\nfight for Israel. And they went, and they volunteered. They asked me to come with them,\nand I said, “No, I had enough, one war. And I am now studying, I am not -- I’Il not leave\ntill I graduate.” So I used to go to visit, and I -- from here I was going to visit my mother\nand brothers there. And on one of the visits, I me -- met my wife, we got married, and sh\n-- t-- I brought her -- brought them here -- brought her here. I tried to get a job there, I\ncouldn’t. Although she always says that I didn’t try hard enough. And now, my two\nchildren were born here. One is a physician, the other is a lawyer. So we -- we are here.",
        "A: Oh yes. I cannot say that I felt immediately a member of -- of the group, it was always --\nactually, it was always they. Americans, they Americans. American Jews, they American\nJews. It was never we, for a long, long, long time. I did not ber -- belong to any group.\nBecause I felt always to be that I am an outsider, all the time. I don’t know, this -- this is\nwhat happened then, during the war.",
        "A: Yes. That’s what always, it -- my life was unique, it was different than everybody else’s.\nAs a matter of fact, and even when -- even Philadelphia I saw there is a group of\nHolocaust survivors, and the first -- I went only once to a meeting of, and I saw a -- these\nwere mostly people who were -- who survived somehow in Russia somewhere, or ot --\nnot they -- they did not had to fight for their life, as I did, so I -- so they -- it’s not the\nsame group as I did.",
        "A: No, I tried -- I talked very little. This is the reason why my daughter is here, she wanted\nto hear -- hear what, because whenever there was -- they mentioned in television the\nHolocaust, I went out. I did not -- only once or twice I talked -- gave a talk in -- in the\nsynagogue, about Jewish partisans, or -- and actually, I was not in a typically Jewish\npartisan, I was a partisan.",
        "A: Some found it interesting, but as a whole, not specially.",
        "A: And I didn’t want to talk, no.",
        "A: Oh, I would say till -- till about a few years ago. Took me a long time. And this is why I\nwas often in Israel, but the first time I went to see Yad Vashem was last year. And this\nHolocaust museum, only -- only now that I saw it. Because the memories were too\npainful. I have seen too many dead children, too many women killed.",
        "A: I don’t know, I -- I wa -- I -- I believe that I became very regre -- regressive, so ha -- I d --\nI didn’t talk. The first time that I talking about it openly now is -- is -- is now, here. I tried\nalways to -- not to talk about it, to hide it, to hide everything what happened to me. I\ndon’t know why, but because it hurt. I still hate certain areas in j -- and I -- I didn’t\nmention about this that when I was a student, immediately after Israel was created, I\nasked my sister to send me how just Jewish money looked like. And she sent me one\nshekel, a five shekel bill, and a 10 or 20, I don’t remember. And at that -- at that time, one\n-- one shekel was five dollars, so for me this was a fortune, so much money. But she send\nit to me, and I saw each time, whenever I couldn’t sleep, I looked at the money, because\nthe money had on the other side, a Star of David. And the Star of David, which was used\nduring the war as a star to deg -- as a sign to degrade people, suddenly here was on the\nmoney, and it was -- so I -- when I looked at it, I say, “Oh, I'll finished -- in a few more\nyears I’ll graduate, and I’ll get away, get out from -- from -- from this country, from\nGermany.” And each time I kept 1t with me, with -- the money. When my mother was\nsupposed to go to Israel, this was during the blockade of Berlin, I -- and she was in West\nGermany, I wanted to go to say good-bye to her, to say to -- in -- but when I went -- I had\nonl -- the only way how to go was, for me, was by a plane. From anybody from\n[indecipherable]. So I wanted to buy a ticket, they told me no, I am -- I am a for -- I am\nnot a German. So how do I pay? Said, “You cannot pay this with foreign -- with dollars,\nbecause you are not ar -- a real foreigner.” I cannot get a ticket. So there was another guy\nliving also at a Polish Jew in my -- in my house, I ask him, “How do Jewish people travel\nto -- to West Germany?” To -- the shortest distance was to Hanover. He told me there is\nhere a foreign -- a foreigner -- a real foreigner. He told me buy dollars on the Black\nMarket, and he told me where I can buy dollars, and 20 dollars for him. And for 20\ndollars, he will pay for you. And then you’ll be able to go. So, I went to him, he said yes,\nhe’ ll do it. I bought, I don’t remember how -- remember how many dollars, was in 20\ndollars for him. I pay -- and he paid for me a t-ticket, and I came on the plane from\nBerlin, and I remember they called me in. “You are a smuggler.” I had to undress, and\nthey -- the British, that’s what it -- the British part of Berlin. And they checked me, they\nlooked for me. And at that time I figured, hey, I should have had like -- like with the\nGerman maybe, to put something on my legs -- on my -- in my -- so that they’ Il not touch\n[indecipherable]. Because they found in my wallet this -- this money, this Israeli money,\nthey took it away from me. I'll never forget it till today I remember the British. They took\naway because I’m a smuggler. I was the only wa -- only Jew on the -- on the -- on the\nplane, and the only smuggler. And I lost the money. If I had known that they will, ah, I\ncould have hidden it in a book or somewhere. I was in -- in trying to smuggle in things, I\nwas a specialist, I knew how to do it. I didn’t expect it. But Pll never forget the British\nfor it.",
        "A: Okay.",
        "A: Yes, yes, I will --",
        "A: I will see what they do over there at [indecipherable]\nEnd of Tape #3\nTape #4",
        "A: It took me a long time to forget that the war is over, and I tried always to remind me,\nSam, the war is over. For instance, whenever somebody asked me a question,\nautomatically I was thinking, is it better to -- to answer in this way, or the other way. A\nsimple thing. How old are you? I was always automatically thinking -- thinking --\nthinking, should I say I’m five years older, or should I say I’m few years younger? I\nnever thought about tell the truth, because always I thought a -- what is better? Is it 1n this\nsituation better to by younger, or is it to be older? And on any question like this, I never -\n- automatically I did -- my -- my head worked in this way, which answer 1s better, not\nwhat is the truth, to answer truly. And after that, I realized, Sam, the war is over, you can\ntell the truth. And took me a long time, till I overcame this thinking, that you can answer,\nthere is no danger any more.",
        "A: Oh, both. Mostly it was because to manipulate was better. In some places it was better to\nbe younger, let’s say, cause then you’ll be able -- in other places was better to be older,\nthen there -- then you can do in ghetto. These things still remained, and I -- as I said, this\nwas automatic with me. I had to fight to -- to a -- you can tell the truth, there -- they --\nthere is no danger any more. Because still I was thinking there is a danger in -- in --\nlurking somewhere. And I had to fight this myself to answer the truth, to tell the truth. To\nforget about it.",
        "A: Also trusting people. It was very difficult to. Somehow you have to real -- I had to rea --\nyou have to rely on yourself, not to trust other people. Took me also a long time to. And\neven -- even making friends. I believe this was all the results of bitter experiences.",
        "A: No, the priorities was always -- first thing was safety. Automatically I was think, hey,\nwhat is safer? In anything what I did. From walking somewhere, to -- to going for trips.\nSafety was always the first thing I was la -- I was thinking of.",
        "A: To -- even to extremes. But it a --",
        "A: Yes. Now this went away. But took me -- it took me time to -- to overcome it, because I\nwas recognizing myself, hey, there is no danger Sam, any more. You -- and I talking to\nmyself, and I say, so the war is over, the war 1s over.",
        "A: Not that I think now about it, although I -- I worried often about the safety, not saying\nanything maybe. But maybe I was overcautious in various area, I don’t know. But it\ndefinitely -- I wa -- I was 1 -- always think, hey is this -- is it safe, can they go somewhere\non a -- to acamp? Who will -- 1s it safe to be in the camp? And so on. I had to think it\nover. I di -- I didn’t talk about it, but I was thinking to myself.",
        "A: I cannot think, because I had all the time -- had to adjust each time, to adjust to a different\nlanguage, or to -- because in the beginning everything was -- let’s say I was raised in\nPoland, Polish, and after that to adjust everything in Russian, then I was adjusting back to\nPolish, then to German, and after that were ex -- exa -- to -- to -- to English. And -- so it\nwas adjusting was constantly. I was doing it all the time, till here I thought I am now -- I\nam here, I am an -- an American now.",
        "A: This -- this -- I believe this was all the time that I belong to -- as I said I could not --\nnever say we, you’re -- we are. In other word, for a certain group to say we, we belong.\nWe Americans, or we -- because I was always -- considered myself, it is they, and I am\ndifferent.",
        "A: And I probably did not overcome this.",
        "A: Yes, we belong to a synagogue, and -- and actually it was -- in the beginning I could not\ngo to a synagogue. In -- in Berlin, let’s say whenever there was a Jewish holiday, I did\nnot go to -- to -- simply to show a -- I am Jewish. And I used to go to the synagogue, but I\nwas always outside, not going in -- in to -- to pray, because I understood Hebrew -- I\nunderstand Hebrew, I learned Hebrew. And whenever there was written, God is full of\nmercy, I could not see where -- where he was. I saw th -- the -- that children, and that --\nthat people. So, I could not pray for a long, long time. But after that, here, when I\nthought, yeah, if I will not go to a synagogue, and my wife wanted the children to be\nraised [indecipherable], if not, then they will become -- they’II stop being Jewish. So I\nagreed yes, we’ll go to a synagogue, and we belonged to a synagogue since then, and we\ntried to raise our children Jewish.",
        "A: Yes. Yes, because this is a way how e -- how they can stay Jewish. In Poland you could\nbe Jewish without being religious. In Israel you can be Jewish without being religious.\nBut in the United States, if you don’t belong to a synagogue, and you don’t na -- then you\nstop being Jewish. So this is important.",
        "A: In the beginning it was a will to survive, so see again my -- my parents. To see my\nbrothers and sister. At a certain time it was -- a certain amount was a desire to re -- of\nrevenge. And not only it was expected to me -- from me, I remember in the Red army,\nwhen we entered the first German village, and there were only a couple of old people\nremained in the village, how everybody else ran away. And the soldiers come me, “Sam,\nthere are the -- they are still Germans, we should go kill them.” And I asked them,\n[indecipherable] I say, should I? I told them, “Why should I kill them? They didn’t do\nanything bad to me.” They says, “You are Jewish, didn’t they kill all Jews?” And I told\nthem, “So, what do you want me to be like the -- like the German SS, do the same thing?”\nWithin myself I saw a -- I cannot do what they did. So I had opportunity to kill Germans,\nbut I couldn’t do it. But there was a certain -- during the war, there was a certain amount\nof desire for revenge.",
        "A: No, I would not say this, because my father always wanted me to be kind, and -- and --\nand -- and -- and understandable of other people need. No, I would not say that\nupbringing did it, it is the experience during the war which made me. It is only -- 1t was\none thing that I -- when I was as a partisan walking through the -- at night sometimes,\nsomewhere through the village, and I thought, hey, why did -- how come -- why -- why\ndid not -- I not have a rifle when I was in ghetto? I would have felt differently. That it\nwill cost somebody s-something to kill me, that they cannot kill just people for -- for\nnothing, and without paying any -- a price for it. So this -- and this is sometimes left --\nsometimes when I think about people here having so mu -- so mu -- rifles, and they\ncausing here death, I still sometimes think a -- but if Jews had rifles during -- in 1939,\nmany more Germans would have paid with their life, or Ukrainians for -- for killing\nthem. So it’s -- it affects today my thinking that I am not so against -- so much against the\nNational Rifle Organization as may be if I would have not had my experience.",
        "A: Oh, if I was thinking, I -- 1t was a dream that I -- that I will one day be sitting here in --\nand answer question and tell stories about it. I never believed that such a day will come. I\nthought I am destined to be killed, but I want to pay a price -- that they pay a price for\nkilling me. But I didn’t believe that Pll survive.",
        "A: Oh, always. They were always close and I was thanking God that we did not have my --\nmoney -- enough money so the whole family will go to -- to Minsk, otherwise I would\nhave not been able to -- to run away and then -- and this is what happened to a lot of\nyoung people who stayed, did not go away because they could not leave their mothers or\n-- or fathers. Because very often, they were supplying the food, you know, for the --\ntemporarily to s -- to survive, even -- even when a lot of people were hungry, but still the\nyoung people were those who were helping them. And a lot of them could not go away\nand leave their parents, or brothers and sisters. So I thank God that -- that it -- that only --\nthat only I was the one who went to Minsk, and they stayed far back.",
        "A: Not particularly, except a few days ago, I was to a meeting where a professor from China\ngave a -- a speech at Gratts College in -- in -- it’s a Jewish college in -- in Pennsylvania,\nin Philadelphia. And he spoke that they wanted to -- to learn about Jews, and Jewish\nculture, and so on, because Jews have influence everywhere about -- 1n -- in -- in money\nand so on. And -- and a -- in business and so on. And I thought, hey, where did I hear that\nJews have all these influence, worldwide influence? It was in the shtillmer where I read\nit. So these kind of thing I wanted to ask, but then --",
        "A: Yes, that they want to get acquainted with Jewish culture, and so on, so [indecipherable],\nand he gave this as a reason, but there was [indecipherable] yet. Jews could not help\neffect t-to -- to bomb Auschwitz, or -- or -- or other things li-like this, and -- or -- or\ninfluence the British to let Patria, and -- and -- and what is the name, the -- the two ships\nwhich were blown up after that? People tried to escape, and come to Israel. They didn’t\nhave the influence at that time, but now, suddenly they have the influence.",
        "A: No, I -- but I understood after that what I -- actually I did not want to be a -- as a young\nman, I did not want to be a chemist. As a young man, I loved math, and I wanted to be a\nmathematician. In high school whenever -- every -- we had a free lessons, I used to go to\nmy math professor. They -- all the kids were go -- were -- went out to play basketball,\nand I told him, hey, we have a free time, can you give my -- give me a math problem and\n-- to solve? And I hoped one day to be a mathematician. But when I started -- and applied\nto college, I said hey, if I’ll be a mathematician, what could it be? At that time the only\nthing what I could be is a teacher, in all, I did not want to be a teacher. Because I was\nearning money in high school by tutoring other people, and I thought, no, I don’t want to\ndo this. So close to it, science, I said, hey, chemistry -- chemistry, I -- maybe I'll be able\none day to work in Vitezma Institute. So this influenced my decision to choose it. Yes,\nand after that I understood what I did during the war, how I blew up thing.",
        "A: No, I became really not knowing much of chemistry especially is whenever it was needed\n-- needed to blow up things and we didn’t have much TNT. I devised a method simply by\ntaking -- putting together shells from -- from various -- various types of shells, and in\nbetween a small piece of TNT, and blowing up this TNT, and this TNT were causing all\nthe shells to explode, and -- and take down the whole bridge. This is -- this was my -- my\ninvention, how -- how to do it.",
        "A: No, thank you, it was for me of interest to go, because I -- I wanted always to come, and I\nwas fighting it, to go to see what do people want to see in the Holocaust Museum, and I\nsaw so many people reading the various things, which most of them were known to me,\nbut still 1t was of interest, the way it was presented.",
        "A: Thank you, and this can be of help to some -- to somebody, I am glad that I told it.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 15, 1998\nRG-50.030%*0388",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Samuel\nMakower, conducted by Randy Goldman on June 15, 1998 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SAMUEL MAKOWER\nJune 15, 1998"
    ]
}