{
    "rg": "RG-50.030.0541_trs_en",
    "sequence": [
        "Question: This is an interview with Lili Brody-Carmosino conducted by Ina\nNavazelskis on Thursday, October 15\", 2009 in Washington, D.C. First of all,\nthank you very, very much, Lili, for agreeing to talk to us.",
        "Answer: My pleasure.",
        "Q: We know that this is not about the easiest of topics, and we’re very grateful that\nyou’ve agreed to share your story with us.",
        "A: It’s fine, thank you.",
        "Q: You’re welcome. Let’s start 1i— where we always start, and where they say in the\nfairly tales, too, let’s start at the beginning.",
        "A: Okay.",
        "Q: Can you tell us a little bit about who you are as a child: when you were born, the\ndate you were born, the family you were born into, and we’ll take it from there.",
        "A: Okay. I was born in 1938, June 2, 1938, in Iasi, Romania. And we all lived ina\ncourtyard, the whole family, cousins. I have a brother, his name is Morris, and my\nmom and dad. And my dad was a tailor, but he was a designer, and we were quite\ncomfortably well off in Iasi. And I believe at the time that war broke out, which\nwas, I think I was four years old, and there was a lot of commotion out in the\nbackyard; meaning actually the front part of this courtyard where about four of our\nfamily, different families lived; which grandparents usually just buy a house and\nOctober 15, 2009\ncontinue to build so the family can stay together. And this commotion started, and\nmy grandma —",
        "Q: Can I stop right there? We’re still gonna talk about family at this moment, before\nthe war breaking out.",
        "A: Okay.",
        "Q: I'd like a few more details.",
        "A: Okay.",
        "Q: Is the — was this courtyard in the building where your family lived, was it 1n in\nthe middle of a town, li — in Iasi, or was it over to the side, was it a suburban area?\nHow would you describe that?",
        "A: I would — the little bit of memory I have of it is, it was more on the side, it\ndefinitely wasn’t in the main city. Iasi is a very small shtetl, which is like a little\ntown, and it was definitely in the farmer part, very rural. And my cousins, my\ngrandmother — my grandfather wasn’t alive when I was born, and my grandmother\nlived in one of the houses, and I’m not sure if one of the cousins lived with her.\nThen there were other cousins. And I— my memory serves me, we — there had to be\nabout four or five families. My —",
        "Q: All related to you?\nOctober 15, 2009",
        "A: All related. And we lived in this courtyard that apparently, before my time, I\nguess my grandparents built this, and just kept on expanding as people got married.",
        "Q: But it wasn’t farming country, 1t wasn’t —",
        "A: It wasn’t farming country.",
        "Q: — farming country.",
        "A: On the side there were farms, but we weren’t into farming. I believe my\ngrandfather, who I never had a chance to meet, was a fisherman. Very well-to-do\nand very well acknowledged in the community, which my mother always told me he\nhad a great big monument that was dedicated to him. I never had the pleasure of\nmeeting him. We, I remember, lived in the front part, whether we were the last\nfamily, or my mother was yul — the youngest to get married, and I think she was,\nthat’s where we lived, and my father, being a tailor, worked out of the house.",
        "Q: So it sounds like — it sounds like you lived in either a small town or a village, but\nin — inside the village, rather than 1-in the ac — in a really rural are — areas. When\nyou’re a tailor —",
        "A: Oh, I would say inside, yes —",
        "Q: Yeah.",
        "A: Yes.\nOctober 15, 2009",
        "Q: When you’re a tailor, then you have clients that come on the main street, or a side\nstreet, and they come with their — their — their —",
        "A: But he wasn’t just a tailor my father, he really — some people use patterns, he\nmade his own pattern, and that’s — that’s another part of later on in the story. And he\nactually designed women’s coats. So it was, you know, out of the house, and he had\na couple people working for him.",
        "Q: So it’s like a dressmakers’ shop.",
        "A: Exactly, not so much female — both, but mostly coats. Coats, jackets. And I\nremember as young as I was, which I had to be about four years old, that’s when my\nmemory serves me, is I remember my grandmother took care of both my brother and\nmyself. My brother Morris is two years older than I am. And —",
        "Q: That was one of my questions.",
        "A: Yes, and my grandmother, who was well in her, I would say 80’s, who was more\nlike a mother, she really brought us up, because my mother worked with my dad,\nand there were other workers; so they obviously were well off enough, cause there\nwas help. But we were taken care of by my grandmother.",
        "Q: Do you remember your father in the shop at all, or do —",
        "A: Oh, absolutely, I could —",
        "Q: What kind of me — what kind of memories come to your mind?\nOctober 15, 2009",
        "A: About my father?",
        "Q: About your parents, their working in the shop.",
        "A: My mother was slim, pretty, fortunately did not, and later on in the story I'll\nexplain, did not look Jewish, which is what saved us. My dad — I resemble my dad\nmore than my mom — was just — I — in my eyes just a wonderful, kind, very gentle\nwith us. And he — he — they were busy, but my dad was never too busy to pay\nattention, to myself especially, being the girl.",
        "Q: Well, you were the little girl, yeah.",
        "A: Yeah, yeah, yeah. And the cousins I remember as young — going way back in my\nmemory, my favorite place at the time, from what I’m told, and I do remember is the\nplay — the house must have been up on stilts or something, because the kids played\nunderneath, in the dirt. And my cousins and I, that’s what I remember wa — we’re\ngoing way back, and my mother and my dad and my brother reminded me that that’s\nwhere we loved to play, in the mud underneath. And my cousins loved to throw\nstones, and a couple of times actually cracked my head, and —",
        "Q: And boy, did they get into trouble.",
        "A: — being that Romanians are Gypsies, my mother had her theories about certain, I\nguess holistic, or whatever. If you have a wound on your head, you get bread and\nOctober 15, 2009\nvinegar and put it on the wound. And those things I remember being told to me\nbecause that’s how it affected my brain.",
        "Q: Well, did you — do you remember having a — you know, th-the bump on your\nhead , do you —",
        "A: Oh yes, yes.",
        "Q: Oh yeah?",
        "A: And I reconnected this way back with my cousins who are the only ones who\nsurvived in Israel, and reminded me that that’s what he did, and very happy about tt.",
        "Q: Yeah.",
        "A: But that’s about where it — it stops, til war.",
        "Q: And do — was this then your world, the world of the courtyard, your family —",
        "A: Absol —",
        "Q: — your mother and father, nobody outside. Or did you have a sense of neighbors,\nor —",
        "A: Yes, there —",
        "Q: — Gentiles, or —",
        "A: — there were — it’s funny you said, next door there were Gentiles, and now — how\nI happened to know, and I don’t want to go ahead with the Holocaust, or the\nbeginning, or the bombing, is my mom, who used to wear a babushka on her head,\nOctober 15, 2009\nand my dad was always busy with — the measuring tape was always around him, and\nhe always had a scissor 1n his hand — my neighbor — our neighbors were of — not of\nthe Jewish faith, because when things started, my mother — I don’t know if you want\nme to go into that now, that’s — that’s the next part I remember is suddenly there was\na lot of commotion, and I don’t remember exactly how it happened, but I know we\nhad to put on — my grandma told me we have to put on this yellow band with the\nJewish star. And the neighbors next door, that part I remember, were just looking at\nus. And I was young, and my — my mother didn’t look Jewish, and my father was\ntaken out with a lot of other men, and there were guns and things, and thi — all I\nremember th — my grandmother taking my head, and hiding it in —",
        "Q: In her stomach.",
        "A: — her apron. And I remember my mother saying, and I remember hating her that,\ndon’t kill him, don’t shoot the Jew. I’ll take care of the Jew in my own way. The\nneighbors knew she was Jewish, but thank God they didn’t —",
        "Q: Say anything.",
        "A: — say anything. And this is one memory I really don’t want to remember, but the\nnext thing was, all of a sudden I peeked out from my grandmother, and there was\nthis woman yelling don’t, please don’t. And I remember she had a fat belly. And\nthey shot, something came out of her belly, and I remember a — it was a — a fetus.\nOctober 15, 2009",
        "Q: It was a baby.",
        "A: And I remember her just yelling, I couldn’t understand this — I’m sorry —",
        "Q: That’s okay.",
        "A: — she said, just — just kill me, you’ve already killed me, just kill me. And I\nthought well, it’s a matter of time where they’re gonna get my mother, they’re gonna\nget my brother, they’re gonna get my grandmother. That’s all that I remember,\nreally, right there, that to me —",
        "Q: Did you know the lady?",
        "A: N-No, no, but that went on, and those are the memories that — that’s one of my\nworst remembrance, and from there on, things just — I— I remember thinking, how\ncan my mother say she would — she will kill him herself, how could she do that?\nAnd that’s about where it stopped. The only memory I have after that, we were\nfairly well off, and I think there were even people who helped my mom clean the\nhouse, and obviously my dad must have been doing all right, is suddenly, two\n[indecipherable] we were si — all sleeping in our house, ourselves, my mother and\nmy father, and —",
        "Q: Can I bri— I’m sorry I interrupt, but I want to bring back to — to what you had\nsaid earlier. Your — if we — you se — you remember your neighbors just looking out\nthe window or looking 1n the street —\nOctober 15, 2009",
        "A: No, no, they were out —",
        "Q: — on the street —",
        "A: — in their yard looking. There was like a fence, like a picket fence, and they were\nlooking at us, and my grandmother and my brother and I were like in a corner. My\nmom was like right next to these — they were Germans. And she wasn’t wearing the\nband, and I couldn’t understand why we were wearing the yellow band. And my\nfather was there and they took all the men, and it looked like some of them were —\nthey — they were fucking them with the gun. And I thought they’re gonna kill my\nfather. And I couldn’t understand how we were doing that, we were wearing the\nband and all, and she wasn’t. And then she said what she did. From there on, I don’t\n— I can —I can’t remember just exactly what happened except this horrible, horrible\n— this woman being shot, and yelled whe — I don’t even remember, I remember my\ngrandmother just took and put our heads in the apron so that we couldn’t hear\nanything, she covered our ears, and I — it’s like everything blacked out from there.\nThere could never be a worse enemy or a worse thing I could ever see in my life\nother than what I just saw there. That was the ugliest thing I’ve ever seen in my life,\nwhat happened to the woman. I do —",
        "Q: At age four —\nOctober 15, 2009",
        "A: —I don’t even ha — remember — my father was spared, obviously, and — because\nwe went back in the house and I didn’t — I re — I remember not seeing anything,\nbecause my grandmother just totally —",
        "Q: Do you have a feeling, when you looked at the neighbors on the — on the other\nside of the picket fence, were they — did you have any sense of how they were\nlooking? Was it curiosity, was it horror, was it grief?",
        "A: I-I-",
        "Q: Were these people you knew well and liked, or were they distant?",
        "A: I—I don’t really remember. All I do remember is they didn’t tell, because they\nknew my mother was Jewish, and I think they were in awe, and I think it was a\ncombination of everything you just said. They were in shock, they were petrified.\nThey had to be. And knowing my mother was Jewish and denied it, and she wasn’t\nwearing — fortunately they didn’t say anything, and obviously they were fond of her,\nand I — I — I think they were just frozen in space. From there on, as I say, my gram —\nthe only thing — I remember my grandmother, but yet I don’t, but I remember she\ncovered both our heads, and I — we cou — I couldn’t even breathe, I remember, and I\ndidn’t want to.",
        "Q: You were four years old.",
        "A: I didn't want to see. I was four years old —\nOctober 15, 2009",
        "Q: Four years old.",
        "A: — but that’s something I will never forge — I'll never forget. That was the worst\nthing I’ve even seen in my life. I couldn’t believe a human being could do\nsomething like that to another human being. But that was the beginning of many\nhorrors that I saw that I never should have seen, which is why I’m here. It — 1t never\nshould have happened, that people can do this to people. And that —",
        "Q: Did you — were — the age difference, was there an age difference between your\nparents? Your father and your mother, was he older than she was?",
        "A: Yeah, he was just — my — my father was born, I believe, 1911, and my mother in\n1913.",
        "Q: Oh, so very — they’re the sa — almost the same age.",
        "A: Yeah, they were —",
        "Q: — the same generation.",
        "A: Yeah, yeah, oh yeah, oh yeah, and —",
        "Q: Did he look Jewish?",
        "A: I don’t know what looking Jewish is —",
        "Q: Yeah.",
        "A: — because I don’t think you do, and I don’t.",
        "Q: Yeah.\nOctober 15, 2009",
        "A: But he was of fair skin, and she wasn’t really dark, but she did not. And she —",
        "Q: So she di — she definitely did not.",
        "A: — she played a good part, yeah.",
        "Q: Okay.",
        "A: My mother played a good part, and the understanding goes that when — after the\nHolocaust, and what have you, a lot of things happened to her that — I don’t know,\napparently she was pregnant and thrown down the street, or downstairs. I didn’t see\nany of that. I don’t —",
        "Q: Okay, we’ll come to those moments —",
        "A: Yeah, yeah.",
        "Q: — where — where you can tell us what you do remember and what you were told,\nand —",
        "A: Yeah.",
        "Q: — and so on.",
        "A: But from there on it was like a blank, it’s like, to this day I didn’t want to re-\nremember that — that [indecipherable]. And then the journey started, and —",
        "Q: So, after this, do you have like a blank? I — do you remember going back in the\nhouse, do you remember —\nOctober 15, 2009",
        "A: I do remember going back in the house, but I don’t remember what was said.\nThere was a lot of mumbling among my mother and my — my — my grandmother,\nwho apparently — I don’t know if — I can’t even tell you if grandma was killed when\nthe bombs came, because shortly after that, I remember we were sleeping, and there\nwas like a— a-—a- like a rubber thing li-like — like an earthquake. And I remember\n— it still — it was a joke in the family that my mother said, what’s happening? My\nfather said, it’s tun(ph) pasheening(ph). In Romanian that means it’s a tank on\nrubber wheels. And she said, no, no, 1t doesn’t sound like that, it sounds like, you\nknow — then we looked out and all of a sudden it was like Fourth of July, and it was\njust — 1t wa — like firecrackers were going off. And I remember they tried to grab,\nand it just happened so quick. They — my mother grabbed my brother and my father,\nmyself and we ran. And as we ran, it was in the courtyard, and like, the courtyard\nwas gone. It was just — bombs were — were falling all over, and I don’t know if — in\nEurope the — the Russians wear these fur skwerta(ph), th-the fur coats. Somehow\nor other she had that. Well, she — all I remember, we were running a — out of the\ncourtyard, and as we’re running, I guess the force of the bombs lifted me up because\nI was th — to the point they had to drag me down and somehow or other we managed\nto go against this, I don’t know if it was a—a wood wall or a stone wall, and I\nremember thinking, we’re gonna be hit, I don’t — these things, there’s fire, the whole\nOctober 15, 2009\ncourtyard, and our house was blown up, there was nothing to — the clothes on our\nbodies is all we had, and —",
        "Q: So you made it out in the nick of time?",
        "A: Apparently. All I remember is we stayed there, and as we ran there were bodies,\nbodies all over the place. We just ran and ran and we stayed next to this wall. And\nthe bombs were going up. My mother kept on saying, pray to Grandma. So\napparently Grandma must have — I don’t know if she was alive or dead. And we ran,\nand in running, my parents were saying don’t look, don’t look, but there were just\nbodies all over the place. And we ran, and I do remember this, we ran to a hospital,\nthat’s the only other part I remember. And at that time, I don’t know I — if it was\nRussians or what, but we — we were sitting on these benches type of thing against\nthe wall and wa — I — I — all I remember is my father stood up to, I think it was a\nRussian, they wanted the watches and the jewelry, and they’re women. And my\nfather was very upset. I remember I never saw him this upset, I remember I never\nsaw him this upset and this frightened. I can’t — I blacked out what happened after\nthat, but the part I do know, from that hospital, how we got out of there, I don’t\nknow. But after getting out of there we must have run all the way to Bucharest,\nRomania.",
        "Q: So, ha — Iasi —\nOctober 15, 2009",
        "A: I d—I don’t know how that — that —",
        "Q: Yeah, do you — do — have you looked on a map where Iasi —",
        "A: Yes.",
        "Q: — and where Bucharest —",
        "A: Yes.",
        "Q: — and are they far apart?",
        "A: Bucharest is the capital, I believe.",
        "Q: Yes, yes.",
        "A: I— how far — I— I—I did when I went to the school, but I — I — how far, it was\nlike one of the small — Iasi is one of the small st — rural [indecipherable]\nBucharest. And we stayed there, and that was quieter for some reason, and my\nfather, apparently they rented, I don’t know exactly what it was because I think one\nof my cousins somehow or other was there. Whether this was a family that lived\nthere, I can’t remember the connection.",
        "Q: So —can I interrupt for a minute now? Iasi, was it near Moldova?",
        "A: Yes.",
        "Q: Was — okay.",
        "A: Yes.\nOctober 15, 2009",
        "Q: So, in other words, it wasn’t Germans who came in where all this was happening,\nit was Russians who came 1n?",
        "A: Germans were bombing us, the Russians were robbing us. I remember the\nRussians were robbing us, but it was the Germans that were bombing —",
        "Q: Bombing, yeah.",
        "A: — Iasi.",
        "Q: And who shot the woman?",
        "A: It wa — they were German. They were German because the word I'll never forget,\ndu bist Juden.",
        "Q: Ah, yeah. That’s German.",
        "A: Du bist Jude —",
        "Q: Du bist eine — eine Juden.",
        "A: — eine Juden. Ill never — du bist eine Juden, and we had to wear that. There\nwere parts, I’ll be honest, I was so young, that whether in ya — in Bucharest or what\n— I remember hiding, hiding in attics, hiding under the floor, but —",
        "Q: I want to stop for a moment before we get to Bucharest, just clarify as much as\nwe can. I know that you were a child, and I know that — that — that these memories\nare — they’re not sequential, they come, and you know, you remember one thing and\nanother.\nOctober 15, 2009",
        "A: Yeah.",
        "Q: But I — until this moment, I didn’t realize that it was also — that you first had like\n— your first exposure was a German.",
        "A: Yes.",
        "Q: And this — and this bombing and the shooting, but that also you had experienced\nsomething, must have been that later the territory came under Russian control.",
        "A: Right.",
        "Q: And — and the — and the robbing came. Is that what — is that what —",
        "A: Well, how the Russians got into it, all I know is I wore the yellow star, and the —\nthis woman and my father was taken out du bist Juden, I remember that.",
        "Q: Yeah.",
        "A: We had to wear that —",
        "Q: The ye-yellow star.",
        "A: — and this was in Iasi.",
        "Q: Yes.",
        "A: In that courtyard.",
        "Q: But in the hospital, when you were ther —",
        "A: We’re — how we got to the hosp — I know it was all by foot. We actually — I don’t\nwant to get ahead, but we did run by foot —\nOctober 15, 2009",
        "Q: Okay.",
        "A: — from Bucharest, from Iasi to this hospital, which had to be part, or out of Iasi\npossibly, could be further out, closer to Bucharest, I don’t know, but that’s where\nwe ran. From there, I have no idea how we got out, into that hospital except for\nshelter —",
        "Q: Okay.",
        "A: — and there were people. But it turned out the people in there, I remember them,\ndevie(ph) chesso(ph) that’s in Russian —",
        "Q: That’s right, that’s give me your watch.",
        "A: — means give me your watch, and then the word for women.",
        "Q: Yeah. Chingechinna(ph)",
        "A: And they were — yeah, they were coming on to my mother, and I remember my\nfather stepping in front —",
        "Q: Trying to protect.",
        "A: — and yelling, I’ve never seen him that upset, and again, blacked out. I have no\nidea —",
        "Q: Okay. Okay, so bring me back then to Bucharest. When you’re in Bucharest,\nand you —",
        "A: We’re in Bucharest.\nOctober 15, 2009",
        "Q: — it’s a little bit quieter.",
        "A: It’s a lot quieter. We were like in an alley, and my father again opened — was\nworking, and he was now making some uniforms for the Germans, which he did not\nwant to do. My mother, I remember saying, well you have to, how else are we gonna\nsurvive? And —",
        "Q: Were you still wearing the yellow star?",
        "A: No, the yellow star came off in Bucharest.",
        "Q: So that means, were you passing? Wer — do you think the family was trying to\npass as non-Jewish? You don’t know.",
        "A: Possible. I don’t know. I-I mean, I have no — I really cannot say yes or no, I’m\nnot sure, but I know we didn’t wear the yellow s — but then, it was put on again.",
        "Q: Can I ask also, when you were in Bucharest, was it just the four of you, your\nmother, father, brother and yourself, or was it part of the extended family, too?",
        "A: There was a cousin there, and his name was Pompa(ph).",
        "Q: Mm-hm.",
        "A: And I don’t — either they were there and we joined them, cause they couldn't have\nbeen in the courtyard.",
        "Q: Okay.",
        "A: There was nothing in that courtyard left, that I remember.\nOctober 15, 2009",
        "Q: So the — some of the bodies could have been of your relatives.",
        "A: Could have been. All I know is we ran on foot, and as young as I was, and it —\nthere was total blank. Everything — my other cousins — and it turned out they — some\ndid survive.",
        "Q: Do you remember what time of year it was when all of that happened in the\ncourtyard?",
        "A: It — it wasn’t — it had to be closer — November. October, November, December,\nbecause it was cold, it was cold.",
        "Q: Okay.",
        "A: And by the time we got to Bucharest, it was warm. It was warm. So we ran —",
        "Q: So it was several months?",
        "A: Oh, we ran, yeah. We — we hid in forests and I — I — all I — the part after the\nbombing and the — the hospital 1s — I remember that. After that, I remember, it’s like\nwaking up and being in Bucharest. I know was warm because I remember all I had\nwas like a slip, and so it had to be warm. I just remember slight pictures. And I\nremember my dad was working, he had a factory and he was working making clo —\ncoats and stuff. My mom worked with him. We were basically on our own, my\nbrother and myself, but that’s the way you were brought up, and we stayed within\nthe courtyard. And I remember my father saying he couldn’t do this. He’s making\nOctober 15, 2009\ncoats for people who are killing and killed our relatives, and the other picture that I\ndo remember in Bucharest is my brother — my brother and I were going somewhere,\nI don’t know where it was, a movie, or I don’t even know. He was to take care of\nme, that was his responsibility.",
        "Q: For a little boy.",
        "A: No matter for — yeah, he was two years older, so whether I’m six now, I don’t\nknow. But I remember some street, and I know this was Bucharest, there was this\nman who was like stretched out with a stick in his stomach and he was opened up,\nand it said, this is what happens to Jews. And there were flies all over him. And my\nbrother took my face like don’t look, don’t look, and I remember thinking, I saw\nsomething like this. [aside: No, no. Somebody wants to see?] I saw something like\nthis with the woman, and here was this ugly picture. That’s all I remember. That —\nand somehow or other, back came the yellow bands, and from then on, all I\nremember is running. War broke out, running. And my next memory is, we’re\nsomehow or other ca — we’re like 1n trenches, in — in these trenches, my mother and\nmy father and my brother. Somehow or other we got caught. Exactly how we got, I\ndon’t know, but then we were put, and we were well off and all, we were put in this\ncattle type of boxcart, and they were — it seemed like a hundred people just — we\ncouldn’t breathe. It was dirty, it was th — and everybody was like — I don’t know,\nOctober 15, 2009\nlike in shock. And I — I— as young as I was, I couldn’t understand why are we on\nhere with these people? We don’t belong here. And people were crying, there were\nbabies crying, people were defecating and 1— we were just mobbed together. And\nwe figured, you know, a lot of people were crying, saying we’re gonna be killed,\nwe’re gonna be killed. Everybody had the yellow star on their arms. And then, all of\na sudden the boxcar must have dis-attached, because we were moving fast, like the\ntrain were just move — real fast. And suddenly, everything stood still, and we — you\ncouldn’t see out because there was a bok — there were no windows.",
        "Q: So you were locked in this dark space —",
        "A: We were locked in this dark space, and we had no idea what was 1n there except\na lot of people crying, yelling, what have you. My m — again, now I’m, my mother,\nmy brother, my father, and I don’t even remember where, it was just fear. And in my\nmind I thought we were just going to go on a trip, but why all these people? Cause I\nwas so young. But then when it got dis-attached, when the boxcar became dis-\nattached, everybody stopped, and you know, they couldn’t open the door, and the\nmen, somehow or other managed to open the door, and we saw the rest of the\nboxcar, with probably more people, go on, and I was le — we were left on the track.\nSo the men, some ar — I gathered the men, the people in there opened it up, and\neveryone just scattered out. Families just ran every which way. And I remember we\nOctober 15, 2009\nnever left my mother and my father, we weren’t allowed to, we just had to stick like\nglue. And we ran and we ran and we got into — and this was cute, I was telling my\nhusband, we crossed — what they used to do 1s they used to take a wad of money and\nwrap it around an explosive. When you’ve picked up the money the explosive goes\noff, but being at the age that I was, we ran over — this I remember definitely — this\nlittle bridge, and I saw there was a wad of money. And I went for it, and my\nmother’s going no, no, no, no, no. She really thought I was gonna explode any\nminute. Well it turned out it really was —",
        "Q: A wad of money.",
        "A: —a wad of money. And that wad of money crossed us — we were no — we ran by\nfoot, or from this boxcar, wherever we were — it took us. I remember it was in\nBudapest. And we stayed in this very — it — it looked like a great big — I remember it\nhad a white picket fence, and it was like a colonial type of beautiful house. And this\nis gonna sound very strange, it’s like in— I’ve been there before. And we were in the\ncellar, and what you do 1s — these were, I think Jewish people who crossed you over\nthe border. They took your rings if you had no money. They took money, well I had\nthe money, and my mother had rings, or I guess she had jewelry she had hidden, I\nhave no idea. But I remember we were to leave, and my mother told my brother and\nOctober 15, 2009\nI that I was a rotten kid, because I decided I’d been here before and I — I’m gonna go\nupstairs —",
        "Q: Investigate.",
        "A: — because I haven’t seen the daylight. And I wandered out, and I knew exactly.\nAnd I — how I remember this 1s my parents a — even told me. I knew exactly. If\nthere’s such a thing as déja vu, this was — I knew exactly where I was. And I walked\naround the block and I knew where I was, no one can tell me otherwise. I knew\nwhere I was. And the man who was supposed to cross us over, not borders, to\nanother place, into the woods, and in the woods somebody else would meet us. And\nif you have more money, you give them and take you to another destination, that I\nremember. Well, they — my mother and father didn’t want to leave because I was\ngone. Fortunately, I found — I knew where I was, I found my way back, got a heck of\na whack on my rear end, and we ran. And I was just telling my husband that the\nwoods were so thick, that now I — I— I’m amazed why there were no animals, but\nthat’s where we stayed, what — there was no food, we weren’t given food. You pay\nthe money to the person who takes you to that part of the woods and you hide there,\nand from there someone, at dusk or nighttime, I can’t even remember that part, takes\nus and leads us to another destination, and you hide in that wood, and — 1n the\nwoods. And the woods was, you couldn't see. How — I remember being so young,\nOctober 15, 2009\nthinking how are they gonna find us? I can’t — it’s all dark in the woods. But\napparently we made our way all the way to another place, where somebody reported\nUS.",
        "Q: In Hungary now.",
        "A: In Hungary. And there, we’re put in jail. And for the first time — one minute —\nfirst ttme my mother and I, and my brother and my father were separated. The men\nhad to go in one, it’s like a courtyard. I remember it had like a fountain in front, and\nthere were women and the women had babies, and they were trying to feed the\nbabies. People would — the women were defecating, and I never s — I would never\nsee my father or my brother again, so we figured this is it. We were caught. We got\nthis far, we’ll never survive again. But again luck was on our side, somehow or\nother. The door — I don’t know if we were there a day, definitely overnight — they\npushed water and stale bread on — under the door. And if you got to it, you got to\neat, if you didn’t, fine. But somehow or other the door was left open, this one, was it\nnight or dusk, I don’t remember. I do remember my mother grabbing my hand, and\nwe ran, along with the other people. And we hid out, was like a farm, and there were\n—I don’t know what you call, but they were like a stable, and there was hay. And I\ndon’t even — I can’t remember how, but I remember they put tape on our mouth, and\nwe were told don’t a— don’t breathe. So, some —\nOctober 15, 2009",
        "Q: Your mother’s mouth too, or just children’s?",
        "A: The kids, the kids, and we were not to sneeze, cough, nothing. And the part that I\nremember, which is almost comical, and I was thinking — and I didn’t know my\nfather and my brother were also let out. Somebody left the door open, I think it was\ndone deliberately. What happened is we were in hay, covered with hay, and I\nremember my mother saying, not a word, don’t move. Whispering, don’t move,\ndon’t cough, don’t breathe, nothing. Well, all I can remember thinking is, I looked\ndown and I saw these gorgeous blue eyes. It was a German. It was a German man.\nBlonde hair, these piercing blue eyes, and he had a pitchfork. And I’m thinking to\nmyself, if he’s going to take that and push it in, how is my mother gonna know that\nI’m gonna be killed and I’m hurting. And I’m —I couldn’t imagine, how do I let her\nknow, how do I let my mother know that he’s gonna do that. He saw me. We made\neye contact, there’s no question about that. And I thought, this is it, he’s gonna do\nthat, my mother won’t know. The blood will — these crazy things —",
        "Q: Well, they’re normal, they’re logical for a child. You’ve been told not to breathe,\nnot to talk, and this —",
        "A: Well, and I remember somebody yelled du Juden? Are there Jews there? And he\nsaid, nein, nein, nostu(ph) kein Juden. But he was looking right at me. And I\nOctober 15, 2009\nthought, oh God, God, maybe he won’t do it. After that, I remember they took the\ntape off and the running started. Now we ran from —",
        "Q: We — I — wa - was your father and brother also in that hay?",
        "A: Yeah, but we didn’t know that. We —",
        "Q: So when you —",
        "A:—my mother and I just ran and then she must have realized that I didn’t know,\nbut I saw, and we had no time to acknowledge or hug, we all ran. And somehow or\nother there was four of us. There probably were a lot more, but everybody ran. The\nonly thing I remember after that, and we were very lucky, I have no complaints, 1s\nwe again hid. There were nobody to cross the borders, whether we got — I think we\nran by foot, that becomes blank. I remember cold. All we had was — bathing, there\nwas no such thing. Food, I don’t know how and what my mother gave me, or even if\nwe ate. That wasn’t even important. Survival was the only important thing. And\nagain hiding, and being quiet. It was like I'll never talk again. Pll never see my\nfamily again. It — it was just, this is my way of life, this is how I have to — we have\nto live. And my brother wouldn’t even talk to me, he — there was no talking, it was\njust surviving. Save your strength, survive. And we hid out, I believe, in fields. We\ngot, somehow or other my next memory 1s ot — in Salzburg, Austria. And we were\nlike, hiding in a field, but I remember seeing this — I assume it was a German —\nOctober 15, 2009\nAustrian lady, was in her garden, and I remember she was pulling up carrots or some\n— and she deliberately took them and threw them like behind her, like here they are;\nhere Jew, eat; which was wonderful. So we had — and my — my next memory was in\nBeth Bialik, that’s the displaced persons camp. How we got there, I don’t know.",
        "Q: But you were still together as a family?",
        "A: We were still together, we — we ran together everywhere.",
        "Q: It’s a miracle.",
        "A: It was a miracle, and we are very lucky, because we should have been — we were\ngoing to either Auschwitz or Dachau, or — half of the people that didn’t survive.\nOnly I think two people sur —",
        "Q: Well, I don’t mean to s — to suggest it was easy, I’m just saying it was —",
        "A: Oh no, no, no —",
        "Q: — it was simply that, oh my gosh, that the —",
        "A: We survived.",
        "Q: — that mother and father were there —",
        "A: Yeah, but we never — we were never — actually, when we got to Beth Bialik, was\nthe name of the d— displaced persons camp.",
        "Q: Was it in Austria?",
        "A: It was in Austria.\nOctober 15, 2009",
        "Q: Okay.",
        "A: It was in Austria. How we got there —",
        "Q: And so now the war is over?",
        "A: We didn’t know if it was over, because now the quota was open. We couldn’t go\nto Isra — we stayed back up — we were in this displaced people’s camp, and there\nwere people from Russia, people from ru — each one was a group. The Romanians,\nwe were like in — I would say the size of this room. There was like a great big, I\ndon’t know what you call them, like cabins, long —",
        "Q: Barracks.",
        "A: Barracks, exactly. And each family had like a bed, and if you had two or three\nkids, the kids slept in one bed, and the mother and father slept in — but could have\nbeen five, six, eight, 10 families in these bar — one on one side, hi — and a curtain on\none side, a m-material curtain blocking at night and another. My father, for it’s —\nhow, I don’t know, because he wasn’t a violent man, but he came that — became that,\nis he was in charge of the Romanians, another man was in charge of the Polish,\nanother one the Lithuanians and Russians. And somehow or other I remember\nalways sleeping with my brother. I do remember having lice in my hair from the\nsweating, what have you. But I remember the one thing which was always awful, 1s\nif anyone in that camp was caught stealing, or doing anything against the other one,\nOctober 15, 2009\nthey would be punished. My father, the — my gentle father was the head of the\nRussians, and I do remember this and to this day I will not sleep with my back to a\ndoor, is I happened to peek out and I saw this man walking on the ledge up a — and I\nwas the only one, I saw his face, but we never — anyway, they caught him. My father\nhad to punish him to show the rest. Children, everybody had to watch. And I\nthought, he can’t do this. I remember he took the man’s hand and put it in the door\nand crushed his fingers. And that was so unlike him, he was not a es — he was not a\nbad man, but I thought, my father, look what it’s done to him. He actually hurt this\nman, and the — the — the screaming that he broke his fingers.",
        "Q: Was he there to steal, was that what they was doing?",
        "A: He was watch — walking along the ledge, and, like there, and looking to where —\nand I guess he stole some stuff. To this day I ne — I would — I —I saw his face, he —\nhe must have seen me, and I put the blanket over my head, that’s just another\nmemory of mine. And I — I — he — he was found out, I don’t know how, they found\nthe stuff on him. But I remember thinking I could never love my father like I used\nto. How could he do this to another human being? So I was convinced this — it did\nchange my father, it did change my mother. And from there on, the quota — oh I, we\nalmost — the quota opened up, we couldn’t go to Israel because the British wouldn’t\nallow us in, and he was just a tailor. They took the doctors, the lawyers to the U.S.\nOctober 15, 2009\nAnd they had dozens of tailors, that was the — the most common profession. Even\nthough he was a designer, it didn’t matter, that was his trade. And ironically enough,\nI — somehow or other, we were playing spin — I don’t know, I sat on the bottom of a\nbottle, and I still got the scar. And my parents were horrified because there was a\nchance we could go and — not to the U.S., but Canada. And there were — there was\nno penicillin and if it was infected, and I remember my mother trying to hide, cause\nit was in the bone, it was right in the knee. How we found out, my brother says, why\nis the grass around you red? And then when I stood up, my whole leg on my left\nknee was cut. And instead of — I didn't understand what was happening to my\nparents, instead of, oh my God, are you all right, 1t was, we’ll never get out of here\nnow. Our chances of getting out of here — and I thought, oh my God, I — they —\nthey’re not gonna allow my parents to get out of there because of me and I — what do\nI do? And somehow or other she camouflaged it, I don’t know how. And we did,\nand my next memory 1s, I guess there were an X amount of people, some went. If\nyou had family in the U.S. and they were willing to take you in, and you were clean,\nat — as my pictures show, and you had to make sure that you were healthy, and they\nwere petrified that they’re gonna find that I have this cut on — bad cut on my knee.\nAnd we were allowed to go —",
        "Q: To the U.S.\nOctober 15, 2009",
        "A: — to — no, to Toronto, Canada was the only one. We had family in New York,\nbut sadly enough, the one in New York didn’t — I don’t — somehow or other didn’t\nwant to help, or whatever. We ended up in Toronto, Canada. That wasn’t pretty —",
        "Q: Did you have family there?",
        "A: No. That wasn’t pretty either. The Jewish Federation helped bring you over. And\nwhen we got to Toronto, Canada, my mother — well, w-with — the boat was\nhorrible, because I remember everybody — I remember my father was so sick. We\nwere a great — the name of the ship was Samaria and the ship has since, I guess,\ngone under. But I remember we were, the DP people who were transported\nToronto, Canada, we were at the bottom where, you know, they put the coals and\nall, but we were grateful. We were getting out of Germany, and they, you know,\nwhen you go to America or Canada —",
        "Q: Austria.",
        "A: — or au— you’re gonna live. So it didn’t matter if a rat ran over you or what have\nyou, and there was, whatever they didn’t eat upstairs they throw downstairs. But it —\nwhat I do remember is how green and horrible and sick my mother was. And I really\nthought she was gonna die, my mother was gonna die, because it was just — 1t was\njust inhuman. But we made it, and from there we — it was still not pretty, we got to\nToronto, Canada and we actually stayed in — on Kensington Street. I remember\nOctober 15, 2009\nhow awful that was, because it’s the only place that — the Jewish Federation gave us\nclothing, and I said — I — I found out I — gave us clothing, gave us shelter. We ended\nup staying th-the — the front of the house was where they — they killed the chickens,\nkosher chickens and there was blood, and I thought, oh God. And it was a Jewish\nschool, and I remember it — I forgot their names. It was an older lady and a\nwonderful couple. And all they could offer us was during the day — it was a Hebrew\nschool — we could sleep there at night, but we had to vacate, and all they could offer\nwas the floor. We were grateful, and that I remember, the four of us slept on the\nfloor at this Hebrew school at night, but during the day we had to vacate it. And I\nremember the smell of the chickens and the blood from the chickens, thinking to\nmyself, we really didn’t survive. Those chickens, I — as a child I remember thinking,\nthis is what the Germans were doing, and they’re doing this to chickens. Well, from\nthere we moved —",
        "Q: Can — can I stop a little bit here?",
        "A: Sure.",
        "Q: Want to go back to a couple of — couple of things.",
        "A: I’m sorry.",
        "Q: Two question — no, no, no, you’re doing fine. I know it’s hard. I know it’s hard.\nYou talked about how you saw your parents change.\nOctober 15, 2009",
        "A: Mm-hm.",
        "Q: Do you have a sense of yourself as a child, and how you changed?",
        "A: How I changed? My parents changed, because I remember my mother — my\nfather was a designer and we were wealthy. My mother, in a way, was spoiled,\nbecause there was always money there. And suddenly — now that you bring that up,\nthe only job they — we had to pay back Jewish Federation, and I remember hearing\nmy mother saying — you know, I know now that all these donations that we give to\nthe Jewish Federation, maybe it’s different now, and they worked — they were able\nto work in the delicatessen store. My father never did cold cuts, ne — my mother\nnever really worked, other than tailoring. And oh how he hated it. It was not his\ntrade. And then it actually became comical, because the little bit they made, half of\nhis salary, say if he got 10 dollars, five had to go back to the Jewish Federation. We\nknow for a fact the clothes were donations. And I’m not putting down the Jewish fe\n— but every single paycheck, they had to pay back. And we wore hand-me-down\nclothes. I do remember this wonderful, wonderful teacher, and we moved — we had\nSIX moves in one year, til they managed to save some money. And it was made\nknown that whatever we give you, and put you up, you will pay, and they did. But I\nremember finally going to school — and I knew how to speak eight languages. By\nOctober 15, 2009\nnow I’m eight years old, but you — a child picks eight — I was able to speak\nRomanian — fluent Yiddish, Romanian, Yiddish, little bit of German.",
        "Q: Language at home, was it Yiddish?",
        "A: Oh, it was Yiddish — Romanian.",
        "Q: So, what — your earliest —",
        "A: And then it became —",
        "Q: — memories was Romanian?",
        "A: Romanian, only Romanian. Being in DP camp, we learned Yiddish, because it\nwas the mutual language, and other dialects. But there were also Polish, so, you\nknow, it became [speaks foreign language]. You pick up. And then, a lot of the\nkids were Russian. They picked up Romanian, I picked up — and the advantage of\nthis 1s it opened up a lot of doors in my later life, because I was able to go to school\nand use those languages, so it did — oh —",
        "Q: Well, a child’s like a sponge when it comes to language.",
        "A: Yes, yes. And — but, we made our way with Mom and Dad, and we got to school,\nand when we got to school —",
        "Q: Was this the first school you’d got to?",
        "A: ?d—T?d—TI didn’t mention one thing which I should have. The other way that\nway back I survived, my mother put me in parochial school.\nOctober 15, 2009",
        "Q: When?",
        "A: That was —",
        "Q: And where?",
        "A: This was way back in Iasi, I forgot to say that.",
        "Q: Okay.",
        "A: Cause I remember the nuns boc — he — with the f — the — the — the rulers and — and\nthey found lice in my hair too, then. But that — that’s just clicked in, I should have\nsaid it earlier.",
        "Q: So you must have been a kindergartner in parochial school. Did you learn any —",
        "A: Oh yes, oh yes, but it didn’t matter. If I was in parochial school I was safe, and I\ndidn’t —",
        "Q: Have to wear the yellow star.",
        "A: My mother, somehow or other — yeah, that just popped into — that’s probably\nanother way I survived, or, you know, and I’m sure my brother did, too. But I do\nremember that ruler coming down on my knuckles. But, back to present, they\ncouldn’t —",
        "Q: Did you — the question of how did you change.",
        "A: How did I change? I think I became — my brother always took care of me. There\nwere a lot of other things I probably didn’t have, but he — 1 — he — hi-his\nOctober 15, 2009\nresponsibility — death would have gotten to him unless he to — his job was to take\ncare of me. And he did as best as I could, but I remember getting into fights, which\nwas not my nature. But the kids, I guess, were making fun of — I couldn’t — I could\nspeak all these other languages, and the teacher, of course, all loved me. Couldn’t be\n— didn’t — didn’t know where to place me, because so much school was missed. And\nsomebody called me, I don’t know if it was dirty Jew or something, and I-I just\njumped on her, oh, I — I wa — 1-1t wa — just wasn’t — the anger came out of me like an\nanimal, and I remember my brother peeling me off of this girl. And I remember\ngoing to the principal’s office, or somebody. And they — I couldn’t speak to them, I\ncouldn’t tell them. And, the [indecipherable] came down, and he said, why did you\ndo it? And I remember yelling, I’m Jewish, I’m Jewish. And that’s the only part I\nremember is, I’m Jewish. But the girl didn’t do 1t because I was Jewish, but I\ncouldn’t understand why she was picking on me, and making fun and laughing. So\nthe answer, it did, it hardened me. And even though my brother was to look after\nme, I realized that it’s time to look after myself, this 1s going to happen. And I’Il just\nhave to fill my own shoes, because he’s two years older, he’s now in another grade,\nand this is life. This is life, and we’re very lucky, and you know, I can’t be his\nresponsibility and actually it started to take hold, and I made my own friends and\nlearned the language faster then, and skipped two, three grades. Fortunately, I guess\nOctober 15, 2009\nI had a brain because it start — they didn’t know where to put me. They started off\nwith first grade, and then I think the last was third grade. And then fourth — by\nfourth grade, I remember by then I was speaking English, made my friends, gave my\nbrother a breathing room where he could go with his friends. But 1t made me bitter.\nBitter, not — definitely bitter against the Germans, which, they weren’t — it made me\nvery — to this day I have no love, and you can’t blame the whole, and I mean, I hate\nthe language. And ironically enough, even as I got a job in public health nursing and\nput myself through school, I used the German lan — I had to use the German\nlanguage to be in a clinic, to interpret to German refugees in Toronto, Canada, of\nwhat to do with their babies. And a couple of times, I literally messed up, and I\nknew I messed up, and I didn’t even, God forgive me, resent it. I really didn't — I\ndidn't feel bad about — not that I told her the wrong thing, I just said to her, in — in\nGerman, can’t understand, na — na [German] fa — you know, mixing Jewish with —\nand they — it’s like I— I guess my best way of inter — I mixed the ger — Jewish with\nthe German deliberately. I wanted them to know I’m a Jew, and I’m helping you\nspeak this language for your baby. What did you do for us? That’s where I was\nwrong. But that’s — I — I can actually say from there on, I feel very fortunate.",
        "Q: I want to stop again, I’m sorry to do —",
        "A: Sure.\nOctober 15, 2009",
        "Q: But you had mentioned earlier that something had happened to your mother, that\nshe had fallen downstairs. Ge — what’s — what was this episode?",
        "A: That must have happened either after I was born — all I know 1s the Holocaust, or\nthe Germans were paying for the people that went through the Holocaust, and it was\nmaking retribution.",
        "Q: Retri — reparations.",
        "A: Right. And there were paintings and stuff, and what have you, which were either\nburnt, we had no idea. As I remember, her being interviewed, this is in Canada, to\ngo to New York, and my father, and to be interviewed so that if you are eligible for\nthis. And I remember she did, and my father did. My father, for some reason they\nsaid — and he was beaten up many times, I think, I can’t remember, because they\nsaid he — he’s mentally unbalanced, of what he’s saying. My mother got some\nretribution.",
        "Q: Re-Reparations.",
        "A: Rep — yeah, I keep making [indecipherable]",
        "Q: It’s okay.",
        "A: But my father didn’t. Whether it’s possible he — I don’t know. I —I really don’t\nknow why, because in all honesty, he suffered more. But I remember she did, and\nthe story went, which I was too young, is she was pregnant and she was thrown\nOctober 15, 2009\ndown the stairs and lost the baby. And of course, the other things that happened to\nus, with the running, the house was destroyed — excuse me — and she got some kind\nof, I guess, pension. Not for long, but she is — she was eligible, but I couldn’t\nunderstand — then, we were told, both my brother and I, that we too. And this is my\nsecond marriage. And I did marry a Jewish gentleman who I met my first time, first\nyear out of nursing school, anyway, and was married to a Jewish man for 20 —\nalmost 28 years, had my three beautiful daughters. And at the time I was living in\nConnecticut, and my brother — my mother and father moved to be with me, cause\nthey weren’t getting along with my sister-in-law, but it doesn’t matter, they wanted\nto be close. And that was fine, we brought them over. And she was getting some\nmoney wa — and I remember my brother said, you know, you gonna go. And my\nhusband said, go. And I says well, Ill give them a call. And I think I spoke to\nsomeone on the phone, if I remember correctly. This — we’re going back, I would\nhave been married 50 years. And they said, you have to speak German and you have\nto go through all this. And I said, you know what? There’s no money you can give\nme to bring back these memories, I don’t want to go through it, not then. And my\nbrother, to this day, because Cara(ph) called him, and das — my husband 1s — we just\nwent to a Bar Mitzvah, and I said, Morris, how can you not remember? I’m — he\nOctober 15, 2009\nand I are the only survivors, my mom and dad passed away. And he says, I don’t\nwant to remember it, I don’t even want to talk about it. Cause she did call him, and —",
        "Q: And so he’s never given his testimony to anybody?",
        "A: No, and he doesn’t want to. And he probably remembers more than me, but he —\nhe wants to forget it, he says, I don’t want to remember it. And I — I didn’t want to\npush it because I saw him welling up. And I’m not — the reason I’m doing 1s, I have\nthat gentleman, my husband to thank, cause I had these few pictures, and I do have\nmore at home, and I was treasuring them. And, ironically enough, to end the story,\nmy husband said to me, look, the pictures are gonna just crumble up and they’re\ngonna get lost. Have them, you know, put them in the Holocaust, and you know. So\nI did, and I’m glad I did, because ironically enough, then a letter came, and I wrote\nmy little story, and my granddaughter, which I’m very proud to say, and that’s the\nreason I’m here, says, Grandma, can I use your paper and talk about your experience\nin that — the Holocaust? And I said absolutely, and she used that and got an A plus in\nher — and then I went to speak to 90 — 90 kids, three classes of sixth graders, and my\ntwo grandchildren were there, all big-eyed, looking at me, proud as punch, and I\nthought, there is a reason. And I really thank my husband for this, because the story\nhas to be told, it did happen, and the kids should know. My — my grandson, who\nlives in Florida will be here December — no, April, he was chosen, he’s very gifted.\nOctober 15, 2009\nAnd when he pushes that button, and sees some of the pictures, the story will go on.\nI may not be here, but the story should be told.",
        "Q: I’m very — we’re in a— I hope you don’t think we’ re finished, unless you —\nbecause I have —",
        "A: No.",
        "Q: — many more questions.",
        "A: Go right ahead. The hard part I have to get off my chest.",
        "Q: Yeah, yeah, I — yes, and — and thank you for —",
        "A: Okay.",
        "Q: Thank you for doing that.",
        "A: Thank you, yeah.",
        "Q: Thank you for sharing it. I can’t imagine what a little girl, has this implode on her\nlife. You know —",
        "A: Felt good getting it out. It did. Felt good getting it out. [crying] I’m sorry.",
        "Q: It’s okay, please don’t —",
        "A: I don’t —",
        "Q: Had you — had you told your daughters?",
        "A: No. I-",
        "Q: Your daughters had never asked you, or you’d never really told them about —\nOctober 15, 2009",
        "A: Not really, no, no, I—I sort of stifled it. They know, they read, but I never — no.\nIt’s not that ’'m ashamed of it —",
        "Q: Of course not.",
        "A: — it just — so, I think, gruesome. Very gruesome.",
        "Q: Well, you know, if —",
        "A: I told my husband some of that.",
        "Q: But if you were my mom, I would be crying along with you because I would —",
        "A: No.",
        "Q: — be thinking, my mom 1s a little girl, and she has all this happen to her?",
        "A: I think they know, and I don’t think — my — my first husband wasn’t too proud\nthat we were foreigners for some reason, I don’t know why.",
        "Q: He was an American Jew?",
        "A: He was an American Jew.",
        "Q: Okay.",
        "A: And I guess the story goes, you know, you come to America, golden land, but\nwe worked for everything, nobody — my family had nothing to give us.",
        "Q: Yeah.",
        "A: But that’s the wonderful part, we made it the hard way, and we’re here. As far as\ntelling the kids, they know I was there. And I—I-—I can’t really say I’ve — they’ve\nOctober 15, 2009\never heard all that I just told you. Certain parts, that we were in DP camp and what\nhave you, it’s like maybe they didn’t want to put — it could be they didn't want to put\nme through telling this. But, when I told them, they were very, very excited that I am\ntelling the story. And as I said to my daughter, when you do go, and you really want\nto hear, because she’s never heard, this is my middle daughter, press the button. Or\ngo see the archives.",
        "Q: Well, we’ll give you a copy of the interview, that you’ll be able to share with\nthem, if you want to.",
        "A: What happens to this?",
        "Q: Well, what happens to this 1s that, this is a digital recorder.",
        "A: Uh-huh.",
        "Q: And once it’s — once we stop, it has a little card in it. The card then gets put into\nanother gizmo — you’re gonna hear my technolo — technological knowledge here,\nit’s this thing, gets connected to my computer, or somebody’s computer here, gets\ntransferred there. And then there’s a process which we’ve just started, because we\ncon — we were still doing cassette when we did audio, up until maybe a year and a\nhalf ago, we were still recording things on cassettes. And now we’re trying to\ndigitize all of our collections. So the interview will be digitally transferred to a\nserver, it will be assigned a number and a name. It will be your name.\nOctober 15, 2009",
        "A: Mm-hm.",
        "Q: And — and at some point — this takes awhile, even though it du — it’s not that long\na process because it goes through the, several departments, it takes awhile. And then\nit gets put in our catalog, and someone can look up, even online when they press\narchives, Lili Brody-Carmosino, and there will be oral history with Lili Brody-\nCarmosino.",
        "A: Mm-hm.",
        "Q: They won’t be able to, off-base, offsite access the interview as yet. Sometimes on\nour website you can access parts of them. Sometimes there are interviews that have\ntranscripts connected with them. But — but when you come here, in a number of\nmonths, one would be able to ask, at the desk that we pass by, the archives desk, I’d\nlike to have the interview with Lili Brody-Carmosino. She’ll look it up and see oh,\nit has our record group number X,Y,Z.",
        "A: Mm-hm.",
        "Q: And then, at a computer terminal, there it is, you put on the headphones —",
        "A: Mm-hm, mm-hm.",
        "Q: — and you can here the interview.",
        "A: I know they’re coming in April.",
        "Q: Yeah.\nOctober 15, 2009",
        "A: And we’re planning on it.",
        "Q: So, I think that by then —",
        "A: Hopefully. I’m hoping.",
        "Q: Yeah. That it will be —",
        "A: And that’ll be the first time she will hear it.",
        "Q: Oh my, oh my.",
        "A: Well, you know, if —",
        "Q: I have a—I have a few — okay, you want to just say something?",
        "A: Sure, no, go ahead. No, no, I was just going to say is, if you ask, you’re told. I’ve\nlearned one thing, there’s just so much you can tell a child.",
        "Q: Yeah.",
        "A: And there’s certain things I — I wouldn’t — I don’t want it to be gruesome. It’s\npart of history, but I’ve always said to them is Grandma, Grandpa, myself and\nMorris are so lucky, we never got — and I still feel that way, we never got to go to\nDachau. We have friends that their children were killed, and they did experiments\non them. I mean, there were a lot of people who my parents stayed close to, that\nwere horror stories. I says, we’re alive, and the four of us were spared, that we have\n—we’re very fortunate. So that’s where I let it go. If they ask more, I would have\ntold them more.\nOctober 15, 2009",
        "Q: Well, you know, it’s — it’s a funny thing, because there are contradictory truths,\nyes? One could say that.",
        "A: Mm-hm.",
        "Q: But look at what — but that doesn’t mean you didn’t suffer. That doesn’t mean\nyou didn’t —",
        "A: Oh yeah, it’s changed me, but it’s also made me stronger, where I can actually\nsay Americans, Canadians don’t know. It happened.",
        "Q: Yeah.",
        "A: It was a horrible thing, and it does — you can either — it’s like life, you either lay\ndown and let it take you over, or you get up, you brush yourself off and you go on,\nand how — I —I chose to brush myself off. Not just there, after a bad marriage too —",
        "Q: Of course.",
        "A: — but ye — this is life. And that’s one of the things I — I will treasure, because I\nsaw it and it added to my life, and I think made me stronger.",
        "Q: I want to go back to your parents.",
        "A: Sure.",
        "Q: We’re back in — in Toronto, your father’s working in — in the delicatessen, which\nis not his.",
        "A: When we first arrived.\nOctober 15, 2009",
        "Q: Yeah, when you first arrived. Did he — what happened with them, and did they\never change back to the parents you originally knew?",
        "A: No, no. My — my father and mother worked in the delicatessen til — they hated it,\nbut it was the only way — the only job. Eventually, he went back to his tailoring, and\nmy mother worked too, and that was one thing that bothered my dad, because she\nonly worked with him, and was able to go back into the tailoring and worked there\nand made a nice living at it. And after years of slowly, after all these moves, they\nbought a house —",
        "Q: In Toronto.",
        "A: — and — in Toronto, Canada, and it was on Essex Street, and that’s where I\nbecame a person. We had a house. We did rent the upstairs, we didn’t have a—a\npenny, but I actually — I went to grammar school during the day, made sure my\ngrades were done. It — 1t was different in my time, that I told the kids. I had school to\ndo, nobody cared whether I went to school, got As, Bs or Fs. My job, unlike my\nbrother now, the story reversed, I was to cook, I was to clean. He was a boy, he\ncould do whatever. So I went to elementary school there, Essex, and had a job, I\nthink I was 11, and worked with my girlfriend Marcy’s father’s store after school.\nWent to work there, but before I could do that, I had to clean and do whatever, cook.\nMy mother bought me a little stool and I could mix the soup and what have you.\nOctober 15, 2009\nAnd that was my responsibility, so the shoe reversed, my brother had the freedom,\nbut I became the housekeeper. And I kept my grades up, my teachers were\nwonderful. Learning was a wonderful thing for me, and working made me\nindependent, and bought my own bicycle, made friends and my father and mother\nstayed in Canada and we lived there. Then we upgraded.",
        "Q: Was it a warm family, even though they had changed?",
        "A: No, the marriage, no. They argued a lot, and was mostly money. It was not the\nsame people that I remembered, but I just figured the hardship — there was arguing,\narguing and it was mostly money. And we supposedly moved up to Shepherd\nAvenue because of me, so that th — you know, I would meet better people and get\nmarried, because at 16 they were convinced I was gonna be an old maid. And as it\nturned out, at 18, I was married.",
        "Q: Oh my.",
        "A: Yeah, met my husband and at 18 I was married. At the age of 20 I had an ectopic\npregnancy, was told I couldn’t have kids, but fortunately I did. And then — now I’m\nin Connecticut and had my three beautiful daughters, I don’t know if I’m jumping.\nAnd my parents came to live with us — with me. Well, not in my house, my — my n —\nmy husband now in Connecticut, because we would go home, I would say every\nOctober 15, 2009\nthree, four months, because you’re not allowed to re-enter, once you leave Canada,\nI didn’t have dual —",
        "Q: Citizenship.",
        "A: — citizenship. So we would go back, like in six months I could go back, and my\nparents were having a rough time there, because I was really the —",
        "Q: Support.",
        "A: I was now the keeper.",
        "Q: I see.",
        "A: And I have been since the age of 12.",
        "Q: Wow.",
        "A: You know, a lot of arguing, when you say changed, a lot of arguing. They loved\neach other deeply, but it was just a turbulence, a lot of turbulence.",
        "Q: It was too much for them.",
        "A: Too much for them, yeah, I think it got caught up, and even though slowly,\nslowly they made their way into, you know, my mother stopped working, my dad\nwas still working, they weren’t happy. Then my brother got married, I was — moved\nto Connecticut. They were unhappy, so finally my husband said, let’s bring them\nhere. And we did, and he opened up a little tailoring, cleaning and tailoring, did\nOctober 15, 2009\nextremely well. And I took care of them. And then, as time went on, my dad started\nto get Alzheimer’s and things got — and I — I was the keeper, I —",
        "Q: You kept it together.",
        "A: Every se — oh, yes, yes. My kids say you were the matriarchs, and I — yeah, yeah,\nI actually can’t say that — my girlfriend always says my hands are like 90 year old.\nBut I did the cleaning, the cooking, what have you and I’m — I b —I didn’t — she\ndidn’t really want to do this, I — I think she was — my mother was a bright woman,\nwho ha — probably never really should have had kids, being that she loved learning,\nshe loved business. And my father was more the caretaker. That’s the best way I can\ndescribe it. And I was close, he was a wonderful man, I loved him deeply. Ended up\nwith Alzheimer’s and could never be separated from my mother, he just adored her.\nAnd the saddest day, probably almost as sad as the Holocaust, is have to slowly take\nhis license away, and then put him in a home. Only because what was happening is\nhe would wander off. And I — now I’m — I was separated from my husband, things\nwere tough. But my parents were my upkeep, and it got to the point where a\nwonderful visiting nurse says, you can’t keep doing this, cause I had three kids to\ntake care of, and my parents. And the kids were easier to take care of than my\nparents. But it was difficult, because I think all of this took a toll on him. And the\nforgetting, but the wandering — wandering off, and we got him the bracelet, the LD.\nOctober 15, 2009\nbracelet and all. It — it got tough. Put him in the Jewish convalescent home, and\nMom had to go there too, because you couldn’t separate them. And I watched him\ndeteriorate. That was hard. That was, I think the hard — one of — as hard as the\nHolocaust.",
        "Q: So you — you know, you still loved him, even though —",
        "A: Oh, I adored my dad.",
        "Q: Yeah.",
        "A: I—I loved my mom, and I took care of my — as my husband knows, we were\nthere two — twice a week, three time — she was also in a Jewish home, and I da — she\ndied holding my hand.",
        "Q: Oh my.",
        "A: Loved music. I can honestly say I took care of the both of them, thank God.\nThank God that —",
        "Q: But what an ex —",
        "A: It made me strong enough that I could do that.",
        "Q: But also, what an example for your girls.",
        "A: Oh, I hope to God they never have to do what I did. I really don’t. I’ve got long\nterm care so that they’ll never have to go through what I — you know, that was hard.",
        "Q: It’s tough.\nOctober 15, 2009",
        "A: That’s hard.",
        "Q: It’s tough, it’s tough.",
        "A: It — it was very tough. But —",
        "Q: What —",
        "A: — again, I —",
        "Q: What years did they pass?",
        "A: My dad was in his 80s, and my mom, God bless her, was 93. 93, and I was able\nto give her an incredible 90\" birthday party — birthday party with [indecipherable]\nband, and as much money I could [inaudible]. And a — she may na — not have been\nthe greatest mom, but in my heart, I did what you can do, and I —",
        "Q: That’s —",
        "A: — would do it all over again. But — and I would not want my children to ever have\nto do that. It’s too much of a responsibility.",
        "Q: Yes, but th-the values are — are the kinds you want your kids to see.",
        "A: Oh, you may — yeah, I loved her. I mean, I’d have liked her — at times I loved\nthem.",
        "Q: Yeah, yeah.",
        "A: And my dad, even though he was tough to live with, he was — he was a\nsweetheart. He was a sweetheart. There was nothing I couldn’t ask my dad, and\nOctober 15, 2009\nmaybe not my mom. I loved my dad. He was tough to live with, but I loved my dad\nbecause — I'll add one thing, my mom didn’t care what — the grades or what have\nyou, but that was because she — her mother had her at 50. It’s a gap, so her mother\ntook care of us. But, when I graduated elementary school, I had to get, those days,\nlike a prom dress. And my mom said, just — my father said, Pll take you. It was\nprobably the ugliest dress in the whole prom, cause I was short and fat. And — but I\nwas just so proud that my dad, not my mom, went with me. So, we were close.",
        "Q: Yeah. Do you ever know what happened to your grandmother, who was —",
        "A: She — she died. I never would — was never explained to me, did she died during\nthe Holocaust. I remember — I don’t remember a funeral, I don’t remember. So, did\nshe die in the bombing? It was never brought up.",
        "Q: And the family, the con — family compound, was this your mother’s family, or\nyour father —",
        "A: Yes.",
        "Q: It was your mother’s?",
        "A: No, my mother’s, my mother’s.",
        "Q: It was family.",
        "A: My father’s father was a farmer. Two of the most wonderful people. She was just\na tiny little thing. He — my father resembled, he was the gentlest man, the —\nOctober 15, 2009",
        "Q: Your grandfather.",
        "A: — I think I’ve only seen twice, as young as I was. And I know the whole farm was\nbig, and I remember him milking the cow and bringing it to me warm, out of — right\nout of the cow. But when the war broke out, either they were killed — I know my\nfather’s sister, very tragically, there was a movie that was called, the brievela(ph) de\nMama. You understand what that means? Letter to your mother?",
        "Q: Mm-hm.",
        "A: And apparently, some fire broke out, and she was trampled to death. And her\nname was Anutsa(ph). And my father told me this. It was just before, I guess, war\nfirst broke out. And that was tragic. Beyond that, I never really knew. I was too\nyoung. What happened to them, I don’t know. His sister was alive in Israel, made it,\nbut when war broke out, every — everybody just flew in different direction.",
        "Q: Another question. How did you choose your profession? Where did you —",
        "A: Oh, I had a few.",
        "Q: Yeah, then — you mentioned the nursing.",
        "A: Supposed to go to nursing school, but it didn’t work out, because I couldn’t stand\nanything being blood. And I was very good with my hands, and very athletic, as my\nmother was. She used to call herself a Maccabee, which she was in. I — I actually\nOctober 15, 2009\nhad a multitude of, after I got married, would bef — before I met my husband I\nworked for public health nurses. And —",
        "Q: Okay. That would have been in Canada.",
        "A: That would have been in Canada. And I did volunteer work at a veteran’s\nhospital up to the age that I got married. From about 15, myself and my friends\nwould go every Sunday and cook for the veterans. And I remember writing, they\nwere parachuters, and all that remained of them was just their bodies, they were like\nin — I don’t know what you call those swings, you know, it’s just the netting, it’s like",
        "Q: Yeah.",
        "A: And I remember they couldn’t write. And I would write letters to their\nsweethearts, nobody came to visit them. They gave me tremendous — myself and my\nfriends, but I loved that. We — I —I loved doing that.",
        "Q: It was meaning.",
        "A: It w —1t—I don’t —I can’t — I mean, at 16 you don’t do things like that. There\nwere five of us, who we just stel — reunited in Toronto, Canada, and that’s what we\ndid every Sunday. And it’s — that — that was very fulfilling. That’s the only way I\ncan describe it, very fulfilling, and back to your question as far — then I got married,\nand when I arrived in Connecticut I remembered all I could d-do — I was an\nOctober 15, 2009\nexcellent typist, so the thing to do was transcribe. And I applied to Manpower or\nsomething, and my typing was excellent. And ended up doing typing. And then my\nlanguages opened up doors again. My children were born and then I stopped\nworking, and my husband was in the printing business. And because of my\nlanguages, a friend called and says, Lili, you know how speak Yiddish fluently, and\nGerman and a little bit of Russian and Polish. There’s a job opening at the Jewish\ncenter for the hot lunch program that consists of like 150 people. You have to do\nprogramming, it’s quite involved. I said, I don’t know, because my husband didn’t\nwant me to work. Went down, I applied, got the job, was able to take — I was not\nallowed to work unless I brought — til my kids were in school, home for the kids\nafter school, those were the rules. And that was fine. So I brought my little one,\nwhich is my youngest, Stacey with me, and I remember loving work, just loving it.\nPrior to that — oh, after that, I remember — I thought, okay, I did that, she came with\nme. Now it’s time to put her in a daycare and I will put her in a daycare and get\nmyself a job. The other two were in school, and Ill work around the kids. And\nironically enough, I went to sign her up, and I was sitting on the floor, reading her a\nbook til I could get the director. And I had three or four kids on my lap, a couple on\nmy back, and I’m reading these books and these kids are all over me, and I think,\nwhat the heck? And she says to me, would you — well, what’d you come here for?\nOctober 15, 2009\nAnd I says, to sign up my daughter. And she says, well, I’ve got a better idea. You\ncome work for us. You see? So I ended up having a full time job, my daughter got in\nfree, and I started to work for the daycare. After that, I just loved working, and I end\n— from there, I went to work for special ed, as an aide. And because of my grades\nand what have you, I found myself working one on one, and I absolutely loved it.\nAnd I would go to different schools, and there was one, you know, some kids were\nwheelchair bound, couldn’t talk, one was sign language. And I would work one on\none — one on one with them. That was another job. After that 1t was a multitude of\nincredible jobs, I don’t know how I got them. Dad had to go, because now the kids\nwere all in school, and I thought, well, it’s time to go on. I believe, if I’m not\nmistaken, I worked for a bank. And that was again up to three o’clock, and be home\nfor the kids. From the bank, I thought, well, let’s see what else I can do, I love\npeople. I went to work for, happened to be two Jewish ladies, physical therapy. I\nwas a wer — answered the phone. It’s — and I ended up giving physical therapy,\nwhich I didn’t want to do, but she says, you’ve got some nursing background. I\nended up doing physical therapy, which I shouldn’t have done. And then, next thing\nI know is this friend of theirs wanted to open up this thing, adaptive clothing for the\nhandicapped. And she had — that’s when Velcro first came in.",
        "Q: Right.\nOctober 15, 2009",
        "A: And she said, what do you think, Lili? So the one who owned the physical, she\nsays, I want you to meet this woman who came in, I think it was either Las Vegas,\nor I-I’m not even sure where she lived, califor — someplace. She was a wonderful\nlady, we hit it off immediately. And she says, will you work with me on this, and\nwe’ ll — somehow or other I got involved with her, and we opened up this thing. But,\nmy husband decided it’s — it — that’s enough. It was every eat — when I worked for\nthe Jewish Center, I was in the paper, because I was talking to governors and mayors\nand what have you. Whether that threatened him, I don’t know, and I was in the\npaper, and then when I ope — started with this adaptive clothing for the handicapped,\nagain it was, you know, ribbon cutting, and that did it, it was just — ?m—I’m\nexposed, and there’s just too much. So then, I think there was another job I was\napplying to, and that was — there were — I loved physical fitness and people, so I\napplied at, I remember, the YMCA in Hamden, Connecticut. And I thought,\nthere’s no way I’m gonna get it, I mean, this 1s director for — and he says, I’m very\ninterested. And I came home to tell my husband that I’m going to possibly — you\nknow, I — I interviewed and there’s a good chance, that was the end of my married\nlife, and what have you, and he says, no you’re not, you’re coming to work at Brody\nPrinting Company. If you’re so great, you can prove it to me. And that was a bad\nmove, because I found the things — this was not the man I was married to, and\nOctober 15, 2009\nworking for him was not the things to do because the way he talked to people and\nhandled people is the way he hated other people handling him, not to get involved.\nAnd the marriage fell apart. And you ready? I was there with well, not three,\nbecause my daughter moved out, my oldest daughter, and she went to college, and\nso did the middle one. And the marriage — we went to Israel, my treat. The only way\nthe kids went on vacation 1s if I paid for it. And this was a wealthy man, who really\ndidn’t like kids, but he wasn’t a bad father, he just wasn’t around, so I was basically\na single mom anyway. The reason I’m saying this, and there is where the Holocaust,\nand my experience 1s making me what I am, I’m grateful for. What does a woman\ndo with no credit cards, two children, three to take care of, had a beautiful home,\nwent on vacations, now I’m alone, because the silence was deafening, the\nrelationship fell apart, and I kept on saying — you know, I — I —I—I go on vacations,\nI have a beautiful home, three beautiful children, what’s going on, why am I\nunhappy? There was no conversation, it was — everything fell apart. There was no\ninteraction, and I was going into depression and I ended up div — taking the family,\nthe last hurrah, to Israel, where I met the cousin who split my head. And there were,\nI think, 12 of us at a table, and because my husband was well off at the time — and I\ntreated, with 7,000 dollars for that trip, and the best trip ever. And we got — the kids\ngot to see Israel. I met my — the family that was left over. And that — that was it,\nOctober 15, 2009\n1985, I went on my own. When we came back, the marriage was over, unbeknownst\nto me, there was somebody else for 15 years.",
        "Q: Oh my.",
        "A: That was — and back in the thing, I had to now, no credit cards, no car. What am I\ngonna do? Sold the house, which was mine, and went to school, and learned how to\nbe a court reporter. I worked in the court system.",
        "Q: Oh, my goodness.",
        "A: And that was — I became very independent, I made nice money, and thank you\nHolocaust for making me the strong woman.",
        "Q: Oh my.",
        "A: And here I am. I was able to give a mar — up a marriage of almost 28 years, brush\nmyself off, start bu — all over again, and meet this wonderful man, who may not be\nthe same faith, but has taken over the Judaism and goes with me to synagogue, and\nthat’s what comes from going through that.",
        "Q: It made you strong.",
        "A: I become strong. I could never have done it otherwise. Not that I didn't fall down",
        "Q: Yeah.\nOctober 15, 2009",
        "A: — and not that I didn’t panic, but I stood up, I made it, and I’m very proud of\nmyself that I made it.",
        "Q: I think you have every reason to be. Every reason to be.",
        "A: [indecipherable] I really. Yeah.",
        "Q: Thank you, Lili. Thank you very much.",
        "A: Thank you for listening.",
        "Q: Is there anything else you’d like to add to this?",
        "A: Only that someday my grandchildren, or gra — their grandchildren will hear this\nand just know it did happen, and their grandmother, or great-grandmother, or great-\ngreat-great grandmother went through it. And it did happen, and I’m very proud to\ntell the story, and they should be very proud that they’re Jewish.",
        "Q: Okay. Thank you. Thank you very, very much. And this concludes our interview",
        "A: Thank you.",
        "Q: — with Lily Brody-Carmosino. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an interview with Lili Brody-Carmosino conducted by Ina\nNavazelskis on Thursday, October 15\", 2009 in Washington, D.C. First of all,\nthank you very, very much, Lili, for agreeing to talk to us.",
        "Q: We know that this is not about the easiest of topics, and we’re very grateful that\nyou’ve agreed to share your story with us.",
        "Q: You’re welcome. Let’s start 1i— where we always start, and where they say in the\nfairly tales, too, let’s start at the beginning.",
        "Q: Can you tell us a little bit about who you are as a child: when you were born, the\ndate you were born, the family you were born into, and we’ll take it from there.",
        "Q: Can I stop right there? We’re still gonna talk about family at this moment, before\nthe war breaking out.",
        "Q: I'd like a few more details.",
        "Q: Is the — was this courtyard in the building where your family lived, was it 1n in\nthe middle of a town, li — in Iasi, or was it over to the side, was it a suburban area?\nHow would you describe that?",
        "Q: All related to you?",
        "Q: But it wasn’t farming country, 1t wasn’t —",
        "Q: — farming country.",
        "Q: So it sounds like — it sounds like you lived in either a small town or a village, but\nin — inside the village, rather than 1-in the ac — in a really rural are — areas. When\nyou’re a tailor —",
        "Q: Yeah.",
        "Q: When you’re a tailor, then you have clients that come on the main street, or a side\nstreet, and they come with their — their — their —",
        "Q: So it’s like a dressmakers’ shop.",
        "Q: That was one of my questions.",
        "Q: Do you remember your father in the shop at all, or do —",
        "Q: What kind of me — what kind of memories come to your mind?\nOctober 15, 2009",
        "Q: About your parents, their working in the shop.",
        "Q: Well, you were the little girl, yeah.",
        "Q: And boy, did they get into trouble.",
        "Q: Well, did you — do you remember having a — you know, th-the bump on your\nhead , do you —",
        "Q: Oh yeah?",
        "Q: Yeah.",
        "Q: And do — was this then your world, the world of the courtyard, your family —",
        "Q: — your mother and father, nobody outside. Or did you have a sense of neighbors,\nor —",
        "Q: — Gentiles, or —",
        "Q: In her stomach.",
        "Q: Say anything.",
        "Q: It was a baby.",
        "Q: That’s okay.",
        "Q: Did you know the lady?",
        "Q: Can I bri— I’m sorry I interrupt, but I want to bring back to — to what you had\nsaid earlier. Your — if we — you se — you remember your neighbors just looking out\nthe window or looking 1n the street —",
        "Q: — on the street —",
        "Q: At age four —",
        "Q: Do you have a feeling, when you looked at the neighbors on the — on the other\nside of the picket fence, were they — did you have any sense of how they were\nlooking? Was it curiosity, was it horror, was it grief?",
        "Q: Were these people you knew well and liked, or were they distant?",
        "Q: You were four years old.",
        "Q: Four years old.",
        "Q: Did you — were — the age difference, was there an age difference between your\nparents? Your father and your mother, was he older than she was?",
        "Q: Oh, so very — they’re the sa — almost the same age.",
        "Q: — the same generation.",
        "Q: Did he look Jewish?",
        "Q: Yeah.",
        "Q: Yeah.\nOctober 15, 2009",
        "Q: So she di — she definitely did not.",
        "Q: Okay.",
        "Q: Okay, we’ll come to those moments —",
        "Q: — where — where you can tell us what you do remember and what you were told,\nand —",
        "Q: — and so on.",
        "Q: So, after this, do you have like a blank? I — do you remember going back in the\nhouse, do you remember —\nOctober 15, 2009",
        "Q: So you made it out in the nick of time?",
        "Q: So, ha — Iasi —",
        "Q: Yeah, do you — do — have you looked on a map where Iasi —",
        "Q: — and where Bucharest —",
        "Q: — and are they far apart?",
        "Q: Yes, yes.",
        "Q: So —can I interrupt for a minute now? Iasi, was it near Moldova?",
        "Q: Was — okay.",
        "Q: So, in other words, it wasn’t Germans who came in where all this was happening,\nit was Russians who came 1n?",
        "Q: Bombing, yeah.",
        "Q: And who shot the woman?",
        "Q: Ah, yeah. That’s German.",
        "Q: Du bist eine — eine Juden.",
        "Q: I want to stop for a moment before we get to Bucharest, just clarify as much as\nwe can. I know that you were a child, and I know that — that — that these memories\nare — they’re not sequential, they come, and you know, you remember one thing and\nanother.",
        "Q: But I — until this moment, I didn’t realize that it was also — that you first had like\n— your first exposure was a German.",
        "Q: And this — and this bombing and the shooting, but that also you had experienced\nsomething, must have been that later the territory came under Russian control.",
        "Q: And — and the — and the robbing came. Is that what — is that what —",
        "Q: Yeah.",
        "Q: The ye-yellow star.",
        "Q: Yes.",
        "Q: But in the hospital, when you were ther —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: That’s right, that’s give me your watch.",
        "Q: Yeah. Chingechinna(ph)",
        "Q: Trying to protect.",
        "Q: Okay. Okay, so bring me back then to Bucharest. When you’re in Bucharest,\nand you —",
        "Q: — it’s a little bit quieter.",
        "Q: Were you still wearing the yellow star?",
        "Q: So that means, were you passing? Wer — do you think the family was trying to\npass as non-Jewish? You don’t know.",
        "Q: Can I ask also, when you were in Bucharest, was it just the four of you, your\nmother, father, brother and yourself, or was it part of the extended family, too?",
        "Q: Mm-hm.",
        "Q: Okay.",
        "Q: So the — some of the bodies could have been of your relatives.",
        "Q: Do you remember what time of year it was when all of that happened in the\ncourtyard?",
        "Q: Okay.",
        "Q: So it was several months?",
        "Q: For a little boy.",
        "Q: So you were locked in this dark space —",
        "Q: A wad of money.",
        "Q: Investigate.",
        "Q: In Hungary now.",
        "Q: Your mother’s mouth too, or just children’s?",
        "Q: Well, they’re normal, they’re logical for a child. You’ve been told not to breathe,\nnot to talk, and this —",
        "Q: We — I — wa - was your father and brother also in that hay?",
        "Q: So when you —",
        "Q: But you were still together as a family?",
        "Q: It’s a miracle.",
        "Q: Well, I don’t mean to s — to suggest it was easy, I’m just saying it was —",
        "Q: — it was simply that, oh my gosh, that the —",
        "Q: — that mother and father were there —",
        "Q: Was it in Austria?",
        "Q: Okay.",
        "Q: And so now the war is over?",
        "Q: Barracks.",
        "Q: Was he there to steal, was that what they was doing?",
        "Q: To the U.S.",
        "Q: Did you have family there?",
        "Q: Austria.",
        "Q: Can — can I stop a little bit here?",
        "Q: Want to go back to a couple of — couple of things.",
        "Q: Two question — no, no, no, you’re doing fine. I know it’s hard. I know it’s hard.\nYou talked about how you saw your parents change.\nOctober 15, 2009",
        "Q: Do you have a sense of yourself as a child, and how you changed?",
        "Q: Language at home, was it Yiddish?",
        "Q: So, what — your earliest —",
        "Q: — memories was Romanian?",
        "Q: Well, a child’s like a sponge when it comes to language.",
        "Q: Was this the first school you’d got to?",
        "Q: When?",
        "Q: And where?",
        "Q: Okay.",
        "Q: So you must have been a kindergartner in parochial school. Did you learn any —",
        "Q: Have to wear the yellow star.",
        "Q: Did you — the question of how did you change.",
        "Q: I want to stop again, I’m sorry to do —",
        "Q: But you had mentioned earlier that something had happened to your mother, that\nshe had fallen downstairs. Ge — what’s — what was this episode?",
        "Q: Retri — reparations.",
        "Q: Re-Reparations.",
        "Q: It’s okay.",
        "Q: And so he’s never given his testimony to anybody?",
        "Q: I’m very — we’re in a— I hope you don’t think we’ re finished, unless you —\nbecause I have —",
        "Q: — many more questions.",
        "Q: Yeah, yeah, I — yes, and — and thank you for —",
        "Q: Thank you for doing that.",
        "Q: Thank you for sharing it. I can’t imagine what a little girl, has this implode on her\nlife. You know —",
        "Q: It’s okay, please don’t —",
        "Q: Had you — had you told your daughters?",
        "Q: Your daughters had never asked you, or you’d never really told them about —\nOctober 15, 2009",
        "Q: Of course not.",
        "Q: Well, you know, if —",
        "Q: But if you were my mom, I would be crying along with you because I would —",
        "Q: — be thinking, my mom 1s a little girl, and she has all this happen to her?",
        "Q: He was an American Jew?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Well, we’ll give you a copy of the interview, that you’ll be able to share with\nthem, if you want to.",
        "Q: Well, what happens to this 1s that, this is a digital recorder.",
        "Q: And once it’s — once we stop, it has a little card in it. The card then gets put into\nanother gizmo — you’re gonna hear my technolo — technological knowledge here,\nit’s this thing, gets connected to my computer, or somebody’s computer here, gets\ntransferred there. And then there’s a process which we’ve just started, because we\ncon — we were still doing cassette when we did audio, up until maybe a year and a\nhalf ago, we were still recording things on cassettes. And now we’re trying to\ndigitize all of our collections. So the interview will be digitally transferred to a\nserver, it will be assigned a number and a name. It will be your name.",
        "Q: And — and at some point — this takes awhile, even though it du — it’s not that long\na process because it goes through the, several departments, it takes awhile. And then\nit gets put in our catalog, and someone can look up, even online when they press\narchives, Lili Brody-Carmosino, and there will be oral history with Lili Brody-\nCarmosino.",
        "Q: They won’t be able to, off-base, offsite access the interview as yet. Sometimes on\nour website you can access parts of them. Sometimes there are interviews that have\ntranscripts connected with them. But — but when you come here, in a number of\nmonths, one would be able to ask, at the desk that we pass by, the archives desk, I’d\nlike to have the interview with Lili Brody-Carmosino. She’ll look it up and see oh,\nit has our record group number X,Y,Z.",
        "Q: And then, at a computer terminal, there it is, you put on the headphones —",
        "Q: — and you can here the interview.",
        "Q: Yeah.",
        "Q: So, I think that by then —",
        "Q: Yeah. That it will be —",
        "Q: Oh my, oh my.",
        "Q: I have a—I have a few — okay, you want to just say something?",
        "Q: Yeah.",
        "Q: Well, you know, it’s — it’s a funny thing, because there are contradictory truths,\nyes? One could say that.",
        "Q: But look at what — but that doesn’t mean you didn’t suffer. That doesn’t mean\nyou didn’t —",
        "Q: Yeah.",
        "Q: Of course.",
        "Q: I want to go back to your parents.",
        "Q: We’re back in — in Toronto, your father’s working in — in the delicatessen, which\nis not his.",
        "Q: Yeah, when you first arrived. Did he — what happened with them, and did they\never change back to the parents you originally knew?",
        "Q: In Toronto.",
        "Q: Was it a warm family, even though they had changed?",
        "Q: Oh my.",
        "Q: Citizenship.",
        "Q: Support.",
        "Q: I see.",
        "Q: Wow.",
        "Q: It was too much for them.",
        "Q: You kept it together.",
        "Q: So you — you know, you still loved him, even though —",
        "Q: Yeah.",
        "Q: Oh my.",
        "Q: But what an ex —",
        "Q: But also, what an example for your girls.",
        "Q: It’s tough.\nOctober 15, 2009",
        "Q: It’s tough, it’s tough.",
        "Q: What —",
        "Q: What years did they pass?",
        "Q: That’s —",
        "Q: Yes, but th-the values are — are the kinds you want your kids to see.",
        "Q: Yeah, yeah.",
        "Q: Yeah. Do you ever know what happened to your grandmother, who was —",
        "Q: And the family, the con — family compound, was this your mother’s family, or\nyour father —",
        "Q: It was your mother’s?",
        "Q: It was family.",
        "Q: Your grandfather.",
        "Q: Mm-hm.",
        "Q: Another question. How did you choose your profession? Where did you —",
        "Q: Yeah, then — you mentioned the nursing.",
        "Q: Okay. That would have been in Canada.",
        "Q: Yeah.",
        "Q: It was meaning.",
        "Q: Right.",
        "Q: Oh my.",
        "Q: Oh, my goodness.",
        "Q: Oh my.",
        "Q: It made you strong.",
        "Q: Yeah.\nOctober 15, 2009",
        "Q: I think you have every reason to be. Every reason to be.",
        "Q: Thank you, Lili. Thank you very much.",
        "Q: Is there anything else you’d like to add to this?",
        "Q: Okay. Thank you. Thank you very, very much. And this concludes our interview",
        "Q: — with Lily Brody-Carmosino. Thank you."
    ],
    "answers": [
        "Answer: My pleasure.",
        "A: It’s fine, thank you.",
        "A: Okay.",
        "A: Okay. I was born in 1938, June 2, 1938, in Iasi, Romania. And we all lived ina\ncourtyard, the whole family, cousins. I have a brother, his name is Morris, and my\nmom and dad. And my dad was a tailor, but he was a designer, and we were quite\ncomfortably well off in Iasi. And I believe at the time that war broke out, which\nwas, I think I was four years old, and there was a lot of commotion out in the\nbackyard; meaning actually the front part of this courtyard where about four of our\nfamily, different families lived; which grandparents usually just buy a house and\nOctober 15, 2009\ncontinue to build so the family can stay together. And this commotion started, and\nmy grandma —",
        "A: Okay.",
        "A: Okay.",
        "A: I would — the little bit of memory I have of it is, it was more on the side, it\ndefinitely wasn’t in the main city. Iasi is a very small shtetl, which is like a little\ntown, and it was definitely in the farmer part, very rural. And my cousins, my\ngrandmother — my grandfather wasn’t alive when I was born, and my grandmother\nlived in one of the houses, and I’m not sure if one of the cousins lived with her.\nThen there were other cousins. And I— my memory serves me, we — there had to be\nabout four or five families. My —\nOctober 15, 2009",
        "A: All related. And we lived in this courtyard that apparently, before my time, I\nguess my grandparents built this, and just kept on expanding as people got married.",
        "A: It wasn’t farming country.",
        "A: On the side there were farms, but we weren’t into farming. I believe my\ngrandfather, who I never had a chance to meet, was a fisherman. Very well-to-do\nand very well acknowledged in the community, which my mother always told me he\nhad a great big monument that was dedicated to him. I never had the pleasure of\nmeeting him. We, I remember, lived in the front part, whether we were the last\nfamily, or my mother was yul — the youngest to get married, and I think she was,\nthat’s where we lived, and my father, being a tailor, worked out of the house.",
        "A: Oh, I would say inside, yes —",
        "A: Yes.\nOctober 15, 2009",
        "A: But he wasn’t just a tailor my father, he really — some people use patterns, he\nmade his own pattern, and that’s — that’s another part of later on in the story. And he\nactually designed women’s coats. So it was, you know, out of the house, and he had\na couple people working for him.",
        "A: Exactly, not so much female — both, but mostly coats. Coats, jackets. And I\nremember as young as I was, which I had to be about four years old, that’s when my\nmemory serves me, is I remember my grandmother took care of both my brother and\nmyself. My brother Morris is two years older than I am. And —",
        "A: Yes, and my grandmother, who was well in her, I would say 80’s, who was more\nlike a mother, she really brought us up, because my mother worked with my dad,\nand there were other workers; so they obviously were well off enough, cause there\nwas help. But we were taken care of by my grandmother.",
        "A: Oh, absolutely, I could —",
        "A: About my father?",
        "A: My mother was slim, pretty, fortunately did not, and later on in the story I'll\nexplain, did not look Jewish, which is what saved us. My dad — I resemble my dad\nmore than my mom — was just — I — in my eyes just a wonderful, kind, very gentle\nwith us. And he — he — they were busy, but my dad was never too busy to pay\nattention, to myself especially, being the girl.",
        "A: Yeah, yeah, yeah. And the cousins I remember as young — going way back in my\nmemory, my favorite place at the time, from what I’m told, and I do remember is the\nplay — the house must have been up on stilts or something, because the kids played\nunderneath, in the dirt. And my cousins and I, that’s what I remember wa — we’re\ngoing way back, and my mother and my dad and my brother reminded me that that’s\nwhere we loved to play, in the mud underneath. And my cousins loved to throw\nstones, and a couple of times actually cracked my head, and —",
        "A: — being that Romanians are Gypsies, my mother had her theories about certain, I\nguess holistic, or whatever. If you have a wound on your head, you get bread and\nOctober 15, 2009\nvinegar and put it on the wound. And those things I remember being told to me\nbecause that’s how it affected my brain.",
        "A: Oh yes, yes.",
        "A: And I reconnected this way back with my cousins who are the only ones who\nsurvived in Israel, and reminded me that that’s what he did, and very happy about tt.",
        "A: But that’s about where it — it stops, til war.",
        "A: Absol —",
        "A: Yes, there —",
        "A: — there were — it’s funny you said, next door there were Gentiles, and now — how\nI happened to know, and I don’t want to go ahead with the Holocaust, or the\nbeginning, or the bombing, is my mom, who used to wear a babushka on her head,\nOctober 15, 2009\nand my dad was always busy with — the measuring tape was always around him, and\nhe always had a scissor 1n his hand — my neighbor — our neighbors were of — not of\nthe Jewish faith, because when things started, my mother — I don’t know if you want\nme to go into that now, that’s — that’s the next part I remember is suddenly there was\na lot of commotion, and I don’t remember exactly how it happened, but I know we\nhad to put on — my grandma told me we have to put on this yellow band with the\nJewish star. And the neighbors next door, that part I remember, were just looking at\nus. And I was young, and my — my mother didn’t look Jewish, and my father was\ntaken out with a lot of other men, and there were guns and things, and thi — all I\nremember th — my grandmother taking my head, and hiding it in —",
        "A: — her apron. And I remember my mother saying, and I remember hating her that,\ndon’t kill him, don’t shoot the Jew. I’ll take care of the Jew in my own way. The\nneighbors knew she was Jewish, but thank God they didn’t —",
        "A: — say anything. And this is one memory I really don’t want to remember, but the\nnext thing was, all of a sudden I peeked out from my grandmother, and there was\nthis woman yelling don’t, please don’t. And I remember she had a fat belly. And\nthey shot, something came out of her belly, and I remember a — it was a — a fetus.\nOctober 15, 2009",
        "A: And I remember her just yelling, I couldn’t understand this — I’m sorry —",
        "A: — she said, just — just kill me, you’ve already killed me, just kill me. And I\nthought well, it’s a matter of time where they’re gonna get my mother, they’re gonna\nget my brother, they’re gonna get my grandmother. That’s all that I remember,\nreally, right there, that to me —",
        "A: N-No, no, but that went on, and those are the memories that — that’s one of my\nworst remembrance, and from there on, things just — I— I remember thinking, how\ncan my mother say she would — she will kill him herself, how could she do that?\nAnd that’s about where it stopped. The only memory I have after that, we were\nfairly well off, and I think there were even people who helped my mom clean the\nhouse, and obviously my dad must have been doing all right, is suddenly, two\n[indecipherable] we were si — all sleeping in our house, ourselves, my mother and\nmy father, and —\nOctober 15, 2009",
        "A: No, no, they were out —",
        "A: — in their yard looking. There was like a fence, like a picket fence, and they were\nlooking at us, and my grandmother and my brother and I were like in a corner. My\nmom was like right next to these — they were Germans. And she wasn’t wearing the\nband, and I couldn’t understand why we were wearing the yellow band. And my\nfather was there and they took all the men, and it looked like some of them were —\nthey — they were fucking them with the gun. And I thought they’re gonna kill my\nfather. And I couldn’t understand how we were doing that, we were wearing the\nband and all, and she wasn’t. And then she said what she did. From there on, I don’t\n— I can —I can’t remember just exactly what happened except this horrible, horrible\n— this woman being shot, and yelled whe — I don’t even remember, I remember my\ngrandmother just took and put our heads in the apron so that we couldn’t hear\nanything, she covered our ears, and I — it’s like everything blacked out from there.\nThere could never be a worse enemy or a worse thing I could ever see in my life\nother than what I just saw there. That was the ugliest thing I’ve ever seen in my life,\nwhat happened to the woman. I do —\nOctober 15, 2009",
        "A: —I don’t even ha — remember — my father was spared, obviously, and — because\nwe went back in the house and I didn’t — I re — I remember not seeing anything,\nbecause my grandmother just totally —",
        "A: I-I-",
        "A: I—I don’t really remember. All I do remember is they didn’t tell, because they\nknew my mother was Jewish, and I think they were in awe, and I think it was a\ncombination of everything you just said. They were in shock, they were petrified.\nThey had to be. And knowing my mother was Jewish and denied it, and she wasn’t\nwearing — fortunately they didn’t say anything, and obviously they were fond of her,\nand I — I — I think they were just frozen in space. From there on, as I say, my gram —\nthe only thing — I remember my grandmother, but yet I don’t, but I remember she\ncovered both our heads, and I — we cou — I couldn’t even breathe, I remember, and I\ndidn’t want to.",
        "A: I didn't want to see. I was four years old —\nOctober 15, 2009",
        "A: — but that’s something I will never forge — I'll never forget. That was the worst\nthing I’ve even seen in my life. I couldn’t believe a human being could do\nsomething like that to another human being. But that was the beginning of many\nhorrors that I saw that I never should have seen, which is why I’m here. It — 1t never\nshould have happened, that people can do this to people. And that —",
        "A: Yeah, he was just — my — my father was born, I believe, 1911, and my mother in\n1913.",
        "A: Yeah, they were —",
        "A: Yeah, yeah, oh yeah, oh yeah, and —",
        "A: I don’t know what looking Jewish is —",
        "A: — because I don’t think you do, and I don’t.",
        "A: But he was of fair skin, and she wasn’t really dark, but she did not. And she —",
        "A: — she played a good part, yeah.",
        "A: My mother played a good part, and the understanding goes that when — after the\nHolocaust, and what have you, a lot of things happened to her that — I don’t know,\napparently she was pregnant and thrown down the street, or downstairs. I didn’t see\nany of that. I don’t —",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: But from there on it was like a blank, it’s like, to this day I didn’t want to re-\nremember that — that [indecipherable]. And then the journey started, and —",
        "A: I do remember going back in the house, but I don’t remember what was said.\nThere was a lot of mumbling among my mother and my — my — my grandmother,\nwho apparently — I don’t know if — I can’t even tell you if grandma was killed when\nthe bombs came, because shortly after that, I remember we were sleeping, and there\nwas like a— a-—a- like a rubber thing li-like — like an earthquake. And I remember\n— it still — it was a joke in the family that my mother said, what’s happening? My\nfather said, it’s tun(ph) pasheening(ph). In Romanian that means it’s a tank on\nrubber wheels. And she said, no, no, 1t doesn’t sound like that, it sounds like, you\nknow — then we looked out and all of a sudden it was like Fourth of July, and it was\njust — 1t wa — like firecrackers were going off. And I remember they tried to grab,\nand it just happened so quick. They — my mother grabbed my brother and my father,\nmyself and we ran. And as we ran, it was in the courtyard, and like, the courtyard\nwas gone. It was just — bombs were — were falling all over, and I don’t know if — in\nEurope the — the Russians wear these fur skwerta(ph), th-the fur coats. Somehow\nor other she had that. Well, she — all I remember, we were running a — out of the\ncourtyard, and as we’re running, I guess the force of the bombs lifted me up because\nI was th — to the point they had to drag me down and somehow or other we managed\nto go against this, I don’t know if it was a—a wood wall or a stone wall, and I\nremember thinking, we’re gonna be hit, I don’t — these things, there’s fire, the whole\nOctober 15, 2009\ncourtyard, and our house was blown up, there was nothing to — the clothes on our\nbodies is all we had, and —",
        "A: Apparently. All I remember is we stayed there, and as we ran there were bodies,\nbodies all over the place. We just ran and ran and we stayed next to this wall. And\nthe bombs were going up. My mother kept on saying, pray to Grandma. So\napparently Grandma must have — I don’t know if she was alive or dead. And we ran,\nand in running, my parents were saying don’t look, don’t look, but there were just\nbodies all over the place. And we ran, and I do remember this, we ran to a hospital,\nthat’s the only other part I remember. And at that time, I don’t know I — if it was\nRussians or what, but we — we were sitting on these benches type of thing against\nthe wall and wa — I — I — all I remember is my father stood up to, I think it was a\nRussian, they wanted the watches and the jewelry, and they’re women. And my\nfather was very upset. I remember I never saw him this upset, I remember I never\nsaw him this upset and this frightened. I can’t — I blacked out what happened after\nthat, but the part I do know, from that hospital, how we got out of there, I don’t\nknow. But after getting out of there we must have run all the way to Bucharest,\nRomania.\nOctober 15, 2009",
        "A: I d—I don’t know how that — that —",
        "A: Yes.",
        "A: Yes.",
        "A: Bucharest is the capital, I believe.",
        "A: I— how far — I— I—I did when I went to the school, but I — I — how far, it was\nlike one of the small — Iasi is one of the small st — rural [indecipherable]\nBucharest. And we stayed there, and that was quieter for some reason, and my\nfather, apparently they rented, I don’t know exactly what it was because I think one\nof my cousins somehow or other was there. Whether this was a family that lived\nthere, I can’t remember the connection.",
        "A: Yes.",
        "A: Yes.\nOctober 15, 2009",
        "A: Germans were bombing us, the Russians were robbing us. I remember the\nRussians were robbing us, but it was the Germans that were bombing —",
        "A: — Iasi.",
        "A: It wa — they were German. They were German because the word I'll never forget,\ndu bist Juden.",
        "A: Du bist Jude —",
        "A: — eine Juden. Ill never — du bist eine Juden, and we had to wear that. There\nwere parts, I’ll be honest, I was so young, that whether in ya — in Bucharest or what\n— I remember hiding, hiding in attics, hiding under the floor, but —\nOctober 15, 2009",
        "A: Yeah.",
        "A: Yes.",
        "A: Right.",
        "A: Well, how the Russians got into it, all I know is I wore the yellow star, and the —\nthis woman and my father was taken out du bist Juden, I remember that.",
        "A: We had to wear that —",
        "A: — and this was in Iasi.",
        "A: In that courtyard.",
        "A: We’re — how we got to the hosp — I know it was all by foot. We actually — I don’t\nwant to get ahead, but we did run by foot —\nOctober 15, 2009",
        "A: — from Bucharest, from Iasi to this hospital, which had to be part, or out of Iasi\npossibly, could be further out, closer to Bucharest, I don’t know, but that’s where\nwe ran. From there, I have no idea how we got out, into that hospital except for\nshelter —",
        "A: — and there were people. But it turned out the people in there, I remember them,\ndevie(ph) chesso(ph) that’s in Russian —",
        "A: — means give me your watch, and then the word for women.",
        "A: And they were — yeah, they were coming on to my mother, and I remember my\nfather stepping in front —",
        "A: — and yelling, I’ve never seen him that upset, and again, blacked out. I have no\nidea —",
        "A: We’re in Bucharest.\nOctober 15, 2009",
        "A: It’s a lot quieter. We were like in an alley, and my father again opened — was\nworking, and he was now making some uniforms for the Germans, which he did not\nwant to do. My mother, I remember saying, well you have to, how else are we gonna\nsurvive? And —",
        "A: No, the yellow star came off in Bucharest.",
        "A: Possible. I don’t know. I-I mean, I have no — I really cannot say yes or no, I’m\nnot sure, but I know we didn’t wear the yellow s — but then, it was put on again.",
        "A: There was a cousin there, and his name was Pompa(ph).",
        "A: And I don’t — either they were there and we joined them, cause they couldn't have\nbeen in the courtyard.",
        "A: There was nothing in that courtyard left, that I remember.\nOctober 15, 2009",
        "A: Could have been. All I know is we ran on foot, and as young as I was, and it —\nthere was total blank. Everything — my other cousins — and it turned out they — some\ndid survive.",
        "A: It — it wasn’t — it had to be closer — November. October, November, December,\nbecause it was cold, it was cold.",
        "A: And by the time we got to Bucharest, it was warm. It was warm. So we ran —",
        "A: Oh, we ran, yeah. We — we hid in forests and I — I — all I — the part after the\nbombing and the — the hospital 1s — I remember that. After that, I remember, it’s like\nwaking up and being in Bucharest. I know was warm because I remember all I had\nwas like a slip, and so it had to be warm. I just remember slight pictures. And I\nremember my dad was working, he had a factory and he was working making clo —\ncoats and stuff. My mom worked with him. We were basically on our own, my\nbrother and myself, but that’s the way you were brought up, and we stayed within\nthe courtyard. And I remember my father saying he couldn’t do this. He’s making\nOctober 15, 2009\ncoats for people who are killing and killed our relatives, and the other picture that I\ndo remember in Bucharest is my brother — my brother and I were going somewhere,\nI don’t know where it was, a movie, or I don’t even know. He was to take care of\nme, that was his responsibility.",
        "A: No matter for — yeah, he was two years older, so whether I’m six now, I don’t\nknow. But I remember some street, and I know this was Bucharest, there was this\nman who was like stretched out with a stick in his stomach and he was opened up,\nand it said, this is what happens to Jews. And there were flies all over him. And my\nbrother took my face like don’t look, don’t look, and I remember thinking, I saw\nsomething like this. [aside: No, no. Somebody wants to see?] I saw something like\nthis with the woman, and here was this ugly picture. That’s all I remember. That —\nand somehow or other, back came the yellow bands, and from then on, all I\nremember is running. War broke out, running. And my next memory is, we’re\nsomehow or other ca — we’re like 1n trenches, in — in these trenches, my mother and\nmy father and my brother. Somehow or other we got caught. Exactly how we got, I\ndon’t know, but then we were put, and we were well off and all, we were put in this\ncattle type of boxcart, and they were — it seemed like a hundred people just — we\ncouldn’t breathe. It was dirty, it was th — and everybody was like — I don’t know,\nOctober 15, 2009\nlike in shock. And I — I— as young as I was, I couldn’t understand why are we on\nhere with these people? We don’t belong here. And people were crying, there were\nbabies crying, people were defecating and 1— we were just mobbed together. And\nwe figured, you know, a lot of people were crying, saying we’re gonna be killed,\nwe’re gonna be killed. Everybody had the yellow star on their arms. And then, all of\na sudden the boxcar must have dis-attached, because we were moving fast, like the\ntrain were just move — real fast. And suddenly, everything stood still, and we — you\ncouldn’t see out because there was a bok — there were no windows.",
        "A: We were locked in this dark space, and we had no idea what was 1n there except\na lot of people crying, yelling, what have you. My m — again, now I’m, my mother,\nmy brother, my father, and I don’t even remember where, it was just fear. And in my\nmind I thought we were just going to go on a trip, but why all these people? Cause I\nwas so young. But then when it got dis-attached, when the boxcar became dis-\nattached, everybody stopped, and you know, they couldn’t open the door, and the\nmen, somehow or other managed to open the door, and we saw the rest of the\nboxcar, with probably more people, go on, and I was le — we were left on the track.\nSo the men, some ar — I gathered the men, the people in there opened it up, and\neveryone just scattered out. Families just ran every which way. And I remember we\nOctober 15, 2009\nnever left my mother and my father, we weren’t allowed to, we just had to stick like\nglue. And we ran and we ran and we got into — and this was cute, I was telling my\nhusband, we crossed — what they used to do 1s they used to take a wad of money and\nwrap it around an explosive. When you’ve picked up the money the explosive goes\noff, but being at the age that I was, we ran over — this I remember definitely — this\nlittle bridge, and I saw there was a wad of money. And I went for it, and my\nmother’s going no, no, no, no, no. She really thought I was gonna explode any\nminute. Well it turned out it really was —",
        "A: —a wad of money. And that wad of money crossed us — we were no — we ran by\nfoot, or from this boxcar, wherever we were — it took us. I remember it was in\nBudapest. And we stayed in this very — it — it looked like a great big — I remember it\nhad a white picket fence, and it was like a colonial type of beautiful house. And this\nis gonna sound very strange, it’s like in— I’ve been there before. And we were in the\ncellar, and what you do 1s — these were, I think Jewish people who crossed you over\nthe border. They took your rings if you had no money. They took money, well I had\nthe money, and my mother had rings, or I guess she had jewelry she had hidden, I\nhave no idea. But I remember we were to leave, and my mother told my brother and\nOctober 15, 2009\nI that I was a rotten kid, because I decided I’d been here before and I — I’m gonna go\nupstairs —",
        "A: — because I haven’t seen the daylight. And I wandered out, and I knew exactly.\nAnd I — how I remember this 1s my parents a — even told me. I knew exactly. If\nthere’s such a thing as déja vu, this was — I knew exactly where I was. And I walked\naround the block and I knew where I was, no one can tell me otherwise. I knew\nwhere I was. And the man who was supposed to cross us over, not borders, to\nanother place, into the woods, and in the woods somebody else would meet us. And\nif you have more money, you give them and take you to another destination, that I\nremember. Well, they — my mother and father didn’t want to leave because I was\ngone. Fortunately, I found — I knew where I was, I found my way back, got a heck of\na whack on my rear end, and we ran. And I was just telling my husband that the\nwoods were so thick, that now I — I— I’m amazed why there were no animals, but\nthat’s where we stayed, what — there was no food, we weren’t given food. You pay\nthe money to the person who takes you to that part of the woods and you hide there,\nand from there someone, at dusk or nighttime, I can’t even remember that part, takes\nus and leads us to another destination, and you hide in that wood, and — 1n the\nwoods. And the woods was, you couldn't see. How — I remember being so young,\nOctober 15, 2009\nthinking how are they gonna find us? I can’t — it’s all dark in the woods. But\napparently we made our way all the way to another place, where somebody reported\nUS.",
        "A: In Hungary. And there, we’re put in jail. And for the first time — one minute —\nfirst ttme my mother and I, and my brother and my father were separated. The men\nhad to go in one, it’s like a courtyard. I remember it had like a fountain in front, and\nthere were women and the women had babies, and they were trying to feed the\nbabies. People would — the women were defecating, and I never s — I would never\nsee my father or my brother again, so we figured this is it. We were caught. We got\nthis far, we’ll never survive again. But again luck was on our side, somehow or\nother. The door — I don’t know if we were there a day, definitely overnight — they\npushed water and stale bread on — under the door. And if you got to it, you got to\neat, if you didn’t, fine. But somehow or other the door was left open, this one, was it\nnight or dusk, I don’t remember. I do remember my mother grabbing my hand, and\nwe ran, along with the other people. And we hid out, was like a farm, and there were\n—I don’t know what you call, but they were like a stable, and there was hay. And I\ndon’t even — I can’t remember how, but I remember they put tape on our mouth, and\nwe were told don’t a— don’t breathe. So, some —\nOctober 15, 2009",
        "A: The kids, the kids, and we were not to sneeze, cough, nothing. And the part that I\nremember, which is almost comical, and I was thinking — and I didn’t know my\nfather and my brother were also let out. Somebody left the door open, I think it was\ndone deliberately. What happened is we were in hay, covered with hay, and I\nremember my mother saying, not a word, don’t move. Whispering, don’t move,\ndon’t cough, don’t breathe, nothing. Well, all I can remember thinking is, I looked\ndown and I saw these gorgeous blue eyes. It was a German. It was a German man.\nBlonde hair, these piercing blue eyes, and he had a pitchfork. And I’m thinking to\nmyself, if he’s going to take that and push it in, how is my mother gonna know that\nI’m gonna be killed and I’m hurting. And I’m —I couldn’t imagine, how do I let her\nknow, how do I let my mother know that he’s gonna do that. He saw me. We made\neye contact, there’s no question about that. And I thought, this is it, he’s gonna do\nthat, my mother won’t know. The blood will — these crazy things —",
        "A: Well, and I remember somebody yelled du Juden? Are there Jews there? And he\nsaid, nein, nein, nostu(ph) kein Juden. But he was looking right at me. And I\nOctober 15, 2009\nthought, oh God, God, maybe he won’t do it. After that, I remember they took the\ntape off and the running started. Now we ran from —",
        "A: Yeah, but we didn’t know that. We —",
        "A:—my mother and I just ran and then she must have realized that I didn’t know,\nbut I saw, and we had no time to acknowledge or hug, we all ran. And somehow or\nother there was four of us. There probably were a lot more, but everybody ran. The\nonly thing I remember after that, and we were very lucky, I have no complaints, 1s\nwe again hid. There were nobody to cross the borders, whether we got — I think we\nran by foot, that becomes blank. I remember cold. All we had was — bathing, there\nwas no such thing. Food, I don’t know how and what my mother gave me, or even if\nwe ate. That wasn’t even important. Survival was the only important thing. And\nagain hiding, and being quiet. It was like I'll never talk again. Pll never see my\nfamily again. It — it was just, this is my way of life, this is how I have to — we have\nto live. And my brother wouldn’t even talk to me, he — there was no talking, it was\njust surviving. Save your strength, survive. And we hid out, I believe, in fields. We\ngot, somehow or other my next memory 1s ot — in Salzburg, Austria. And we were\nlike, hiding in a field, but I remember seeing this — I assume it was a German —\nOctober 15, 2009\nAustrian lady, was in her garden, and I remember she was pulling up carrots or some\n— and she deliberately took them and threw them like behind her, like here they are;\nhere Jew, eat; which was wonderful. So we had — and my — my next memory was in\nBeth Bialik, that’s the displaced persons camp. How we got there, I don’t know.",
        "A: We were still together, we — we ran together everywhere.",
        "A: It was a miracle, and we are very lucky, because we should have been — we were\ngoing to either Auschwitz or Dachau, or — half of the people that didn’t survive.\nOnly I think two people sur —",
        "A: Oh no, no, no —",
        "A: We survived.",
        "A: Yeah, but we never — we were never — actually, when we got to Beth Bialik, was\nthe name of the d— displaced persons camp.",
        "A: It was in Austria.\nOctober 15, 2009",
        "A: It was in Austria. How we got there —",
        "A: We didn’t know if it was over, because now the quota was open. We couldn’t go\nto Isra — we stayed back up — we were in this displaced people’s camp, and there\nwere people from Russia, people from ru — each one was a group. The Romanians,\nwe were like in — I would say the size of this room. There was like a great big, I\ndon’t know what you call them, like cabins, long —",
        "A: Barracks, exactly. And each family had like a bed, and if you had two or three\nkids, the kids slept in one bed, and the mother and father slept in — but could have\nbeen five, six, eight, 10 families in these bar — one on one side, hi — and a curtain on\none side, a m-material curtain blocking at night and another. My father, for it’s —\nhow, I don’t know, because he wasn’t a violent man, but he came that — became that,\nis he was in charge of the Romanians, another man was in charge of the Polish,\nanother one the Lithuanians and Russians. And somehow or other I remember\nalways sleeping with my brother. I do remember having lice in my hair from the\nsweating, what have you. But I remember the one thing which was always awful, 1s\nif anyone in that camp was caught stealing, or doing anything against the other one,\nOctober 15, 2009\nthey would be punished. My father, the — my gentle father was the head of the\nRussians, and I do remember this and to this day I will not sleep with my back to a\ndoor, is I happened to peek out and I saw this man walking on the ledge up a — and I\nwas the only one, I saw his face, but we never — anyway, they caught him. My father\nhad to punish him to show the rest. Children, everybody had to watch. And I\nthought, he can’t do this. I remember he took the man’s hand and put it in the door\nand crushed his fingers. And that was so unlike him, he was not a es — he was not a\nbad man, but I thought, my father, look what it’s done to him. He actually hurt this\nman, and the — the — the screaming that he broke his fingers.",
        "A: He was watch — walking along the ledge, and, like there, and looking to where —\nand I guess he stole some stuff. To this day I ne — I would — I —I saw his face, he —\nhe must have seen me, and I put the blanket over my head, that’s just another\nmemory of mine. And I — I — he — he was found out, I don’t know how, they found\nthe stuff on him. But I remember thinking I could never love my father like I used\nto. How could he do this to another human being? So I was convinced this — it did\nchange my father, it did change my mother. And from there on, the quota — oh I, we\nalmost — the quota opened up, we couldn’t go to Israel because the British wouldn’t\nallow us in, and he was just a tailor. They took the doctors, the lawyers to the U.S.\nOctober 15, 2009\nAnd they had dozens of tailors, that was the — the most common profession. Even\nthough he was a designer, it didn’t matter, that was his trade. And ironically enough,\nI — somehow or other, we were playing spin — I don’t know, I sat on the bottom of a\nbottle, and I still got the scar. And my parents were horrified because there was a\nchance we could go and — not to the U.S., but Canada. And there were — there was\nno penicillin and if it was infected, and I remember my mother trying to hide, cause\nit was in the bone, it was right in the knee. How we found out, my brother says, why\nis the grass around you red? And then when I stood up, my whole leg on my left\nknee was cut. And instead of — I didn't understand what was happening to my\nparents, instead of, oh my God, are you all right, 1t was, we’ll never get out of here\nnow. Our chances of getting out of here — and I thought, oh my God, I — they —\nthey’re not gonna allow my parents to get out of there because of me and I — what do\nI do? And somehow or other she camouflaged it, I don’t know how. And we did,\nand my next memory 1s, I guess there were an X amount of people, some went. If\nyou had family in the U.S. and they were willing to take you in, and you were clean,\nat — as my pictures show, and you had to make sure that you were healthy, and they\nwere petrified that they’re gonna find that I have this cut on — bad cut on my knee.\nAnd we were allowed to go —\nOctober 15, 2009",
        "A: — to — no, to Toronto, Canada was the only one. We had family in New York,\nbut sadly enough, the one in New York didn’t — I don’t — somehow or other didn’t\nwant to help, or whatever. We ended up in Toronto, Canada. That wasn’t pretty —",
        "A: No. That wasn’t pretty either. The Jewish Federation helped bring you over. And\nwhen we got to Toronto, Canada, my mother — well, w-with — the boat was\nhorrible, because I remember everybody — I remember my father was so sick. We\nwere a great — the name of the ship was Samaria and the ship has since, I guess,\ngone under. But I remember we were, the DP people who were transported\nToronto, Canada, we were at the bottom where, you know, they put the coals and\nall, but we were grateful. We were getting out of Germany, and they, you know,\nwhen you go to America or Canada —",
        "A: — or au— you’re gonna live. So it didn’t matter if a rat ran over you or what have\nyou, and there was, whatever they didn’t eat upstairs they throw downstairs. But it —\nwhat I do remember is how green and horrible and sick my mother was. And I really\nthought she was gonna die, my mother was gonna die, because it was just — 1t was\njust inhuman. But we made it, and from there we — it was still not pretty, we got to\nToronto, Canada and we actually stayed in — on Kensington Street. I remember\nOctober 15, 2009\nhow awful that was, because it’s the only place that — the Jewish Federation gave us\nclothing, and I said — I — I found out I — gave us clothing, gave us shelter. We ended\nup staying th-the — the front of the house was where they — they killed the chickens,\nkosher chickens and there was blood, and I thought, oh God. And it was a Jewish\nschool, and I remember it — I forgot their names. It was an older lady and a\nwonderful couple. And all they could offer us was during the day — it was a Hebrew\nschool — we could sleep there at night, but we had to vacate, and all they could offer\nwas the floor. We were grateful, and that I remember, the four of us slept on the\nfloor at this Hebrew school at night, but during the day we had to vacate it. And I\nremember the smell of the chickens and the blood from the chickens, thinking to\nmyself, we really didn’t survive. Those chickens, I — as a child I remember thinking,\nthis is what the Germans were doing, and they’re doing this to chickens. Well, from\nthere we moved —",
        "A: Sure.",
        "A: I’m sorry.",
        "A: Mm-hm.",
        "A: How I changed? My parents changed, because I remember my mother — my\nfather was a designer and we were wealthy. My mother, in a way, was spoiled,\nbecause there was always money there. And suddenly — now that you bring that up,\nthe only job they — we had to pay back Jewish Federation, and I remember hearing\nmy mother saying — you know, I know now that all these donations that we give to\nthe Jewish Federation, maybe it’s different now, and they worked — they were able\nto work in the delicatessen store. My father never did cold cuts, ne — my mother\nnever really worked, other than tailoring. And oh how he hated it. It was not his\ntrade. And then it actually became comical, because the little bit they made, half of\nhis salary, say if he got 10 dollars, five had to go back to the Jewish Federation. We\nknow for a fact the clothes were donations. And I’m not putting down the Jewish fe\n— but every single paycheck, they had to pay back. And we wore hand-me-down\nclothes. I do remember this wonderful, wonderful teacher, and we moved — we had\nSIX moves in one year, til they managed to save some money. And it was made\nknown that whatever we give you, and put you up, you will pay, and they did. But I\nremember finally going to school — and I knew how to speak eight languages. By\nOctober 15, 2009\nnow I’m eight years old, but you — a child picks eight — I was able to speak\nRomanian — fluent Yiddish, Romanian, Yiddish, little bit of German.",
        "A: Oh, it was Yiddish — Romanian.",
        "A: And then it became —",
        "A: Romanian, only Romanian. Being in DP camp, we learned Yiddish, because it\nwas the mutual language, and other dialects. But there were also Polish, so, you\nknow, it became [speaks foreign language]. You pick up. And then, a lot of the\nkids were Russian. They picked up Romanian, I picked up — and the advantage of\nthis 1s it opened up a lot of doors in my later life, because I was able to go to school\nand use those languages, so it did — oh —",
        "A: Yes, yes. And — but, we made our way with Mom and Dad, and we got to school,\nand when we got to school —",
        "A: ?d—T?d—TI didn’t mention one thing which I should have. The other way that\nway back I survived, my mother put me in parochial school.\nOctober 15, 2009",
        "A: That was —",
        "A: This was way back in Iasi, I forgot to say that.",
        "A: Cause I remember the nuns boc — he — with the f — the — the — the rulers and — and\nthey found lice in my hair too, then. But that — that’s just clicked in, I should have\nsaid it earlier.",
        "A: Oh yes, oh yes, but it didn’t matter. If I was in parochial school I was safe, and I\ndidn’t —",
        "A: My mother, somehow or other — yeah, that just popped into — that’s probably\nanother way I survived, or, you know, and I’m sure my brother did, too. But I do\nremember that ruler coming down on my knuckles. But, back to present, they\ncouldn’t —",
        "A: How did I change? I think I became — my brother always took care of me. There\nwere a lot of other things I probably didn’t have, but he — 1 — he — hi-his\nOctober 15, 2009\nresponsibility — death would have gotten to him unless he to — his job was to take\ncare of me. And he did as best as I could, but I remember getting into fights, which\nwas not my nature. But the kids, I guess, were making fun of — I couldn’t — I could\nspeak all these other languages, and the teacher, of course, all loved me. Couldn’t be\n— didn’t — didn’t know where to place me, because so much school was missed. And\nsomebody called me, I don’t know if it was dirty Jew or something, and I-I just\njumped on her, oh, I — I wa — 1-1t wa — just wasn’t — the anger came out of me like an\nanimal, and I remember my brother peeling me off of this girl. And I remember\ngoing to the principal’s office, or somebody. And they — I couldn’t speak to them, I\ncouldn’t tell them. And, the [indecipherable] came down, and he said, why did you\ndo it? And I remember yelling, I’m Jewish, I’m Jewish. And that’s the only part I\nremember is, I’m Jewish. But the girl didn’t do 1t because I was Jewish, but I\ncouldn’t understand why she was picking on me, and making fun and laughing. So\nthe answer, it did, it hardened me. And even though my brother was to look after\nme, I realized that it’s time to look after myself, this 1s going to happen. And I’Il just\nhave to fill my own shoes, because he’s two years older, he’s now in another grade,\nand this is life. This is life, and we’re very lucky, and you know, I can’t be his\nresponsibility and actually it started to take hold, and I made my own friends and\nlearned the language faster then, and skipped two, three grades. Fortunately, I guess\nOctober 15, 2009\nI had a brain because it start — they didn’t know where to put me. They started off\nwith first grade, and then I think the last was third grade. And then fourth — by\nfourth grade, I remember by then I was speaking English, made my friends, gave my\nbrother a breathing room where he could go with his friends. But 1t made me bitter.\nBitter, not — definitely bitter against the Germans, which, they weren’t — it made me\nvery — to this day I have no love, and you can’t blame the whole, and I mean, I hate\nthe language. And ironically enough, even as I got a job in public health nursing and\nput myself through school, I used the German lan — I had to use the German\nlanguage to be in a clinic, to interpret to German refugees in Toronto, Canada, of\nwhat to do with their babies. And a couple of times, I literally messed up, and I\nknew I messed up, and I didn’t even, God forgive me, resent it. I really didn't — I\ndidn't feel bad about — not that I told her the wrong thing, I just said to her, in — in\nGerman, can’t understand, na — na [German] fa — you know, mixing Jewish with —\nand they — it’s like I— I guess my best way of inter — I mixed the ger — Jewish with\nthe German deliberately. I wanted them to know I’m a Jew, and I’m helping you\nspeak this language for your baby. What did you do for us? That’s where I was\nwrong. But that’s — I — I can actually say from there on, I feel very fortunate.",
        "A: Sure.\nOctober 15, 2009",
        "A: That must have happened either after I was born — all I know 1s the Holocaust, or\nthe Germans were paying for the people that went through the Holocaust, and it was\nmaking retribution.",
        "A: Right. And there were paintings and stuff, and what have you, which were either\nburnt, we had no idea. As I remember, her being interviewed, this is in Canada, to\ngo to New York, and my father, and to be interviewed so that if you are eligible for\nthis. And I remember she did, and my father did. My father, for some reason they\nsaid — and he was beaten up many times, I think, I can’t remember, because they\nsaid he — he’s mentally unbalanced, of what he’s saying. My mother got some\nretribution.",
        "A: Rep — yeah, I keep making [indecipherable]",
        "A: But my father didn’t. Whether it’s possible he — I don’t know. I —I really don’t\nknow why, because in all honesty, he suffered more. But I remember she did, and\nthe story went, which I was too young, is she was pregnant and she was thrown\nOctober 15, 2009\ndown the stairs and lost the baby. And of course, the other things that happened to\nus, with the running, the house was destroyed — excuse me — and she got some kind\nof, I guess, pension. Not for long, but she is — she was eligible, but I couldn’t\nunderstand — then, we were told, both my brother and I, that we too. And this is my\nsecond marriage. And I did marry a Jewish gentleman who I met my first time, first\nyear out of nursing school, anyway, and was married to a Jewish man for 20 —\nalmost 28 years, had my three beautiful daughters. And at the time I was living in\nConnecticut, and my brother — my mother and father moved to be with me, cause\nthey weren’t getting along with my sister-in-law, but it doesn’t matter, they wanted\nto be close. And that was fine, we brought them over. And she was getting some\nmoney wa — and I remember my brother said, you know, you gonna go. And my\nhusband said, go. And I says well, Ill give them a call. And I think I spoke to\nsomeone on the phone, if I remember correctly. This — we’re going back, I would\nhave been married 50 years. And they said, you have to speak German and you have\nto go through all this. And I said, you know what? There’s no money you can give\nme to bring back these memories, I don’t want to go through it, not then. And my\nbrother, to this day, because Cara(ph) called him, and das — my husband 1s — we just\nwent to a Bar Mitzvah, and I said, Morris, how can you not remember? I’m — he\nOctober 15, 2009\nand I are the only survivors, my mom and dad passed away. And he says, I don’t\nwant to remember it, I don’t even want to talk about it. Cause she did call him, and —",
        "A: No, and he doesn’t want to. And he probably remembers more than me, but he —\nhe wants to forget it, he says, I don’t want to remember it. And I — I didn’t want to\npush it because I saw him welling up. And I’m not — the reason I’m doing 1s, I have\nthat gentleman, my husband to thank, cause I had these few pictures, and I do have\nmore at home, and I was treasuring them. And, ironically enough, to end the story,\nmy husband said to me, look, the pictures are gonna just crumble up and they’re\ngonna get lost. Have them, you know, put them in the Holocaust, and you know. So\nI did, and I’m glad I did, because ironically enough, then a letter came, and I wrote\nmy little story, and my granddaughter, which I’m very proud to say, and that’s the\nreason I’m here, says, Grandma, can I use your paper and talk about your experience\nin that — the Holocaust? And I said absolutely, and she used that and got an A plus in\nher — and then I went to speak to 90 — 90 kids, three classes of sixth graders, and my\ntwo grandchildren were there, all big-eyed, looking at me, proud as punch, and I\nthought, there is a reason. And I really thank my husband for this, because the story\nhas to be told, it did happen, and the kids should know. My — my grandson, who\nlives in Florida will be here December — no, April, he was chosen, he’s very gifted.\nOctober 15, 2009\nAnd when he pushes that button, and sees some of the pictures, the story will go on.\nI may not be here, but the story should be told.",
        "A: No.",
        "A: Go right ahead. The hard part I have to get off my chest.",
        "A: Okay.",
        "A: Thank you, yeah.",
        "A: Felt good getting it out. It did. Felt good getting it out. [crying] I’m sorry.",
        "A: I don’t —",
        "A: No. I-",
        "A: Not really, no, no, I—I sort of stifled it. They know, they read, but I never — no.\nIt’s not that ’'m ashamed of it —",
        "A: — it just — so, I think, gruesome. Very gruesome.",
        "A: I told my husband some of that.",
        "A: No.",
        "A: I think they know, and I don’t think — my — my first husband wasn’t too proud\nthat we were foreigners for some reason, I don’t know why.",
        "A: He was an American Jew.",
        "A: And I guess the story goes, you know, you come to America, golden land, but\nwe worked for everything, nobody — my family had nothing to give us.",
        "A: But that’s the wonderful part, we made it the hard way, and we’re here. As far as\ntelling the kids, they know I was there. And I—I-—I can’t really say I’ve — they’ve\nOctober 15, 2009\never heard all that I just told you. Certain parts, that we were in DP camp and what\nhave you, it’s like maybe they didn’t want to put — it could be they didn't want to put\nme through telling this. But, when I told them, they were very, very excited that I am\ntelling the story. And as I said to my daughter, when you do go, and you really want\nto hear, because she’s never heard, this is my middle daughter, press the button. Or\ngo see the archives.",
        "A: What happens to this?",
        "A: Uh-huh.\nOctober 15, 2009",
        "A: Mm-hm.",
        "A: Mm-hm.",
        "A: Mm-hm.",
        "A: Mm-hm, mm-hm.",
        "A: I know they’re coming in April.\nOctober 15, 2009",
        "A: And we’re planning on it.",
        "A: Hopefully. I’m hoping.",
        "A: And that’ll be the first time she will hear it.",
        "A: Well, you know, if —",
        "A: Sure, no, go ahead. No, no, I was just going to say is, if you ask, you’re told. I’ve\nlearned one thing, there’s just so much you can tell a child.",
        "A: And there’s certain things I — I wouldn’t — I don’t want it to be gruesome. It’s\npart of history, but I’ve always said to them is Grandma, Grandpa, myself and\nMorris are so lucky, we never got — and I still feel that way, we never got to go to\nDachau. We have friends that their children were killed, and they did experiments\non them. I mean, there were a lot of people who my parents stayed close to, that\nwere horror stories. I says, we’re alive, and the four of us were spared, that we have\n—we’re very fortunate. So that’s where I let it go. If they ask more, I would have\ntold them more.\nOctober 15, 2009",
        "A: Mm-hm.",
        "A: Oh yeah, it’s changed me, but it’s also made me stronger, where I can actually\nsay Americans, Canadians don’t know. It happened.",
        "A: It was a horrible thing, and it does — you can either — it’s like life, you either lay\ndown and let it take you over, or you get up, you brush yourself off and you go on,\nand how — I —I chose to brush myself off. Not just there, after a bad marriage too —",
        "A: — but ye — this is life. And that’s one of the things I — I will treasure, because I\nsaw it and it added to my life, and I think made me stronger.",
        "A: Sure.",
        "A: When we first arrived.\nOctober 15, 2009",
        "A: No, no. My — my father and mother worked in the delicatessen til — they hated it,\nbut it was the only way — the only job. Eventually, he went back to his tailoring, and\nmy mother worked too, and that was one thing that bothered my dad, because she\nonly worked with him, and was able to go back into the tailoring and worked there\nand made a nice living at it. And after years of slowly, after all these moves, they\nbought a house —",
        "A: — and — in Toronto, Canada, and it was on Essex Street, and that’s where I\nbecame a person. We had a house. We did rent the upstairs, we didn’t have a—a\npenny, but I actually — I went to grammar school during the day, made sure my\ngrades were done. It — 1t was different in my time, that I told the kids. I had school to\ndo, nobody cared whether I went to school, got As, Bs or Fs. My job, unlike my\nbrother now, the story reversed, I was to cook, I was to clean. He was a boy, he\ncould do whatever. So I went to elementary school there, Essex, and had a job, I\nthink I was 11, and worked with my girlfriend Marcy’s father’s store after school.\nWent to work there, but before I could do that, I had to clean and do whatever, cook.\nMy mother bought me a little stool and I could mix the soup and what have you.\nOctober 15, 2009\nAnd that was my responsibility, so the shoe reversed, my brother had the freedom,\nbut I became the housekeeper. And I kept my grades up, my teachers were\nwonderful. Learning was a wonderful thing for me, and working made me\nindependent, and bought my own bicycle, made friends and my father and mother\nstayed in Canada and we lived there. Then we upgraded.",
        "A: No, the marriage, no. They argued a lot, and was mostly money. It was not the\nsame people that I remembered, but I just figured the hardship — there was arguing,\narguing and it was mostly money. And we supposedly moved up to Shepherd\nAvenue because of me, so that th — you know, I would meet better people and get\nmarried, because at 16 they were convinced I was gonna be an old maid. And as it\nturned out, at 18, I was married.",
        "A: Yeah, met my husband and at 18 I was married. At the age of 20 I had an ectopic\npregnancy, was told I couldn’t have kids, but fortunately I did. And then — now I’m\nin Connecticut and had my three beautiful daughters, I don’t know if I’m jumping.\nAnd my parents came to live with us — with me. Well, not in my house, my — my n —\nmy husband now in Connecticut, because we would go home, I would say every\nOctober 15, 2009\nthree, four months, because you’re not allowed to re-enter, once you leave Canada,\nI didn’t have dual —",
        "A: — citizenship. So we would go back, like in six months I could go back, and my\nparents were having a rough time there, because I was really the —",
        "A: I was now the keeper.",
        "A: And I have been since the age of 12.",
        "A: You know, a lot of arguing, when you say changed, a lot of arguing. They loved\neach other deeply, but it was just a turbulence, a lot of turbulence.",
        "A: Too much for them, yeah, I think it got caught up, and even though slowly,\nslowly they made their way into, you know, my mother stopped working, my dad\nwas still working, they weren’t happy. Then my brother got married, I was — moved\nto Connecticut. They were unhappy, so finally my husband said, let’s bring them\nhere. And we did, and he opened up a little tailoring, cleaning and tailoring, did\nOctober 15, 2009\nextremely well. And I took care of them. And then, as time went on, my dad started\nto get Alzheimer’s and things got — and I — I was the keeper, I —",
        "A: Every se — oh, yes, yes. My kids say you were the matriarchs, and I — yeah, yeah,\nI actually can’t say that — my girlfriend always says my hands are like 90 year old.\nBut I did the cleaning, the cooking, what have you and I’m — I b —I didn’t — she\ndidn’t really want to do this, I — I think she was — my mother was a bright woman,\nwho ha — probably never really should have had kids, being that she loved learning,\nshe loved business. And my father was more the caretaker. That’s the best way I can\ndescribe it. And I was close, he was a wonderful man, I loved him deeply. Ended up\nwith Alzheimer’s and could never be separated from my mother, he just adored her.\nAnd the saddest day, probably almost as sad as the Holocaust, is have to slowly take\nhis license away, and then put him in a home. Only because what was happening is\nhe would wander off. And I — now I’m — I was separated from my husband, things\nwere tough. But my parents were my upkeep, and it got to the point where a\nwonderful visiting nurse says, you can’t keep doing this, cause I had three kids to\ntake care of, and my parents. And the kids were easier to take care of than my\nparents. But it was difficult, because I think all of this took a toll on him. And the\nforgetting, but the wandering — wandering off, and we got him the bracelet, the LD.\nOctober 15, 2009\nbracelet and all. It — it got tough. Put him in the Jewish convalescent home, and\nMom had to go there too, because you couldn’t separate them. And I watched him\ndeteriorate. That was hard. That was, I think the hard — one of — as hard as the\nHolocaust.",
        "A: Oh, I adored my dad.",
        "A: I—I loved my mom, and I took care of my — as my husband knows, we were\nthere two — twice a week, three time — she was also in a Jewish home, and I da — she\ndied holding my hand.",
        "A: Loved music. I can honestly say I took care of the both of them, thank God.\nThank God that —",
        "A: It made me strong enough that I could do that.",
        "A: Oh, I hope to God they never have to do what I did. I really don’t. I’ve got long\nterm care so that they’ll never have to go through what I — you know, that was hard.",
        "A: That’s hard.",
        "A: It — it was very tough. But —",
        "A: — again, I —",
        "A: My dad was in his 80s, and my mom, God bless her, was 93. 93, and I was able\nto give her an incredible 90\" birthday party — birthday party with [indecipherable]\nband, and as much money I could [inaudible]. And a — she may na — not have been\nthe greatest mom, but in my heart, I did what you can do, and I —",
        "A: — would do it all over again. But — and I would not want my children to ever have\nto do that. It’s too much of a responsibility.",
        "A: Oh, you may — yeah, I loved her. I mean, I’d have liked her — at times I loved\nthem.",
        "A: And my dad, even though he was tough to live with, he was — he was a\nsweetheart. He was a sweetheart. There was nothing I couldn’t ask my dad, and\nOctober 15, 2009\nmaybe not my mom. I loved my dad. He was tough to live with, but I loved my dad\nbecause — I'll add one thing, my mom didn’t care what — the grades or what have\nyou, but that was because she — her mother had her at 50. It’s a gap, so her mother\ntook care of us. But, when I graduated elementary school, I had to get, those days,\nlike a prom dress. And my mom said, just — my father said, Pll take you. It was\nprobably the ugliest dress in the whole prom, cause I was short and fat. And — but I\nwas just so proud that my dad, not my mom, went with me. So, we were close.",
        "A: She — she died. I never would — was never explained to me, did she died during\nthe Holocaust. I remember — I don’t remember a funeral, I don’t remember. So, did\nshe die in the bombing? It was never brought up.",
        "A: Yes.",
        "A: No, my mother’s, my mother’s.",
        "A: My father’s father was a farmer. Two of the most wonderful people. She was just\na tiny little thing. He — my father resembled, he was the gentlest man, the —\nOctober 15, 2009",
        "A: — I think I’ve only seen twice, as young as I was. And I know the whole farm was\nbig, and I remember him milking the cow and bringing it to me warm, out of — right\nout of the cow. But when the war broke out, either they were killed — I know my\nfather’s sister, very tragically, there was a movie that was called, the brievela(ph) de\nMama. You understand what that means? Letter to your mother?",
        "A: And apparently, some fire broke out, and she was trampled to death. And her\nname was Anutsa(ph). And my father told me this. It was just before, I guess, war\nfirst broke out. And that was tragic. Beyond that, I never really knew. I was too\nyoung. What happened to them, I don’t know. His sister was alive in Israel, made it,\nbut when war broke out, every — everybody just flew in different direction.",
        "A: Oh, I had a few.",
        "A: Supposed to go to nursing school, but it didn’t work out, because I couldn’t stand\nanything being blood. And I was very good with my hands, and very athletic, as my\nmother was. She used to call herself a Maccabee, which she was in. I — I actually\nOctober 15, 2009\nhad a multitude of, after I got married, would bef — before I met my husband I\nworked for public health nurses. And —",
        "A: That would have been in Canada. And I did volunteer work at a veteran’s\nhospital up to the age that I got married. From about 15, myself and my friends\nwould go every Sunday and cook for the veterans. And I remember writing, they\nwere parachuters, and all that remained of them was just their bodies, they were like\nin — I don’t know what you call those swings, you know, it’s just the netting, it’s like",
        "A: And I remember they couldn’t write. And I would write letters to their\nsweethearts, nobody came to visit them. They gave me tremendous — myself and my\nfriends, but I loved that. We — I —I loved doing that.",
        "A: It w —1t—I don’t —I can’t — I mean, at 16 you don’t do things like that. There\nwere five of us, who we just stel — reunited in Toronto, Canada, and that’s what we\ndid every Sunday. And it’s — that — that was very fulfilling. That’s the only way I\ncan describe it, very fulfilling, and back to your question as far — then I got married,\nand when I arrived in Connecticut I remembered all I could d-do — I was an\nOctober 15, 2009\nexcellent typist, so the thing to do was transcribe. And I applied to Manpower or\nsomething, and my typing was excellent. And ended up doing typing. And then my\nlanguages opened up doors again. My children were born and then I stopped\nworking, and my husband was in the printing business. And because of my\nlanguages, a friend called and says, Lili, you know how speak Yiddish fluently, and\nGerman and a little bit of Russian and Polish. There’s a job opening at the Jewish\ncenter for the hot lunch program that consists of like 150 people. You have to do\nprogramming, it’s quite involved. I said, I don’t know, because my husband didn’t\nwant me to work. Went down, I applied, got the job, was able to take — I was not\nallowed to work unless I brought — til my kids were in school, home for the kids\nafter school, those were the rules. And that was fine. So I brought my little one,\nwhich is my youngest, Stacey with me, and I remember loving work, just loving it.\nPrior to that — oh, after that, I remember — I thought, okay, I did that, she came with\nme. Now it’s time to put her in a daycare and I will put her in a daycare and get\nmyself a job. The other two were in school, and Ill work around the kids. And\nironically enough, I went to sign her up, and I was sitting on the floor, reading her a\nbook til I could get the director. And I had three or four kids on my lap, a couple on\nmy back, and I’m reading these books and these kids are all over me, and I think,\nwhat the heck? And she says to me, would you — well, what’d you come here for?\nOctober 15, 2009\nAnd I says, to sign up my daughter. And she says, well, I’ve got a better idea. You\ncome work for us. You see? So I ended up having a full time job, my daughter got in\nfree, and I started to work for the daycare. After that, I just loved working, and I end\n— from there, I went to work for special ed, as an aide. And because of my grades\nand what have you, I found myself working one on one, and I absolutely loved it.\nAnd I would go to different schools, and there was one, you know, some kids were\nwheelchair bound, couldn’t talk, one was sign language. And I would work one on\none — one on one with them. That was another job. After that 1t was a multitude of\nincredible jobs, I don’t know how I got them. Dad had to go, because now the kids\nwere all in school, and I thought, well, it’s time to go on. I believe, if I’m not\nmistaken, I worked for a bank. And that was again up to three o’clock, and be home\nfor the kids. From the bank, I thought, well, let’s see what else I can do, I love\npeople. I went to work for, happened to be two Jewish ladies, physical therapy. I\nwas a wer — answered the phone. It’s — and I ended up giving physical therapy,\nwhich I didn’t want to do, but she says, you’ve got some nursing background. I\nended up doing physical therapy, which I shouldn’t have done. And then, next thing\nI know is this friend of theirs wanted to open up this thing, adaptive clothing for the\nhandicapped. And she had — that’s when Velcro first came in.\nOctober 15, 2009",
        "A: And she said, what do you think, Lili? So the one who owned the physical, she\nsays, I want you to meet this woman who came in, I think it was either Las Vegas,\nor I-I’m not even sure where she lived, califor — someplace. She was a wonderful\nlady, we hit it off immediately. And she says, will you work with me on this, and\nwe’ ll — somehow or other I got involved with her, and we opened up this thing. But,\nmy husband decided it’s — it — that’s enough. It was every eat — when I worked for\nthe Jewish Center, I was in the paper, because I was talking to governors and mayors\nand what have you. Whether that threatened him, I don’t know, and I was in the\npaper, and then when I ope — started with this adaptive clothing for the handicapped,\nagain it was, you know, ribbon cutting, and that did it, it was just — ?m—I’m\nexposed, and there’s just too much. So then, I think there was another job I was\napplying to, and that was — there were — I loved physical fitness and people, so I\napplied at, I remember, the YMCA in Hamden, Connecticut. And I thought,\nthere’s no way I’m gonna get it, I mean, this 1s director for — and he says, I’m very\ninterested. And I came home to tell my husband that I’m going to possibly — you\nknow, I — I interviewed and there’s a good chance, that was the end of my married\nlife, and what have you, and he says, no you’re not, you’re coming to work at Brody\nPrinting Company. If you’re so great, you can prove it to me. And that was a bad\nmove, because I found the things — this was not the man I was married to, and\nOctober 15, 2009\nworking for him was not the things to do because the way he talked to people and\nhandled people is the way he hated other people handling him, not to get involved.\nAnd the marriage fell apart. And you ready? I was there with well, not three,\nbecause my daughter moved out, my oldest daughter, and she went to college, and\nso did the middle one. And the marriage — we went to Israel, my treat. The only way\nthe kids went on vacation 1s if I paid for it. And this was a wealthy man, who really\ndidn’t like kids, but he wasn’t a bad father, he just wasn’t around, so I was basically\na single mom anyway. The reason I’m saying this, and there is where the Holocaust,\nand my experience 1s making me what I am, I’m grateful for. What does a woman\ndo with no credit cards, two children, three to take care of, had a beautiful home,\nwent on vacations, now I’m alone, because the silence was deafening, the\nrelationship fell apart, and I kept on saying — you know, I — I —I—I go on vacations,\nI have a beautiful home, three beautiful children, what’s going on, why am I\nunhappy? There was no conversation, it was — everything fell apart. There was no\ninteraction, and I was going into depression and I ended up div — taking the family,\nthe last hurrah, to Israel, where I met the cousin who split my head. And there were,\nI think, 12 of us at a table, and because my husband was well off at the time — and I\ntreated, with 7,000 dollars for that trip, and the best trip ever. And we got — the kids\ngot to see Israel. I met my — the family that was left over. And that — that was it,\nOctober 15, 2009\n1985, I went on my own. When we came back, the marriage was over, unbeknownst\nto me, there was somebody else for 15 years.",
        "A: That was — and back in the thing, I had to now, no credit cards, no car. What am I\ngonna do? Sold the house, which was mine, and went to school, and learned how to\nbe a court reporter. I worked in the court system.",
        "A: And that was — I became very independent, I made nice money, and thank you\nHolocaust for making me the strong woman.",
        "A: And here I am. I was able to give a mar — up a marriage of almost 28 years, brush\nmyself off, start bu — all over again, and meet this wonderful man, who may not be\nthe same faith, but has taken over the Judaism and goes with me to synagogue, and\nthat’s what comes from going through that.",
        "A: I become strong. I could never have done it otherwise. Not that I didn't fall down",
        "A: — and not that I didn’t panic, but I stood up, I made it, and I’m very proud of\nmyself that I made it.",
        "A: [indecipherable] I really. Yeah.",
        "A: Thank you for listening.",
        "A: Only that someday my grandchildren, or gra — their grandchildren will hear this\nand just know it did happen, and their grandmother, or great-grandmother, or great-\ngreat-great grandmother went through it. And it did happen, and I’m very proud to\ntell the story, and they should be very proud that they’re Jewish.",
        "A: Thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 15, 2009\nRG-50.030*0541",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Lili Brody-\nCarmosino, conducted by Ina Navazelskis on October 15, 2009 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LILI BRODY-CARMOSINO\nOctober 15, 2009"
    ]
}