{
    "rg": "RG-50.030.0306_trs_en",
    "sequence": [
        "A: My name is Arnold Einhorn. I was born in Antwerp, Belgium, on May 1, 1923.\nMy parents were not native of Antwerp; my father was of Polish nationality, my mother,\ntoo. One was Russian-Polish and the other one was what they call a \"Galicianer,\" from\nGalicia, from Austria. But both of them came to--respectively one, my father, to Holland,\nwhen he was a young teenager and my mother as a young child, to Antwerp, before\nWWI. During WWI, my mother was in England and my father was in Holland and then\nthey married in Holland and--where they had their first child. And we were a family of\nfive children. My father at first had a delicatessen in Antwerp, a kosher delicatessen, and\nhe also had a hotel on the seaside, but the delicatessen failed, sort of, after a certain time,\nwith the depression; and then he continued his seaside hotel. He was a very Orthodox\nman, but not a bearded--he was a westernized Orthodox Jew, very traditionally Jewish.\nAntwerp had a--the entire population of Belgium, as far as Jews are concerned, is about\n50 to 60--50,000. Then when the refugees came, after '33 to '39, I think, they went up to\n60,000. The majority of the Jews lived in Antwerp.\nThey were a very separate community from the rest, I think. They had been lured by King Albert\nI, from Holland mostly, in order to start the diamond business. However, it became very\ndifficult, even if you were born in Belgium, to become Belgian. There was a certain\ndiscrimination, as far as naturalization is concerned, against the Jews. And even when\nyou were born there, you had to opt for the Belgian nationality actively. It was expensive,\nand it was very fastidious; it took time. I know that just before the war, when I was 16, I\nstarted opting and by the time the WWII started, I still hadn't gotten my nationality. And\nthen Poland gave up the Jews and we all became stateless, even though I was born in\nBelgium and considered us Belgian. I was bilingual and I went to high school there. I\nwent to grade school there--I mean grade school, not high school.\nIn general, the government was not antisemitic. Antwerp in particular had a Socialist\nmayor, Camille Huysmans, who was quite supportive of the Jews, but by '36, a very\nstrong Fascist movement--two actually--one was the Flemish Fascist movement by Staf\nde Clercq,' who was virulent anti-Semitic; and the Rexist” movement of Degrelle,? who\n' Founder of National Flemish League (VNV) on October 1, 1933. S.J. Woolf, ed.,\nFascism in Europe (London: Methuen and Co., 1981), 290-1.\n* Like the VNV, the Rexist movement was subtly fascist in its later stages although,\nofficially, it called itself an authoritarian government. Rexism reached its peak between\n1935-6. Fascism in Europe, 284-285.\n> Léon Degrelle was the leader of the Rexist movement. Fascism in\nsubsequently furnished soldiers to Hitler. Degrelle and Staf de Clercq were virulently\nanti--they went into--I had been once--no--more than once, beaten up on the streets\nbecause they would occasionally raid. Groups of uniformed Fascists would come in the\nJewish quarter and just beat up the Jewish boys and older people.",
        "Q: What year was this?",
        "A: It was 1n '38 to '39. I remember being--just coming in, and then suddenly they\nwould, they would attack bearded Jews in the streets, and then if they saw somebody that\nthey thought lived in that area, they would just beat them up, too. And that happened.\nThat's about all, but there were a number of Zionist movements and even Revisionist*\nmovements, so that the Jews had quite a free life there. The government had no\ndiscrimination, officially. Of course, if you wanted to have certain jobs, then there were\ndiscriminations, so, in general, I would say Belgium had a certain enlightened attitude\ntowards the Jews. We were not affected, other than by having those 10,000 refugees from\nGermany, by what was going on in Germany until May the 10th. When we woke up and\nAntwerp was bombed by the Germans and we discovered we were at war, we were\ninvaded. It was very fast and the 13th or 14th of May they had already reached almost the\nsea, the North Sea. Belgium is very small and as you know, the king capitulated within a\nweek, I think. Because we had a small hotel right at the sea shore, my father took a taxi\nand just left everything in our apartment in Antwerp and reached that place, but we\nstayed only there for one day, because we heard that the Germans had already occupied,\nwere already reaching the sea, and so we followed the flow of those thousands of\nrefugees that clogged the roads and occasionally were attacked by the planes, you know,\njust came down, swooping down and machine-gunned the refugees. And I had a small--\nmy brother is 15 years younger, so I had him. He had whooping cough and I was just\ncarrying him on my back and he was just having his spells on my back and vomiting on\nus. It was a terrible place because we used to be on the roads and then hide, jumping off\nthe roads and just going by foot.\nThe French at first hadn't opened the, hadn't opened the border, so we\nwere camping there for I think two days without having food or anything and then\nsuddenly they opened the border and we could come down to France. Somehow I thought\nthat--because everybody was going towards Arras and the northern cities near the border\nbecause they hoped that they would get to England. We--my father--found some kind of a\nprivate car and they brought us down to Paris. And we found later on that most of those\nrefugees who tried to go to Arras were bombed at the station and killed. He managed to\nget to Paris, and we stayed there for one night when my father again heard that we had to\nregister as refugees, especially if we weren't Belgian, and so he went to the police. There\nhe--that's when he had--at first he was a very great admirer of the French, he thought they\nwere--the French revolution was really the representatives of what a republic should\nEurope, 284.\n+ «movement of maximist political Zionists founded and led by Vladimir Jabotinsky.”\nEncyclopaedia Judaica (Jerusalem: Keter Publishing, 1971), s.v. “revisionist.”\nmean--and a freedom-loving republic. And that's when he had--the first time, he asked,\nand he said that we would like to stay in Paris if we could, and the man said, “You dirty\nJew,” and hit him and said, “You better report tomorrow to the--” what they call the\ncaserne de tourelles,° which is a military barracks, where then we found that all the\nrefugees were being channeled towards various parts of France. The second time that we\nrealized how antisemitic actually police was, was in the train.\nThere were many refugees from all over, most Jews. And Italy was then a Fascist country\nand was just going into, was then entering the war. There was an Italian worker who was\ntotally uneducated. The police was assigning to each wagon, you know, a person 1n\ncharge, and I say my father was the most educated person in that place and he was a\nreally respectable-looking man, but they took the Italian worker who was drunk and\nuneducated and put him in charge because, he said it openly, “I'm not going to put any\nJew in charge of a wagon.” So that was the thing.",
        "Q: How long were you in Paris?",
        "A: Only 48 hours I think--72 hours. Because we--they-- didn't want to have Jewish\nrefugees in Paris, and so they evacuated and we went with other Belgian non-Jews into--\nwe ended up after a long ordeal on the train and buses in central France, in the Ardéche.\nIt's a small state, a small department, which the capital had about 4,000 inhabitants and\nwe ended up in a hamlet where we stayed for three months over the summer. It was a\nfarm, I became a farm boy. As a matter of fact, I keep in touch with the farmer I met. I\nhave been several times to this hamlet 50 years later. He's still alive.",
        "Q: How did you connect with the farmer?",
        "A: Oh, they put us up in a factory. They put us up in a factory that was--that only\nworked during the winter because they didn't have electricity and in the winter there was\nenough water to get the--to farm the--it was a silk, they were doing, something was just\nsilk thread or something--and we were barracked there, at a village there. And within a\nfew--when in June we came there in May, the end of May. On June 18th, I think, France\ncapitulated and Pétain® took over. The Belgian refugees who were non-Jewish were\nrepatriated. There was also another Jewish family who also was--chose to go back to\nBelgium. The reason why is because rumor spreads very quickly that there were camps\nall over France, especially near the Pyrénées, Saint-Cyprien, Anjouleme, Corse, where\nthe conditions were extremely difficult, and they said they were very harsh towards the\nJews in particular, and so we heard about it. And as a matter of fact, we heard that the\noldest sister of my mother, her husband, her daughter, and her grandchild were there, and\nthere were conditions so bad that they also chose to go back to Antwerp. And when\n> Barracks turret (French).\n° Pétain, Henri (1856-1951); French marshal who corroborated with the Nazis and lead\nthe French Vichy government during W.W.II. Bruce Wetterau, World History (New\nYork: Henry Holt Publishing, 1994), 838.\nanother Jewish family in that little village called Saint-Julien du Corse, population\nincluding I think the animals, was 600 people; but it was spread over miles and miles. It's\na hamlet. We chose to stay there, until the winter came, in which we then moved to the\ncapital, which is Brive. And there we--suddenly on November, I think in November, were\ntold that we had to report to a camp in Agde, the next morning, just to take the bare\nessentials, leave everything else and leave and go to Agde.\nAnd that's in November '40. We then reported to a concentration camp. That was a real\nconcentration camp.",
        "Q: Okay, before--I want you to tell me about Agde, but when you were in this town,\nwhere you were working as a farm boy? Was there any poor treatment of you or your\nfamily because you were Jewish?",
        "A: No, no, nothing. They didn't even know anything. I mean, they were very simple\npeople and also, the inhabitants of the Ardéche in particular, it's the only province. It used\nto be a province of France, where the Huguenots used to hide. There are still caves in the\nmountains. They had a long history of religious oppression, so they had a tradition--there\nis a very strange population who understands oppression and that's why when we were in\nBrive--actually the assistant mayor, his wife was a music teacher--the assistant mayor\nwas also I think a principal in the school.\nBoth of them were very flattered to have city people from Antwerp, and especially we\nwere very good in Latin and Greek, all of us, the three children were so religious in\nschool and my youngest sister was a musician, she was one of those--she had given in\nAntwerp a concert--the teacher four years. She was Wunderkind,’ I mean she was good,\nso they were very flattered to have these people, and they didn't make any discriminatory\nat all. They were very nice people and the farmers, they were just interested 1n us.\nI must tell you, incidentally, that 40 years later I came to that village and went to the\nfarm, and there I found my co-farm boy, who had become in the meantime the owner of\nthe farm, and the first thing that I came in--the woman came in and says, “Who are you?”\nand I said, “I was a refugee here 40 years ago,” she said, “Are you Arthur or David?”\nDavid was the other boy, and Arthur is my real name, actually. And she said, “You know,\nwe recently watched a program on the concentration camps, and we were wondering\nwhether you were still alive, or you had been...” So, they really were nice people. And I\nkeep in touch with my farmer friend ever since. As a matter of fact, I was there six\nmonths ago.\n’ Child prodigy (German).",
        "Q: So you went to Agde, what--",
        "A: In Agde, that was the first big tragedy because we had to leave again. Whatever\nlittle we had saved from Antwerp, which was very little, it's what we could take with us.",
        "Q: Under what circumstances that--did you get rounded up? I mean what--",
        "A: No, there was a notification from the police, ” You have to report tomorrow\nmorning to the train station.” We were the only, I think, Jewish family there. There was a\nLuxembourg family, a Jewish family from Luxembourg who--I'm sorry, who was, who\ndid not get called.\nWe got called and I think because we were not Belgian nationals--there, you see, that\nthing, that stateless Jewish status. We then had to report to Agde on a train and there a lot\nof people came from all over the various places. It was a terrible shock. Agde was exactly\nhow we had seen pictures of Dachau or something like this. It's barbed wire. There had\nbeen people concentrated there for several months, including Czech refugees, you know,\nwho had served in the army actually, and if they were Jewish, they were there. Also it had\nbeen for a long time a concentration camp for the Spanish civil war fighters, you know,\nwho France had gradually betrayed--the first to come over and then Blum® actually had\nmade some deal. Those were exactly like the barracks that you can see from Buchenwald\nor something. These were platform--there were two tier platforms of wood, without--\nwith--some straw which had remained from--it's full of lice and fleas. They gave each of\nthem an old blanket--each of us. There was one--women were sent, women and children\nwere separated in a different camp and they had a little bit of a better camp because they\nhad some stoves in there, we didn't. It was very cold, it was windswept, it was a\nmiserable camp. There was one faucet outside for--I think there were 14,000 people in\nthere at one point--and then it froze. There was no water. We used to get one soup and a\nrather mildewed bread every day.\nAnd then in the evening we used to get some other--if the thing wasn't frozen, if the\nfaucet wasn't frozen--we had some cooking. It was a miserable camp. I remember we\nwere freezing, we were mis--we were eaten by fleas and lice, and one or two of the\npeople became actually crazy in there. There was no dispensary. The only places people\nwere aiming 1s to try to get the job at the commandant’s camp because that was a warm\nplace and my sisters, one of my older sisters, because she was, she was I think trilingual,\nand she was taking shorthand or something. She worked for the commandant of the\ncamp--commandant and also another family from I think elsewhere. Levine and these are\nthe two families that were actually later on liberated. About three months after we were\nthere, my sister obtained from one the--yes, that was when de Lattre de Tassigny(ph),\n* Blum, Léon (1872-1950); “first Jew and first socialist to become premier of France.”\nEncyclopaedia Judaica (Jerusalem: Keter Publishing, 1971), s.v. “Blum, Léon.”\nwho was the préfet?--préfet is like the governor, but it was an appointed préfet--and he--I\ndon't know what happened. Yeah, he was the \"Préfet de Police\" and he came and visited\nthat camp and because there was some former Czech foreign legion of people, he got\nvery indignant about the situation. He says, “I want that camp disbanded, I don't want it\nin my province.” Instead of liberating the people, he just sent them to Rivesaltes.",
        "Q: Now, what did you do all day in this camp, if you were there for months?",
        "A: Nothing.",
        "Q: There wasn't work, or--",
        "A: Nothing. We just hung around freezing and waiting for food to be given and\ntrying to escape. Well, as a matter of fact, one of my cousins, his name is Michael\nBrushkin, he was married to a cousin of mine. He lived in France, he lived in Theonville,\nand he served with the French army. And I know that he was very, very outgoing and\nalso he had a big--he had a shoe factory, I think, in Theonville. And somehow it\nhappened to move a lot of shoes or something, and he bribed people with shoes because\nwe didn't have anything, and he came to visit us in the camp, showing his military paper\nand acting as, \"I'm an officer of the French army.” They let him in and he actually\nsmuggled my youngest sister out on his bicycle. He came with a bicycle and just walked\noff with her on the back of his bicycle. He then managed, when my sister got a pass of\none day, after the de Lattre de Tassigny visit--the camp commander was a little shook up\nby the criticism he had so he gave her and also this other girl, Miss Levine, I think was\nher name--they got a pass and my cousin somehow must have known that there was a\ngentleman in the Montpellier prefecture by the name of Ernst I think was his name, he\nwas a Alsatian, who was one of the early resistance people. He managed to fix some\nthings and said, “If you can prove that they can live--survive--I can manage to get them\nout of the camp before it moves to Rivesaltes, but they'll have to live in a suburb where\nall the parolees and people who were on parole or former convicts who had no right to\nlive in the city.” And we were given--we were allowed to rent--a little shack there in that\ncity. And we lived with these people were very nice and they had an advantage since they\nknew all the police and always warned us if there was something stirring if people were\ntrying to get after us, and they sort of protected us. There's no antisemitism there,\namongst the parolees. They were liberated in the--we were in during November, I think,\nby January or February, '41, no--yeah--'41. We were then liberated from the camp after\nthree months in there and allowed to live there, and again I went to work in vineyards,\netcetera. I also registered in school actually, but I didn't show up too much there because\nin school there was a lot of antisemitism.",
        "Q: This is in Montpellier?\n? Prefect (French).",
        "A: Yeah. I wanted to get my degree, my baccalaureate, my, you know, secondary\neducation, so when I was working the farms, occasionally I showed up in school. I was\nregistered officially, but I didn't like it because there was a lot of antisemitism there.\nEvery time, for example, the name of a Jew came up--Bergson,'° for example, a\nphilosopher we used to read--everybody was saying, “Jew, Jew, Jew,” you know. And so,\nI didn't make--first of all I couldn't be there too much; it was six kilometers, or no, it was\nabout 15 kilometers of where we lived so it was hard for me to get there and besides, the\nfood shortage was terrible in Montpellier because Montpellier had only vineyards at that\ntime. Jews also were sort of in line. We had special--we had identification cards stamped\n“Juif,’!! and we also had ration cards stamped “Juif,” so it was difficult sometimes to get\nrations, you know. That was the only thing we felt. On the other hand, individual people\nin Montpellier were just marvelous. For example, my father, he had some, he had quite a\nbit of, had acquired in Belgium some skills in jewelry, old jewelry or something, and in\nold books, because you don't always interest an old book and he got to know an antiquity\ndealer by the name of Leyvastre. I mention him because he really saved our lives two or\nthree times and he just told him, “Whenever I buy something that you advise me, I'll\nmake sure that you get some percentage,” so that he helped us to live, on the one hand.\nOn the other hand, every time there was some stirring up, where we heard that men for\nexample were being drafted or Jews were--then he said, “Well, come and live with us.\nI'll--you'll--live with us for a couple of weeks,” you know. He always had an excuse.\n“Your son is very smart in school; he can tutor my daughter, who's very shy, in Latin,\nand who flunked once the oral exams.” And I tutored her a little bit and later on he acted\nas if I had done a great deal to his family, when he had saved our life by hiding us. We\nfound out later that that daughter, that child daughter that I tutored, was one of the heroes\nof the French underground, and we didn't even know that. I mean, she was so shy and\nwithdrawn, but her name was Jeanne Leyvastre. She married later her chief of the\nunderground and had five children, moved to Bordeaux. I found this out later.",
        "Q: Were there many Jews in the area, in that Montpellier suburb that you were\nstaying in?",
        "A: There were no--I think we were the--yes--there was one other family,\nunfortunately. There was an Austrian couple, those were the only ones, an Austrian\ncouple who was hidden in the--not just a block away from where we lived, because that\nwas the country, that was--now there are a lot of in that area that has been developed into\nan area where many of the Algerian refugees, many North African refugees, after it\nbecame independent, have settled in this very developed--and the vineyards have\ndisappeared. I went there on one occasion, to visit it, and when we left there it was one of\nthose desert, what they call the garrigue’*, which is a very windswept area with--it is very\n' Bergson, Henri Louis (1859-1941), French philosopher. Encyclopaedia Judaica\n(Jerusalem: Keter Publishing, 1971), s.v. “Bergson.”\n'l Jew (French).\n'2 Stony, sun drenched hills (French).\nhot and it just has very low bushes. It's sort of a mosquito-infested; stone--it's a little bit\nlike Israel sometimes, you know where--before it was settled. And so that's where they\nhad these little shacks with people living there who had been in the jail or had been\nsomething.",
        "Q: Did everyone know you were Jewish?",
        "A: Oh, yeah. As a matter of fact, I had a neighbor who was, just, who sold me a\nterrible bicycle, but he was a real ex-convict, but he always gave us hints of what's going\non. He said, “Watch out.” I don't know where he knew about it. No, they were nice and\nthere was another girl up in another--Nadalié--we used to come over and says, “You\ncome and listen to...,” he used to be gassed in WWI, “...come and listen to the radio from\nLondon, from the BBC” because we didn't have a radio. We were not allowed to have a\nradio. We didn't have anything in the house except a little old stove and five bedsprings,\nand that's all we had in that place and our water came from--was a cistern; it collected\nrain and when it didn't rain after November or something, I used to have to go every day\nand five miles with a wheel barrel that, again, my friend the convict Monsieur Durand\nhad sold me, to get water.",
        "Q: Was there presence of the Vichy” police?",
        "A: Oh, yes, there was. The Vichy, they were very, very active, that's what I'm trying\nto--the mayor, the mayor was a fellow by the name of Sudrier, who was a Vichy. He was,\nhe was the one who was responsible frequently of telling the suppliers, the butcher,\netcetera, not to give us, but to put as at the end of any line that we come in. He was\nalways checking on us and unfortunately the person where the Austrian lived, they were\nJehovah’s Witnesses and acted very officiously, but the man was working in the, in the,\nalso in the mayors office. He also was a former veteran of WWI, and they, I think, sold\nout again those refugees who were within the Austrian refugees because they were sent to\nAuschwitz, and they never came back. But that's all and then we lived there as best we\ncould. I used to work in vineyards and go to school occasionally and then--",
        "Q: Did you have a sense of fear or anticipation?",
        "A: Terrible, oh, all the time, because the rumors were going and the rumor mill was\ngoing all the time, and for one year we were not bothered until the early part of July of\n'42, you see. We finally got there in '41. Even after the Americans got into the war, we\nwere always trying to get to Marseille to try and get visas to America because we have a\n'S Town in central France which gave its name to French government after France was\ndefeated by Germany in 1940. Pétain was head of state. Vichy did not govern France\nsince the end of 1942, when Germany occupied the southern French “free zone.”\nElizabeth-Anne Wheal, Stephen Pope, James Taylor, A Dictionary of the Second World\nWar (New York: Peter Bedrick Books, 1990), 500.\nlarge family in America, but we found out later why, you know, when we saw the\nHolocaust museum, the Friar(ph) thing that the consulate in Marseille had the orders to\nstall the Jews and not to get them there. I don't know if you saw those papers. We\nrealized it. And so we lived in tremendous fear, especially after the Americans got into\nwar in December '41 and then by July '42, then really we felt, we knew about camps and I\nthink the rumor had started that Jews are going to be shipped to sort of work camps and\nsome of them may have been extermination camps. They didn't know that there was\nactive extermination, but we heard about Dachau and I think Buchenwald. We knew\nabout these camps, and we knew that people were starved there. We didn't know about\nthe extermination, which had started then. That we didn't know, but we--",
        "Q: How did you get the information about this?",
        "A: I don't know, the rumor mills were just incredible. And everybody always--we\nused to have these code words like, we had a--we knew that, one or two things we knew\nis--one of my, as I mentioned to you, the oldest sister of my mother and her husband,\ntheir girl--daughter and their granddaughter had been near the Pyrénées in a camp and\nthey were repatriated. We also knew that another sister of my mother, who also never\ncame, went to Auschwitz and was--never came back. The third had been sent to Poland.\nThat's all we knew.",
        "Q: How did you know this?",
        "A: Because the daughter, because the daughter of the oldest sister of my mother, she\nmanaged to get--to smuggle out with her daughter, to get from Belgium to the occupied\narea and from the occupied area to the non-occupied and because of that cousin of mine,\nMichael, who was in the army, everybody knew, had followed him. Because they went to\nTheonville and then they went to Nevers and then they knew that they were in\nMontpellier and she showed up one day in Montpellier--she had smuggled out. And then\nshe told us that her parents had been told to report to Moulins. That's the way it was and\nthey disappeared and the same thing the other sister, that she disappeared and then the\nbrother of my mother, the younger brother of my mother also was reported to go to\nMoulins and we knew that the son of one of my--had also reported, and then one of the\nother sons, who is still now in Belgium, he jumped off the train--from the train--and came\nback to Belgium and told that woman, that daughter, and then she subsequently was\ndeported from Lyon. So that's how we knew what happened to our family in Belgium,\nand we all knew that they were sent from Moulins to various places in Poland, so that's\nhow we--but also the, there were some people in Montpellier that my father was in touch\nwith, Jews, and not the French. The French Jews kept apart. They thought they were not\ngoing to be touched; it was only the foreign Jews. But the foreign community in\nMontpellier knew about it and the rumor mill went and you see when we had my cousin\nHela, the one that came from Belgium, and she told us about all these people who had\nbeen deported. They always said they had to go to Moulins and from Moulins they were\nsent away and we also knew about that boy, my cousin, who was my age, just a little\nyounger, that he had been--he jumped from a train when he was, and he came back to\nBelgium, where he hid. We had another cousin who's husband--who had just been\nmarried just before the war--who's husband had been again sent to Poland, so we knew\nabout those things, but we didn't know. I mean, we all had this picture of Dachau and\nBuchenwald, which we knew from before the war. The horrible things happened, the\npeople starved to death, you know and they're worked, and also two of my cousins had\nbeen in work camps and again the one that jumped from the train told us about it, so we\nknew about it, but I can't precisely know how it happens. And then we saw Agde, and\nAgde was a horrible camp and we knew also that the majority of the people who had\nbeen sent to Rivesaltes had been deported to Poland, too. Again, the rumor mill knew\nabout it. It's funny thing i1s--because I didn't hear from Rivesaltes after that and then I had\na book here about the camps in France and they say the result is the major source of\ndeportees of the zone libre’*--non-occupied. All right? And we go on and then when we\ngot in in July of 1942. My father and I were again summoned to go to Agde, to Agde, to\nthe camp, not the rest of the family. I--but when I got the summons, I also had heard\nabout--I was being, I was working. I had already registered with the mandatory rule\ngroup from-- as students. I was registered in high school. Actually I had, I successfully\ngot my baccalaureate from there, which was a miracle, and so I had actually applied even\nto pre-medical school, was refused. I had that certificate that I was turned away because\nof--I didn't meet the quota of Israelites. And so I'd registered with all the students for\nmandatory work in France. I was working at that time near Montpellier, in a big\ncommunal garden, together with Indo-Chinese. It was the Indo-Chinese former soldiers\nthat they had. It was called the camp of Nam Phong for some reason. Nam Phong: the\nfive--I think Nam Phong means “the five provinces.”\nAnd I was there, working there, and fortunately I had registered with that so that I went\nto--when I came to Agde, I also managed to get some kind of a certificate from my\nfather--a medical certificate that he was ill, so when they couldn't get me, the young guy,\nbecause I was, I was, they couldn't supersede the ruler, the government's rule of service.\nThey let me go, so I didn't go to Agde, I went to Agde the second time, but they let me go\nand since they couldn't get me. They let my father go, too. But Agde then had just been a\nsort of a holding camp to send to Rivesaltes out again. And so I went back and I went to\nthe mountains with my group. Did a stupid thing because I went without the pass, and\nwhen I was there working in the farm in the mountains, all the French boys gradually\ngave up because it was too tough, but I stayed there, so the farmer liked me. And I\ncontinued and then I got the letter from my family that they were in hiding because they\nhad heard about--no-- they've come to be notified that we have to report and that's when\nthe father said he wasn't going and he hid on the other side of the city. They all went to\none room claiming that it was a woman who was renting out rooms for people who had\npatients in the hospital. It was near a hospital, Saint Eloi, and so they were hiding there,\nand I got a letter in the mountains that they were hiding because they were living there\nnear the hospital because they were going to send them to where they send my Aunt\nDora, which was the one that was sent to Poland. And so I came back, stupidly, because I\ncame without the--I didn't have a pass. I had to have a--I wasn't with my group any more\nand I needed to have a pass, but I managed to get out of the station where I noticed that\n'4 Free zone (French).\nthere was a group of the black-shirted militia checking everybody on the train, and I had\nno pass, but there was a strange thing that the farmer had given me a chicken, a scrawny\nchicken, and you know, we didn't have food and I was bringing a chicken. There was a\nlaw at that time; France had still internal customs called an octroi!>, and suddenly I said,\n“Well, I have to get that chicken through the octroi,” and so I went to another exit where\nthere was no black guards and that's how I got out of the station. I didn't realize at that\ntime that that chicken saved my life and as I came out, I noticed a friend of mine, by the\nname of Jack--Jean-- Ginsburg from Belgium and I said, “Do you know, by any chance,\nwhere my family is?” He says, “Yes, I know, because I helped them move.” He was sort\nof--at that time he was dating my sister so he knew and he was a boy that I went to school\nwith in Antwerp, Jean Ginsburg. And so he showed me where my family was and that's\nwhen I had this big idea, I said, “Oh, we can't be crowded like that,’ my parents said,\n“But you know there are seals on our house, we can't go back.” I said, “Well, I know--I\nhave, I know where the key is of one of the farms where I lived, I worked, and why don't\nwe take my two sisters and myself?” and we walked to the other side of the city, about\neight kilometers. I took my bicycle and we walked and so I crossed the city, crossed the\ncemetery and ended up--but I forgot to tell--there's a bridge again, the octro1, the internal\ncustoms and there was a militia man standing there and stopping us and saying, “I have\norders to round up all the foreign people,” and asked us, “Are you Jewish?” “Yes.” “So I\nhave to round you up.” I have no--I think the Belgian people don't have to be--and I had\nonly a--my ID was an ID from school; it says I was born in Belgium. It didn't say any\nnationality, but I had an older sister who was born in Holland and he didn't know the\nrules, so he took us in and we found out that that was the big round-up of Jews, French\nand foreign, that day. That was the 26th of August, 1942, where the majority of the Jews\nof the free zone had been rounded up by the French and all deported. And we came there\nand we found the police station was full of people and he came, it was after midnight, he\nsays, “Oh, I've got one more of them,” and that's when the person asked me, “Where...’’--\nthe policeman-- “Where do they live?” He says “That's why I caught them. I checked.\nThey lived where they were caught, at the bridge,” and he said he would be willing to go\nto my house and check and I said, “Don't,” because I knew that the seals were there. He\ntook us there and that's when we had this man sitting there. There was a commission\nsitting there, three people. One obviously was a German. I don't--the reason why I think\nhe was German is because he used a strange word for our ID items.\nThe French used the word “ coordonnée!®,” the Germans used the word \"Personalien.”!”\nand he used the word \"Personalien,” you know. He says, “Take that person out and let\nhim go.” And he asked me, “What is your confession?” I said, “What's a confession?” He\nsays, “Your religion.” I had a moment of hesitation and I said, “Jewish.” He had a\nmoment of hesitation, he says, “Well, since they live there, we know where to get them.\nWhy don't you let them go home?” So we went, fortunately not directly home, we went\nback to that farm where I had the key to--slept there, which was about four kilometers\n'S Toll-house (French).\n'© Coordinates (French).\n'” Particulars (German).\nfrom where I lived. And in the morning I decided, since they had let us go, we probably\nare not looked for, and that's where I met our, my friend the convict, the ex-convict, he\nsays, “Are you crazy? What are you doing here?” I said, “Well, we coming home because\nthey caught us last night and they let us go,” He says, “I have news for you, they must\nhave made a mistake, because they used to have three policemen watching your house,\ntoday they have six.” So we didn't go home and we kept being hidden for about two or\nthree months until things calmed down. That happens all the time in France, you know.\nThey make an action and then they forget about it. And after two or three months hiding\nwe went--by that time it was I think September--no--it was October. You remember that\nman, that man in the prefecture by the name of Ernst, and he arranged again to get us a\ncomplete absolution and we can go home.\nThe seals have to be removed, we are no longer looked for, and then we lived there for\nanother month until the Americans disembarked in Algiers. That's November '42 and\nsuddenly, the entire occupied--the entire non-occupied became occupied, that's in\nNovember, '42. Am I rambling too much?",
        "Q: No, not at all, no, but I just have a few questions.",
        "A: Good.",
        "Q: This is great. Explain the seals on the houses. I don't think that everyone knows\nabout this.",
        "A: Oh, the French commandeered--the priest came in, that guy Sudrier, who was the\nmayor, you know the guy with the militia man--he came down with the police. I wasn't\nthere, but my parents said they ran away and then one of my sisters, you know--\nremember I may be what they call a Jewish stereotype now, looking Jewishy, but at the\ntime I was blonde. I had a lot of blonde hair. I'm blue eyed. In the south of France, I\nlooked more southern French than any of the--the French in the south of France looked\nmore Jewish than I looked. So my sister--one sister's very blonde and blue-eyed, and she\nwas not the Jewish stereotype the way they saw it, you know, they didn't take us as a\nJewish stereotype. With age I became more Jewishy looking, but then I wasn't. And so\none of my sisters went and she found that there were big locks, seals. You see, we had a\nlittle shack there, it was sort of a, a little shack--just one room and the kitchen and then a\nlittle room, two rooms upstairs, and then there was a little garden and a gate, a little gate.\nThat gate, they had put the seals on--wax seals--just like you put in a criminal thing, you\nseal the doors, so that you can't--1f you open the door, you break the seals. It's the same as\nthey do for example if there's a murder case in America for example, they will put the\nseal on the doors so that you can't open it. And actually that night, after we were caught,\nwhen I walked back because I said, “I'm going to come back to the house,” and that\nDurand, I hadn't met Durand yet, but I had run into Sudrier, the mayor and he says,\n“Where have you been?” And I said, “Oh, we were told that maybe they're going to\ndeport us and so he says, “You see this 1s all British propaganda,” I said, “I know because\nI was at the policier'® last and they freed us,” he says, “You see?” But then that's when he\nprobably called the police and they doubled the thing and that's when Durand, the\nneighbor, the ex-convict told us about it. That's the seals, see? And for two months\nnobody could enter that little gate we had. I have actually pictures of that little house\nnow.",
        "Q: So you had to stay put?",
        "A: Yeah, we hid--I kept up--because they were torturing--the reason why I could stay\nat this gardener’s home 1s that poor guy was actually a Cypriot. His name was Pascalis\nand he had been into--they decided a Cypriot is a British citizen, so they send him--the\npoor--the Pascalis, he was such an innocuous man, he was just a gardener who could\nhardly read. And so they send him as a British subject to a camp and interned him as an\nenemy alien, so his little garden--he had built a little house there, it was just a house--and\nhe's even dug his own well. And so since he was deported, his house was closed. But I\nknew where the key was and nobody ever bothered us, so I kept on going with my sisters\nto that house, and my parents were still continuing to live near that hospital, that woman,\nand Saint Eloi until they moved officially the seals and then we moved back in that\nhouse. But we only stayed there for about three weeks because then I decided I will no\nlonger ever say I'm Jewish. I will join the underground and when the Germans move in to\nthe whole zone in November, and that's--",
        "Q: Tell me a little bit about that, about when the Germans decided to occupy the\nsouthern--",
        "A: They just moved in--they didn't bother--it was the, all this time, I must say, it was\nthe French who bothered us, that was the French, as I mentioned to you over the phone.\nThe French were much more zealous. The official French, much more vicious against--to\napply the racial things, as far as the government's concerned, than the Germans. At that\ntime they weren't there. Vichy France was very, very anti-Jewish.",
        "Q: Were there other examples of things that they did to you or other people that you\ncan think of? The seals--",
        "A: The seals, the fact that we couldn't go to school, the fact that they stamped our\nration cards and our identification cards “Juif,” which made it difficult frequently,\nbecause if you dealt with those--for example there was a great food shortage in the south\nof France and when you start in line, people queue for four o'clock and suddenly you\ncome with your “Juif’ there, sometimes people just pushed ahead of you and you weren't\ngoing to say anything about it. It's like in the occupied zone, they had the yellow star we\nweren't yet to wear, but we had identity cards with “Juif’ stamped on it which was\nannoying.\n'8 To bring country under one organized government (French).",
        "Q: Were there any episodes of police brutality?",
        "A: No.",
        "Q: Nothing like that?",
        "A: No, because we, unless we--yes--in the camp, yes. In the camp, for example, I\nwas once hit by a guard because I was trying to get to--I was asking for a pass to go to\nmy mother, to where my sister and mother were and he just hit me and called me “dirty\nJew.” No, those were instances, but you see we kept such a low profile that we didn't\nhave any exposure and there was very few Jews in the areas where we were, or at least\nwe knew about. No, that was sort of--Sudrier was the one and there was a lot of the\nnewspapers were always attacking the Jews and if you wanted to be left alone, you\nusually had in your pocket one of the most anti-Semitic papers called Gringoire,'? which\nwas like the Der Stuermer,”° later the Der Stuermer, in Germany. That's the only way you\nwere left alone is when you always affected not, being anti-Jewish, but in school, like I\nsaid, in school it was a very anti-Semitic people were screaming, “Jew! Jew!” every time\nthere's a name of a Jew, but otherwise, no. I personally had no--except for Agde--that's\nwhat I'm saying, except for Agde, and the two or three instances where we were almost\ndeported and the fact that they sealed us out of our home, no.",
        "Q: I think that we're almost out of tape, is that...?",
        "A: Well, there the Germans moved in. I joined the underground officially. I was\nsworn in by Toto, which was the name of the--actually his name is Otto Giniesky, but he\nwas called Toto Ginot.",
        "Q: This was in Montpellier?",
        "A: Yeah. I joined them, but that was about all. I just--I just gave the oath and that's\nall and very soon after Germans moved in and so my parents again said we have to get\nout of this area, and we still was living with my parents and we go to--and the few Jews\nthat were there, including my cousin, who once lived in Montpellier, we decided to go to\nGrenoble and my sister went ahead, looking for a place in Grenoble.",
        "Q: I'm going to stop you now so that they can change the tape, and we'll pick up.",
        "A: All right.\nEnd of Tape 1\n19 « collaborationist paper of Henri Béraud, noted in the 1830s for its Anglophobia...”\nH.R. Kedward, Resistance in Vichy France (Oxford: Oxford Press, 1978), 55.\n*° Publication edited by the Nazi’s chief propagandist, Julius Streicher. William P. Varga,\nThe Number One Nazi Jew-Baiter, (New York: Carleton Press, 1981), 455.\nTape 2",
        "Q: Before we move on, we were chatting off camera a little bit more about daily life.",
        "A: Daily life was miserable; it was a life of daily fear. You went to sleep, you didn't\nknow if the next morning there would be a rounding up. We knew about people rounding\nup. We knew people disappear, for example, we knew--at one point it became so\nworrisome that remember, I told you one of my cousins, the one, the only survivor from\nthat--the oldest sister of my mother--she managed to sneak out from with her daughter to\nthe non-occupied and she lived with us. I forgot to tell you, she lived with us and her\ndaughter, and her, because we were, we were such a large nuclear family. We were\nalways raised together at Antwerp. And at one point they became so terribly--the rumor\nmill--that she decided she wasn't safe in Montpellier, and she went to live near Lyon in a\nsmall city. And that's when they, they reported--and the same time as we--the 26th of\nAugust or something--they rounded her up with her daughters, Helen and Dian. Their\nnames were Helen and Dian. Her mother was deported and never came back. That\nwoman who finally lived with us--and she left us because she didn't feel 1t was safe any\nmore--she was finally rounded up. The reason why we know, it is her daughter who was\nput in a camp of children and what happened 1s, it's one instance where the, where a\nbishop or a cardinal in Lyon--I think Gerlier--there's a Catholic, there's called a Catholic\norganizations, they took a number of people, dressed them as police people and came in\nthe camp and kidnapped all the children and placed them with families. The daughter and\nthose people who adopted her notified us about the mother having disappeared and that\nDiane was alive and she was still with them, the Rosenstiels. She's still wonderful.",
        "Q: How did you get enough to eat?",
        "A: Oh, that's why I was working in the country. So we didn't--in Montpellier it was\nhorrible. As a matter of fact, there were times when I would go out on the country side,\non the side of the road, and get dandelion so we could have salad once a day. And then\nwe--you know, dandelion's a terrible diuretic. It was a terrible problem, but no, we had\nvery little to eat, that is--that was--a horrible thing. A change, I mean in Grenoble, that\nwas a big change, because in Grenoble you had to eat, but in Montpellier it was very little\nand the only--the reason is that's why I worked in the gardens, and with the farmers,\nbecause that's the only way I could have eaten, and see when I worked with the\nvineyards, we would get wine as part of a salary and I would exchange the wine for food\non the side. It was really terrible, and sometimes my sister would get up at four o’clock in\nthe morning because she heard there was some carrots somewhere you know, and by the\ntime her, by the time the shop would open at nine o'clock there were about carrots for 20\npeople and if you had stamped ”Jewish” on them, they wouldn't give them to you, so it\nwas nothing easy for life. But the food wasn't easy for anybody.",
        "Q: One other question about when you saw there was southern Jews under Vichy:\nDid you have a sense of what the general attitude was about the Vichy administration and\nthe general French attitude?",
        "A: The French attitude was favorable to Vichy, very much. And I can tell you this\nwas going on in general, except for individual people. Some individuals were absolutely\nwonderful, you know the old type of Clemanceaus, like the Républicains. But others\nwould have a general attitude of anti-Jewish. All French have always been intellectual\nanti-Jewish anyhow, ever since Dreyfus, you know, Zola. But you have some people like\nZola or others who, you know, those were individuals. I must say the French population\nin the south was very, very pro-Vichy. They approved everything and they were sort of,\nsort of giving that feeling, well, everything was the fault of Léon Blum and his popular\nfront, that Jews Léon Blum and Daniel Mayer and all these guys, oh, there was an\nattitude. But individually, certain people are definitely against persecution and when they\nknew you were in trouble, they were ready to help you. It's a dichotomy. I mean I have\npeople, they were just wonderful. Oh, like these people that saved my niece, she's not a\nniece, she's a second cousin, yeah, whom I see--she's in Paris. But those were Catholic\npeople. She, the woman, was married to a Jew, Rosenstiel, but she's the one who\ninstigated this whole, this saving of the children and kept raising the child as Jewish so\nshe wouldn't forget her grandparents, because her grandparents were very religious. But\nthe girl isn't Jewish any more, but she was. She tried. So these individual people are just\nsublime, that's what I'm saying. The sense of Vichy was extremely popular government.\nThey were listening to them, there were very few who were actually for the British. It\nmay have been also the hate of the British and the hate of the leftist movement, which\nidentified with the Jews, especially Léon Blum. I don't know if you remember Léon\nBlum, who was the Prime Minister who instituted all these beautiful, liberal reforms, you\nknow. Social Security and all this that France has, all the workers even now that they\nhave, they owe it to Léon Blum and his government and yet they were so happy, “Oh, we\ngot rid of all those Jews,” etcetera. Yeah, there was a very anti-Jewish feel, but that's not\njust France. I can tell you later on, even when I got to Spain, I faced this from the\nBelgians, who were, the Belgians who were officially on the British side. See, when I\nwanted to volunteer for the Belgians they said, “We can't accept you,” and later on I said\n“Well, I had no papers,” and then when the other Belgian says, “But we never had any\npapers he says, “I bet you're Jewish,” I said, “Yes,” he says, “Well, yeah.” We never had\ntheir attitude. He wouldn't like, even--the other people knew about it. So that's not\nsurprising. And that's why we were always living in fear. Every day we knew something\nis going to happen. And it did, finally it happened, it happened, at a tremendous scale,\nwhich is a miracle that we escaped that. Never understood why.",
        "Q: So your family decided to move to the Italian zone?",
        "A: Yeah, and so my sister went out and found--as a matter of fact, she found a house\nat the outskirts of Grenoble. The Italians, who were making every effort to protect the\nJews, I must say that, they were wonderful. So, as soon as we knew about it, again the\ngreat, I knew it, and the only thing the risk was to get over to the Italian zone without a\npass and she mentions to go back and forth and then our parents immediately went over\nthere. And I stayed with my sister to pack whatever we had and there again is an\nexample. When we finally get to the station, there was a station master, grumpy guy. And\nwe said, “We want to ship our belongings to this--” “Oh. You can't.” “Say why?”\n“Jewish?” “Yes.” Then he says, “It's forbidden.” I asked, “Since when?” He says, “Since\ntoday.” I said, “But that's all we have.” He says, “Fine. I just remembered, you shipped it\nyesterday.” The man didn't know us, just an individual, that's what I'm saying. I have\nsome very, very wonderful memories about individuals, some of whose name I don't even\nknow. So we shipped our things, and by that time I came to Montpellier and discovered\nthat my chief that I had--the chief of the Organisation Juive de Combat.”! It was first\ncalled AJ, Armée Juif,’” and then it was changed to--you have the paper there--\n’Organisation Juive de Combat.” And I accidentally ran in to him in Montpellier; I was\nlooking for a group. But then we said, he said, “Before we can use you, you have to have\nFrench papers,” and he says, “I don't know yet if I can trust them or you.” And so he\nhanded me over a discharge paper of somebody by the name of Pierre Louis Vignot. I\nwas a little older and I looked extremely young then, I was only about, I must have been\njust 19, but I looked like a 15, 16 year old boy. I was a skinny little rabbit, I mean, not to\nsay skinny, I was skinny. I was about 125 pounds or something, and he gave me that\npaper because the Asti Germans had moved in to the occupied, on the non-occupied zone,\nthey disbanded the armistice army, and so somehow, either the piece of paper was real or\nit was beautifully manufactured, because it was a real discharge certificate of a person by\nthe name of Pierre Louis Vinot, who was born in Béthune, and Béthune we found out\nlater had been totally bombed. The city had been bombed and all the papers of anybody\nborn there were destroyed. So that was convenient. He didn't tell me how to do it, so I\njust went to the mairie~’ or the city hall, where my parents lived, which was a big mistake\nbecause I wasn't officially living there any more. Yes, the underground--he had assigned\nme a room, a safe room that they had rented.",
        "Q: In Grenoble now?",
        "A: In Grenoble. My parents lived six kilometers or 10 kilometers out of Grenoble in\nVal d’Eybens. And I went to that mairie because I didn't know any other mairie and I\nremember being there and the man looking again--it was one of those militia people, an\nolder guy--and he looked at me, he says, “Come back in the back here,” and I said, “Uh-\noh, he caught me.”",
        "Q: The last I remember, you were talking about you were going to the city hall of\nthe--\n*! Jewish Organization of Combat (French).\n*2 Jewish Army\n3 Town or city hall (French).",
        "A: Yeah, and there was a militia, a chief of the militia, who was actually processing\nthe--making identity cards.",
        "Q: Okay, I remember, and the man said, “Come with me.”",
        "A: “Come in the back.”",
        "Q: [Referring to technical problems] Okay. Let's roll the tape. Oh, I'm sorry, I did\npick up-- Oh, I'm sorry, okay.",
        "A: Well, I went and I think there was a major mistake which could have cost--there\nwas a major mistake because I went there. I had no address to give. When I went there I\nrealized that the man in charge of the ID cards was a militia man, an officer, and he then\nwent, after I filled out the papers, he filled out the papers, asked me to come in back and\nlooked at me very sternly and I said, “There. I am caught,” you know? And all he said 1s,\n“Eyes blue, hair brown.” All he wanted was to have a look at me because he wants to\ngive the details, and then he said, “Well...” and I knew that when you take an ID card,\nusually they fill out the papers and then they stamp it and you go home. He said, “You'll\nhave to come back in two weeks from now,” and I said, “Why?” He said, “Well, because\nthis--we don't deliver cards any more. It's now very serious and we do it through the\nprefecture de police,” and I didn't know what, and I said, “Fine,” and then I left. And then\nI went to see my chief and he says, “That was a stupid thing to do, but now that you did\nit, he’s either going to have--if you have the courage and you go there, you either--you'll\nbe the only person in the entire region who's going to have an identity without an\naccomplice, which means--” and then he started to explain to me, because he says,\n“You're going to be assigned in the manufacturing of false papers and distributing false\npapers and bringing them over to various places as you can see on that certificate.” And I\nsaid, “Where is it?” and then he gave me the explanation, he says, “There 1s virtually\nnobody who has what we call true-true-false papers--false identity--and if you get that\nprefecture card, you're going to have the only one with true-true-stamps. There's not\ngoing to be an accomplice, so you can never be caught.\nThe second thing 1s...” then he explained to me, “...some of them you're going to make\nand we have rubber stamps and we have forms that we buy,” etcetera. “They're not going\nto be perfect and those are called false-false-false papers. Then there's going to be--you're\ngoing to have contacts as you're going on, you're going to work in mairies, and we're\ngoing to find some people who we can bribe and they're going to make it at the mairie\nand keep a record, but that's somebody who's not totally reliable--that's going to be the\nfalse-true-false papers. And then we're going to have--somewhere we're going to have a\nperson that is one of ours in the mairie, he's a resistance. But he can be caught and under\ntorture he can tell, that he's going to be again. And those are going to be true-false-false\npapers. So that's going to be the different categories of papers.” And that's after he says,\n“But we're only going to use you after you have your own papers, so...” I don't like\nmyself in that picture, so that's, I look like my uncle.",
        "Q: Let me ask you a few questions before we--",
        "A: Did you pick that up, these categories?",
        "Q: Yes, yes. Before we learn more about your underground work, I just want to\nunderstand, your whole family is now in Grenoble?",
        "A: Yes, my whole family. I am the only one at that point who is not living with my\nfamily; they don't even declare me with them. And we know that there is a comparative\nsafety as compared to Montpellier, where we were under Vichy, but with German,\nGermans looking down on them, and their tragedy. The Italians prevent this area under\ntheir control to be as mean as the Vichy and the German zone. As I mentioned to you\nuntil--you asked me if Grenoble, the trip of Grenoble, the only risk we took gravely is\nthat we were traveling back and forth between Grenoble and Montpellier during this\nmove, without the proper papers, which 1s, which could have led us direct to Auschwitz.\nYou see, the trains frequently were in the control, were controlled by field gendarmerie,~*\ntogether with the French police. This is one of the things that I was doing, too--later on--\nis traveling and knowing where to come up, etcetera. I learned that later, but at that time\nwe just took terrible chances and you know the atmosphere of taking a trip like this and\nknowing that you are going to be caught, you have a 50 percent chance. It was a terrible\nordeal, but we did it and that's what I'm saying. It's the only problem that happened.",
        "Q: Now, when you decided to join the underground--",
        "A: That was in Montpellier.",
        "Q: Right. How did you know about it? How did you decide what organization to\njoin? How did all of this happen?",
        "A: I met a young man. That was a pure accident. I don't remember his name... Abie--\nhis name was Abie, a little fellow. He used to be from Antwerp. He used to be the son of\nthe baker, the man who delivered our bread. He met me once accidentally in Montpellier,\nastonished that I was there and then told me about the existence of the underground in\nMontpellier. I don't know what happened to him because he was not in Grenoble later on.\nAnd he told me, “You know, you should join. There is a new underground here,” and he\nis the one who got me in touch. We used to call him Abie the baker boy, you know,\nbecause he used to come in the morning and we liked him very much. He used to deliver\nbread in Antwerp to us. He was a Polish little fellow. And he is the one who talked me\ninto--if I hadn't met him, I don't think I would have ever known about it and that's how I\n** Total force of the gendarme (French).\njoined the underground and then again, when I came to Grenoble--oh, no--I met him\nagain in Grenoble. When I was in Grenoble, you know, it's--I happened to come down\nfrom--and there he is again. And I said “Abie, what's going on?” and he says, “You\nknow, the same people are here,” and then he said, “You met them in the dark, but I\nknow you can meet them 1n the light.” I don't know what happened to Abie after that\nbecause he was not part of our group later on.",
        "Q: So there wasn't an agreement in Montpellier to meet with certain people once you\narrived in--",
        "A: No, no, because you see, it was only the--almost two days before I left\nMontpellier that I joined, it was a very secretive--and that's maybe why Toto, the chief,\nacted a little bit strange in the beginning, because it was such a secretive thing, you know.\nIt was in the dark, you made an oath in the dark on a revolver. I mean it was--I thought it\nwas a lot of--I was sort of a little cynical about it and maybe I acted a little bit\nsupercilious or something because I think Toto told me in the beginning he was very sort\nof diffident, you know. That's maybe why he handed me that discharge paper saying the\nhell with it, he's not--I'm not going to do anything special for him, but when I got the real\npapers and when he saw that I have guts, because he said, “Now it's up to you,” and I\nsaid, “Would you go?” he says, “The only thing I can tell you, if you ever get those\npapers, you have the best papers and you're going to be very useful to us. On the other\nhand, I'm not sure if I would do it in your place because there is a big risk involved.” And\nI said, rather than-- ”if I want to do a thing, I'm not joining the underground not to take\nrisks.” So I took the risk and got my papers.",
        "Q: Was Toto also in Grenoble?",
        "A: Oh, yeah, Toto was in Grenoble. I had an--I never met him except in the dark, that\nsingle day in Montpellier.",
        "Q: So the whole organization moved?",
        "A: The whole organization moved. He actually created, I think, the whole\norganization, and he and somebody by the name of Simon Levitte created--I think he\nmust have been stimulated by Simon Levitte who was a marvelous guy--created the\norganization in Grenoble. They even rented a little chalet in the mountains called Le\nMichallons where gradually all those people started getting together, and it was sort of\nofficially an area where young people got together to sing songs and things like that, but\nreally it was the center. There were two centers at that time, one was in the kitchen of\nMiss Madame Latchiver in Grenoble.",
        "Q: Who was she?",
        "A: She was just a woman who--a Jewish-Frenchwoman--who was a widow with two\nchildren, who somehow got to know the--I think she knew the wife of Toto, and\ngradually everybody found it convenient to come to her, and she said, “You do whatever\nyou want,” and in her kitchen was actually the--in her stove was all the rubber stamps and\neverything was there. And we used to have these, all these sessions in her places and\npeople who came from hiding for a day or two always slept in her place. She was the\ncenter of activity in Grenoble and the second place was up in the mountains in Michelon.\nThat's where I got to be assigned of manufacturing and distributing papers. I wasn't the\nonly one. I was one of them, and then later on in Grenoble the Italians had set up two in\nour area, two nice resort villages that because of the war weren't used. Where they\nconcentrated Jews in various hotels, they called it résidences surveillées,”> but they\nclaimed that this would be that they felt that one day the Germans will push them out and\nthen they will take their Jews to Italy where they're less persecuted, which isn't true,\nbecause they were persecuted.\nI mean the Finzi-Contini*® thing, you know, but they had--they meant well and actually I\nthink Toto had, from what I understood, had connections with the Italians and had\nreceived their guarantees and that's why we left the Italians alone. There was never\nanything against Italians by the underground, at least by the Jewish underground.",
        "Q: Well, in Grenoble, just the general scene, were there a lot of refugees there from\nall over?",
        "A: I don't know, again, I was not in the main group. I was just with the underground.\nThere were quite a few, yes, because in the underground we're all Jewish and we were\nquite a group there. But I was mainly having a small group of very active people, one of\nthem is George Schneck who became--is now the president of the Jewish Consistory in\nBrussels, of the whole thing. Another one was Adolph, who went to school with me in\nAntwerp, who then later on became ambassador in Peru, of Israel, he was one of the\nShin-Bet people, and there was Toto. There was a pretty large group but we didn't know\nmuch about them because we didn't want to know much about them in case we get\ncaught. There was an infiltration of Communists, and I think earlier, when you asked me\nin the beginning was there ever anybody I didn't trust, I trusted them, but then became\nvery suspicious about two guys, Joe and Max. Max later on became a big wheel in the\nFrench Communists after the war, and their girlfriend Charlotte. I think they were selling\nus down the road somewhere because some people got caught, and I wonder if it weren't\nthose people. The second thing is the French underground had nothing to do with us.\nThey wanted us, to use us only to get the money. They had this idea Jews have money.\nAnd we had very little to do with them. But you see, I had a very fine--remember I joined\nthem in November--didn't see them until December or January and only stayed with them\nfrom January until August, with our group. So our group had definitive jobs for me. I was\nmaking false papers, I was distributing false papers, I was exploring because of my\nfarming skills, I worked with farmers again, and I used to go out with George or others\nand look for hiding places, should we start, because we were preparing to become a\nfighting group. At that time we were not yet a combat group, but we were preparing to\n*> Supervised residences\n* The title of this film is The Garden of the Finzi-Continis.\nbecome a combat group. And so I was going exploring with farmers, where we could\nhave hiding places, where we could have strategically located places, and that was my\njob. In addition to that, I had to bring--once we had manufactured papers--I had to bring\nthem to Saint-Gervais, to Megeéve, to Nice. I also was a sort of a liaison to Toulouse,\nwhich was in the occupied zone, because they felt I had been several times going back\nand forth without a pass, somehow I had an intuitive feeling on how to get people across,\nand so sometimes I was just sent over to look, to which they say, ’the family's coming,””’\njust go in the train and watch what happened and when you go down and you feel that\nthere's an inspection coming, just get down the train and stay, so I did it a few times.",
        "Q: And what would you do?",
        "A: I would just go, I would just sit there in the train while they were there and then\nwhen I would look out and I see there's a field gendarmerie. I would go down the train\nand they would go down the train, too. And then when I thought it was clear I would go\nback because I couldn't talk to them, you see. Once I--a funny story happened--there was\na Jewish family who, they had good papers so nobody's--and then the Germans and the\nFrenchmen came in and there was a farmer, a typical 100 percent farmer. He was eating.\nHe had a sandwich, he was eating onion, and so suddenly the French policeman said,\n“You must be Jewish,” and there was this whole group of family who were Jewish, they\nhad false papers, but they were Jewish, and they bothered this farmer because he was\neating onion. You know if it wasn't so tragic, I would have laughed, because he says,\n“You are Jewish.” He went to check him, brought him back later on, let him go. But these\nare the kind of things. I was bringing them papers, then, just to make sure that they get\nthemselves out of the trouble, I would show them where to go down, where to go up\nbecause I traveled a lot and I knew where it was safe.",
        "Q: Now as Pierre Vinot, you were just considered a Catholic French?",
        "A: Yeah, well, I was living in that place, number 16 Grande Rue, above a bordello,\nand it was a safe haven because you see, again, they had picked that place and on the first\nfloor there was a bordello, because there was a red light, and so they had picked up\nbecause you could go in and out. And then I had this apartment where this woman was\nliving, and I had a little room there, and I wasn't there much either, because most of the\ntime I was in the farms all around, so traveling a lot. Many times I was sleeping at\nMadame Jeanne, this famous Madame Jeanne Latchiver; she was a marvelous woman.\nThat's where I got to meet all these people who later on were deported, like Marianne\nCohen, Mila Racine--all these people who tried to get children over and they betrayed\nthem. Somebody betrayed them, I don't know who--around there--Laubert(ph).",
        "Q: Tell me a little bit about the process of making all these papers and distributing\nthem.",
        "A: That's what I explained to you. Number one, we had--somehow we had a printer,\nhe was a Communist. He was Gregoire I think, he had a printing shop. I didn't have much\n*7 According to the interviewee, this was a code phrase that the group used.\nto do with him, it was Toto again. He would print us the forms, he would make us the\nrubber stamps, okay?\nThese forms--we would just get the pictures, have the form where they were just rubber\nstamps, because my papers had the watermark print, you know the--that was different. If,\nin an emergency where we had to have quickly some people come over from, yeah,\nfamilies coming from the occupied zone who would send--I would go over there, bring\nthem the papers, but we would make them. These were little cardboard kind of, kind of\ncardboard kind of forms. They fold and you fill them out and you stamped them, and they\nwere given. They're worthless because if ever they would check--can I, can you stop one\nsecond? I have to blow my nose. See, they were worthless because if anybody checked,\nreally, if the police would have any suspicion, they would get those people over, just\nmake a phone call to a man, you know--there were no computers then, but just call and\nsaid, “Do you have any registration?” I would say no, so they were totally false. They\nwere false-false-false papers. Also we had a few people in areas like Doméne, etcetera,\nwhere I didn't know what the difference was except that I used to go and pick them up. I\nsit in small city halls. I call them mairies, you know that's--we used to have either\nemployees there, who are accomplices because either they were doing it for money or\nthey were resistance. I didn't know the difference between them, but they would say\n”’Today, go to Domene...” for example, “... Domene, and you pick up a bundle of things.”\nThese were registered. In other words, you had the background papers there. If the police\ncalled, the guy would say “Yes, they are here, these people,” but you had a weakness--\nthey had an accomplice. That accomplice could be somebody that we thought was\ntrustworthy, in which case they were true- false-false; or where there were two true-false;\nor the guy could be trusted, in that case they were true-true-false. I mean we had all these\nthings, and I would pick them up and bring them over. Now there was always a danger\nthere, either a person was caught and somebody was waiting for me to come and pick\nthem up or the people was a double agent or something like that. It never happened.",
        "Q: Were you afraid constantly that it--",
        "A: No, I was only afraid that if they would stop me I would become nervous and I\nwould show that there's something wrong. I was never--that was a strange thing, not even\nwhen I, the most difficult part, even the day that I was conduct--I don't know was. I think\nit's the youth, the fact that our life was so tense all the time, that these things seemed to be\nsort of a relief. I don't remember, looking back that I was afraid, except, for example, I\nremember one day coming back from Saint-Gervais, where I had just given all these\npapers to the people, distributed them, came back, had nothing, and suddenly there was\nbig, ID check, I'm sorry, ID check. The police was there, the militia was there, etcetera. I\nwasn't afraid for me, because I had the--but I was afraid that I might not look relaxed and\nthat they would see I'm nervous and then they would start asking them and then I, I might\nbetray. I was much more afraid ever to be nervous and to betray people, but otherwise I\nwasn't. And so this was about the life, I was also the liaison person with Toulouse at one\ntime. Toulouse was the other, was the real big center. We didn't--I didn't--know that, but\nthat's where Polonski, who was known at the time by the name of Pol, was running a big\noperation where most of the people after I left of Grenoble moved to, and Toto moved to\nGrenoble, to Toulouse, because that became the big center because at one time when the\nGermans, when the Germans occupied even the Italian zone, there was no more reason to\nhave two centers. So a small group was left in Grenoble. My two sisters, who before I left\njoined the underground, became much more active than I, because then they had become\nmore of a--they started using the places that I had found. They also were much more\nactive in the false papers business. And I think one of my sisters even got hurt at one\npoint, you know.",
        "Q: Did you have much sense of the overall organization or did you really operate\nwith a few people?",
        "A: Very little sense. I think the organization was still very disjointed. Our operation\nwas one operation and we thought it was all. I only got an inkling later, in Toulouse, but I\ndidn't realize that Toulouse was the major center. I only got--when it became--when I\nbecame, I wanted to tell you, after a certain time I could not use--I could not stay Pierre\nVinot because as Pierre Vinot I was born in 1919, four years older than I really was.\nThere was suddenly--the French had suddenly made an order that all people born after--\nbefore--1921 had to report to go to Germany. You had to go, mandatory labor, for\nGermany. At least you had to register, and so I could no longer be Pierre Vinot, and I had\nto become Arthur Vergnaud. I think it was still Pierre, I have to remember. I don't\nremember because they weren't exactly good, there was not longer any good for anyone it\nwas one of those little cards made by Doméne. I remember the mairie, at which point,\none morning, I--I used to sneak in very early in the morning at six o'clock in the morning\nto my where my parents lived to chop the wood and bring them sometimes the food that I\nhad collected in the farms. And I come there in the morning and there is a little girl,\nFischer, she was a neighbor, and she came to me, and she says that--she came to the\nstreetcar and she came up with a little milk thing and she says to me, “You go and pick\nup the milk,” and I couldn't understand this little girl. She was maybe nine years, 11 years\nold--nine years. She says, “Police,” and so I knew I couldn't go home, and so I went.\nLater on I discovered they got my poor father and my sister, took them all the way to\nsomewhere, and they grilled them all day long by saying, “Where is your son?” and he\nsays, “My son is only four years old.” “No, no, no, the other one, the one that's in the\nresistance, the one that worked there on this farm and there on this farm and he's in the\nunderground and he distributes flyers,” and they didn't know what I was distributing so\nthey thought I was distributing propaganda, you know--he's in the underground. And so I\nknew that somebody had betrayed me because they didn't even know my name, they just\nknew that I existed and they knew how I looked, and so at which point, when I told this\nto Toto because he didn't know about it, he said, “Well, I can't use you any more, but we\ncan use you now because we do want to have more liaisons to Toulouse and we would\nlike to make a channel and you be the guinea pig with whoever you want to recruit to go\nto Spain,” and I said, “But I thought that Spain is impossible.”\nHe said, “Exactly. That's why we want you to try it,” because nowadays nobody had\ncrossed to Spain for the last year--smuggled in, because you have a border area. You\nhave 50 kilometers which is zone interite.”* If they catch you, they shoot you, if you don't\nhave a certain color pass, and so it's almost impossible to get over, but we have a passer\nwho we want to use and Toulouse is looking for volunteers that are desperate and then\nultimately we'll set our goal that you should then try to get to Palestine at that time\nbecause--I forgot to tell you that the, at that time the AG, or the OGC was very Zionistic.\nAll wanted ultimately to get to Palestine, and so that's what I'm saying was so--it was\nsuch a comedy because they kept on saying, “You go to Toulouse and then you try it and\nthen within 48 hours you have to report to Barcelona, to our agent in Barcelona and they\nwill get you over to...” That was nonsense because it didn't exist, this whole channel was\nsort of just a trying field. So the first time--I then went with George Schneck, my best\nfriend, we were buddies and, you know, brothers, and I went to Toulouse again, without a\npass, without, but I, then I was where I knew. And I got to Toulouse. We were hidden at\nthat time and we were trained for weeks by--in the home of Madame Knout. Her name\nwas Rachel Knout, K-n-o-u-t. I mentioned to you she was the granddaughter of Scriabine,\nand she was not Jewish but she was married to Knout who was a big wheel in that\norganization and--oh, no--he was deported, I think. Yeah, Knout was deported, yes. And\nRachel Knout, she was a wonderful woman, with her children there, she reminded me of\nthat Madame Jeanne because she had about four or five children. She had the little--and\neverybody was hiding there, and she was active. She was shot later on, on the 28th of\nJuly, 1944, she was shot. There was also another guy by the name of Gerard and he also\nwas shot, later on. And then they send me and George to Nakache. Nakache was a\nOlympic champion of swimming--swimming champion of 1938 or something like this.\nHe had opened the gymnasium and he trained people physically for the underground.",
        "Q: He was Jewish?",
        "A: Yeah, Nakache was a, Nakache was a--but they didn't know that, see, Nakache\nwas an Algerian Jew or a Moroccan Jew or something like this, Nakache. And he trained\nus you know, etcetera, and then what happened it--George's family, his mother was, she\nwas from Russia and she was absolutely against him continuing because she said she\nknows the nihilists, and we're probably going to be--because they did train us how to\njump from trains and things like this and so she, I don't know, George decided he wasn't\ngoing. So I had to go all the way back to Grenoble and try to recruit different people,\nwhich I wasn't, it wasn't such a good bunch because George and I were really idealistic\nand these other guys, they just wanted to get out. I got five people, one I didn't know, he\nwas from Megeve, and I had Nick, Charles and the brothers Levine. And in Toulouse\nthey gave me another guy that was from Antwerp, Armand Herchkowitz, he was the sixth\n8 Destruction zone; from “interitus,” meaning “death” (Latin).\nguy. So I got six guys and the French underground gave us five more people and I\nbecame in charge of this group.",
        "Q: You said the French underground gave you more people?",
        "A: Not me. Yeah, the French underground, like I said, they did not work with us, but\nPol Polonski and Jack Roytman, who were the two guys in Toulouse, told us we--because\nthe French underground apparently furnished--supplied--the passer. The Jewish\nunderground was financing it, see that's where we--",
        "Q: But there was a relationship?",
        "A: Oh, yes, there was a relationship, but it was not the real--it was sort of a--you\ncould feel a sort of contempt: “You provide us with money,” you know. There was no\nother interchanging except that I was told in Toulouse, “You're going to get whatever you\nget. There are going to be five guys and you're going to be responsible for them, too.”",
        "Q: There was no sense of a common enemy?",
        "A: Yeah, but that way, like I said, in '43, the population was still very, very pro--not\nreal pro-German, but anti-British, anti-Jewish, and I'm not sure that the--and I had the\nfeeling that the French underground was had only started, the major, the most strongest\npart of the French underground were the Communists. They were really anti-German,\nbecause they were anti-Russian, not for any other reason. They were very unconcerned\nwith what they did to the Jews, and they couldn't care less. The Jewish underground was\nsimply because they felt, otherwise they would have been part of the French\nunderground, but they felt that there was discrimination against the Jews.",
        "Q: So their goals were different?",
        "A: Their goals were different. The Jewish underground, the way I knew it, both in\nToulouse and--had an aim to get the Jews as much as they could, either fighting the\nGermans or getting them to Palestine. That was at that time--the Jewish resistance was\nvery Zionist-oriented. The Communists that infiltrated them tried to switch it differently,\nmade them Communists. The French sort of ignored them except when it came to--at\nleast in my time. Now later on, I think towards the very end, they were working together,\nbut you see the French resistance, no matter what they say, was Johnny Come Lately, you\nknow, all those people that you see in movies, etcetera.",
        "A: Even the second D.B.”’ friend, who went through the same place without the\nFrench underground, went the same passage and he joined the French army in Algiers, he\nalso said that was, first of all, he could have done without us, secondly they were so\n*” Division Blindée, (blind division), (French).\nantisemitic in these, in the French army. The French army of liberation, de Clercq and all\nthese people, were terrible antisemites. So I got to Toulouse, I was hidden once in M--by\nRachel Knout. I got the training, I went back, I recruited five people, they gave me a sixth\none, then after a couple of days they, Pol and Jack, they gave me instructions how, what\nto do. We got to some place which--it was my memory, I have such a great memory, I\ncan't remember that place--and there we were hidden in the barn. We got the five\nFrenchmen with us, the five non-Jewish guys and we--and then--his name was Bertrand\nBorde, yeah, he came. He was about seven foot tall; no secret that I'm a pretty short guy,\nand most of the people except one Frenchman, one, he was a law student, was the only\ntall guy. All the others were relatively--I mean my size or even shorter, and he took us for\ntwo days in the mountains on a absolutely incredible tempo. Then they abandoned us in\nthe mountains, and then we had another two days without food in the middle of storms,\netcetera, and we finally got to Spain.",
        "Q: Now, tell me a little bit about that journey to Spain. Was this a fairly easy\ncrossing?",
        "A: Oh, no, this was a horrible crossing. As a matter of fact, the team--the team after\nus I think lost three people. Two died and one broke his leg and they had to abandon--\nthey don't know what happened and the next team didn't make it at all.",
        "Q: Why was it so horrible?",
        "A: First of all it was--you start off almost in open thing--in fields where there are\nGerman villages, for example. Whenever you crossed, you crossed towards dusk because\nat night you couldn't see, and when we passed any of those villages, for example, there\nwere Germans in there. And you have to remember, when we passed I had to start--let's\nsee--no, I was always the last one because the guy before that, the passer would go, and\nthen when you hardly see the passer. The next one would go, and by that time it became\ndark. Then you had to get into fields that go up like this where the people who work in\nthose fields are attached by cords to work in the fields, you know, with a sickle. Then you\nstart, then it became so bad that you have to do it in daylight, and you're absolutely a\ntarget there. If they see you, they shoot you. You don't have a pass. The terrain is terrible.\nAfter the fields you get into the most horrible rocks and you know the mountains goes up\nand it goes down. It's north of Honduras and, for example, in the mountains, when you\nare on the top and you want to start going down, you don't realize that when you go down\nlet's say 100 feet, there's nothing underneath and some of our people almost died this\nway. There was this guy that I got from Megeéve, he was the most undisciplined guy ever,\nand he would just go down there and then he would stop because he almost fell. These\nwere extremely dangerous and then there were paths where you had about, I don't know,\nthis much to slide on the side. I couldn't do it now, it just how we did it. It was just\nhorrible and at times the guide did us--made us do it in the middle of the night, and when\nI found out what we were doing with the morning when we woke up because then he\nwould stop, and he would fall asleep because he drank all the time. And then he would\nsay, I would wake up and I says, “Ready to go?” He says, “That.” I said, “We did that in\nthe middle of the night?” He says, “You wouldn't have dared to do it during the day.” It\nwas physically one of the most dangerous mountain climbing things that you can\nimagine, besides even if it was August there were patches of ice, and you don't realize it\nin the mountain, you're seeing sort of a, seeing some snow and you think “Oh, well, that's\njust snow, that's a patch of ice,” which in the mountain looks like if it's a yard and it's 10\nyards and you slide down. And once you slide, you go. So there was a dangerous--it was\ndangerous for two reasons: number one, it was the most impractical thing; that's why he\npicked it and he knew his way, he was a professional smuggler. The second thing is you\nwere in open; at night it was too dangerous physically, you could kill yourself, and\npeople killed themselves. Secondly, during the day, you were exposed to anybody who\nsaw you--shooting, you know, and the Germans were patrolling. It was a terrible thing to\ndo. I went back there, 1990, to look at the other side. I couldn't believe it. It's the most\nawe-inspiring mountains that you can dream of. It's north of Honduras. It's a terrible\nplace.",
        "Q: Did the training that they were giving you in Toulouse--",
        "A: Yeah, terrible.",
        "Q: --help you at all?",
        "A: Oh, yeah, because I don't think I could have done it and also the fact that I lived in\nthe mountains of Grenoble and my job was to go all the time in the mountains. I was\naway sometimes for two days in a row just climbing mountains and looking for things.\nThat was also good training, and I must say in Grenoble, too. I forgot to tell you, Toto\nhad organized a gymnasium there where we would get training, too.",
        "Q: Where you were crossing, did you think you'd make it?",
        "A: No. Once we started, no. After the first day I said, “I won't make it, definitely\nnot.” But we had no choice. You remember when you don't have a choice? When you\ndon't have a choice, you can do it. I was with my brother, who is 15 years younger, in\n1990, he says, “I cannot believe you did that,” because even on the side, on the Spanish\nside, where it looks much less forbidding, it looks horrible. On the Spanish side. And\nonce we were on the Spanish side, we just went down. It was all the way down and it was\nfine, but the French side, in the beginning where we started these villages, where we saw\nthe German patrols, I mean we saw the Germans and when that crazy guy who was drunk\nall the time, he had a big bottle of--he had two bottles, one we brought, because they told\nus, in the mountains again--the French have this thing that if you don't have calories,\ndrink alcohol, it gives you calories. So here we had sugar and they said take a bottle of\nwine because when you feel cold in the mountains. So Bertrand took it from us and he\nhad one himself, and he just kept on drinking. But obviously he knew his job. And he\nwalked at a terrible pace and for example when I started seeing those villages that we\ncrossed and that 11 people--no there were 12 and the passer--we had to go every time to\nthose villages, yes. Those villages that were--I thought we couldn't make it because we're\ngoing to get caught. Then, where we passed those villages and I started, he started\nshowing us that we have to go in this open thing and I said, “But we're targets,” and he\nsays, “That's the way to do it. Ah,” he says, “It's too, so dangerous, the Germans don't\nventure here,” which he probably was right. Then where they abandoned us, and I started\nrealizing, when he said, “You know, you see there's a round lake and there's a long lake.\nOnce you are out to the long lake, you are in Spain.” And I realized that this is--you can\nsee it, but before that you have to climb down and up and down and up and that these are\nsome, some absolutely impossible places to climb up, you know? You go down and\nsuddenly you see that you're over a 300-400 feet drop and that the only thing that you\nhave is a little path going along this thing, and then one of my boys lost his glasses, you\nknow, in a bush and so I had to give him my glasses and I'm--then I became near-sighted\nyou know. I'm not--he was terrible, he was blind like a bat, and so I had to give him my\nglasses, so you understand. It was a horrible thing. I was sure we wouldn't make it.",
        "Q: Okay. Change of tape.\nEnd of Tape 2\nTape 3",
        "Q: Okay, so you made it into Spain.",
        "A: Yeah, we made it into Spain. It was the--now, you asked me about the sixth that I\nrecruited, the one from Megéve was apparently from Belgium. I don't remember his name\nbecause he also--I blocked the ones that gave me trouble. He was from Brussels and was\nsupposed to be in the Betar*’--which was a Revisionist thing, you know, the Jabotinsky?!\ngroup--and he, oh, he was a way back. He was big Zionist, you see, but he was sort of\nvery volatile and never listened to anybody. The two, Nick and Charles, they were from\nParis. They claimed to be Zionists, but Charles was very subdued. He was just--I think\nthey wanted to get out, and so--because they never joined the army. The brothers Levine,\nIra and Simon, they were true Zionists because I think they were from Belgium and from\nBrussels and they really wanted to join the army, so they were just regular guys. And\nwhen we came to Palestine, they joined the army, too. So I think Nick, Nick--he was no\ngood. The other one also joined the army as a matter of fact, so they were real. They\nweren't the biggest, they weren't my kind of guys. I would have wanted to have George\nand Ado, you know, who were really hot stuff, but they didn't go. And then the\nFrenchmen, I didn't know, and--except I had a lot of respect for the law student because\nhe seemed to be the real stuff, and I had an impression that the farmer was the real stuff.\nI didn't like the barber at all, I think he was a pimp who just was trying to get out, and I\ndon't remember the other two. They were just, probably just very dull figures and, you\nknow you had, you're so concentrated on what you were doing in the mountains and\ntrying to stay alive every single second, and I was more--I was not afraid. I sure was sure\nwe won't make it, but again if you ask me if I was afraid, no, but I was very, very, very\nconcerned that, because of me, all the others are going to get it, too. That was my only\nconcern.",
        "Q: Didn't you have to trust the people you were traveling with?",
        "A: Yeah, well I trusted--I had no concern about not trusting them, no. No, I trusted\nthem completely. I was very disappointed in the one that I thought was the nicest, Nick,\nwho, as we got in the trench, started holding me responsible for not having cigarettes, for\nexample, and I mean he was a pain. I was a little disappointed also in the fact that, what's\nhis name, the other one from Megéve was not very disciplined. I think he should be\n°° Vladimir Jabotinsky’s Zionist youth movement which peaked during the 1930s in\neastern Europe. Cecil Roth, ed., Encyclopaedia Judaica (Jerusalem: Keter Publishing\nHouse, 1971), s.v. “Betar,”\n>! Jabotinsky, Vladimir (1880-1940), Zionist activist, founder of the Jewish Legion\nduring W.W.I, and head of Betar and Revisionist movements. Encyclopaedia Judaica\n(Jerusalem: Keter Publishing House, 1971), s.v. “Jabotinsky”’.\nmore--he was a Jabotinsky fellow, you know. He should be very disciplined and poor\nArmand, he had to get out, he had no idea. Armand was the one I got in Toulouse, he was\nfrom Antwerp, and he just wanted to get out, no motivation.",
        "Q: So, what happened, there you were in Spanish territory?",
        "A: In Spain, yeah. Suddenly, suddenly--after we got all this ordeal, we were so\nexhausted, at one point we got to sort of the top of a mountain--about where\nmountaineers communicate, and suddenly we looked down. First of all we found shreds\nof identity papers, and so we made a big mistake--we shredded our ID papers, too. We\nsaid, “Now we don't need any more French papers,” and then I decided I'm going to\nexplore, and I went down because I saw some person. We were so exhausted. We had no\nmore--we hadn't eaten for four days. I went down and I saw a guy and I speak to him and\nI said, “Where are we here?” and he says he doesn't understand, can I speak Spanish.\n“Oh,” I says, “so we're in Spain.” I said, “Is this Spain?” “Oh, sure, Espafia.” And so I\nwent to--we went all down. We went to the first village which is called Alos, which 1s\nnow a ghost village, Alos.",
        "Q: [Interviewer speaking about technical difficulties]",
        "A: Who's doing this? Sorry.\n[Technical difficulties]",
        "A: And then I went down and I asked the guy where we--I couldn't care less, we\nwere so desperate. We hadn't eaten for four days, except for the sugar that we still had\nand I was rationing it and then I saw this farmer. It was a shepherd. He said he couldn't\nspeak French so I said, “We must be in Spain,” so that--I said we were right, those ID's\nmeant we were at the border and then we went down and I went to the--and again Nick\ndrove me crazy--he says, “There are bananas here, I need to eat. You're responsible for\nus.” And so I went to the market here, there was a little place called Alos--tiny, little--\nnow it's a ghost village. I went back there. And there was a little place there and there\nhappened to be a little market, and I went there and I said to the woman, “Those\nbananas,” and she looked at me, smiled and she said, ““Wait a minute.” She went in the\nback and called the police, and I never knew why. I didn't understand why, because you\nknow, they'd given me instructions--I have to bring these people within 48 hours to\nBarcelona, and there's a guy by the name of Steinhorn and he's going to be our agent. It's\nridiculous because you couldn't get there in 48 hours, you get caught by the police. The\nreason why, apparently in Spain, in that area of Spain, bananas are called “platanos,’””\nand I said “bananas,” she knew I was a French illegal, and see, I was considered French\nthen. And so some guardia civil,*° you know, the Napoleon guy with an old musket that\nmust have been from the 1870 war, he says “Alto!” and then he put us in a little, local jail\nand there they kept us for another day without feeding because everybody wanted us to\nsell, to give our watches, etcetera, against food. Those guys were nobodies, they wouldn't\ndo it--they hadn't seen a windfall like that, 11 people. Nobody has crossed the border for\n>? Bananas (Spanish).\n°3 Civilian guard (Spanish).\na long time. Then they took us finally to a place called Sort, put us in another jail there\nfor two days, then they took us to Lérida, where they jailed us in a place called Seminario\nViejo,°* which says the “Old Seminary,” and there we stayed for a couple of weeks and\nthey shaved us and now it's not terrible, but believe me when you're 19 years and they\nshaved your beautiful hair, I had a lot of it then, you feel terrible, especially everybody\ncan see you're a convict. And then they finally shipped us over to Barcelona--oh--first\nthey put us in a camp called Miranda and then they shipped us to Barcelona.",
        "Q: How long were you in Miranda?",
        "A: Not very long, that was only four days, because--",
        "Q: What was that like?",
        "A: It was just--that was funny because, that was funny because they had us divided\nin--everybody's Canadian, see everybody was Canadian, Canadian-Belgian, see, because\nthe government of Spain, Franco, had made an arrangement that he's not going to\nrepatriate anybody who is army age and is Canadian, so everybody is saying--we all said\nwe were Canadians, and so they knew better and so they said, “Yes? Canadian? Born\nwhere?” And then you know, there were Belgian-Canadian, Polish-Canadian, Czech-\nCanadian, but I didn't stay there very long. They decided to ship me to Barcelona because\nI was French-Canadian. I didn't say at that time that I was Belgian, okay? I was Belgian,\nbut I certainly wasn't going to say that I was, how do you call it, no nationality at that\ntime. And so I went to--they had given me an address to see a guy by the name of\nSequéra, who is the head of the Joint in Barcelona. He's a Portuguese guy, a Jew. And we\nwoke him up and he didn't want to--it was on a Sunday--he didn't want to come to see us\nand then I said, “You have to,” and then he said--and then I gave him a password, which\nwas the name of a person. I didn't even know what it was--a name of a person who was\napparently a very important person in Switzerland--Jeff Roytman. It's a Frenchman, but\nas soon as I said “Roytman” he opened the door and then he found out that we weren't--I\nsaid I was French. “Can't take care of you.” The only people who he could take were\nstateless people, so I should have said, “No, I'm stateless.” “No, you have to go to the\nFrench.” The French wanted to take me right away and send me to Morocco, but then I\ndidn't want to go, no, to Algiers, because at that time the French government had\nappointed a general, Giraud,*° who was a turncoat--only two weeks before he was being a\nFascist, so I said, “Oh, no. I just remembered I'm born in Belgium, I'm Belgian,” so they\nshipped me over to Madrid.\n+4 Old Seminary (Spanish).\n>> Giraud, Henri Honoré (1879-1949), French general who resigned from his co-\npresidency of the French Committee of the National Liberation after experiencing\ndifferences with de Gaulle. World History (New York: Henry Holt Publishing, 1994),\n434.",
        "Q: What was the--how did you get from the Seminary to Barcelona?",
        "A: Because they bused me.",
        "Q: But all of a sudden the Spanish authorities released you to the Joint?",
        "A: Yeah, because--there must be intervention--because at one time I was released\neven in Lérida for a little while, because I think the various embassies and I think the\nFrench embassy got us out. I don't know how because one day I found myself in a hotel\nin Lérida. We didn't ask any questions. We were so happy because, you see, in--that was\nterrible, there in the Seminario Viejo. You couldn't get close to the window because they\nwould shoot you, you know. They were sitting there, the guards, and they were playing\naround as your shadow came, okay, I'm going to shoot, because they would get 50\npesetas or something if they could shoot the prisoner. And so we--we’re sitting in this\nfilthy place. You couldn't get close to the window and it was hot like hell--that means it\nwas I don't know, August, September. Clearly, it was very hot. Then one day we were\nreleased to a hotel and we stayed there. Then one day they shipped us over to Miranda\nand then four days later they called us up and they shipped us to Barcelona and I didn't\nknow why. Then I went to the French, to the French Consulate. They were very happy.\nThey were going to register, and then I said, “Where are you going to send us? I want to\ngo to England.” He said, “No, no, no.” We're going to Algiers. I said, “But this is Giraud.\nI want to go with de Gaulle.” “No, you can't.” I said, “But he only last week was still a\nFascist, he still was helping them round up the Jews.” He says, “Well, now he's with us.”\nSo I said, “My memory just came back, I'm born in Belgium.” “Oh, now we can't take\nyou,” so they sent me to--”Say, oh, you can join the Foreign Legion.” I said, “No, not for\nme,” so I went to Madrid, and I arrived in Madrid, and I went to the embassy. I said, “I\nam Belgian.” He said, “What's your name?” “Einhorn.” “You got papers?” I said, “No.”\n“Oh, then we can't. Then you have to go to stateless, but since it's the weekend, we'll\nkeep you here over the weekend,” and then I met all my other Belgian buddies and they\nsaid, “Why didn't they take you?” I said, “I don't know, I'm born in Antwerp.” I said, “I\nspeak French and Flemish, as you can see.” One of them didn't even speak French. He\nsays--so one of them says, “By the way, are you Jewish?” I says, “Yes.” He says, “That's\nwhy. They are basically fighting the same on the side of the English, but they're just as\nantisemitic as the Germans.” And so I said, “Fine, if they don't want me, I'll manage” and\nso I went to the stateless, stayed there a little while until there were and then tried to get\nto Portugal, we got caught and came back to Madrid and from Madrid then I heard about\nthat boat that went from Cadiz to, Portuguese boat. And there were other refugees and so\nI went.",
        "Q: But you were staying in Madrid with a number of other refugees?",
        "A: Yeah, there were lots of them, but they had been there a long time. They had been\nthere a long time. You see, what happened is--that's why everybody was so suspicious\nabout me, because for a long time, people had not managed to get to Spain. The people\nwho were in Madrid, there was a large colony of Jewish people who had been there since\n'41 or '40, you know, when it was still--before the Americans got into the war, there was\nsome kind of a pipeline, but after--definitely after '42, once the Germans had occupied the\nwhole thing, nobody had passed, so I was a newcomer and everybody was so eager to\nknow everything. But at the same time they wondered if I wasn't being a spy. And that's\nwhat happened again when I got finally to Haifa. For three months I couldn't join the\narmy until they cleared me. And then when the CID cleared me, I could join the army.",
        "Q: So you found out about the boat from Cadiz?",
        "A: Yeah, it's called the Nyassa.",
        "Q: And where was it headed?",
        "A: To Lorengo Marques, in Mozambique. Loren¢o Marques. But it stopped in Port\nSaid and then it stopped in Haifa and so we disembarked in Haifa.",
        "Q: Was there any problem in getting on the boat?",
        "A: No, no, no, no, no, no, no. The Joint Distribution over there, with the American\nFriends and Joint Distribution, the Quakers and the Joint were working together and they\nwere trying to get refugees out of there, so they heard about the boat. I didn't hear about\nthe boat. They asked the people who wanted to go and I was, well, of course I want to go.\nAs a matter of fact they asked us if we wanted to go to Port Said or Haifa or Lorencgo\nMarques. Some people chose Lorengo Marques.",
        "Q: Tell me about your arrival in Palestine.",
        "A: Well, for me, it was an emotional thing. I saw it and I--that's what I wanted, and\nthey put us in a camp called ‘Atlit. ‘Atlit, which is now, I think a prisoner camp for the\nArabs or something, but ‘Atlit was just a camp, it was--and there people were trying to\neither make you join the army or go to a kibbutz or free and then a lot of family came. I\nhad family but they for some reason didn't come, and then I finally got--after a few weeks\ngot liberated from there. I was one of the last ones, because apparently, I found out, I was\ninvestigated and then I left and went to see the relatives I had, stayed a few, went to a\nkibbutz for a little while, then when I was ready for it when I met with Eliahu Golub and\nhe told me, “You should join the army, we want people trained for later on for the\nHaganah.”°°",
        "Q: What were your first impressions of Palestine? What was it like?\n36“ the underground military organization of the Yishuv in Erez Israel. Encyclopaedia\nJudaica, (Jerusalem: Keter Publishing, 1971), s.v. “Haganah.”",
        "A: It was, if you didn't have the emotional attachment, it wasn't very attractive then.\nIt was--Tel Aviv was two major streets. Everybody said, “Doesn't it look like a little\nParis?” I said, “No it doesn't,” you know. There's a lot of sand. People would show you a\nlittle tree that was that big, “See, this 1s a tree.” And I said “Yes, but I came from a\ncountry with trees.” You know, it was--you had a feeling that something, the Kibbutzim\nwere very interesting. But in the cities I felt that they weren't that motivated at that time.\nThere was a lot of, there wasn't much work; people were struggling a lot. It was really a\nstruggling country. I'm very glad I saw it then, because they used to tell me compared to\nwhat it was, it's great and I can tell you, compared to what it was then, that country now\nis an absolute marvel. I don't understand, I think the Jews were wrong; they should have\nwaited another five or 10 years and nobody would have wanted this country, you know?\nThe Arabs was leaving, there was virtually nothing there for the Arabs. The Arabs were\nmiserable. The British didn't let the Jews help the Arabs and they were selling dirt, I\nmean, rocks for nothing, for huge amounts. The people who owned that land weren't\nthose poor Arabs, those were the rich ones sitting in London, in Switzerland, the big guys\nwho were selling the land for, there was nothing there. I tell you now, when you see how\nnice and fertile, what they made of that country, it was--the only thing is, Galil was nice,\nit was green, but most of the country was just rocky, sandy. It was people struggling.",
        "Q: What about the energy of the people?",
        "A: They were very--they had to be energetic; there were no choice. That was a tough\ncountry, you know, the sands. I worked in kibbutz. I mean--and these guys were such\nidealistic people. Then it was, now they are different because they're a normal country.",
        "Q: How did you relate to it?",
        "A: Well, I had trouble with the language. You see, I knew--I was from a religious\nfamily, but I only knew the biblical Hebrew, you know. I thought the people were very\nnice, the young--you remember I was young then. It's not--when you're older you don't\nmake rapport, as a young person, I made rapport, but I didn't stay very long as a civilian.\nI went to the army and in the army it was a very, it was different people, some of them\nwere there because they couldn't make it in civilian life, you know, and others were there\nbecause they believed in it and others were there to become--because the Haganah told\nthem to go and they go in the army. And I had two good friends with whom I still have\nrelations at this time. They were really motivated guys and one is still a farmer in\nNahalal.",
        "Q: So you decided to join up?",
        "A: I joined. Well, that's because that's what I did. That's what I left the underground\nfor, 1t was my aim then. I had--I'm now in America, but my thing was, “Never again.”\nI had seen people and I remember. I was subjected where the--I was in the subway--once\nwas in the occupied zone and it said the Jews can only be in the last wagon of the train.\nHere I saw these other people with the yellow star. I wasn't wearing one, but I've seen\nthem. You know that's not... I don't think that in the last 50 years black people have been\ndiscriminated, in this country, as much as the Jews have been discriminated. I'm not\ntalking about when they were slaves, but the discrimination against the Jews was awful\nand I didn't want to have this and I said, “Never again.” I was the first one in my family\nthat said, “Never again.” It just turned out for professional reasons, finally, I didn't go\nback to Palestine, but my sisters did and my brother.",
        "Q: Okay, so tell me about the early experiences.",
        "A: Early was a regular--the army experience was we were not treated very well by\nthe British because we were Palestinians.\nThey prevented--there was an infantry group that they sometimes--first the early part of\nthe war, before I was there, there was some real combat troops that got prisoners in\nGreece and everybody fought in Greece and in Tripoli, etcetera. Then they decided--well-\n-became very concerned about us because the Haganah. And so they assigned the infantry\nmostly to guard duties in the desert, etcetera. Then most of us found out about it, so we\nall joined--most of us--the Royal Army Service Corps, which were the truck drivers,\nbecause they were really suspicious about these, so they shipped them to Egypt and Italy,\nso I was--I, by accident, got into the Royal Army Medical Corps and I was only a high\nschool graduate, but when I enlisted it seems that the colonel, the recruiting colonel,\nknew that Montpellier, where I had my baccalaureate, had the oldest medical school. I\nwasn't allowed to even join it. So he put me in the Royal Army Medical Corps, and I was\nthen shipped to Cairo. I wanted to be a combat soldier so I asked for my transfer to the\ninfantry, which they did, and they thought I was crazy, so they retrained me again as a\ncombat guy and then they shipped me finally to Italy as a driver. I had to learn to drive in\nItaly on the fields, the mine fields. I had to learn how to drive trucks. And that was my\nexperience. So we moved from the south of Italy up to the north; we were combat troops.",
        "Q: All Jewish troops?",
        "A: All Jewish. And then while I was there, in Italy, the Jewish brigade was formed,\nand so I asked my transfer from where--from my company to the Jewish brigade, which\nthey gave me, and I became part of the Jewish brigade, and I was in the 178 company,\nwhich I was very happy, because our company was the major company who smuggled\nkids out of the camps and illegally brought them to Israel and that's why we were\ndisbanded. And I suppose yeah, we were disbanded because of that, because they caught\na ship that was filled with--by--our troops. We were the famous 178 and 179 company\nwho did the marvelous job, including the truck drivers, and so illegally we went into\nAustria, etcetera, where they had just the displaced persons and many of our soldiers\nremained. Not me because I was not the Sabra*’, you know, but they left many of our\nsoldiers in Germany, brought out the illegal ones and under the name of--for this\ndischarged soldier. They entered Palestine and then the papers came back and all the time\nlike this. They also did a marvelous job, our company, in smuggling and, yeah they were\ndisbanding troops and they were--they used to have--driving the trucks with weapons into\nthe camps to discard them and drove out until they got caught in France and Bordeaux.\nOne day, they did this stupid thing, they did this in the middle of an election day and\nsuddenly they saw trucks and trucks of Jewish trucks, with the star, going through\nBordeaux and they got caught. That's why we got disbanded.",
        "Q: What were your responsibilities in the Jewish brigade? Where were they?",
        "A: We were just--a private. I was a private. I was trained and then I became a Royal\nArmy medical orderly in the medical corps and I was assigned to a hospital, a field\nhospital in Egypt, and then I was retrained again to the infantry and then I was sent to\nItaly and I was just--I was just driving people, transport, yeah. We went through mine\nfields, etcetera. I mean, I saw people blow up behind me and in front of me, but I wasn't\nfighting with a rifle. I had a rifle, I had actually a tommy gun, but--",
        "Q: This was as part of the Jewish brigade or before you--",
        "A: Both.",
        "Q: Both?",
        "A: Yeah, because before the Jewish brigade, I was just a regular army--I mean I was\nan enlisted man. I did what they told me to do.",
        "Q: Was there an excitement about being part of this?",
        "A: Yes, very much so. Yeah, that was--I mean I applied it. I still have my--I didn't\nbring it--but I have my application. As a matter of fact I, they subjected me to psychiatric\nexamination because they said, “You are in the most privileged corps 1n the British\narmy.” I had such a low number, you know. Everybody has six numbers but there was so\nfew foreign people in the medical corps, they thought I was crazy. People would give an\narm to be in the medical corps and there I am in the medical corps and I ask to be\ntransferred back to the Jewish, to the infantry. I said, “I came to fight here.” And I\nremember I went to see a Major Griffith. Major Griffith, he was a typical you know, tall,\nhandsome, not too bright, you know, that's what they said, typical of the British officer.\nAnd I went to see him, I said, “I'm here in holding camp and I came here to fight.” He\n37 Native of Israel. Jeffrey Wigoder, ed., The New Standard Jewish Encyclopedia (New\nYork: Facts on File, 1992), s.v. “sabra.”\nsays, “There's nothing I can do about you,” and two weeks later I was shipped out to\nItaly. But I mean, you were, I was young, I had come to join the army, not as one of the\nguys for the--because you couldn't find a job or something. As a matter of fact I was, in\nthe three weeks that I, three months that I was a civilian in Israel, I first was in a kibbutz,\nbut later on I was even a diamond polisher for two and a half months because everybody\nwas convinced being born in Antwerp, I must know how to polish diamonds. I had a job.",
        "Q: While the war was on, you were primarily in Italy?",
        "A: Egypt and Italy.",
        "Q: Egypt and Italy?",
        "A: Yeah. Also in Palestine because I was in Serafand. I was trained in Serafand, then\nI went to Egypt, then I was retrained in Serafand, then I went to Egypt again, and then I\nwent to Italy and then as the war finished, we moved up to Belgium, Holland, France.",
        "Q: Where were you when the war finished? What was happening?",
        "A: The war finished, I was in Tarvisio, near the Yugoslav-Austrian border. We were\nended and we walked there. We used to go to Austria, Klagenfurt--that's when nobody\never had been a Nazi, nobody ever, they didn't even know what you were talking about if\nyou asked them for the Nazi. All 64 million Germans were amongst the 65,000 anti-\nNazi's, all 64 million of them. And then we--but they didn't let us be at all long there, they\nmoved us immediately up to Belgium because they didn't want to have the Jewish troops\nin Germany. We went straight to Belgium, stayed in Belgium for a little while, Leuven,\nand then Antwerp, and from Antwerp we went to Breda. From Breda went to\nScheveningen and from Scheveningen went to Calais and then they caught our company\nin smuggling these things so they disbanded us and sent us to Qassasin, in Egypt, at the\nborder near Suez, and then they kept us there for about six weeks to two months.",
        "Q: When was this?",
        "A: Probably at '46, I think. It was just a year after the war, you know, because we\nwere--I was in occupation for a year, yeah.",
        "Q: Where were you as the war was finishing?",
        "A: That's what I said, Tarvisio.",
        "Q: You were in Tarvisio?",
        "A: Yeah.",
        "Q: Were you fighting?",
        "A: No, we were--yeah--we were driving. Yes, we were fighting, I mean, they had\nvery few fighting jobs actually, the Jewish. I had two of my friends got wounded; we\nwere on patrol sometimes. Yeah, but I was in the, you know, in the army--only a very\nsmall number of people actually on the front line. I was on the front line. I was a\ncombatant, but not in, within the transport service.",
        "Q: How did you learn the war was over?",
        "A: Oh, we learned the war was over. We were there, we were--somebody came and\nsaid the war is over, I mean we expected it any time. I mean, an officer, I think Captain\nGileladi, came in and says, “The war is over,” and we got drunk. Did I get drunk! And I\nhadn't, since I was the youngest one in my company. They put me on guard duty. I didn't\nknow where my rifle was I was so drunk.",
        "Q: And the people in this community didn't know Nazis, I mean, basically, after the\nwar?",
        "A: Tarvisio, the Italians, no Italian, you know. We respected the Italians because\nmany of the Italians had helped the Jews. Oh, we were very fond of the Italians and we\nwere in Italy and the Italians were really not racist, there was a small group that has done\na lot of harm, just like in Holland, you know. A lot of people in Holland died, but it\nwasn't because of the people, there were quite a few, you know Holland wasn't all that\nkosher about the Jews, but in Holland a lot of Jews, disproportionate amount of Jews,\nwere deported. In Italy, also this problem because there weren't that many Jews in Italy\nand a lot of them were deported and died, but that was because at that Graziani, that, you\nknow, after Mussolini's, Mussolini's downfall, you notice a group of die-hard Fascists\nthat suddenly applied very much the rules and that's where in Italy. But most of the\nItalians we felt had helped the Jews and so the population, we believed them when they\nsaid they weren't Fascists, but we didn't believe the Austrians.",
        "Q: What did you do about it?",
        "A: Nothing. Absolutely.",
        "Q: When you were in all of these places--",
        "A: Oh, were we watched, they never let us out, I mean, even the week that we\ntraversed Germany, we were just kept in our camps you know, we knew they wouldn't.",
        "Q: So in this year after the war, nine months after the war, where you were moved\naround? What were you doing?",
        "A: I was a soldier.",
        "Q: I know, but the war was over.",
        "A: Guard duty. No, we did, a soldier--what do the soldiers now do: we trained; we\ntransport things; we have guard duty, just like--and in the military, you know, people\nthink that military's spend their lives fighting, even in the America, even in Desert Storm,\nmaybe 10 percent of the people are actually joined the fighting. The support group 1s,\neven in the underground--the combatant were only a small group. See, when I was in the\nunderground, my major thing was liaison, smuggling, providing false papers--even\noccasionally bringing over some weapons that they had, some poor old rusty weapons or\nsomething, which I used to carry in the violin case, you know. The army was not in\ntremendous experience, nothing to it. I just wanted to join and I would have liked to be\nfighting, but very small numbers did.",
        "Q: So after you were disbanded, what were your plans? Where did you go?",
        "A: I went immediately back to France to study medicine.",
        "Q: Did you go to find your family?",
        "A: Oh, my family. I had found my family. Oh, I'm sorry. See, my family, after I left,\nthere was an agreement that my sisters would join the underground and that if things\nwere too rough so that they couldn't continue to care for my family, they would be helped\nto go to Switzerland. So my parents and my two younger siblings, one was about five,\nyeah, and the other one was 10 or 11, they were smuggled over to Switzerland, where\nthey were interned. You know it now, but those Swiss weren't all that right. The Swiss\nhave turned back many, many Jews, more than the Spanish, and fortunately my brother\nwas little because you had to have a child with you who was less than five years or four\nyears, or you would turn back to the Germans. And I had my, if you ever saw that picture,\n\"The Boat is Full\" or something like this, horrible what the Swiss did. But anyhow they\nwere in Switzerland. My sisters, after the war, moved back to Paris. When I--but we had\na good arrangements for years, I wrote to my--when I was in Spain even, I corresponded\nwith them in France through the General Post Offices. We had this arrangement always\nto write to each other through General Post Office, so I knew what was happening to my\nsisters and then I knew that my parents were in Switzerland because they communicated\nwith their brother in Palestine, they had a brother in Palestine. So I knew that they were\nin Switzerland and then I knew what--my sisters could write to Switzerland. Even from\nthe underground, you could write.\nAnd so I knew where they were and then I found my family. At first I found my sister in\nParis, and then when the war was over, immediately my parents moved back to Antwerp\nand so I saw my parents, my father first, when he joined, when I was with the Jewish\nBrigade in Belgium. So I saw my father and then later on I was stationed in Antwerp, and\nmy parents were living there, and I helped my parents get to Israel and they left. They\ndidn't want to stay in--because my mother saw all those dead people, you know, when she\nwalked in the street for her--this street, her brother, who was no longer there, her sister,\nher brother-in-law, her nephew, I mean, she only saw ghosts and she had a lot of people\nof her family that were killed so she didn't want to stay and my sisters, who had done\nsuch a beautiful job in the Jewish army, had become very Zionistic and so they went to\nIsrael and they stayed there.",
        "Q: It must have been wonderful to see your parents again.",
        "A: I can tell you, that was something. And my brother who was so little had become\na fair eight, nine year old. It's been good, the feeling that this family was totally intact.\nThat was the--because none of the families who had stayed had been intact. I mean, one\nof my aunts, Dora, and her husband and two of her children, one never came back, one\ncame back from Buchenwald, but he was very disturbed. One was in Buchenwald and\none never came back. And the second one never came, my brother, the brother of my\nmother, never came back and the older sister plus her daughter never came back, so that,\nfor my mother, we all used to live within two or four blocks of each other and the only\nones that were saved are the ones had a brother, for some reason one of the brothers of\nmy mother, he was a Mexican. I don't know for some reason he was Mexican, but he was\nMexican, so he got out of the country with all his four sons. And the second one, she\nmanaged, also before, as soon as the war was over, she was gone. Oh, that's the one with-\n-the mother of the people in Nevers. So those people were saved because they left before\nthe war.",
        "Q: So your feeling is that your family, by basically running away, was able to save\nitself.",
        "A: Not only that, and the fact is that we joined the underground and that I still feel\nthat we Jews were much too passive. And those who weren't passive, either they died for\na cause or they didn't die. That's my feeling. That's why I never feel that appeasement\nworks and I still don't understand why, when everybody knew they were dying they didn't\nmake something like the Jewish ghetto in Warsaw. If you have to die, somebody has to\npay for it. And that's why, I mean, right now I get afraid of--occasionally, I get worried\nabout things, but then I wasn't, because it wasn't because I was a hero. I was not, I was\njust a meek, little fellow, but the thing 1s, I kept on saying, “We're going to die.” I was\nsure we were not going to make the war, because that was the feeling. Things were, you\nknow every day you would hear. You had no news except that Europe was shrinking,\ntaking Russia out of this thing, you know, Russia was disappearing. England was bombed\nfor 76 days in a row and you know when you heard the BBC, whenever you used to hear\nthe BBC, and then you wouldn't hear. We're going too, we lost there, we lost Tripoli, we\nlost Benghazi, we lost this, nothing happened. You were just going to Toulouse and then\nyou had an impression that they were negotiating and you had the feeling as a matter of\nfact, you had a feeling it can't happen. It can't, we are going to be lost and I didn't join the\nunderground because I thought that we would liberate. I thought I joined the underground\nmainly because if we going to die, we must be dying fighting. I was convinced, just like I\nwas convinced when we went to Spain that we’re not going to make it, but at least I tried.\nI'd always this feeling, you have to try and you know I'm a little bit always looking back\nand I said, I don't understand why, when you knew you were going to die, you were lined\nup near the stove, near the crematorium, why didn't you turn around and kill a German?\nYou can't be deader than that. You're going to be dead in half an hour in the oven. That\nwas my feeling, and I think when looking back those years, I don't think I was a hero or\nanything, I just lived. And I was surely going to die and if you're going to die, it's almost\nlike sometimes I feel, somebody asked me what would you do if somebody told you in\nsix months you are going to die, then I would like to know what I'm going to do for the\nnext six months. And I think all this war I had always this feeling, I'm not going to make\nit, nobody's going to make it, no Jew is going to make it, but we have to make them pay\ndearly.",
        "Q: What do you think about your background and your growing up gave you this\nedge or this conjecture? That it had made you feel this way, when a lot of people, as you\nsaid, were more passive?",
        "A: I don't know, because I, no, I--maybe yeah--when I was in Antwerp, I joined a\nZionist organization and it was not the Betar, but 1t was an organization which felt also,\ndon't give an inch. But I don't think that did it. I don't know, I have the impression it's that\nfeeling that we were a very close family and we used to discuss those things and my\nfather had this attitude, don't trust anybody. And he had this, he said, like Einstein,\nantisemitism is like a shadow, it follows you everywhere, so you better be prepared and\nwhen he showed me, you know he always repeated the notion: “No, I'm going to be a\nBelgian and I'll be an equal,” and when it came out, we started saying--my father came\nback and smack in his face and he says, “You imagine, a Frenchman hitting me and\ncalling me dirty Jew when we are having this fight against the Germans.” And the same\nthing happened again. I started thinking he was right. And then when I start getting\noccupied and we heard about all the shrinking of the free world, said, ““We don't want to\nmake it.” Now, how we going to make them pay?\nThat's, I think it was not my upbringing that made it mostly. I think it's the desperation.",
        "Q: When you were living in Antwerp originally, you were a fairly religious family.\nDuring these war years, did you pay any attention to religion or to holidays, or to\nanything like that?",
        "A: Oh, yes--we didn't--no--during the occupation? No. As a matter of fact my father\nallowed us--he didn't eat trayf**, he never ate--I mean, he ate meat, but it had to be beef,\netcetera. He let us eat anything we wanted, when we could find it. Remember, for a long\ntime we could just eat whatever we found, sometimes dandelions on the streets.",
        "Q: Was religion important to you at all during this period, psychologically?\n38 Non-Kosher food or drink (Yiddish).",
        "A: No, it has never been, too. I'm more religious now than I was. No, I think I was\nrebelling a little bit against my father's religion. I was more ethnically identified. I was\nstarting to rebel a lot against religion. I like much more the tradition. I was very, when I\nheard traditional praying, etcetera. I--it was more like I can go to a church now, I love to\ngo to cathedrals. My wife says, “One day you're going to convert because you love so\nmuch the cathedrals.” I like the liturgy, etcetera, but I wasn't religious then and during the\nwar. I went, after the war, through a tremendously anti-religious feeling, because I felt if\nGod had permitted that, it isn't possible that we had the right religion or something. And\nuntil this day I can't understand what happened, as far as religion 1s concerned.",
        "Q: Did you resent being a Jew during the war?",
        "A: No. Never. That's one thing I felt, no, no. As a matter of fact, until--it took me a\nlong time and until that day that I was caught by this--and I still say I am Jewish--feeling\nnow I am ready. All I had to say was no, and they would have accepted it, because I had\nthe papers saying Belgian born, etcetera. They didn't know any better.",
        "Q: Another thing I want to ask you about, and it'll just be a couple more minutes, if\nyou had any impressions of some of the underground leaders in Toulouse that you want\nto share?",
        "A: No, I met only Pol, and I met the one that later on became a relative of mine,\nJacques. I had the impression that they weren't organized well. That gave me the\nimpression that they took chances, and as a matter of fact, I think Jacques, two weeks or\nthree weeks after he got my--we wanted, we kept--was caught and sent to Buchenwald,\nbut I could have said that he would be caught because he looked--he wasn't really acting\nlike somebody who is relaxed, and I had the impression like when they sent us over to\nSpain, gave me this thing, 48 hours after you arrive there you have to be in Barcelona and\nreport to Secera and then you will meet a fellow by the name of Steinhorn.\nSteinhorn didn't even know he was the agent. And then he gave me another name of\nsomebody--Croustillon--and I remember Croustillon, he didn't. He also didn't know he\nwas a liaison and they were both very, very unimpressive people, the ones that I saw. But\nPol apparently did a nice job, I just didn't know him. But my impression then is probably\nwrong, because they did have a good organization, but not when I met him. See, I was a\nguinea pig, remember. They had time to organize themselves, to solidify themselves, to\npolarize; but when I was there it was a fledgling organization.",
        "Q: Just trying to get a sense of what kind of people some of those leaders were--but\nyou didn't know them well?",
        "A: No, he was a, I don't know, he was a very short fellow, a very small fellow, with a\nheavy Polish accent; and Jacques was a very energetic, very strong, mysterious guy, but\nhe acted mysterious so that you could pick him up and I was very fond of him. He died\nrecently of cancer, but he became one of my dearest friends. There were some people like\nMaurice J ourdan, Ado, George, they all had it, but I think they were not yet\norganized.",
        "Q: Anything else you want to add?",
        "A: No, simply if you want to see maybe the thing of this. [displaying photo]",
        "Q: Yes, we do want to.",
        "A: This shot here, this was the Organisation Juive de Combat.",
        "Q: [Speaking to cameraman] Can we get this?\n[Technical dialogue]\nYou know what, we're going to have to do this--I do want to do this-- do this. I want,\nI do want him to show, I want to make sure that he can see them. You tell us what they\nare.",
        "A: That's the certificate of the--this is document attesting my activities and\ndescribing it during the war in the organization. I mainly show it, show you the name of\nthe organization which is Jewish--Organization of Combat, which was referred to as OJC.\nThis is signed by the--this is not the station, by the commander--whether you, now you\ncan show it--by the commander of the Jewish underground and Toulouse captain Loeb\nand countersigned by the command, the French command of the army of the region. The\nother document, you want to see this one that she has asked me to show you, is my\ndischarge from the Jewish Brigade; and this here is the paper that I received when I was--\nthat points out that I'm an illegal, that I have entered illegally Spain, and this was a paper\nthat was stamped, every single day we have to report to the commander here, see,\nbecause we were illegals; and this was after I was discharged from jail, so every week we\nhad to go and have this stamped at the commander; and this here attests that I have\nentered clandestinely, clandestinely.\nIt says, “clandestinamente.”*’ This was the paper, it says, “clandestinely entered Spain”;\nand then finally, here is a certificate issued to me that I had tried to register--to register at\nthe pre-medical faculty of sciences in Montpellier, but was rejected because I did not\nmeet the Jewish quota of people admitted to the university, for racial reasons. And that's\nabout it. Thank you.\nConclusion of Interview.\n° Clandestinely (Spanish).\n"
    ],
    "questions": [
        "Q: What year was this?",
        "Q: How long were you in Paris?",
        "Q: How did you connect with the farmer?",
        "Q: Okay, before--I want you to tell me about Agde, but when you were in this town,\nwhere you were working as a farm boy? Was there any poor treatment of you or your\nfamily because you were Jewish?",
        "Q: So you went to Agde, what--",
        "Q: Under what circumstances that--did you get rounded up? I mean what--",
        "Q: Now, what did you do all day in this camp, if you were there for months?",
        "Q: There wasn't work, or--",
        "Q: This is in Montpellier?",
        "Q: Were there many Jews in the area, in that Montpellier suburb that you were\nstaying in?",
        "Q: Did everyone know you were Jewish?",
        "Q: Was there presence of the Vichy” police?",
        "Q: Did you have a sense of fear or anticipation?",
        "Q: How did you get the information about this?",
        "Q: How did you know this?",
        "Q: No, not at all, no, but I just have a few questions.",
        "Q: This is great. Explain the seals on the houses. I don't think that everyone knows\nabout this.",
        "Q: So you had to stay put?",
        "Q: Tell me a little bit about that, about when the Germans decided to occupy the\nsouthern--",
        "Q: Were there other examples of things that they did to you or other people that you\ncan think of? The seals--",
        "Q: Were there any episodes of police brutality?",
        "Q: Nothing like that?",
        "Q: I think that we're almost out of tape, is that...?",
        "Q: This was in Montpellier?",
        "Q: I'm going to stop you now so that they can change the tape, and we'll pick up.",
        "Q: Before we move on, we were chatting off camera a little bit more about daily life.",
        "Q: How did you get enough to eat?",
        "Q: One other question about when you saw there was southern Jews under Vichy:\nDid you have a sense of what the general attitude was about the Vichy administration and\nthe general French attitude?",
        "Q: So your family decided to move to the Italian zone?",
        "Q: In Grenoble now?",
        "Q: The last I remember, you were talking about you were going to the city hall of\nthe--",
        "Q: Okay, I remember, and the man said, “Come with me.”",
        "Q: [Referring to technical problems] Okay. Let's roll the tape. Oh, I'm sorry, I did\npick up-- Oh, I'm sorry, okay.",
        "Q: Let me ask you a few questions before we--",
        "Q: Yes, yes. Before we learn more about your underground work, I just want to\nunderstand, your whole family is now in Grenoble?",
        "Q: Now, when you decided to join the underground--",
        "Q: Right. How did you know about it? How did you decide what organization to\njoin? How did all of this happen?",
        "Q: So there wasn't an agreement in Montpellier to meet with certain people once you\narrived in--",
        "Q: Was Toto also in Grenoble?",
        "Q: So the whole organization moved?",
        "Q: Who was she?",
        "Q: Well, in Grenoble, just the general scene, were there a lot of refugees there from\nall over?",
        "Q: And what would you do?",
        "Q: Now as Pierre Vinot, you were just considered a Catholic French?",
        "Q: Tell me a little bit about the process of making all these papers and distributing\nthem.",
        "Q: Were you afraid constantly that it--",
        "Q: Did you have much sense of the overall organization or did you really operate\nwith a few people?",
        "Q: He was Jewish?",
        "Q: You said the French underground gave you more people?",
        "Q: But there was a relationship?",
        "Q: There was no sense of a common enemy?",
        "Q: So their goals were different?",
        "Q: Now, tell me a little bit about that journey to Spain. Was this a fairly easy\ncrossing?",
        "Q: Why was it so horrible?",
        "Q: Did the training that they were giving you in Toulouse--",
        "Q: --help you at all?",
        "Q: Where you were crossing, did you think you'd make it?",
        "Q: Okay. Change of tape.",
        "Q: Okay, so you made it into Spain.",
        "Q: Didn't you have to trust the people you were traveling with?",
        "Q: So, what happened, there you were in Spanish territory?",
        "Q: [Interviewer speaking about technical difficulties]",
        "Q: How long were you in Miranda?",
        "Q: What was that like?",
        "Q: What was the--how did you get from the Seminary to Barcelona?",
        "Q: But all of a sudden the Spanish authorities released you to the Joint?",
        "Q: But you were staying in Madrid with a number of other refugees?",
        "Q: So you found out about the boat from Cadiz?",
        "Q: And where was it headed?",
        "Q: Was there any problem in getting on the boat?",
        "Q: Tell me about your arrival in Palestine.",
        "Q: What were your first impressions of Palestine? What was it like?",
        "Q: What about the energy of the people?",
        "Q: How did you relate to it?",
        "Q: So you decided to join up?",
        "Q: Okay, so tell me about the early experiences.",
        "Q: All Jewish troops?",
        "Q: What were your responsibilities in the Jewish brigade? Where were they?",
        "Q: This was as part of the Jewish brigade or before you--",
        "Q: Both?",
        "Q: Was there an excitement about being part of this?",
        "Q: While the war was on, you were primarily in Italy?",
        "Q: Egypt and Italy?",
        "Q: Where were you when the war finished? What was happening?",
        "Q: When was this?",
        "Q: Where were you as the war was finishing?",
        "Q: You were in Tarvisio?",
        "Q: Were you fighting?",
        "Q: How did you learn the war was over?",
        "Q: And the people in this community didn't know Nazis, I mean, basically, after the\nwar?",
        "Q: What did you do about it?",
        "Q: When you were in all of these places--",
        "Q: So in this year after the war, nine months after the war, where you were moved\naround? What were you doing?",
        "Q: I know, but the war was over.",
        "Q: So after you were disbanded, what were your plans? Where did you go?",
        "Q: Did you go to find your family?",
        "Q: It must have been wonderful to see your parents again.",
        "Q: So your feeling is that your family, by basically running away, was able to save\nitself.",
        "Q: What do you think about your background and your growing up gave you this\nedge or this conjecture? That it had made you feel this way, when a lot of people, as you\nsaid, were more passive?",
        "Q: When you were living in Antwerp originally, you were a fairly religious family.\nDuring these war years, did you pay any attention to religion or to holidays, or to\nanything like that?",
        "Q: Was religion important to you at all during this period, psychologically?",
        "Q: Did you resent being a Jew during the war?",
        "Q: Another thing I want to ask you about, and it'll just be a couple more minutes, if\nyou had any impressions of some of the underground leaders in Toulouse that you want\nto share?",
        "Q: Just trying to get a sense of what kind of people some of those leaders were--but\nyou didn't know them well?",
        "Q: Anything else you want to add?",
        "Q: Yes, we do want to.",
        "Q: [Speaking to cameraman] Can we get this?"
    ],
    "answers": [
        "A: My name is Arnold Einhorn. I was born in Antwerp, Belgium, on May 1, 1923.\nMy parents were not native of Antwerp; my father was of Polish nationality, my mother,\ntoo. One was Russian-Polish and the other one was what they call a \"Galicianer,\" from\nGalicia, from Austria. But both of them came to--respectively one, my father, to Holland,\nwhen he was a young teenager and my mother as a young child, to Antwerp, before\nWWI. During WWI, my mother was in England and my father was in Holland and then\nthey married in Holland and--where they had their first child. And we were a family of\nfive children. My father at first had a delicatessen in Antwerp, a kosher delicatessen, and\nhe also had a hotel on the seaside, but the delicatessen failed, sort of, after a certain time,\nwith the depression; and then he continued his seaside hotel. He was a very Orthodox\nman, but not a bearded--he was a westernized Orthodox Jew, very traditionally Jewish.\nAntwerp had a--the entire population of Belgium, as far as Jews are concerned, is about\n50 to 60--50,000. Then when the refugees came, after '33 to '39, I think, they went up to\n60,000. The majority of the Jews lived in Antwerp.\nThey were a very separate community from the rest, I think. They had been lured by King Albert\nI, from Holland mostly, in order to start the diamond business. However, it became very\ndifficult, even if you were born in Belgium, to become Belgian. There was a certain\ndiscrimination, as far as naturalization is concerned, against the Jews. And even when\nyou were born there, you had to opt for the Belgian nationality actively. It was expensive,\nand it was very fastidious; it took time. I know that just before the war, when I was 16, I\nstarted opting and by the time the WWII started, I still hadn't gotten my nationality. And\nthen Poland gave up the Jews and we all became stateless, even though I was born in\nBelgium and considered us Belgian. I was bilingual and I went to high school there. I\nwent to grade school there--I mean grade school, not high school.\nIn general, the government was not antisemitic. Antwerp in particular had a Socialist\nmayor, Camille Huysmans, who was quite supportive of the Jews, but by '36, a very\nstrong Fascist movement--two actually--one was the Flemish Fascist movement by Staf\nde Clercq,' who was virulent anti-Semitic; and the Rexist” movement of Degrelle,? who\n' Founder of National Flemish League (VNV) on October 1, 1933. S.J. Woolf, ed.,\nFascism in Europe (London: Methuen and Co., 1981), 290-1.\n* Like the VNV, the Rexist movement was subtly fascist in its later stages although,\nofficially, it called itself an authoritarian government. Rexism reached its peak between\n1935-6. Fascism in Europe, 284-285.\n> Léon Degrelle was the leader of the Rexist movement. Fascism in\nsubsequently furnished soldiers to Hitler. Degrelle and Staf de Clercq were virulently\nanti--they went into--I had been once--no--more than once, beaten up on the streets\nbecause they would occasionally raid. Groups of uniformed Fascists would come in the\nJewish quarter and just beat up the Jewish boys and older people.",
        "A: It was 1n '38 to '39. I remember being--just coming in, and then suddenly they\nwould, they would attack bearded Jews in the streets, and then if they saw somebody that\nthey thought lived in that area, they would just beat them up, too. And that happened.\nThat's about all, but there were a number of Zionist movements and even Revisionist*\nmovements, so that the Jews had quite a free life there. The government had no\ndiscrimination, officially. Of course, if you wanted to have certain jobs, then there were\ndiscriminations, so, in general, I would say Belgium had a certain enlightened attitude\ntowards the Jews. We were not affected, other than by having those 10,000 refugees from\nGermany, by what was going on in Germany until May the 10th. When we woke up and\nAntwerp was bombed by the Germans and we discovered we were at war, we were\ninvaded. It was very fast and the 13th or 14th of May they had already reached almost the\nsea, the North Sea. Belgium is very small and as you know, the king capitulated within a\nweek, I think. Because we had a small hotel right at the sea shore, my father took a taxi\nand just left everything in our apartment in Antwerp and reached that place, but we\nstayed only there for one day, because we heard that the Germans had already occupied,\nwere already reaching the sea, and so we followed the flow of those thousands of\nrefugees that clogged the roads and occasionally were attacked by the planes, you know,\njust came down, swooping down and machine-gunned the refugees. And I had a small--\nmy brother is 15 years younger, so I had him. He had whooping cough and I was just\ncarrying him on my back and he was just having his spells on my back and vomiting on\nus. It was a terrible place because we used to be on the roads and then hide, jumping off\nthe roads and just going by foot.\nThe French at first hadn't opened the, hadn't opened the border, so we\nwere camping there for I think two days without having food or anything and then\nsuddenly they opened the border and we could come down to France. Somehow I thought\nthat--because everybody was going towards Arras and the northern cities near the border\nbecause they hoped that they would get to England. We--my father--found some kind of a\nprivate car and they brought us down to Paris. And we found later on that most of those\nrefugees who tried to go to Arras were bombed at the station and killed. He managed to\nget to Paris, and we stayed there for one night when my father again heard that we had to\nregister as refugees, especially if we weren't Belgian, and so he went to the police. There\nhe--that's when he had--at first he was a very great admirer of the French, he thought they\nwere--the French revolution was really the representatives of what a republic should\nEurope, 284.\n+ «movement of maximist political Zionists founded and led by Vladimir Jabotinsky.”\nEncyclopaedia Judaica (Jerusalem: Keter Publishing, 1971), s.v. “revisionist.”\nmean--and a freedom-loving republic. And that's when he had--the first time, he asked,\nand he said that we would like to stay in Paris if we could, and the man said, “You dirty\nJew,” and hit him and said, “You better report tomorrow to the--” what they call the\ncaserne de tourelles,° which is a military barracks, where then we found that all the\nrefugees were being channeled towards various parts of France. The second time that we\nrealized how antisemitic actually police was, was in the train.\nThere were many refugees from all over, most Jews. And Italy was then a Fascist country\nand was just going into, was then entering the war. There was an Italian worker who was\ntotally uneducated. The police was assigning to each wagon, you know, a person 1n\ncharge, and I say my father was the most educated person in that place and he was a\nreally respectable-looking man, but they took the Italian worker who was drunk and\nuneducated and put him in charge because, he said it openly, “I'm not going to put any\nJew in charge of a wagon.” So that was the thing.",
        "A: Only 48 hours I think--72 hours. Because we--they-- didn't want to have Jewish\nrefugees in Paris, and so they evacuated and we went with other Belgian non-Jews into--\nwe ended up after a long ordeal on the train and buses in central France, in the Ardéche.\nIt's a small state, a small department, which the capital had about 4,000 inhabitants and\nwe ended up in a hamlet where we stayed for three months over the summer. It was a\nfarm, I became a farm boy. As a matter of fact, I keep in touch with the farmer I met. I\nhave been several times to this hamlet 50 years later. He's still alive.",
        "A: Oh, they put us up in a factory. They put us up in a factory that was--that only\nworked during the winter because they didn't have electricity and in the winter there was\nenough water to get the--to farm the--it was a silk, they were doing, something was just\nsilk thread or something--and we were barracked there, at a village there. And within a\nfew--when in June we came there in May, the end of May. On June 18th, I think, France\ncapitulated and Pétain® took over. The Belgian refugees who were non-Jewish were\nrepatriated. There was also another Jewish family who also was--chose to go back to\nBelgium. The reason why is because rumor spreads very quickly that there were camps\nall over France, especially near the Pyrénées, Saint-Cyprien, Anjouleme, Corse, where\nthe conditions were extremely difficult, and they said they were very harsh towards the\nJews in particular, and so we heard about it. And as a matter of fact, we heard that the\noldest sister of my mother, her husband, her daughter, and her grandchild were there, and\nthere were conditions so bad that they also chose to go back to Antwerp. And when\n> Barracks turret (French).\n° Pétain, Henri (1856-1951); French marshal who corroborated with the Nazis and lead\nthe French Vichy government during W.W.II. Bruce Wetterau, World History (New\nYork: Henry Holt Publishing, 1994), 838.\nanother Jewish family in that little village called Saint-Julien du Corse, population\nincluding I think the animals, was 600 people; but it was spread over miles and miles. It's\na hamlet. We chose to stay there, until the winter came, in which we then moved to the\ncapital, which is Brive. And there we--suddenly on November, I think in November, were\ntold that we had to report to a camp in Agde, the next morning, just to take the bare\nessentials, leave everything else and leave and go to Agde.\nAnd that's in November '40. We then reported to a concentration camp. That was a real\nconcentration camp.",
        "A: No, no, nothing. They didn't even know anything. I mean, they were very simple\npeople and also, the inhabitants of the Ardéche in particular, it's the only province. It used\nto be a province of France, where the Huguenots used to hide. There are still caves in the\nmountains. They had a long history of religious oppression, so they had a tradition--there\nis a very strange population who understands oppression and that's why when we were in\nBrive--actually the assistant mayor, his wife was a music teacher--the assistant mayor\nwas also I think a principal in the school.\nBoth of them were very flattered to have city people from Antwerp, and especially we\nwere very good in Latin and Greek, all of us, the three children were so religious in\nschool and my youngest sister was a musician, she was one of those--she had given in\nAntwerp a concert--the teacher four years. She was Wunderkind,’ I mean she was good,\nso they were very flattered to have these people, and they didn't make any discriminatory\nat all. They were very nice people and the farmers, they were just interested 1n us.\nI must tell you, incidentally, that 40 years later I came to that village and went to the\nfarm, and there I found my co-farm boy, who had become in the meantime the owner of\nthe farm, and the first thing that I came in--the woman came in and says, “Who are you?”\nand I said, “I was a refugee here 40 years ago,” she said, “Are you Arthur or David?”\nDavid was the other boy, and Arthur is my real name, actually. And she said, “You know,\nwe recently watched a program on the concentration camps, and we were wondering\nwhether you were still alive, or you had been...” So, they really were nice people. And I\nkeep in touch with my farmer friend ever since. As a matter of fact, I was there six\nmonths ago.\n’ Child prodigy (German).",
        "A: In Agde, that was the first big tragedy because we had to leave again. Whatever\nlittle we had saved from Antwerp, which was very little, it's what we could take with us.",
        "A: No, there was a notification from the police, ” You have to report tomorrow\nmorning to the train station.” We were the only, I think, Jewish family there. There was a\nLuxembourg family, a Jewish family from Luxembourg who--I'm sorry, who was, who\ndid not get called.\nWe got called and I think because we were not Belgian nationals--there, you see, that\nthing, that stateless Jewish status. We then had to report to Agde on a train and there a lot\nof people came from all over the various places. It was a terrible shock. Agde was exactly\nhow we had seen pictures of Dachau or something like this. It's barbed wire. There had\nbeen people concentrated there for several months, including Czech refugees, you know,\nwho had served in the army actually, and if they were Jewish, they were there. Also it had\nbeen for a long time a concentration camp for the Spanish civil war fighters, you know,\nwho France had gradually betrayed--the first to come over and then Blum® actually had\nmade some deal. Those were exactly like the barracks that you can see from Buchenwald\nor something. These were platform--there were two tier platforms of wood, without--\nwith--some straw which had remained from--it's full of lice and fleas. They gave each of\nthem an old blanket--each of us. There was one--women were sent, women and children\nwere separated in a different camp and they had a little bit of a better camp because they\nhad some stoves in there, we didn't. It was very cold, it was windswept, it was a\nmiserable camp. There was one faucet outside for--I think there were 14,000 people in\nthere at one point--and then it froze. There was no water. We used to get one soup and a\nrather mildewed bread every day.\nAnd then in the evening we used to get some other--if the thing wasn't frozen, if the\nfaucet wasn't frozen--we had some cooking. It was a miserable camp. I remember we\nwere freezing, we were mis--we were eaten by fleas and lice, and one or two of the\npeople became actually crazy in there. There was no dispensary. The only places people\nwere aiming 1s to try to get the job at the commandant’s camp because that was a warm\nplace and my sisters, one of my older sisters, because she was, she was I think trilingual,\nand she was taking shorthand or something. She worked for the commandant of the\ncamp--commandant and also another family from I think elsewhere. Levine and these are\nthe two families that were actually later on liberated. About three months after we were\nthere, my sister obtained from one the--yes, that was when de Lattre de Tassigny(ph),\n* Blum, Léon (1872-1950); “first Jew and first socialist to become premier of France.”\nEncyclopaedia Judaica (Jerusalem: Keter Publishing, 1971), s.v. “Blum, Léon.”\nwho was the préfet?--préfet is like the governor, but it was an appointed préfet--and he--I\ndon't know what happened. Yeah, he was the \"Préfet de Police\" and he came and visited\nthat camp and because there was some former Czech foreign legion of people, he got\nvery indignant about the situation. He says, “I want that camp disbanded, I don't want it\nin my province.” Instead of liberating the people, he just sent them to Rivesaltes.",
        "A: Nothing.",
        "A: Nothing. We just hung around freezing and waiting for food to be given and\ntrying to escape. Well, as a matter of fact, one of my cousins, his name is Michael\nBrushkin, he was married to a cousin of mine. He lived in France, he lived in Theonville,\nand he served with the French army. And I know that he was very, very outgoing and\nalso he had a big--he had a shoe factory, I think, in Theonville. And somehow it\nhappened to move a lot of shoes or something, and he bribed people with shoes because\nwe didn't have anything, and he came to visit us in the camp, showing his military paper\nand acting as, \"I'm an officer of the French army.” They let him in and he actually\nsmuggled my youngest sister out on his bicycle. He came with a bicycle and just walked\noff with her on the back of his bicycle. He then managed, when my sister got a pass of\none day, after the de Lattre de Tassigny visit--the camp commander was a little shook up\nby the criticism he had so he gave her and also this other girl, Miss Levine, I think was\nher name--they got a pass and my cousin somehow must have known that there was a\ngentleman in the Montpellier prefecture by the name of Ernst I think was his name, he\nwas a Alsatian, who was one of the early resistance people. He managed to fix some\nthings and said, “If you can prove that they can live--survive--I can manage to get them\nout of the camp before it moves to Rivesaltes, but they'll have to live in a suburb where\nall the parolees and people who were on parole or former convicts who had no right to\nlive in the city.” And we were given--we were allowed to rent--a little shack there in that\ncity. And we lived with these people were very nice and they had an advantage since they\nknew all the police and always warned us if there was something stirring if people were\ntrying to get after us, and they sort of protected us. There's no antisemitism there,\namongst the parolees. They were liberated in the--we were in during November, I think,\nby January or February, '41, no--yeah--'41. We were then liberated from the camp after\nthree months in there and allowed to live there, and again I went to work in vineyards,\netcetera. I also registered in school actually, but I didn't show up too much there because\nin school there was a lot of antisemitism.\n? Prefect (French).",
        "A: Yeah. I wanted to get my degree, my baccalaureate, my, you know, secondary\neducation, so when I was working the farms, occasionally I showed up in school. I was\nregistered officially, but I didn't like it because there was a lot of antisemitism there.\nEvery time, for example, the name of a Jew came up--Bergson,'° for example, a\nphilosopher we used to read--everybody was saying, “Jew, Jew, Jew,” you know. And so,\nI didn't make--first of all I couldn't be there too much; it was six kilometers, or no, it was\nabout 15 kilometers of where we lived so it was hard for me to get there and besides, the\nfood shortage was terrible in Montpellier because Montpellier had only vineyards at that\ntime. Jews also were sort of in line. We had special--we had identification cards stamped\n“Juif,’!! and we also had ration cards stamped “Juif,” so it was difficult sometimes to get\nrations, you know. That was the only thing we felt. On the other hand, individual people\nin Montpellier were just marvelous. For example, my father, he had some, he had quite a\nbit of, had acquired in Belgium some skills in jewelry, old jewelry or something, and in\nold books, because you don't always interest an old book and he got to know an antiquity\ndealer by the name of Leyvastre. I mention him because he really saved our lives two or\nthree times and he just told him, “Whenever I buy something that you advise me, I'll\nmake sure that you get some percentage,” so that he helped us to live, on the one hand.\nOn the other hand, every time there was some stirring up, where we heard that men for\nexample were being drafted or Jews were--then he said, “Well, come and live with us.\nI'll--you'll--live with us for a couple of weeks,” you know. He always had an excuse.\n“Your son is very smart in school; he can tutor my daughter, who's very shy, in Latin,\nand who flunked once the oral exams.” And I tutored her a little bit and later on he acted\nas if I had done a great deal to his family, when he had saved our life by hiding us. We\nfound out later that that daughter, that child daughter that I tutored, was one of the heroes\nof the French underground, and we didn't even know that. I mean, she was so shy and\nwithdrawn, but her name was Jeanne Leyvastre. She married later her chief of the\nunderground and had five children, moved to Bordeaux. I found this out later.",
        "A: There were no--I think we were the--yes--there was one other family,\nunfortunately. There was an Austrian couple, those were the only ones, an Austrian\ncouple who was hidden in the--not just a block away from where we lived, because that\nwas the country, that was--now there are a lot of in that area that has been developed into\nan area where many of the Algerian refugees, many North African refugees, after it\nbecame independent, have settled in this very developed--and the vineyards have\ndisappeared. I went there on one occasion, to visit it, and when we left there it was one of\nthose desert, what they call the garrigue’*, which is a very windswept area with--it is very\n' Bergson, Henri Louis (1859-1941), French philosopher. Encyclopaedia Judaica\n(Jerusalem: Keter Publishing, 1971), s.v. “Bergson.”\n'l Jew (French).\n'2 Stony, sun drenched hills (French).\nhot and it just has very low bushes. It's sort of a mosquito-infested; stone--it's a little bit\nlike Israel sometimes, you know where--before it was settled. And so that's where they\nhad these little shacks with people living there who had been in the jail or had been\nsomething.",
        "A: Oh, yeah. As a matter of fact, I had a neighbor who was, just, who sold me a\nterrible bicycle, but he was a real ex-convict, but he always gave us hints of what's going\non. He said, “Watch out.” I don't know where he knew about it. No, they were nice and\nthere was another girl up in another--Nadalié--we used to come over and says, “You\ncome and listen to...,” he used to be gassed in WWI, “...come and listen to the radio from\nLondon, from the BBC” because we didn't have a radio. We were not allowed to have a\nradio. We didn't have anything in the house except a little old stove and five bedsprings,\nand that's all we had in that place and our water came from--was a cistern; it collected\nrain and when it didn't rain after November or something, I used to have to go every day\nand five miles with a wheel barrel that, again, my friend the convict Monsieur Durand\nhad sold me, to get water.",
        "A: Oh, yes, there was. The Vichy, they were very, very active, that's what I'm trying\nto--the mayor, the mayor was a fellow by the name of Sudrier, who was a Vichy. He was,\nhe was the one who was responsible frequently of telling the suppliers, the butcher,\netcetera, not to give us, but to put as at the end of any line that we come in. He was\nalways checking on us and unfortunately the person where the Austrian lived, they were\nJehovah’s Witnesses and acted very officiously, but the man was working in the, in the,\nalso in the mayors office. He also was a former veteran of WWI, and they, I think, sold\nout again those refugees who were within the Austrian refugees because they were sent to\nAuschwitz, and they never came back. But that's all and then we lived there as best we\ncould. I used to work in vineyards and go to school occasionally and then--",
        "A: Terrible, oh, all the time, because the rumors were going and the rumor mill was\ngoing all the time, and for one year we were not bothered until the early part of July of\n'42, you see. We finally got there in '41. Even after the Americans got into the war, we\nwere always trying to get to Marseille to try and get visas to America because we have a\n'S Town in central France which gave its name to French government after France was\ndefeated by Germany in 1940. Pétain was head of state. Vichy did not govern France\nsince the end of 1942, when Germany occupied the southern French “free zone.”\nElizabeth-Anne Wheal, Stephen Pope, James Taylor, A Dictionary of the Second World\nWar (New York: Peter Bedrick Books, 1990), 500.\nlarge family in America, but we found out later why, you know, when we saw the\nHolocaust museum, the Friar(ph) thing that the consulate in Marseille had the orders to\nstall the Jews and not to get them there. I don't know if you saw those papers. We\nrealized it. And so we lived in tremendous fear, especially after the Americans got into\nwar in December '41 and then by July '42, then really we felt, we knew about camps and I\nthink the rumor had started that Jews are going to be shipped to sort of work camps and\nsome of them may have been extermination camps. They didn't know that there was\nactive extermination, but we heard about Dachau and I think Buchenwald. We knew\nabout these camps, and we knew that people were starved there. We didn't know about\nthe extermination, which had started then. That we didn't know, but we--",
        "A: I don't know, the rumor mills were just incredible. And everybody always--we\nused to have these code words like, we had a--we knew that, one or two things we knew\nis--one of my, as I mentioned to you, the oldest sister of my mother and her husband,\ntheir girl--daughter and their granddaughter had been near the Pyrénées in a camp and\nthey were repatriated. We also knew that another sister of my mother, who also never\ncame, went to Auschwitz and was--never came back. The third had been sent to Poland.\nThat's all we knew.",
        "A: Because the daughter, because the daughter of the oldest sister of my mother, she\nmanaged to get--to smuggle out with her daughter, to get from Belgium to the occupied\narea and from the occupied area to the non-occupied and because of that cousin of mine,\nMichael, who was in the army, everybody knew, had followed him. Because they went to\nTheonville and then they went to Nevers and then they knew that they were in\nMontpellier and she showed up one day in Montpellier--she had smuggled out. And then\nshe told us that her parents had been told to report to Moulins. That's the way it was and\nthey disappeared and the same thing the other sister, that she disappeared and then the\nbrother of my mother, the younger brother of my mother also was reported to go to\nMoulins and we knew that the son of one of my--had also reported, and then one of the\nother sons, who is still now in Belgium, he jumped off the train--from the train--and came\nback to Belgium and told that woman, that daughter, and then she subsequently was\ndeported from Lyon. So that's how we knew what happened to our family in Belgium,\nand we all knew that they were sent from Moulins to various places in Poland, so that's\nhow we--but also the, there were some people in Montpellier that my father was in touch\nwith, Jews, and not the French. The French Jews kept apart. They thought they were not\ngoing to be touched; it was only the foreign Jews. But the foreign community in\nMontpellier knew about it and the rumor mill went and you see when we had my cousin\nHela, the one that came from Belgium, and she told us about all these people who had\nbeen deported. They always said they had to go to Moulins and from Moulins they were\nsent away and we also knew about that boy, my cousin, who was my age, just a little\nyounger, that he had been--he jumped from a train when he was, and he came back to\nBelgium, where he hid. We had another cousin who's husband--who had just been\nmarried just before the war--who's husband had been again sent to Poland, so we knew\nabout those things, but we didn't know. I mean, we all had this picture of Dachau and\nBuchenwald, which we knew from before the war. The horrible things happened, the\npeople starved to death, you know and they're worked, and also two of my cousins had\nbeen in work camps and again the one that jumped from the train told us about it, so we\nknew about it, but I can't precisely know how it happens. And then we saw Agde, and\nAgde was a horrible camp and we knew also that the majority of the people who had\nbeen sent to Rivesaltes had been deported to Poland, too. Again, the rumor mill knew\nabout it. It's funny thing i1s--because I didn't hear from Rivesaltes after that and then I had\na book here about the camps in France and they say the result is the major source of\ndeportees of the zone libre’*--non-occupied. All right? And we go on and then when we\ngot in in July of 1942. My father and I were again summoned to go to Agde, to Agde, to\nthe camp, not the rest of the family. I--but when I got the summons, I also had heard\nabout--I was being, I was working. I had already registered with the mandatory rule\ngroup from-- as students. I was registered in high school. Actually I had, I successfully\ngot my baccalaureate from there, which was a miracle, and so I had actually applied even\nto pre-medical school, was refused. I had that certificate that I was turned away because\nof--I didn't meet the quota of Israelites. And so I'd registered with all the students for\nmandatory work in France. I was working at that time near Montpellier, in a big\ncommunal garden, together with Indo-Chinese. It was the Indo-Chinese former soldiers\nthat they had. It was called the camp of Nam Phong for some reason. Nam Phong: the\nfive--I think Nam Phong means “the five provinces.”\nAnd I was there, working there, and fortunately I had registered with that so that I went\nto--when I came to Agde, I also managed to get some kind of a certificate from my\nfather--a medical certificate that he was ill, so when they couldn't get me, the young guy,\nbecause I was, I was, they couldn't supersede the ruler, the government's rule of service.\nThey let me go, so I didn't go to Agde, I went to Agde the second time, but they let me go\nand since they couldn't get me. They let my father go, too. But Agde then had just been a\nsort of a holding camp to send to Rivesaltes out again. And so I went back and I went to\nthe mountains with my group. Did a stupid thing because I went without the pass, and\nwhen I was there working in the farm in the mountains, all the French boys gradually\ngave up because it was too tough, but I stayed there, so the farmer liked me. And I\ncontinued and then I got the letter from my family that they were in hiding because they\nhad heard about--no-- they've come to be notified that we have to report and that's when\nthe father said he wasn't going and he hid on the other side of the city. They all went to\none room claiming that it was a woman who was renting out rooms for people who had\npatients in the hospital. It was near a hospital, Saint Eloi, and so they were hiding there,\nand I got a letter in the mountains that they were hiding because they were living there\nnear the hospital because they were going to send them to where they send my Aunt\nDora, which was the one that was sent to Poland. And so I came back, stupidly, because I\ncame without the--I didn't have a pass. I had to have a--I wasn't with my group any more\nand I needed to have a pass, but I managed to get out of the station where I noticed that\n'4 Free zone (French).\nthere was a group of the black-shirted militia checking everybody on the train, and I had\nno pass, but there was a strange thing that the farmer had given me a chicken, a scrawny\nchicken, and you know, we didn't have food and I was bringing a chicken. There was a\nlaw at that time; France had still internal customs called an octroi!>, and suddenly I said,\n“Well, I have to get that chicken through the octroi,” and so I went to another exit where\nthere was no black guards and that's how I got out of the station. I didn't realize at that\ntime that that chicken saved my life and as I came out, I noticed a friend of mine, by the\nname of Jack--Jean-- Ginsburg from Belgium and I said, “Do you know, by any chance,\nwhere my family is?” He says, “Yes, I know, because I helped them move.” He was sort\nof--at that time he was dating my sister so he knew and he was a boy that I went to school\nwith in Antwerp, Jean Ginsburg. And so he showed me where my family was and that's\nwhen I had this big idea, I said, “Oh, we can't be crowded like that,’ my parents said,\n“But you know there are seals on our house, we can't go back.” I said, “Well, I know--I\nhave, I know where the key is of one of the farms where I lived, I worked, and why don't\nwe take my two sisters and myself?” and we walked to the other side of the city, about\neight kilometers. I took my bicycle and we walked and so I crossed the city, crossed the\ncemetery and ended up--but I forgot to tell--there's a bridge again, the octro1, the internal\ncustoms and there was a militia man standing there and stopping us and saying, “I have\norders to round up all the foreign people,” and asked us, “Are you Jewish?” “Yes.” “So I\nhave to round you up.” I have no--I think the Belgian people don't have to be--and I had\nonly a--my ID was an ID from school; it says I was born in Belgium. It didn't say any\nnationality, but I had an older sister who was born in Holland and he didn't know the\nrules, so he took us in and we found out that that was the big round-up of Jews, French\nand foreign, that day. That was the 26th of August, 1942, where the majority of the Jews\nof the free zone had been rounded up by the French and all deported. And we came there\nand we found the police station was full of people and he came, it was after midnight, he\nsays, “Oh, I've got one more of them,” and that's when the person asked me, “Where...’’--\nthe policeman-- “Where do they live?” He says “That's why I caught them. I checked.\nThey lived where they were caught, at the bridge,” and he said he would be willing to go\nto my house and check and I said, “Don't,” because I knew that the seals were there. He\ntook us there and that's when we had this man sitting there. There was a commission\nsitting there, three people. One obviously was a German. I don't--the reason why I think\nhe was German is because he used a strange word for our ID items.\nThe French used the word “ coordonnée!®,” the Germans used the word \"Personalien.”!”\nand he used the word \"Personalien,” you know. He says, “Take that person out and let\nhim go.” And he asked me, “What is your confession?” I said, “What's a confession?” He\nsays, “Your religion.” I had a moment of hesitation and I said, “Jewish.” He had a\nmoment of hesitation, he says, “Well, since they live there, we know where to get them.\nWhy don't you let them go home?” So we went, fortunately not directly home, we went\nback to that farm where I had the key to--slept there, which was about four kilometers\n'S Toll-house (French).\n'© Coordinates (French).\n'” Particulars (German).\nfrom where I lived. And in the morning I decided, since they had let us go, we probably\nare not looked for, and that's where I met our, my friend the convict, the ex-convict, he\nsays, “Are you crazy? What are you doing here?” I said, “Well, we coming home because\nthey caught us last night and they let us go,” He says, “I have news for you, they must\nhave made a mistake, because they used to have three policemen watching your house,\ntoday they have six.” So we didn't go home and we kept being hidden for about two or\nthree months until things calmed down. That happens all the time in France, you know.\nThey make an action and then they forget about it. And after two or three months hiding\nwe went--by that time it was I think September--no--it was October. You remember that\nman, that man in the prefecture by the name of Ernst, and he arranged again to get us a\ncomplete absolution and we can go home.\nThe seals have to be removed, we are no longer looked for, and then we lived there for\nanother month until the Americans disembarked in Algiers. That's November '42 and\nsuddenly, the entire occupied--the entire non-occupied became occupied, that's in\nNovember, '42. Am I rambling too much?",
        "A: Good.",
        "A: Oh, the French commandeered--the priest came in, that guy Sudrier, who was the\nmayor, you know the guy with the militia man--he came down with the police. I wasn't\nthere, but my parents said they ran away and then one of my sisters, you know--\nremember I may be what they call a Jewish stereotype now, looking Jewishy, but at the\ntime I was blonde. I had a lot of blonde hair. I'm blue eyed. In the south of France, I\nlooked more southern French than any of the--the French in the south of France looked\nmore Jewish than I looked. So my sister--one sister's very blonde and blue-eyed, and she\nwas not the Jewish stereotype the way they saw it, you know, they didn't take us as a\nJewish stereotype. With age I became more Jewishy looking, but then I wasn't. And so\none of my sisters went and she found that there were big locks, seals. You see, we had a\nlittle shack there, it was sort of a, a little shack--just one room and the kitchen and then a\nlittle room, two rooms upstairs, and then there was a little garden and a gate, a little gate.\nThat gate, they had put the seals on--wax seals--just like you put in a criminal thing, you\nseal the doors, so that you can't--1f you open the door, you break the seals. It's the same as\nthey do for example if there's a murder case in America for example, they will put the\nseal on the doors so that you can't open it. And actually that night, after we were caught,\nwhen I walked back because I said, “I'm going to come back to the house,” and that\nDurand, I hadn't met Durand yet, but I had run into Sudrier, the mayor and he says,\n“Where have you been?” And I said, “Oh, we were told that maybe they're going to\ndeport us and so he says, “You see this 1s all British propaganda,” I said, “I know because\nI was at the policier'® last and they freed us,” he says, “You see?” But then that's when he\nprobably called the police and they doubled the thing and that's when Durand, the\nneighbor, the ex-convict told us about it. That's the seals, see? And for two months\nnobody could enter that little gate we had. I have actually pictures of that little house\nnow.",
        "A: Yeah, we hid--I kept up--because they were torturing--the reason why I could stay\nat this gardener’s home 1s that poor guy was actually a Cypriot. His name was Pascalis\nand he had been into--they decided a Cypriot is a British citizen, so they send him--the\npoor--the Pascalis, he was such an innocuous man, he was just a gardener who could\nhardly read. And so they send him as a British subject to a camp and interned him as an\nenemy alien, so his little garden--he had built a little house there, it was just a house--and\nhe's even dug his own well. And so since he was deported, his house was closed. But I\nknew where the key was and nobody ever bothered us, so I kept on going with my sisters\nto that house, and my parents were still continuing to live near that hospital, that woman,\nand Saint Eloi until they moved officially the seals and then we moved back in that\nhouse. But we only stayed there for about three weeks because then I decided I will no\nlonger ever say I'm Jewish. I will join the underground and when the Germans move in to\nthe whole zone in November, and that's--",
        "A: They just moved in--they didn't bother--it was the, all this time, I must say, it was\nthe French who bothered us, that was the French, as I mentioned to you over the phone.\nThe French were much more zealous. The official French, much more vicious against--to\napply the racial things, as far as the government's concerned, than the Germans. At that\ntime they weren't there. Vichy France was very, very anti-Jewish.",
        "A: The seals, the fact that we couldn't go to school, the fact that they stamped our\nration cards and our identification cards “Juif,” which made it difficult frequently,\nbecause if you dealt with those--for example there was a great food shortage in the south\nof France and when you start in line, people queue for four o'clock and suddenly you\ncome with your “Juif’ there, sometimes people just pushed ahead of you and you weren't\ngoing to say anything about it. It's like in the occupied zone, they had the yellow star we\nweren't yet to wear, but we had identity cards with “Juif’ stamped on it which was\nannoying.\n'8 To bring country under one organized government (French).",
        "A: No.",
        "A: No, because we, unless we--yes--in the camp, yes. In the camp, for example, I\nwas once hit by a guard because I was trying to get to--I was asking for a pass to go to\nmy mother, to where my sister and mother were and he just hit me and called me “dirty\nJew.” No, those were instances, but you see we kept such a low profile that we didn't\nhave any exposure and there was very few Jews in the areas where we were, or at least\nwe knew about. No, that was sort of--Sudrier was the one and there was a lot of the\nnewspapers were always attacking the Jews and if you wanted to be left alone, you\nusually had in your pocket one of the most anti-Semitic papers called Gringoire,'? which\nwas like the Der Stuermer,”° later the Der Stuermer, in Germany. That's the only way you\nwere left alone is when you always affected not, being anti-Jewish, but in school, like I\nsaid, in school it was a very anti-Semitic people were screaming, “Jew! Jew!” every time\nthere's a name of a Jew, but otherwise, no. I personally had no--except for Agde--that's\nwhat I'm saying, except for Agde, and the two or three instances where we were almost\ndeported and the fact that they sealed us out of our home, no.",
        "A: Well, there the Germans moved in. I joined the underground officially. I was\nsworn in by Toto, which was the name of the--actually his name is Otto Giniesky, but he\nwas called Toto Ginot.",
        "A: Yeah. I joined them, but that was about all. I just--I just gave the oath and that's\nall and very soon after Germans moved in and so my parents again said we have to get\nout of this area, and we still was living with my parents and we go to--and the few Jews\nthat were there, including my cousin, who once lived in Montpellier, we decided to go to\nGrenoble and my sister went ahead, looking for a place in Grenoble.",
        "A: All right.\nEnd of Tape 1\n19 « collaborationist paper of Henri Béraud, noted in the 1830s for its Anglophobia...”\nH.R. Kedward, Resistance in Vichy France (Oxford: Oxford Press, 1978), 55.\n*° Publication edited by the Nazi’s chief propagandist, Julius Streicher. William P. Varga,\nThe Number One Nazi Jew-Baiter, (New York: Carleton Press, 1981), 455.\nTape 2",
        "A: Daily life was miserable; it was a life of daily fear. You went to sleep, you didn't\nknow if the next morning there would be a rounding up. We knew about people rounding\nup. We knew people disappear, for example, we knew--at one point it became so\nworrisome that remember, I told you one of my cousins, the one, the only survivor from\nthat--the oldest sister of my mother--she managed to sneak out from with her daughter to\nthe non-occupied and she lived with us. I forgot to tell you, she lived with us and her\ndaughter, and her, because we were, we were such a large nuclear family. We were\nalways raised together at Antwerp. And at one point they became so terribly--the rumor\nmill--that she decided she wasn't safe in Montpellier, and she went to live near Lyon in a\nsmall city. And that's when they, they reported--and the same time as we--the 26th of\nAugust or something--they rounded her up with her daughters, Helen and Dian. Their\nnames were Helen and Dian. Her mother was deported and never came back. That\nwoman who finally lived with us--and she left us because she didn't feel 1t was safe any\nmore--she was finally rounded up. The reason why we know, it is her daughter who was\nput in a camp of children and what happened 1s, it's one instance where the, where a\nbishop or a cardinal in Lyon--I think Gerlier--there's a Catholic, there's called a Catholic\norganizations, they took a number of people, dressed them as police people and came in\nthe camp and kidnapped all the children and placed them with families. The daughter and\nthose people who adopted her notified us about the mother having disappeared and that\nDiane was alive and she was still with them, the Rosenstiels. She's still wonderful.",
        "A: Oh, that's why I was working in the country. So we didn't--in Montpellier it was\nhorrible. As a matter of fact, there were times when I would go out on the country side,\non the side of the road, and get dandelion so we could have salad once a day. And then\nwe--you know, dandelion's a terrible diuretic. It was a terrible problem, but no, we had\nvery little to eat, that is--that was--a horrible thing. A change, I mean in Grenoble, that\nwas a big change, because in Grenoble you had to eat, but in Montpellier it was very little\nand the only--the reason is that's why I worked in the gardens, and with the farmers,\nbecause that's the only way I could have eaten, and see when I worked with the\nvineyards, we would get wine as part of a salary and I would exchange the wine for food\non the side. It was really terrible, and sometimes my sister would get up at four o’clock in\nthe morning because she heard there was some carrots somewhere you know, and by the\ntime her, by the time the shop would open at nine o'clock there were about carrots for 20\npeople and if you had stamped ”Jewish” on them, they wouldn't give them to you, so it\nwas nothing easy for life. But the food wasn't easy for anybody.",
        "A: The French attitude was favorable to Vichy, very much. And I can tell you this\nwas going on in general, except for individual people. Some individuals were absolutely\nwonderful, you know the old type of Clemanceaus, like the Républicains. But others\nwould have a general attitude of anti-Jewish. All French have always been intellectual\nanti-Jewish anyhow, ever since Dreyfus, you know, Zola. But you have some people like\nZola or others who, you know, those were individuals. I must say the French population\nin the south was very, very pro-Vichy. They approved everything and they were sort of,\nsort of giving that feeling, well, everything was the fault of Léon Blum and his popular\nfront, that Jews Léon Blum and Daniel Mayer and all these guys, oh, there was an\nattitude. But individually, certain people are definitely against persecution and when they\nknew you were in trouble, they were ready to help you. It's a dichotomy. I mean I have\npeople, they were just wonderful. Oh, like these people that saved my niece, she's not a\nniece, she's a second cousin, yeah, whom I see--she's in Paris. But those were Catholic\npeople. She, the woman, was married to a Jew, Rosenstiel, but she's the one who\ninstigated this whole, this saving of the children and kept raising the child as Jewish so\nshe wouldn't forget her grandparents, because her grandparents were very religious. But\nthe girl isn't Jewish any more, but she was. She tried. So these individual people are just\nsublime, that's what I'm saying. The sense of Vichy was extremely popular government.\nThey were listening to them, there were very few who were actually for the British. It\nmay have been also the hate of the British and the hate of the leftist movement, which\nidentified with the Jews, especially Léon Blum. I don't know if you remember Léon\nBlum, who was the Prime Minister who instituted all these beautiful, liberal reforms, you\nknow. Social Security and all this that France has, all the workers even now that they\nhave, they owe it to Léon Blum and his government and yet they were so happy, “Oh, we\ngot rid of all those Jews,” etcetera. Yeah, there was a very anti-Jewish feel, but that's not\njust France. I can tell you later on, even when I got to Spain, I faced this from the\nBelgians, who were, the Belgians who were officially on the British side. See, when I\nwanted to volunteer for the Belgians they said, “We can't accept you,” and later on I said\n“Well, I had no papers,” and then when the other Belgian says, “But we never had any\npapers he says, “I bet you're Jewish,” I said, “Yes,” he says, “Well, yeah.” We never had\ntheir attitude. He wouldn't like, even--the other people knew about it. So that's not\nsurprising. And that's why we were always living in fear. Every day we knew something\nis going to happen. And it did, finally it happened, it happened, at a tremendous scale,\nwhich is a miracle that we escaped that. Never understood why.",
        "A: Yeah, and so my sister went out and found--as a matter of fact, she found a house\nat the outskirts of Grenoble. The Italians, who were making every effort to protect the\nJews, I must say that, they were wonderful. So, as soon as we knew about it, again the\ngreat, I knew it, and the only thing the risk was to get over to the Italian zone without a\npass and she mentions to go back and forth and then our parents immediately went over\nthere. And I stayed with my sister to pack whatever we had and there again is an\nexample. When we finally get to the station, there was a station master, grumpy guy. And\nwe said, “We want to ship our belongings to this--” “Oh. You can't.” “Say why?”\n“Jewish?” “Yes.” Then he says, “It's forbidden.” I asked, “Since when?” He says, “Since\ntoday.” I said, “But that's all we have.” He says, “Fine. I just remembered, you shipped it\nyesterday.” The man didn't know us, just an individual, that's what I'm saying. I have\nsome very, very wonderful memories about individuals, some of whose name I don't even\nknow. So we shipped our things, and by that time I came to Montpellier and discovered\nthat my chief that I had--the chief of the Organisation Juive de Combat.”! It was first\ncalled AJ, Armée Juif,’” and then it was changed to--you have the paper there--\n’Organisation Juive de Combat.” And I accidentally ran in to him in Montpellier; I was\nlooking for a group. But then we said, he said, “Before we can use you, you have to have\nFrench papers,” and he says, “I don't know yet if I can trust them or you.” And so he\nhanded me over a discharge paper of somebody by the name of Pierre Louis Vignot. I\nwas a little older and I looked extremely young then, I was only about, I must have been\njust 19, but I looked like a 15, 16 year old boy. I was a skinny little rabbit, I mean, not to\nsay skinny, I was skinny. I was about 125 pounds or something, and he gave me that\npaper because the Asti Germans had moved in to the occupied, on the non-occupied zone,\nthey disbanded the armistice army, and so somehow, either the piece of paper was real or\nit was beautifully manufactured, because it was a real discharge certificate of a person by\nthe name of Pierre Louis Vinot, who was born in Béthune, and Béthune we found out\nlater had been totally bombed. The city had been bombed and all the papers of anybody\nborn there were destroyed. So that was convenient. He didn't tell me how to do it, so I\njust went to the mairie~’ or the city hall, where my parents lived, which was a big mistake\nbecause I wasn't officially living there any more. Yes, the underground--he had assigned\nme a room, a safe room that they had rented.",
        "A: In Grenoble. My parents lived six kilometers or 10 kilometers out of Grenoble in\nVal d’Eybens. And I went to that mairie because I didn't know any other mairie and I\nremember being there and the man looking again--it was one of those militia people, an\nolder guy--and he looked at me, he says, “Come back in the back here,” and I said, “Uh-\noh, he caught me.”\n*! Jewish Organization of Combat (French).\n*2 Jewish Army\n3 Town or city hall (French).",
        "A: Yeah, and there was a militia, a chief of the militia, who was actually processing\nthe--making identity cards.",
        "A: “Come in the back.”",
        "A: Well, I went and I think there was a major mistake which could have cost--there\nwas a major mistake because I went there. I had no address to give. When I went there I\nrealized that the man in charge of the ID cards was a militia man, an officer, and he then\nwent, after I filled out the papers, he filled out the papers, asked me to come in back and\nlooked at me very sternly and I said, “There. I am caught,” you know? And all he said 1s,\n“Eyes blue, hair brown.” All he wanted was to have a look at me because he wants to\ngive the details, and then he said, “Well...” and I knew that when you take an ID card,\nusually they fill out the papers and then they stamp it and you go home. He said, “You'll\nhave to come back in two weeks from now,” and I said, “Why?” He said, “Well, because\nthis--we don't deliver cards any more. It's now very serious and we do it through the\nprefecture de police,” and I didn't know what, and I said, “Fine,” and then I left. And then\nI went to see my chief and he says, “That was a stupid thing to do, but now that you did\nit, he’s either going to have--if you have the courage and you go there, you either--you'll\nbe the only person in the entire region who's going to have an identity without an\naccomplice, which means--” and then he started to explain to me, because he says,\n“You're going to be assigned in the manufacturing of false papers and distributing false\npapers and bringing them over to various places as you can see on that certificate.” And I\nsaid, “Where is it?” and then he gave me the explanation, he says, “There 1s virtually\nnobody who has what we call true-true-false papers--false identity--and if you get that\nprefecture card, you're going to have the only one with true-true-stamps. There's not\ngoing to be an accomplice, so you can never be caught.\nThe second thing 1s...” then he explained to me, “...some of them you're going to make\nand we have rubber stamps and we have forms that we buy,” etcetera. “They're not going\nto be perfect and those are called false-false-false papers. Then there's going to be--you're\ngoing to have contacts as you're going on, you're going to work in mairies, and we're\ngoing to find some people who we can bribe and they're going to make it at the mairie\nand keep a record, but that's somebody who's not totally reliable--that's going to be the\nfalse-true-false papers. And then we're going to have--somewhere we're going to have a\nperson that is one of ours in the mairie, he's a resistance. But he can be caught and under\ntorture he can tell, that he's going to be again. And those are going to be true-false-false\npapers. So that's going to be the different categories of papers.” And that's after he says,\n“But we're only going to use you after you have your own papers, so...” I don't like\nmyself in that picture, so that's, I look like my uncle.",
        "A: Did you pick that up, these categories?",
        "A: Yes, my whole family. I am the only one at that point who is not living with my\nfamily; they don't even declare me with them. And we know that there is a comparative\nsafety as compared to Montpellier, where we were under Vichy, but with German,\nGermans looking down on them, and their tragedy. The Italians prevent this area under\ntheir control to be as mean as the Vichy and the German zone. As I mentioned to you\nuntil--you asked me if Grenoble, the trip of Grenoble, the only risk we took gravely is\nthat we were traveling back and forth between Grenoble and Montpellier during this\nmove, without the proper papers, which 1s, which could have led us direct to Auschwitz.\nYou see, the trains frequently were in the control, were controlled by field gendarmerie,~*\ntogether with the French police. This is one of the things that I was doing, too--later on--\nis traveling and knowing where to come up, etcetera. I learned that later, but at that time\nwe just took terrible chances and you know the atmosphere of taking a trip like this and\nknowing that you are going to be caught, you have a 50 percent chance. It was a terrible\nordeal, but we did it and that's what I'm saying. It's the only problem that happened.",
        "A: That was in Montpellier.",
        "A: I met a young man. That was a pure accident. I don't remember his name... Abie--\nhis name was Abie, a little fellow. He used to be from Antwerp. He used to be the son of\nthe baker, the man who delivered our bread. He met me once accidentally in Montpellier,\nastonished that I was there and then told me about the existence of the underground in\nMontpellier. I don't know what happened to him because he was not in Grenoble later on.\nAnd he told me, “You know, you should join. There is a new underground here,” and he\nis the one who got me in touch. We used to call him Abie the baker boy, you know,\nbecause he used to come in the morning and we liked him very much. He used to deliver\nbread in Antwerp to us. He was a Polish little fellow. And he is the one who talked me\ninto--if I hadn't met him, I don't think I would have ever known about it and that's how I\n** Total force of the gendarme (French).\njoined the underground and then again, when I came to Grenoble--oh, no--I met him\nagain in Grenoble. When I was in Grenoble, you know, it's--I happened to come down\nfrom--and there he is again. And I said “Abie, what's going on?” and he says, “You\nknow, the same people are here,” and then he said, “You met them in the dark, but I\nknow you can meet them 1n the light.” I don't know what happened to Abie after that\nbecause he was not part of our group later on.",
        "A: No, no, because you see, it was only the--almost two days before I left\nMontpellier that I joined, it was a very secretive--and that's maybe why Toto, the chief,\nacted a little bit strange in the beginning, because it was such a secretive thing, you know.\nIt was in the dark, you made an oath in the dark on a revolver. I mean it was--I thought it\nwas a lot of--I was sort of a little cynical about it and maybe I acted a little bit\nsupercilious or something because I think Toto told me in the beginning he was very sort\nof diffident, you know. That's maybe why he handed me that discharge paper saying the\nhell with it, he's not--I'm not going to do anything special for him, but when I got the real\npapers and when he saw that I have guts, because he said, “Now it's up to you,” and I\nsaid, “Would you go?” he says, “The only thing I can tell you, if you ever get those\npapers, you have the best papers and you're going to be very useful to us. On the other\nhand, I'm not sure if I would do it in your place because there is a big risk involved.” And\nI said, rather than-- ”if I want to do a thing, I'm not joining the underground not to take\nrisks.” So I took the risk and got my papers.",
        "A: Oh, yeah, Toto was in Grenoble. I had an--I never met him except in the dark, that\nsingle day in Montpellier.",
        "A: The whole organization moved. He actually created, I think, the whole\norganization, and he and somebody by the name of Simon Levitte created--I think he\nmust have been stimulated by Simon Levitte who was a marvelous guy--created the\norganization in Grenoble. They even rented a little chalet in the mountains called Le\nMichallons where gradually all those people started getting together, and it was sort of\nofficially an area where young people got together to sing songs and things like that, but\nreally it was the center. There were two centers at that time, one was in the kitchen of\nMiss Madame Latchiver in Grenoble.",
        "A: She was just a woman who--a Jewish-Frenchwoman--who was a widow with two\nchildren, who somehow got to know the--I think she knew the wife of Toto, and\ngradually everybody found it convenient to come to her, and she said, “You do whatever\nyou want,” and in her kitchen was actually the--in her stove was all the rubber stamps and\neverything was there. And we used to have these, all these sessions in her places and\npeople who came from hiding for a day or two always slept in her place. She was the\ncenter of activity in Grenoble and the second place was up in the mountains in Michelon.\nThat's where I got to be assigned of manufacturing and distributing papers. I wasn't the\nonly one. I was one of them, and then later on in Grenoble the Italians had set up two in\nour area, two nice resort villages that because of the war weren't used. Where they\nconcentrated Jews in various hotels, they called it résidences surveillées,”> but they\nclaimed that this would be that they felt that one day the Germans will push them out and\nthen they will take their Jews to Italy where they're less persecuted, which isn't true,\nbecause they were persecuted.\nI mean the Finzi-Contini*® thing, you know, but they had--they meant well and actually I\nthink Toto had, from what I understood, had connections with the Italians and had\nreceived their guarantees and that's why we left the Italians alone. There was never\nanything against Italians by the underground, at least by the Jewish underground.",
        "A: I don't know, again, I was not in the main group. I was just with the underground.\nThere were quite a few, yes, because in the underground we're all Jewish and we were\nquite a group there. But I was mainly having a small group of very active people, one of\nthem is George Schneck who became--is now the president of the Jewish Consistory in\nBrussels, of the whole thing. Another one was Adolph, who went to school with me in\nAntwerp, who then later on became ambassador in Peru, of Israel, he was one of the\nShin-Bet people, and there was Toto. There was a pretty large group but we didn't know\nmuch about them because we didn't want to know much about them in case we get\ncaught. There was an infiltration of Communists, and I think earlier, when you asked me\nin the beginning was there ever anybody I didn't trust, I trusted them, but then became\nvery suspicious about two guys, Joe and Max. Max later on became a big wheel in the\nFrench Communists after the war, and their girlfriend Charlotte. I think they were selling\nus down the road somewhere because some people got caught, and I wonder if it weren't\nthose people. The second thing is the French underground had nothing to do with us.\nThey wanted us, to use us only to get the money. They had this idea Jews have money.\nAnd we had very little to do with them. But you see, I had a very fine--remember I joined\nthem in November--didn't see them until December or January and only stayed with them\nfrom January until August, with our group. So our group had definitive jobs for me. I was\nmaking false papers, I was distributing false papers, I was exploring because of my\nfarming skills, I worked with farmers again, and I used to go out with George or others\nand look for hiding places, should we start, because we were preparing to become a\nfighting group. At that time we were not yet a combat group, but we were preparing to\n*> Supervised residences\n* The title of this film is The Garden of the Finzi-Continis.\nbecome a combat group. And so I was going exploring with farmers, where we could\nhave hiding places, where we could have strategically located places, and that was my\njob. In addition to that, I had to bring--once we had manufactured papers--I had to bring\nthem to Saint-Gervais, to Megeéve, to Nice. I also was a sort of a liaison to Toulouse,\nwhich was in the occupied zone, because they felt I had been several times going back\nand forth without a pass, somehow I had an intuitive feeling on how to get people across,\nand so sometimes I was just sent over to look, to which they say, ’the family's coming,””’\njust go in the train and watch what happened and when you go down and you feel that\nthere's an inspection coming, just get down the train and stay, so I did it a few times.",
        "A: I would just go, I would just sit there in the train while they were there and then\nwhen I would look out and I see there's a field gendarmerie. I would go down the train\nand they would go down the train, too. And then when I thought it was clear I would go\nback because I couldn't talk to them, you see. Once I--a funny story happened--there was\na Jewish family who, they had good papers so nobody's--and then the Germans and the\nFrenchmen came in and there was a farmer, a typical 100 percent farmer. He was eating.\nHe had a sandwich, he was eating onion, and so suddenly the French policeman said,\n“You must be Jewish,” and there was this whole group of family who were Jewish, they\nhad false papers, but they were Jewish, and they bothered this farmer because he was\neating onion. You know if it wasn't so tragic, I would have laughed, because he says,\n“You are Jewish.” He went to check him, brought him back later on, let him go. But these\nare the kind of things. I was bringing them papers, then, just to make sure that they get\nthemselves out of the trouble, I would show them where to go down, where to go up\nbecause I traveled a lot and I knew where it was safe.",
        "A: Yeah, well, I was living in that place, number 16 Grande Rue, above a bordello,\nand it was a safe haven because you see, again, they had picked that place and on the first\nfloor there was a bordello, because there was a red light, and so they had picked up\nbecause you could go in and out. And then I had this apartment where this woman was\nliving, and I had a little room there, and I wasn't there much either, because most of the\ntime I was in the farms all around, so traveling a lot. Many times I was sleeping at\nMadame Jeanne, this famous Madame Jeanne Latchiver; she was a marvelous woman.\nThat's where I got to meet all these people who later on were deported, like Marianne\nCohen, Mila Racine--all these people who tried to get children over and they betrayed\nthem. Somebody betrayed them, I don't know who--around there--Laubert(ph).",
        "A: That's what I explained to you. Number one, we had--somehow we had a printer,\nhe was a Communist. He was Gregoire I think, he had a printing shop. I didn't have much\n*7 According to the interviewee, this was a code phrase that the group used.\nto do with him, it was Toto again. He would print us the forms, he would make us the\nrubber stamps, okay?\nThese forms--we would just get the pictures, have the form where they were just rubber\nstamps, because my papers had the watermark print, you know the--that was different. If,\nin an emergency where we had to have quickly some people come over from, yeah,\nfamilies coming from the occupied zone who would send--I would go over there, bring\nthem the papers, but we would make them. These were little cardboard kind of, kind of\ncardboard kind of forms. They fold and you fill them out and you stamped them, and they\nwere given. They're worthless because if ever they would check--can I, can you stop one\nsecond? I have to blow my nose. See, they were worthless because if anybody checked,\nreally, if the police would have any suspicion, they would get those people over, just\nmake a phone call to a man, you know--there were no computers then, but just call and\nsaid, “Do you have any registration?” I would say no, so they were totally false. They\nwere false-false-false papers. Also we had a few people in areas like Doméne, etcetera,\nwhere I didn't know what the difference was except that I used to go and pick them up. I\nsit in small city halls. I call them mairies, you know that's--we used to have either\nemployees there, who are accomplices because either they were doing it for money or\nthey were resistance. I didn't know the difference between them, but they would say\n”’Today, go to Domene...” for example, “... Domene, and you pick up a bundle of things.”\nThese were registered. In other words, you had the background papers there. If the police\ncalled, the guy would say “Yes, they are here, these people,” but you had a weakness--\nthey had an accomplice. That accomplice could be somebody that we thought was\ntrustworthy, in which case they were true- false-false; or where there were two true-false;\nor the guy could be trusted, in that case they were true-true-false. I mean we had all these\nthings, and I would pick them up and bring them over. Now there was always a danger\nthere, either a person was caught and somebody was waiting for me to come and pick\nthem up or the people was a double agent or something like that. It never happened.",
        "A: No, I was only afraid that if they would stop me I would become nervous and I\nwould show that there's something wrong. I was never--that was a strange thing, not even\nwhen I, the most difficult part, even the day that I was conduct--I don't know was. I think\nit's the youth, the fact that our life was so tense all the time, that these things seemed to be\nsort of a relief. I don't remember, looking back that I was afraid, except, for example, I\nremember one day coming back from Saint-Gervais, where I had just given all these\npapers to the people, distributed them, came back, had nothing, and suddenly there was\nbig, ID check, I'm sorry, ID check. The police was there, the militia was there, etcetera. I\nwasn't afraid for me, because I had the--but I was afraid that I might not look relaxed and\nthat they would see I'm nervous and then they would start asking them and then I, I might\nbetray. I was much more afraid ever to be nervous and to betray people, but otherwise I\nwasn't. And so this was about the life, I was also the liaison person with Toulouse at one\ntime. Toulouse was the other, was the real big center. We didn't--I didn't--know that, but\nthat's where Polonski, who was known at the time by the name of Pol, was running a big\noperation where most of the people after I left of Grenoble moved to, and Toto moved to\nGrenoble, to Toulouse, because that became the big center because at one time when the\nGermans, when the Germans occupied even the Italian zone, there was no more reason to\nhave two centers. So a small group was left in Grenoble. My two sisters, who before I left\njoined the underground, became much more active than I, because then they had become\nmore of a--they started using the places that I had found. They also were much more\nactive in the false papers business. And I think one of my sisters even got hurt at one\npoint, you know.",
        "A: Very little sense. I think the organization was still very disjointed. Our operation\nwas one operation and we thought it was all. I only got an inkling later, in Toulouse, but I\ndidn't realize that Toulouse was the major center. I only got--when it became--when I\nbecame, I wanted to tell you, after a certain time I could not use--I could not stay Pierre\nVinot because as Pierre Vinot I was born in 1919, four years older than I really was.\nThere was suddenly--the French had suddenly made an order that all people born after--\nbefore--1921 had to report to go to Germany. You had to go, mandatory labor, for\nGermany. At least you had to register, and so I could no longer be Pierre Vinot, and I had\nto become Arthur Vergnaud. I think it was still Pierre, I have to remember. I don't\nremember because they weren't exactly good, there was not longer any good for anyone it\nwas one of those little cards made by Doméne. I remember the mairie, at which point,\none morning, I--I used to sneak in very early in the morning at six o'clock in the morning\nto my where my parents lived to chop the wood and bring them sometimes the food that I\nhad collected in the farms. And I come there in the morning and there is a little girl,\nFischer, she was a neighbor, and she came to me, and she says that--she came to the\nstreetcar and she came up with a little milk thing and she says to me, “You go and pick\nup the milk,” and I couldn't understand this little girl. She was maybe nine years, 11 years\nold--nine years. She says, “Police,” and so I knew I couldn't go home, and so I went.\nLater on I discovered they got my poor father and my sister, took them all the way to\nsomewhere, and they grilled them all day long by saying, “Where is your son?” and he\nsays, “My son is only four years old.” “No, no, no, the other one, the one that's in the\nresistance, the one that worked there on this farm and there on this farm and he's in the\nunderground and he distributes flyers,” and they didn't know what I was distributing so\nthey thought I was distributing propaganda, you know--he's in the underground. And so I\nknew that somebody had betrayed me because they didn't even know my name, they just\nknew that I existed and they knew how I looked, and so at which point, when I told this\nto Toto because he didn't know about it, he said, “Well, I can't use you any more, but we\ncan use you now because we do want to have more liaisons to Toulouse and we would\nlike to make a channel and you be the guinea pig with whoever you want to recruit to go\nto Spain,” and I said, “But I thought that Spain is impossible.”\nHe said, “Exactly. That's why we want you to try it,” because nowadays nobody had\ncrossed to Spain for the last year--smuggled in, because you have a border area. You\nhave 50 kilometers which is zone interite.”* If they catch you, they shoot you, if you don't\nhave a certain color pass, and so it's almost impossible to get over, but we have a passer\nwho we want to use and Toulouse is looking for volunteers that are desperate and then\nultimately we'll set our goal that you should then try to get to Palestine at that time\nbecause--I forgot to tell you that the, at that time the AG, or the OGC was very Zionistic.\nAll wanted ultimately to get to Palestine, and so that's what I'm saying was so--it was\nsuch a comedy because they kept on saying, “You go to Toulouse and then you try it and\nthen within 48 hours you have to report to Barcelona, to our agent in Barcelona and they\nwill get you over to...” That was nonsense because it didn't exist, this whole channel was\nsort of just a trying field. So the first time--I then went with George Schneck, my best\nfriend, we were buddies and, you know, brothers, and I went to Toulouse again, without a\npass, without, but I, then I was where I knew. And I got to Toulouse. We were hidden at\nthat time and we were trained for weeks by--in the home of Madame Knout. Her name\nwas Rachel Knout, K-n-o-u-t. I mentioned to you she was the granddaughter of Scriabine,\nand she was not Jewish but she was married to Knout who was a big wheel in that\norganization and--oh, no--he was deported, I think. Yeah, Knout was deported, yes. And\nRachel Knout, she was a wonderful woman, with her children there, she reminded me of\nthat Madame Jeanne because she had about four or five children. She had the little--and\neverybody was hiding there, and she was active. She was shot later on, on the 28th of\nJuly, 1944, she was shot. There was also another guy by the name of Gerard and he also\nwas shot, later on. And then they send me and George to Nakache. Nakache was a\nOlympic champion of swimming--swimming champion of 1938 or something like this.\nHe had opened the gymnasium and he trained people physically for the underground.",
        "A: Yeah, Nakache was a, Nakache was a--but they didn't know that, see, Nakache\nwas an Algerian Jew or a Moroccan Jew or something like this, Nakache. And he trained\nus you know, etcetera, and then what happened it--George's family, his mother was, she\nwas from Russia and she was absolutely against him continuing because she said she\nknows the nihilists, and we're probably going to be--because they did train us how to\njump from trains and things like this and so she, I don't know, George decided he wasn't\ngoing. So I had to go all the way back to Grenoble and try to recruit different people,\nwhich I wasn't, it wasn't such a good bunch because George and I were really idealistic\nand these other guys, they just wanted to get out. I got five people, one I didn't know, he\nwas from Megeve, and I had Nick, Charles and the brothers Levine. And in Toulouse\nthey gave me another guy that was from Antwerp, Armand Herchkowitz, he was the sixth\n8 Destruction zone; from “interitus,” meaning “death” (Latin).\nguy. So I got six guys and the French underground gave us five more people and I\nbecame in charge of this group.",
        "A: Not me. Yeah, the French underground, like I said, they did not work with us, but\nPol Polonski and Jack Roytman, who were the two guys in Toulouse, told us we--because\nthe French underground apparently furnished--supplied--the passer. The Jewish\nunderground was financing it, see that's where we--",
        "A: Oh, yes, there was a relationship, but it was not the real--it was sort of a--you\ncould feel a sort of contempt: “You provide us with money,” you know. There was no\nother interchanging except that I was told in Toulouse, “You're going to get whatever you\nget. There are going to be five guys and you're going to be responsible for them, too.”",
        "A: Yeah, but that way, like I said, in '43, the population was still very, very pro--not\nreal pro-German, but anti-British, anti-Jewish, and I'm not sure that the--and I had the\nfeeling that the French underground was had only started, the major, the most strongest\npart of the French underground were the Communists. They were really anti-German,\nbecause they were anti-Russian, not for any other reason. They were very unconcerned\nwith what they did to the Jews, and they couldn't care less. The Jewish underground was\nsimply because they felt, otherwise they would have been part of the French\nunderground, but they felt that there was discrimination against the Jews.",
        "A: Their goals were different. The Jewish underground, the way I knew it, both in\nToulouse and--had an aim to get the Jews as much as they could, either fighting the\nGermans or getting them to Palestine. That was at that time--the Jewish resistance was\nvery Zionist-oriented. The Communists that infiltrated them tried to switch it differently,\nmade them Communists. The French sort of ignored them except when it came to--at\nleast in my time. Now later on, I think towards the very end, they were working together,\nbut you see the French resistance, no matter what they say, was Johnny Come Lately, you\nknow, all those people that you see in movies, etcetera.",
        "A: Even the second D.B.”’ friend, who went through the same place without the\nFrench underground, went the same passage and he joined the French army in Algiers, he\nalso said that was, first of all, he could have done without us, secondly they were so\n*” Division Blindée, (blind division), (French).\nantisemitic in these, in the French army. The French army of liberation, de Clercq and all\nthese people, were terrible antisemites. So I got to Toulouse, I was hidden once in M--by\nRachel Knout. I got the training, I went back, I recruited five people, they gave me a sixth\none, then after a couple of days they, Pol and Jack, they gave me instructions how, what\nto do. We got to some place which--it was my memory, I have such a great memory, I\ncan't remember that place--and there we were hidden in the barn. We got the five\nFrenchmen with us, the five non-Jewish guys and we--and then--his name was Bertrand\nBorde, yeah, he came. He was about seven foot tall; no secret that I'm a pretty short guy,\nand most of the people except one Frenchman, one, he was a law student, was the only\ntall guy. All the others were relatively--I mean my size or even shorter, and he took us for\ntwo days in the mountains on a absolutely incredible tempo. Then they abandoned us in\nthe mountains, and then we had another two days without food in the middle of storms,\netcetera, and we finally got to Spain.",
        "A: Oh, no, this was a horrible crossing. As a matter of fact, the team--the team after\nus I think lost three people. Two died and one broke his leg and they had to abandon--\nthey don't know what happened and the next team didn't make it at all.",
        "A: First of all it was--you start off almost in open thing--in fields where there are\nGerman villages, for example. Whenever you crossed, you crossed towards dusk because\nat night you couldn't see, and when we passed any of those villages, for example, there\nwere Germans in there. And you have to remember, when we passed I had to start--let's\nsee--no, I was always the last one because the guy before that, the passer would go, and\nthen when you hardly see the passer. The next one would go, and by that time it became\ndark. Then you had to get into fields that go up like this where the people who work in\nthose fields are attached by cords to work in the fields, you know, with a sickle. Then you\nstart, then it became so bad that you have to do it in daylight, and you're absolutely a\ntarget there. If they see you, they shoot you. You don't have a pass. The terrain is terrible.\nAfter the fields you get into the most horrible rocks and you know the mountains goes up\nand it goes down. It's north of Honduras and, for example, in the mountains, when you\nare on the top and you want to start going down, you don't realize that when you go down\nlet's say 100 feet, there's nothing underneath and some of our people almost died this\nway. There was this guy that I got from Megeéve, he was the most undisciplined guy ever,\nand he would just go down there and then he would stop because he almost fell. These\nwere extremely dangerous and then there were paths where you had about, I don't know,\nthis much to slide on the side. I couldn't do it now, it just how we did it. It was just\nhorrible and at times the guide did us--made us do it in the middle of the night, and when\nI found out what we were doing with the morning when we woke up because then he\nwould stop, and he would fall asleep because he drank all the time. And then he would\nsay, I would wake up and I says, “Ready to go?” He says, “That.” I said, “We did that in\nthe middle of the night?” He says, “You wouldn't have dared to do it during the day.” It\nwas physically one of the most dangerous mountain climbing things that you can\nimagine, besides even if it was August there were patches of ice, and you don't realize it\nin the mountain, you're seeing sort of a, seeing some snow and you think “Oh, well, that's\njust snow, that's a patch of ice,” which in the mountain looks like if it's a yard and it's 10\nyards and you slide down. And once you slide, you go. So there was a dangerous--it was\ndangerous for two reasons: number one, it was the most impractical thing; that's why he\npicked it and he knew his way, he was a professional smuggler. The second thing is you\nwere in open; at night it was too dangerous physically, you could kill yourself, and\npeople killed themselves. Secondly, during the day, you were exposed to anybody who\nsaw you--shooting, you know, and the Germans were patrolling. It was a terrible thing to\ndo. I went back there, 1990, to look at the other side. I couldn't believe it. It's the most\nawe-inspiring mountains that you can dream of. It's north of Honduras. It's a terrible\nplace.",
        "A: Yeah, terrible.",
        "A: Oh, yeah, because I don't think I could have done it and also the fact that I lived in\nthe mountains of Grenoble and my job was to go all the time in the mountains. I was\naway sometimes for two days in a row just climbing mountains and looking for things.\nThat was also good training, and I must say in Grenoble, too. I forgot to tell you, Toto\nhad organized a gymnasium there where we would get training, too.",
        "A: No. Once we started, no. After the first day I said, “I won't make it, definitely\nnot.” But we had no choice. You remember when you don't have a choice? When you\ndon't have a choice, you can do it. I was with my brother, who is 15 years younger, in\n1990, he says, “I cannot believe you did that,” because even on the side, on the Spanish\nside, where it looks much less forbidding, it looks horrible. On the Spanish side. And\nonce we were on the Spanish side, we just went down. It was all the way down and it was\nfine, but the French side, in the beginning where we started these villages, where we saw\nthe German patrols, I mean we saw the Germans and when that crazy guy who was drunk\nall the time, he had a big bottle of--he had two bottles, one we brought, because they told\nus, in the mountains again--the French have this thing that if you don't have calories,\ndrink alcohol, it gives you calories. So here we had sugar and they said take a bottle of\nwine because when you feel cold in the mountains. So Bertrand took it from us and he\nhad one himself, and he just kept on drinking. But obviously he knew his job. And he\nwalked at a terrible pace and for example when I started seeing those villages that we\ncrossed and that 11 people--no there were 12 and the passer--we had to go every time to\nthose villages, yes. Those villages that were--I thought we couldn't make it because we're\ngoing to get caught. Then, where we passed those villages and I started, he started\nshowing us that we have to go in this open thing and I said, “But we're targets,” and he\nsays, “That's the way to do it. Ah,” he says, “It's too, so dangerous, the Germans don't\nventure here,” which he probably was right. Then where they abandoned us, and I started\nrealizing, when he said, “You know, you see there's a round lake and there's a long lake.\nOnce you are out to the long lake, you are in Spain.” And I realized that this is--you can\nsee it, but before that you have to climb down and up and down and up and that these are\nsome, some absolutely impossible places to climb up, you know? You go down and\nsuddenly you see that you're over a 300-400 feet drop and that the only thing that you\nhave is a little path going along this thing, and then one of my boys lost his glasses, you\nknow, in a bush and so I had to give him my glasses and I'm--then I became near-sighted\nyou know. I'm not--he was terrible, he was blind like a bat, and so I had to give him my\nglasses, so you understand. It was a horrible thing. I was sure we wouldn't make it.\nEnd of Tape 2\nTape 3",
        "A: Yeah, we made it into Spain. It was the--now, you asked me about the sixth that I\nrecruited, the one from Megéve was apparently from Belgium. I don't remember his name\nbecause he also--I blocked the ones that gave me trouble. He was from Brussels and was\nsupposed to be in the Betar*’--which was a Revisionist thing, you know, the Jabotinsky?!\ngroup--and he, oh, he was a way back. He was big Zionist, you see, but he was sort of\nvery volatile and never listened to anybody. The two, Nick and Charles, they were from\nParis. They claimed to be Zionists, but Charles was very subdued. He was just--I think\nthey wanted to get out, and so--because they never joined the army. The brothers Levine,\nIra and Simon, they were true Zionists because I think they were from Belgium and from\nBrussels and they really wanted to join the army, so they were just regular guys. And\nwhen we came to Palestine, they joined the army, too. So I think Nick, Nick--he was no\ngood. The other one also joined the army as a matter of fact, so they were real. They\nweren't the biggest, they weren't my kind of guys. I would have wanted to have George\nand Ado, you know, who were really hot stuff, but they didn't go. And then the\nFrenchmen, I didn't know, and--except I had a lot of respect for the law student because\nhe seemed to be the real stuff, and I had an impression that the farmer was the real stuff.\nI didn't like the barber at all, I think he was a pimp who just was trying to get out, and I\ndon't remember the other two. They were just, probably just very dull figures and, you\nknow you had, you're so concentrated on what you were doing in the mountains and\ntrying to stay alive every single second, and I was more--I was not afraid. I sure was sure\nwe won't make it, but again if you ask me if I was afraid, no, but I was very, very, very\nconcerned that, because of me, all the others are going to get it, too. That was my only\nconcern.",
        "A: Yeah, well I trusted--I had no concern about not trusting them, no. No, I trusted\nthem completely. I was very disappointed in the one that I thought was the nicest, Nick,\nwho, as we got in the trench, started holding me responsible for not having cigarettes, for\nexample, and I mean he was a pain. I was a little disappointed also in the fact that, what's\nhis name, the other one from Megéve was not very disciplined. I think he should be\n°° Vladimir Jabotinsky’s Zionist youth movement which peaked during the 1930s in\neastern Europe. Cecil Roth, ed., Encyclopaedia Judaica (Jerusalem: Keter Publishing\nHouse, 1971), s.v. “Betar,”\n>! Jabotinsky, Vladimir (1880-1940), Zionist activist, founder of the Jewish Legion\nduring W.W.I, and head of Betar and Revisionist movements. Encyclopaedia Judaica\n(Jerusalem: Keter Publishing House, 1971), s.v. “Jabotinsky”’.\nmore--he was a Jabotinsky fellow, you know. He should be very disciplined and poor\nArmand, he had to get out, he had no idea. Armand was the one I got in Toulouse, he was\nfrom Antwerp, and he just wanted to get out, no motivation.",
        "A: In Spain, yeah. Suddenly, suddenly--after we got all this ordeal, we were so\nexhausted, at one point we got to sort of the top of a mountain--about where\nmountaineers communicate, and suddenly we looked down. First of all we found shreds\nof identity papers, and so we made a big mistake--we shredded our ID papers, too. We\nsaid, “Now we don't need any more French papers,” and then I decided I'm going to\nexplore, and I went down because I saw some person. We were so exhausted. We had no\nmore--we hadn't eaten for four days. I went down and I saw a guy and I speak to him and\nI said, “Where are we here?” and he says he doesn't understand, can I speak Spanish.\n“Oh,” I says, “so we're in Spain.” I said, “Is this Spain?” “Oh, sure, Espafia.” And so I\nwent to--we went all down. We went to the first village which is called Alos, which 1s\nnow a ghost village, Alos.",
        "A: Who's doing this? Sorry.\n[Technical difficulties]",
        "A: And then I went down and I asked the guy where we--I couldn't care less, we\nwere so desperate. We hadn't eaten for four days, except for the sugar that we still had\nand I was rationing it and then I saw this farmer. It was a shepherd. He said he couldn't\nspeak French so I said, “We must be in Spain,” so that--I said we were right, those ID's\nmeant we were at the border and then we went down and I went to the--and again Nick\ndrove me crazy--he says, “There are bananas here, I need to eat. You're responsible for\nus.” And so I went to the market here, there was a little place called Alos--tiny, little--\nnow it's a ghost village. I went back there. And there was a little place there and there\nhappened to be a little market, and I went there and I said to the woman, “Those\nbananas,” and she looked at me, smiled and she said, ““Wait a minute.” She went in the\nback and called the police, and I never knew why. I didn't understand why, because you\nknow, they'd given me instructions--I have to bring these people within 48 hours to\nBarcelona, and there's a guy by the name of Steinhorn and he's going to be our agent. It's\nridiculous because you couldn't get there in 48 hours, you get caught by the police. The\nreason why, apparently in Spain, in that area of Spain, bananas are called “platanos,’””\nand I said “bananas,” she knew I was a French illegal, and see, I was considered French\nthen. And so some guardia civil,*° you know, the Napoleon guy with an old musket that\nmust have been from the 1870 war, he says “Alto!” and then he put us in a little, local jail\nand there they kept us for another day without feeding because everybody wanted us to\nsell, to give our watches, etcetera, against food. Those guys were nobodies, they wouldn't\ndo it--they hadn't seen a windfall like that, 11 people. Nobody has crossed the border for\n>? Bananas (Spanish).\n°3 Civilian guard (Spanish).\na long time. Then they took us finally to a place called Sort, put us in another jail there\nfor two days, then they took us to Lérida, where they jailed us in a place called Seminario\nViejo,°* which says the “Old Seminary,” and there we stayed for a couple of weeks and\nthey shaved us and now it's not terrible, but believe me when you're 19 years and they\nshaved your beautiful hair, I had a lot of it then, you feel terrible, especially everybody\ncan see you're a convict. And then they finally shipped us over to Barcelona--oh--first\nthey put us in a camp called Miranda and then they shipped us to Barcelona.",
        "A: Not very long, that was only four days, because--",
        "A: It was just--that was funny because, that was funny because they had us divided\nin--everybody's Canadian, see everybody was Canadian, Canadian-Belgian, see, because\nthe government of Spain, Franco, had made an arrangement that he's not going to\nrepatriate anybody who is army age and is Canadian, so everybody is saying--we all said\nwe were Canadians, and so they knew better and so they said, “Yes? Canadian? Born\nwhere?” And then you know, there were Belgian-Canadian, Polish-Canadian, Czech-\nCanadian, but I didn't stay there very long. They decided to ship me to Barcelona because\nI was French-Canadian. I didn't say at that time that I was Belgian, okay? I was Belgian,\nbut I certainly wasn't going to say that I was, how do you call it, no nationality at that\ntime. And so I went to--they had given me an address to see a guy by the name of\nSequéra, who is the head of the Joint in Barcelona. He's a Portuguese guy, a Jew. And we\nwoke him up and he didn't want to--it was on a Sunday--he didn't want to come to see us\nand then I said, “You have to,” and then he said--and then I gave him a password, which\nwas the name of a person. I didn't even know what it was--a name of a person who was\napparently a very important person in Switzerland--Jeff Roytman. It's a Frenchman, but\nas soon as I said “Roytman” he opened the door and then he found out that we weren't--I\nsaid I was French. “Can't take care of you.” The only people who he could take were\nstateless people, so I should have said, “No, I'm stateless.” “No, you have to go to the\nFrench.” The French wanted to take me right away and send me to Morocco, but then I\ndidn't want to go, no, to Algiers, because at that time the French government had\nappointed a general, Giraud,*° who was a turncoat--only two weeks before he was being a\nFascist, so I said, “Oh, no. I just remembered I'm born in Belgium, I'm Belgian,” so they\nshipped me over to Madrid.\n+4 Old Seminary (Spanish).\n>> Giraud, Henri Honoré (1879-1949), French general who resigned from his co-\npresidency of the French Committee of the National Liberation after experiencing\ndifferences with de Gaulle. World History (New York: Henry Holt Publishing, 1994),\n434.",
        "A: Because they bused me.",
        "A: Yeah, because--there must be intervention--because at one time I was released\neven in Lérida for a little while, because I think the various embassies and I think the\nFrench embassy got us out. I don't know how because one day I found myself in a hotel\nin Lérida. We didn't ask any questions. We were so happy because, you see, in--that was\nterrible, there in the Seminario Viejo. You couldn't get close to the window because they\nwould shoot you, you know. They were sitting there, the guards, and they were playing\naround as your shadow came, okay, I'm going to shoot, because they would get 50\npesetas or something if they could shoot the prisoner. And so we--we’re sitting in this\nfilthy place. You couldn't get close to the window and it was hot like hell--that means it\nwas I don't know, August, September. Clearly, it was very hot. Then one day we were\nreleased to a hotel and we stayed there. Then one day they shipped us over to Miranda\nand then four days later they called us up and they shipped us to Barcelona and I didn't\nknow why. Then I went to the French, to the French Consulate. They were very happy.\nThey were going to register, and then I said, “Where are you going to send us? I want to\ngo to England.” He said, “No, no, no.” We're going to Algiers. I said, “But this is Giraud.\nI want to go with de Gaulle.” “No, you can't.” I said, “But he only last week was still a\nFascist, he still was helping them round up the Jews.” He says, “Well, now he's with us.”\nSo I said, “My memory just came back, I'm born in Belgium.” “Oh, now we can't take\nyou,” so they sent me to--”Say, oh, you can join the Foreign Legion.” I said, “No, not for\nme,” so I went to Madrid, and I arrived in Madrid, and I went to the embassy. I said, “I\nam Belgian.” He said, “What's your name?” “Einhorn.” “You got papers?” I said, “No.”\n“Oh, then we can't. Then you have to go to stateless, but since it's the weekend, we'll\nkeep you here over the weekend,” and then I met all my other Belgian buddies and they\nsaid, “Why didn't they take you?” I said, “I don't know, I'm born in Antwerp.” I said, “I\nspeak French and Flemish, as you can see.” One of them didn't even speak French. He\nsays--so one of them says, “By the way, are you Jewish?” I says, “Yes.” He says, “That's\nwhy. They are basically fighting the same on the side of the English, but they're just as\nantisemitic as the Germans.” And so I said, “Fine, if they don't want me, I'll manage” and\nso I went to the stateless, stayed there a little while until there were and then tried to get\nto Portugal, we got caught and came back to Madrid and from Madrid then I heard about\nthat boat that went from Cadiz to, Portuguese boat. And there were other refugees and so\nI went.",
        "A: Yeah, there were lots of them, but they had been there a long time. They had been\nthere a long time. You see, what happened is--that's why everybody was so suspicious\nabout me, because for a long time, people had not managed to get to Spain. The people\nwho were in Madrid, there was a large colony of Jewish people who had been there since\n'41 or '40, you know, when it was still--before the Americans got into the war, there was\nsome kind of a pipeline, but after--definitely after '42, once the Germans had occupied the\nwhole thing, nobody had passed, so I was a newcomer and everybody was so eager to\nknow everything. But at the same time they wondered if I wasn't being a spy. And that's\nwhat happened again when I got finally to Haifa. For three months I couldn't join the\narmy until they cleared me. And then when the CID cleared me, I could join the army.",
        "A: Yeah, it's called the Nyassa.",
        "A: To Lorengo Marques, in Mozambique. Loren¢o Marques. But it stopped in Port\nSaid and then it stopped in Haifa and so we disembarked in Haifa.",
        "A: No, no, no, no, no, no, no. The Joint Distribution over there, with the American\nFriends and Joint Distribution, the Quakers and the Joint were working together and they\nwere trying to get refugees out of there, so they heard about the boat. I didn't hear about\nthe boat. They asked the people who wanted to go and I was, well, of course I want to go.\nAs a matter of fact they asked us if we wanted to go to Port Said or Haifa or Lorencgo\nMarques. Some people chose Lorengo Marques.",
        "A: Well, for me, it was an emotional thing. I saw it and I--that's what I wanted, and\nthey put us in a camp called ‘Atlit. ‘Atlit, which is now, I think a prisoner camp for the\nArabs or something, but ‘Atlit was just a camp, it was--and there people were trying to\neither make you join the army or go to a kibbutz or free and then a lot of family came. I\nhad family but they for some reason didn't come, and then I finally got--after a few weeks\ngot liberated from there. I was one of the last ones, because apparently, I found out, I was\ninvestigated and then I left and went to see the relatives I had, stayed a few, went to a\nkibbutz for a little while, then when I was ready for it when I met with Eliahu Golub and\nhe told me, “You should join the army, we want people trained for later on for the\nHaganah.”°°\n36“ the underground military organization of the Yishuv in Erez Israel. Encyclopaedia\nJudaica, (Jerusalem: Keter Publishing, 1971), s.v. “Haganah.”",
        "A: It was, if you didn't have the emotional attachment, it wasn't very attractive then.\nIt was--Tel Aviv was two major streets. Everybody said, “Doesn't it look like a little\nParis?” I said, “No it doesn't,” you know. There's a lot of sand. People would show you a\nlittle tree that was that big, “See, this 1s a tree.” And I said “Yes, but I came from a\ncountry with trees.” You know, it was--you had a feeling that something, the Kibbutzim\nwere very interesting. But in the cities I felt that they weren't that motivated at that time.\nThere was a lot of, there wasn't much work; people were struggling a lot. It was really a\nstruggling country. I'm very glad I saw it then, because they used to tell me compared to\nwhat it was, it's great and I can tell you, compared to what it was then, that country now\nis an absolute marvel. I don't understand, I think the Jews were wrong; they should have\nwaited another five or 10 years and nobody would have wanted this country, you know?\nThe Arabs was leaving, there was virtually nothing there for the Arabs. The Arabs were\nmiserable. The British didn't let the Jews help the Arabs and they were selling dirt, I\nmean, rocks for nothing, for huge amounts. The people who owned that land weren't\nthose poor Arabs, those were the rich ones sitting in London, in Switzerland, the big guys\nwho were selling the land for, there was nothing there. I tell you now, when you see how\nnice and fertile, what they made of that country, it was--the only thing is, Galil was nice,\nit was green, but most of the country was just rocky, sandy. It was people struggling.",
        "A: They were very--they had to be energetic; there were no choice. That was a tough\ncountry, you know, the sands. I worked in kibbutz. I mean--and these guys were such\nidealistic people. Then it was, now they are different because they're a normal country.",
        "A: Well, I had trouble with the language. You see, I knew--I was from a religious\nfamily, but I only knew the biblical Hebrew, you know. I thought the people were very\nnice, the young--you remember I was young then. It's not--when you're older you don't\nmake rapport, as a young person, I made rapport, but I didn't stay very long as a civilian.\nI went to the army and in the army it was a very, it was different people, some of them\nwere there because they couldn't make it in civilian life, you know, and others were there\nbecause they believed in it and others were there to become--because the Haganah told\nthem to go and they go in the army. And I had two good friends with whom I still have\nrelations at this time. They were really motivated guys and one is still a farmer in\nNahalal.",
        "A: I joined. Well, that's because that's what I did. That's what I left the underground\nfor, 1t was my aim then. I had--I'm now in America, but my thing was, “Never again.”\nI had seen people and I remember. I was subjected where the--I was in the subway--once\nwas in the occupied zone and it said the Jews can only be in the last wagon of the train.\nHere I saw these other people with the yellow star. I wasn't wearing one, but I've seen\nthem. You know that's not... I don't think that in the last 50 years black people have been\ndiscriminated, in this country, as much as the Jews have been discriminated. I'm not\ntalking about when they were slaves, but the discrimination against the Jews was awful\nand I didn't want to have this and I said, “Never again.” I was the first one in my family\nthat said, “Never again.” It just turned out for professional reasons, finally, I didn't go\nback to Palestine, but my sisters did and my brother.",
        "A: Early was a regular--the army experience was we were not treated very well by\nthe British because we were Palestinians.\nThey prevented--there was an infantry group that they sometimes--first the early part of\nthe war, before I was there, there was some real combat troops that got prisoners in\nGreece and everybody fought in Greece and in Tripoli, etcetera. Then they decided--well-\n-became very concerned about us because the Haganah. And so they assigned the infantry\nmostly to guard duties in the desert, etcetera. Then most of us found out about it, so we\nall joined--most of us--the Royal Army Service Corps, which were the truck drivers,\nbecause they were really suspicious about these, so they shipped them to Egypt and Italy,\nso I was--I, by accident, got into the Royal Army Medical Corps and I was only a high\nschool graduate, but when I enlisted it seems that the colonel, the recruiting colonel,\nknew that Montpellier, where I had my baccalaureate, had the oldest medical school. I\nwasn't allowed to even join it. So he put me in the Royal Army Medical Corps, and I was\nthen shipped to Cairo. I wanted to be a combat soldier so I asked for my transfer to the\ninfantry, which they did, and they thought I was crazy, so they retrained me again as a\ncombat guy and then they shipped me finally to Italy as a driver. I had to learn to drive in\nItaly on the fields, the mine fields. I had to learn how to drive trucks. And that was my\nexperience. So we moved from the south of Italy up to the north; we were combat troops.",
        "A: All Jewish. And then while I was there, in Italy, the Jewish brigade was formed,\nand so I asked my transfer from where--from my company to the Jewish brigade, which\nthey gave me, and I became part of the Jewish brigade, and I was in the 178 company,\nwhich I was very happy, because our company was the major company who smuggled\nkids out of the camps and illegally brought them to Israel and that's why we were\ndisbanded. And I suppose yeah, we were disbanded because of that, because they caught\na ship that was filled with--by--our troops. We were the famous 178 and 179 company\nwho did the marvelous job, including the truck drivers, and so illegally we went into\nAustria, etcetera, where they had just the displaced persons and many of our soldiers\nremained. Not me because I was not the Sabra*’, you know, but they left many of our\nsoldiers in Germany, brought out the illegal ones and under the name of--for this\ndischarged soldier. They entered Palestine and then the papers came back and all the time\nlike this. They also did a marvelous job, our company, in smuggling and, yeah they were\ndisbanding troops and they were--they used to have--driving the trucks with weapons into\nthe camps to discard them and drove out until they got caught in France and Bordeaux.\nOne day, they did this stupid thing, they did this in the middle of an election day and\nsuddenly they saw trucks and trucks of Jewish trucks, with the star, going through\nBordeaux and they got caught. That's why we got disbanded.",
        "A: We were just--a private. I was a private. I was trained and then I became a Royal\nArmy medical orderly in the medical corps and I was assigned to a hospital, a field\nhospital in Egypt, and then I was retrained again to the infantry and then I was sent to\nItaly and I was just--I was just driving people, transport, yeah. We went through mine\nfields, etcetera. I mean, I saw people blow up behind me and in front of me, but I wasn't\nfighting with a rifle. I had a rifle, I had actually a tommy gun, but--",
        "A: Both.",
        "A: Yeah, because before the Jewish brigade, I was just a regular army--I mean I was\nan enlisted man. I did what they told me to do.",
        "A: Yes, very much so. Yeah, that was--I mean I applied it. I still have my--I didn't\nbring it--but I have my application. As a matter of fact I, they subjected me to psychiatric\nexamination because they said, “You are in the most privileged corps 1n the British\narmy.” I had such a low number, you know. Everybody has six numbers but there was so\nfew foreign people in the medical corps, they thought I was crazy. People would give an\narm to be in the medical corps and there I am in the medical corps and I ask to be\ntransferred back to the Jewish, to the infantry. I said, “I came to fight here.” And I\nremember I went to see a Major Griffith. Major Griffith, he was a typical you know, tall,\nhandsome, not too bright, you know, that's what they said, typical of the British officer.\nAnd I went to see him, I said, “I'm here in holding camp and I came here to fight.” He\n37 Native of Israel. Jeffrey Wigoder, ed., The New Standard Jewish Encyclopedia (New\nYork: Facts on File, 1992), s.v. “sabra.”\nsays, “There's nothing I can do about you,” and two weeks later I was shipped out to\nItaly. But I mean, you were, I was young, I had come to join the army, not as one of the\nguys for the--because you couldn't find a job or something. As a matter of fact I was, in\nthe three weeks that I, three months that I was a civilian in Israel, I first was in a kibbutz,\nbut later on I was even a diamond polisher for two and a half months because everybody\nwas convinced being born in Antwerp, I must know how to polish diamonds. I had a job.",
        "A: Egypt and Italy.",
        "A: Yeah. Also in Palestine because I was in Serafand. I was trained in Serafand, then\nI went to Egypt, then I was retrained in Serafand, then I went to Egypt again, and then I\nwent to Italy and then as the war finished, we moved up to Belgium, Holland, France.",
        "A: The war finished, I was in Tarvisio, near the Yugoslav-Austrian border. We were\nended and we walked there. We used to go to Austria, Klagenfurt--that's when nobody\never had been a Nazi, nobody ever, they didn't even know what you were talking about if\nyou asked them for the Nazi. All 64 million Germans were amongst the 65,000 anti-\nNazi's, all 64 million of them. And then we--but they didn't let us be at all long there, they\nmoved us immediately up to Belgium because they didn't want to have the Jewish troops\nin Germany. We went straight to Belgium, stayed in Belgium for a little while, Leuven,\nand then Antwerp, and from Antwerp we went to Breda. From Breda went to\nScheveningen and from Scheveningen went to Calais and then they caught our company\nin smuggling these things so they disbanded us and sent us to Qassasin, in Egypt, at the\nborder near Suez, and then they kept us there for about six weeks to two months.",
        "A: Probably at '46, I think. It was just a year after the war, you know, because we\nwere--I was in occupation for a year, yeah.",
        "A: That's what I said, Tarvisio.",
        "A: Yeah.",
        "A: No, we were--yeah--we were driving. Yes, we were fighting, I mean, they had\nvery few fighting jobs actually, the Jewish. I had two of my friends got wounded; we\nwere on patrol sometimes. Yeah, but I was in the, you know, in the army--only a very\nsmall number of people actually on the front line. I was on the front line. I was a\ncombatant, but not in, within the transport service.",
        "A: Oh, we learned the war was over. We were there, we were--somebody came and\nsaid the war is over, I mean we expected it any time. I mean, an officer, I think Captain\nGileladi, came in and says, “The war is over,” and we got drunk. Did I get drunk! And I\nhadn't, since I was the youngest one in my company. They put me on guard duty. I didn't\nknow where my rifle was I was so drunk.",
        "A: Tarvisio, the Italians, no Italian, you know. We respected the Italians because\nmany of the Italians had helped the Jews. Oh, we were very fond of the Italians and we\nwere in Italy and the Italians were really not racist, there was a small group that has done\na lot of harm, just like in Holland, you know. A lot of people in Holland died, but it\nwasn't because of the people, there were quite a few, you know Holland wasn't all that\nkosher about the Jews, but in Holland a lot of Jews, disproportionate amount of Jews,\nwere deported. In Italy, also this problem because there weren't that many Jews in Italy\nand a lot of them were deported and died, but that was because at that Graziani, that, you\nknow, after Mussolini's, Mussolini's downfall, you notice a group of die-hard Fascists\nthat suddenly applied very much the rules and that's where in Italy. But most of the\nItalians we felt had helped the Jews and so the population, we believed them when they\nsaid they weren't Fascists, but we didn't believe the Austrians.",
        "A: Nothing. Absolutely.",
        "A: Oh, were we watched, they never let us out, I mean, even the week that we\ntraversed Germany, we were just kept in our camps you know, we knew they wouldn't.",
        "A: I was a soldier.",
        "A: Guard duty. No, we did, a soldier--what do the soldiers now do: we trained; we\ntransport things; we have guard duty, just like--and in the military, you know, people\nthink that military's spend their lives fighting, even in the America, even in Desert Storm,\nmaybe 10 percent of the people are actually joined the fighting. The support group 1s,\neven in the underground--the combatant were only a small group. See, when I was in the\nunderground, my major thing was liaison, smuggling, providing false papers--even\noccasionally bringing over some weapons that they had, some poor old rusty weapons or\nsomething, which I used to carry in the violin case, you know. The army was not in\ntremendous experience, nothing to it. I just wanted to join and I would have liked to be\nfighting, but very small numbers did.",
        "A: I went immediately back to France to study medicine.",
        "A: Oh, my family. I had found my family. Oh, I'm sorry. See, my family, after I left,\nthere was an agreement that my sisters would join the underground and that if things\nwere too rough so that they couldn't continue to care for my family, they would be helped\nto go to Switzerland. So my parents and my two younger siblings, one was about five,\nyeah, and the other one was 10 or 11, they were smuggled over to Switzerland, where\nthey were interned. You know it now, but those Swiss weren't all that right. The Swiss\nhave turned back many, many Jews, more than the Spanish, and fortunately my brother\nwas little because you had to have a child with you who was less than five years or four\nyears, or you would turn back to the Germans. And I had my, if you ever saw that picture,\n\"The Boat is Full\" or something like this, horrible what the Swiss did. But anyhow they\nwere in Switzerland. My sisters, after the war, moved back to Paris. When I--but we had\na good arrangements for years, I wrote to my--when I was in Spain even, I corresponded\nwith them in France through the General Post Offices. We had this arrangement always\nto write to each other through General Post Office, so I knew what was happening to my\nsisters and then I knew that my parents were in Switzerland because they communicated\nwith their brother in Palestine, they had a brother in Palestine. So I knew that they were\nin Switzerland and then I knew what--my sisters could write to Switzerland. Even from\nthe underground, you could write.\nAnd so I knew where they were and then I found my family. At first I found my sister in\nParis, and then when the war was over, immediately my parents moved back to Antwerp\nand so I saw my parents, my father first, when he joined, when I was with the Jewish\nBrigade in Belgium. So I saw my father and then later on I was stationed in Antwerp, and\nmy parents were living there, and I helped my parents get to Israel and they left. They\ndidn't want to stay in--because my mother saw all those dead people, you know, when she\nwalked in the street for her--this street, her brother, who was no longer there, her sister,\nher brother-in-law, her nephew, I mean, she only saw ghosts and she had a lot of people\nof her family that were killed so she didn't want to stay and my sisters, who had done\nsuch a beautiful job in the Jewish army, had become very Zionistic and so they went to\nIsrael and they stayed there.",
        "A: I can tell you, that was something. And my brother who was so little had become\na fair eight, nine year old. It's been good, the feeling that this family was totally intact.\nThat was the--because none of the families who had stayed had been intact. I mean, one\nof my aunts, Dora, and her husband and two of her children, one never came back, one\ncame back from Buchenwald, but he was very disturbed. One was in Buchenwald and\none never came back. And the second one never came, my brother, the brother of my\nmother, never came back and the older sister plus her daughter never came back, so that,\nfor my mother, we all used to live within two or four blocks of each other and the only\nones that were saved are the ones had a brother, for some reason one of the brothers of\nmy mother, he was a Mexican. I don't know for some reason he was Mexican, but he was\nMexican, so he got out of the country with all his four sons. And the second one, she\nmanaged, also before, as soon as the war was over, she was gone. Oh, that's the one with-\n-the mother of the people in Nevers. So those people were saved because they left before\nthe war.",
        "A: Not only that, and the fact is that we joined the underground and that I still feel\nthat we Jews were much too passive. And those who weren't passive, either they died for\na cause or they didn't die. That's my feeling. That's why I never feel that appeasement\nworks and I still don't understand why, when everybody knew they were dying they didn't\nmake something like the Jewish ghetto in Warsaw. If you have to die, somebody has to\npay for it. And that's why, I mean, right now I get afraid of--occasionally, I get worried\nabout things, but then I wasn't, because it wasn't because I was a hero. I was not, I was\njust a meek, little fellow, but the thing 1s, I kept on saying, “We're going to die.” I was\nsure we were not going to make the war, because that was the feeling. Things were, you\nknow every day you would hear. You had no news except that Europe was shrinking,\ntaking Russia out of this thing, you know, Russia was disappearing. England was bombed\nfor 76 days in a row and you know when you heard the BBC, whenever you used to hear\nthe BBC, and then you wouldn't hear. We're going too, we lost there, we lost Tripoli, we\nlost Benghazi, we lost this, nothing happened. You were just going to Toulouse and then\nyou had an impression that they were negotiating and you had the feeling as a matter of\nfact, you had a feeling it can't happen. It can't, we are going to be lost and I didn't join the\nunderground because I thought that we would liberate. I thought I joined the underground\nmainly because if we going to die, we must be dying fighting. I was convinced, just like I\nwas convinced when we went to Spain that we’re not going to make it, but at least I tried.\nI'd always this feeling, you have to try and you know I'm a little bit always looking back\nand I said, I don't understand why, when you knew you were going to die, you were lined\nup near the stove, near the crematorium, why didn't you turn around and kill a German?\nYou can't be deader than that. You're going to be dead in half an hour in the oven. That\nwas my feeling, and I think when looking back those years, I don't think I was a hero or\nanything, I just lived. And I was surely going to die and if you're going to die, it's almost\nlike sometimes I feel, somebody asked me what would you do if somebody told you in\nsix months you are going to die, then I would like to know what I'm going to do for the\nnext six months. And I think all this war I had always this feeling, I'm not going to make\nit, nobody's going to make it, no Jew is going to make it, but we have to make them pay\ndearly.",
        "A: I don't know, because I, no, I--maybe yeah--when I was in Antwerp, I joined a\nZionist organization and it was not the Betar, but 1t was an organization which felt also,\ndon't give an inch. But I don't think that did it. I don't know, I have the impression it's that\nfeeling that we were a very close family and we used to discuss those things and my\nfather had this attitude, don't trust anybody. And he had this, he said, like Einstein,\nantisemitism is like a shadow, it follows you everywhere, so you better be prepared and\nwhen he showed me, you know he always repeated the notion: “No, I'm going to be a\nBelgian and I'll be an equal,” and when it came out, we started saying--my father came\nback and smack in his face and he says, “You imagine, a Frenchman hitting me and\ncalling me dirty Jew when we are having this fight against the Germans.” And the same\nthing happened again. I started thinking he was right. And then when I start getting\noccupied and we heard about all the shrinking of the free world, said, ““We don't want to\nmake it.” Now, how we going to make them pay?\nThat's, I think it was not my upbringing that made it mostly. I think it's the desperation.",
        "A: Oh, yes--we didn't--no--during the occupation? No. As a matter of fact my father\nallowed us--he didn't eat trayf**, he never ate--I mean, he ate meat, but it had to be beef,\netcetera. He let us eat anything we wanted, when we could find it. Remember, for a long\ntime we could just eat whatever we found, sometimes dandelions on the streets.\n38 Non-Kosher food or drink (Yiddish).",
        "A: No, it has never been, too. I'm more religious now than I was. No, I think I was\nrebelling a little bit against my father's religion. I was more ethnically identified. I was\nstarting to rebel a lot against religion. I like much more the tradition. I was very, when I\nheard traditional praying, etcetera. I--it was more like I can go to a church now, I love to\ngo to cathedrals. My wife says, “One day you're going to convert because you love so\nmuch the cathedrals.” I like the liturgy, etcetera, but I wasn't religious then and during the\nwar. I went, after the war, through a tremendously anti-religious feeling, because I felt if\nGod had permitted that, it isn't possible that we had the right religion or something. And\nuntil this day I can't understand what happened, as far as religion 1s concerned.",
        "A: No. Never. That's one thing I felt, no, no. As a matter of fact, until--it took me a\nlong time and until that day that I was caught by this--and I still say I am Jewish--feeling\nnow I am ready. All I had to say was no, and they would have accepted it, because I had\nthe papers saying Belgian born, etcetera. They didn't know any better.",
        "A: No, I met only Pol, and I met the one that later on became a relative of mine,\nJacques. I had the impression that they weren't organized well. That gave me the\nimpression that they took chances, and as a matter of fact, I think Jacques, two weeks or\nthree weeks after he got my--we wanted, we kept--was caught and sent to Buchenwald,\nbut I could have said that he would be caught because he looked--he wasn't really acting\nlike somebody who is relaxed, and I had the impression like when they sent us over to\nSpain, gave me this thing, 48 hours after you arrive there you have to be in Barcelona and\nreport to Secera and then you will meet a fellow by the name of Steinhorn.\nSteinhorn didn't even know he was the agent. And then he gave me another name of\nsomebody--Croustillon--and I remember Croustillon, he didn't. He also didn't know he\nwas a liaison and they were both very, very unimpressive people, the ones that I saw. But\nPol apparently did a nice job, I just didn't know him. But my impression then is probably\nwrong, because they did have a good organization, but not when I met him. See, I was a\nguinea pig, remember. They had time to organize themselves, to solidify themselves, to\npolarize; but when I was there it was a fledgling organization.",
        "A: No, he was a, I don't know, he was a very short fellow, a very small fellow, with a\nheavy Polish accent; and Jacques was a very energetic, very strong, mysterious guy, but\nhe acted mysterious so that you could pick him up and I was very fond of him. He died\nrecently of cancer, but he became one of my dearest friends. There were some people like\nMaurice J ourdan, Ado, George, they all had it, but I think they were not yet\norganized.",
        "A: No, simply if you want to see maybe the thing of this. [displaying photo]",
        "A: This shot here, this was the Organisation Juive de Combat.\n[Technical dialogue]\nYou know what, we're going to have to do this--I do want to do this-- do this. I want,\nI do want him to show, I want to make sure that he can see them. You tell us what they\nare.",
        "A: That's the certificate of the--this is document attesting my activities and\ndescribing it during the war in the organization. I mainly show it, show you the name of\nthe organization which is Jewish--Organization of Combat, which was referred to as OJC.\nThis is signed by the--this is not the station, by the commander--whether you, now you\ncan show it--by the commander of the Jewish underground and Toulouse captain Loeb\nand countersigned by the command, the French command of the army of the region. The\nother document, you want to see this one that she has asked me to show you, is my\ndischarge from the Jewish Brigade; and this here is the paper that I received when I was--\nthat points out that I'm an illegal, that I have entered illegally Spain, and this was a paper\nthat was stamped, every single day we have to report to the commander here, see,\nbecause we were illegals; and this was after I was discharged from jail, so every week we\nhad to go and have this stamped at the commander; and this here attests that I have\nentered clandestinely, clandestinely.\nIt says, “clandestinamente.”*’ This was the paper, it says, “clandestinely entered Spain”;\nand then finally, here is a certificate issued to me that I had tried to register--to register at\nthe pre-medical faculty of sciences in Montpellier, but was rejected because I did not\nmeet the Jewish quota of people admitted to the university, for racial reasons. And that's\nabout it. Thank you.\nConclusion of Interview.\n° Clandestinely (Spanish).\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 1, 1995\nRG-50.030* 0306",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Arnold Einhorn,\nconducted on March 1, 1995 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ARNOLD EINHORN\nMarch 1, 1995"
    ]
}