{
    "rg": "RG-50.549.01.0001_trs_en",
    "sequence": [
        "Question: So, Mr. Alexander, let's start with how you got into the camp in Algeria.",
        "Answer: | was caught in Nice, France. | was on the run. | was put in jail in Nice. A\nplace called Ka-sem-dee-o-wah (ph). After a few days, | was told that | was going\nto be handed over to the Gestapo to be shot. | didn't take kindly to it and | was able\nto break out. | opened most of the cells, they were occupied by Jews, like me.\nThey were for they're lives. And | told them, , May you\nhave a go of it. The answer was, where shall we go? Nobody wants us. Nobody\nwill help us. | didn't accept this. | went over the wall. | now became a fugitive from\njustice. | became a hunted man. Sure enough, there was no place for me to go. |\nhad no papers, | had no money, | didn't speak the language. | was caught and put\ninto a camp near Kon-dee-ash-la-schi-mier (ph). From there they transported us\ntogether. They put us on a cattle boat, about 400 or 500 of us. And they\ntransported us to North Africa. Algiers. There we were put in jail with several\nmonths solitary confinement and then transported to a camp. Two hundred and fifty\nfiles outside Algiers. There is a high desert at the foot of the Aplis (ph) Mountains.\nThere in the middle of the desert was the camp, barbed wire, tents and that's all.\nWe were put in there and | remained there in this Hell for two years. From 1941 to\n1943. | was liberated by the Polish who advanced at that time and | was taken to a\nhospital, the 96 General Hospital outside Algiers. And after several weeks of\nconvalescence, they asked me what | wanted to do.",
        "Q: Let's stay with the camp a little bit and talk about the camp itself. Tell me, did\nHarry Alexander 2\nOctober 11, 1995\nPage 2\nyou work in the camp?",
        "A: The camp, we worked in the camp ten hours a day. And they were trying to build\na train through the Sahara called the Transcontinental. Of course, they never\nsucceeded. The conditions, they were very bad. We had 75 grams by the day, 2\ncups of water and the heat that came up to 110 degrees. At night it was so cold our\nteeth would chatter. We had no blankets, we had nothing to sleep on. Like | said,\nwe slept in the tents, they were made for ten people. Fifty people in the tent. We\nwere eaten up with lice. We dealt with desert rats, snakes, scorpions, malaria,\nmalnutrition, beatings. The camp commander would come in who was a drunkard\nand a sadist. He would come in every day, pick out ten men and beat them up. Tie\nthem to a pole, naked, and whip them with his horse whip, the whip he used for his\nhorse. Just to show the rest of us. We were about 4,000 in there. To show the rest\nof us what would happen if we tried to escape or if we didn't behave ourselves. Or if\nwe refused to work, or whatever. Infraction of the rules. This is going to happen to\nus. We were buried up to our heads in the sand, you couldn't move the head.\nThere were a lot of bugs in the sand, they would bite. We wouldn't move, if we did\nthey would crack our heads. The guards that would guard us were Spa-hees (ph),\ncalled Spa-hees (ph). The was the Arab elite troops. They were very\nbrutal. It was a brutal camp and | say, we survived, we really didn't. Out of the\ncamp, 330 or 340 were still alive from 4,000 when we were liberated. So after a\nHarry Alexander 3\nOctober 11, 1995\nPage 3\nwhile, we got use to the punishment, we got use to taking very little water, we got\nuse to taking, eating very little food. We utilized, the rats we use to eat, we use to\ncatch and eat. Snakes we would eat. Dogs that passed by, wandering perhaps,\nthat lost they're way into the barb wire. We would eat them. Anything edible, just to\nstay alive. We got use to all this. It's amazing how people get use to these things.\nWe always had hope of getting out some day, of surviving. But more or less, we\ntalked ourselves into that hope. We never didn't really have hope anymore. After\ntwo years, you begin to lose your hope. The work was very tough. We had to carry\nsand from a mile down the road to the desert, back to the desert. We had to clean\nthe dunes up so they could lay the tracks for the railroad train. But a day later or\ntwo days later, they went blue. The mist-al (ph) it came, mist-al (ph) is a sandstorm,\nand put the dunes right back where we took it away from. So it was a hopeless\nsituation. We walked along and we sunk into the sand. We got beaten, the guards\nuse to be on horseback and they would whip us with their, wnat do you call these?\nWhips, there. Then we got up, either got up or died. Like a friend of mine said, who\nwas before me, he says, you know? | can never get use to this. I'm trying very hard\nbut | can never get use to this life. It was said in humor but | never forgot that\nphrase. | can never get use to it. Well, he died too, in the camp. They would take\nus toa from the French Foreign Legion. And any infraction of the rules\nwe would spend 14 days at the fort. Now, 14 days meant you hang on your arms\nHarry Alexander 4\nOctober 11, 1995\nPage 4\nevery other day for 24 hours. We had very little food, we had very little water and\nbeatings every night. And you did good if you came out alive. | was in there a few\ntimes. It was a bad situation. But we survived it, a few of us.",
        "Q: Who else was in the camp with you?",
        "A: In the camp? Mostly Jews. But we had arsons, we had people from the brigade,\nthe international brigade, from Spain. The Tale-mon-brigada (ph). From the civil\nwar in Spain. And we had many nationalities in there. Many languages were\nspoken. And we sort of stuck together. We were all in the same boat and we sort\nof had people in charge, that told us what to do and how to do. We helped one\nanother. If one was sick, he is weak, all of us gave him a bit of bread, crumb of\nbread or a drink of water or whatever. Because they could get no rations. We tried\nto save aS many as we could, help as many as we could. There was only so much\nwe could do. It was a real hell. You cannot describe this hell, you were in there for\ntwo years. We thought it would never end, but it did. We came out. They took us,\nwe were of course in very bad condition, physical and mentally, psychologically.\nAnd they took us to a prison hospital to get us back on our feet. And then it started.\n| had no place to go. | had no family, | had no home, | had no country. | just didn't\nknow what to do or where to go, now that | was free and back on my feet. | just\nbided my time. | was about 22, 23 years old, so they asked me, | could have gone\nany place, to England, to France, to Israel. Is there anywhere in the free world, we\nHarry Alexander 9)\nOctober 11, 1995\nPage 5\nwill take you. You now are a free man. Well, once | felt better, | felt | had to do\nsomething, one more thing. Get the back, go into the army, which |\ndid. At that time, of course, you must understand, | had a lot of resentment, a lot of\nhate in me. Towards the people that did all this to me. They took my family, my\nhome. They took away my youth, they took away a part of my life, the best part of\nmy life. My education. So, | joined the British Eighth Army. | couldn't speak a word\nof English but that didn't stop me. | eventually learned how to handle a gun and |\nspent 4 years and 3 months in the British Army. Two more years in Africa, that was\nover. They sent me to England, to the war office in London, and they attached me\nto the army intelligence. By now | could speak English, | could speak French, |\ncould speak German. They send me to school, intelligence school. Gave me a\ncourse and sent me to Germany, they said they needed people to speak German.\nAnd they sent me to Germany. Went to Dusseldorf. | went to Half-ort (ph), Field\nMarshall Montgomery's headquarters. They gave me another schooling and | did\nthe job, whatever they wanted me to do. | hunted war criminals for over 18 months.\nMy job was, they gave me a picture, that's the man or woman you want and we\nwent out to get them. Most of the time we succeeded, we caught some in Holland,\nsome in France. We could travel anyplace, do anything, go anywhere, fly over\nthere. And we got most of them but our job was to arrest them, to bring them in.\nAnd headquarters would take care of them, they had their particulars and their\nHarry Alexander 6\nOctober 11, 1995\nPage 6\ninvestigators and we translated the statements and that was the end of our job.\nWhat happened afterwards, we don't know. | did that for 18 months and didn't, of\ncourse, we were a bit rough, we were a bit hard on them. Because we traveled\nthree at a time, a crew of three. Between us we spoke ten languages. And every\none of us had a story to tell. It wasn't a good one. So we, we were the ones they\ncouldn't bribe. We were the one's that had no pity. We were the one's that didn't\nunderstand their plight. And we were the one's that went out and did the job. No\nmatter what, no matter what it took. Like, we caught one worker who killed many\nwomen and children, | will never forget this. We caught them in Holland and him, he\nwas hiding in a back oven in a bakery. We went, four o'clock in the morning, we\nwent in there and we told him, he wouldn't come out, we told him, he has a choice.\nEither we would put the back oven on and burn him to death or we will shoot him.\nThat was more of a choice than he gave our people. Our people had no choice at\nall. They just killed them. They just gassed them or hanged them or burned them\nalive, and shot them and starved them. We gave him a choice. In fact, we gave\nhim time to talk to his maker. This is the kind of situations we had. We were all in\nagreement with the way we did things and how we did it, and after 18 months they\ncalled me into the office and just said, we are as bad as the Germans, we are no\nbetter. We have to rebuild. We have to be better than they are. We have to show\nthem how civilized people live, how civilized people do things. | looked at the\nHarry Alexander 7\nOctober 11, 1995\nPage 7\ncaptain, | said, are we uncivilized? He says, well, the way you do things is not just\nthe right thing anymore. The war is ended. We can't go on doing this anymore.\nGod will pay them back. | said, with my help. And I'll tell you what he says, you've\nhad enough. We discharge you. Send you to England and you'll start a whole, new\nlife. The war is over. And | said to him, the war may be over for you, the war isn't\nover for me. And as far as starting a new life, how do you do that? How do you\nstart with no family, no home, no country, no money, no trade, no skill, no\neducation? How do you start a new life? They had taken all this away from me and\nthey haven't given me, any of them back. How do you start a new life?",
        "Q: When you were investigating war criminals, were you also trying to find out what\nhad happened to your own family?",
        "A: Yes. They gave me a jeep and | could travel into British zones and the American\nZone of Germany. | traveled for three weeks, | went to one DP camp to another.\nNothing. Nothing from my three sisters, three brothers, my mother, my father.\nNothing. | came back empty. But | have never stopped looking to this day. | still\nwrite to organizations and places, but there is very little hope, if there is any at all, to\nfind any of them. | don't really have any hope anymore. I've been looking for fifty\nyears.",
        "Q: What about just finding information about people that you knew?",
        "A: Nothing. So, | went to England. What other place could | go? France wasn't\nHarry Alexander 8\nOctober 11, 1995\nPage 8\nvery good to me. Italy wasn't very good to me. Switzerland wasn't, no body helped.\nSo, | went to England. And that's were my life started, my so-called new life. There\n| roomed with another guy, | couldn't afford it on my own. And | waited, | didn't know\nwhat to do. As | said, | had to experience. It was the first time | had lived on my\nown. | didn't have a place to go for lunch or dinner. | didn't have a place, any place\nto go, | had no body to talk to. At least in the army, you have some people, some\nfriends. Here | had no one. | was all on my own, all alone in a strange land. A land\nthat didn't even want me. Let's face it. If you don't speak English like the English\ndo, you're an outsider. They don't like you and they show it. | had no other place to\ngo, what could | do? | got into a lot of fist fights. | was bitter. | was disappointed. |\nwas hurt. Inexperienced to stand on my own two feet. For a year, | wandered\naround. Did odd jobs. And then | decided I'd go to America. I'm going to leave it all\nbehind. All the nightmares. All the bad experiences. All the bad times. | get all out\nof my system, | want to start a whole new life somewhere else. It can't get any\nworse than it is. What do | have to lose? | was able to get the money together. |\ngot a visa immediately. | went to the American Consulate in Liverpool and | got the\nvisa immediately.",
        "Q: What year was this?",
        "A: That was in 1947. And | went in. After three days, he called me in, the American\nAmbassador, and he knew more about me than | knew myself. It's amazing what\nHarry Alexander 9\nOctober 11, 1995\nPage 9\nthese people know. And he says, | wish you good luck in your new home. And |\ngot the visa and | went to America. | ended up in New York. Now, here's the story.\n| ended up in New York with three cents in my pocket. | said to myself, this\nme down. | befriended the cook, on the ship, on the Britannic, that one\njumped it a couple of years ago. And | befriended him and when | left\nthe boat he gave me a shoe box. He said, you'll need it. Well, | needed it. He put\nsome food in there for me. Like roast chicken and hard boiled eggs, milk,\nsandwiches, and all kinds of things. And | sat at a dock in New York and | opened\nup this shoe box and | ate and | said to myself, you know, you had it worse than\nthis. At least you are a free man. No body behind you with a gun and a bayonet.\nNo body behind you threatening to punish you, to beat you, to shoot you, or bury\nyou alive. At least you breath fresh air, free air. It's not that bad. Then | went to a\nbus and | asked the bus driver where he was going. He says, he's going to Newark.\n| didn't know what Newark was. | says, I'll go there too. He looked at me and he\nsaid to me, where you come from? | said, just stepped off the boat. Do you have\nmoney? | said, yes, three cents. He laughed at me, he says, get in the back, I'll\ntake you. Where do you want to get off? | figured | needed a job. | needed\nsomething. | had no place to go, no place to sleep, none to eat. | had to do\nsomething to sustain myself. | said, leave me over there by the gas stations. In the\nEighth Army | was part of a tanker so | knew things about gas. So he says, all right.\nHarry Alexander 10\nOctober 11, 1995\nPage 10\nHe left me off at the street there. One gas station after another. And | went to the\nfirst station, | think | went to the second station. They were two young Jewish guys,\npartners. He said to me, why should | give you a job? | says, | tell you, you should\ngive me a job because | have no money, no place to go. | just stepped off the boat.\n| don't Know any body and | need help. And furthermore, | can change a tire faster\nthan you. He looked at me, was a nice guy, he looked at me and he says, well,\nyou're good with cars? | tell you what. If you have a lot of math, let's see if you can\nback it up, they give me a chance. He says, I'll tell you what I'll do. I'll give you $40\nright now, so you can at least get something to eat. Then, you can sleep in the back\nof the station. There's a cot there. And we'll see tomorrow, get you some papers.\nThe next day, he came for me, we went to Manhattan and all over the place and got\nme the papers and whatever | needed. | don't remember exactly what he did. He\nwas nice. That's how | started my day. Got myself a room in an attic and | worked\nfor him. After a while | got myself a job in a factory that paid more money. | was\nmaking about $35 or $40 a week, there | was making $60 a week. And | was the\nmachine maintenance man. And loaded on the platform, | was loading trucks and |\nsaid, this is not for me. | can do a lot better than that. And | started looking for\nschools. Now here's the first time in my life | went to a school. When | got thrown\nout of, back home from the school, | was about 11-years-old, 12-years-old. That's\nall the learning | had, | had no other learning. | went to school and | looked through\nHarry Alexander 11\nOctober 11, 1995\nPage 11\nthe papers and | saw watchmaking. Now, that's not exactly what | wanted. | always\nwanted to do surgical instruments, make them. I'd lost ten years of schooling. |\ndidn't have near the means nor the time, | was not a young man anymore. By this\ntime | was 27 or 28-years-old, | have no time. And this had to be the right move. |\ncouldn't change any more. Not moving here, moving there, | had to, that was it. |\ngo in, | had to do it. | went to school. The head instructor looked at me and | saw\nthe blueprints on the wall and people working, around eighty students. | said, | can\nnever do that. | could never to that. And | was on the way out and he grabbed me\nby the neck and pulled me back, he says, you can do it. If you say you can do it.\nGive it a chance.",
        "Q: At that point, how well could you read and write?",
        "A: Oh yes, by that time | could read and write in English, | had learned. Oh yes.",
        "Q: You had learned, along the way?",
        "A: Oh yes. Along the way, picked it up here and there. In the army | was the only\nforeigner in the whole outfit, 300 men, | was the only foreigner. All | could speak\nwas German. And the guys really helped me. Whenever they took\nthey translated it for me. table, chair, spoon, fork, eat, meat. And |\nuse to remember, they use to, it didn't take me long to pick it up. By the time |\npicked it up | could have sentences and they were talking to me all the time and,\nreally big help. | went to that school, it was $80 a month. | have no $80 a month. |\nHarry Alexander 12\nOctober 11, 1995\nPage 12\nwent to the instructor, | said, look, let's face it, | don't have $80 a month to pay for\nthis, | made $60 a week. | had to pay all the rent, | had to pay rent by the week. By\nthe time | pay all my bills, | have no money left to eat. He said, tell you what. You\ntake care of the tool grip, take care of the tools at the end of the session, of all the\nguys, and you can come to school for $40 a month because | can't let you go.\nYou're good. | said, you know, | really only want to do surgical instruments. The\ncourse was eighteen months, the watchmaking course. He says, you told me that, |\nknow, but go through with this. At least you have something in your hands. So, |\nworked. | started at 7 o'clock in the morning, | got up at 6 o'clock, by 7 o'clock | was\nat the factory in Kurdy, New Jersey, in the factory. | worked there until 4 in the\nafternoon, by 5 o'clock | had to be in school until 10 o'clock at night. 10 o'clock |\ncleaned everything up, tool grip and everything for the other guys. There's no\nsubway in Newark. I'd wait for a bus. | didn't get home until 1:30 or 2 o'clock in the\nmorning. When | get home, | studied books. | studied books. Ratios, mathematics,\nalgebra. You had to know this if you want to be a good watchmaker.\nEnd of Side 1 of Tape 1",
        "Q: You were talking about the hours you were working.",
        "A: Yeah, and it was not easy because | also forgot how to read. In the\nneighborhood, by the grocery store, they use to roast chicken on a rotisserie and\nafter 12 o'clock at night they would give it to me for half price. Well, that was a sell.\nHarry Alexander 13\nOctober 11, 1995\nPage 13\n| was a good customer. Now | wasn't allowed to take any food into my furnished\nroom so | had to put the greasy chicken under my shirt and smuggle it in. | was\ngood at that anyway, smuggling things in. And | go upstairs to my room and | sat on\nthe bed and | use to eat the pieces of chicken and a piece of potato that | bought\nalso, old __—__, you know, that didn't sell. And, now how would | refrigerate the\nrest of it? There was no refrigerator, so | put a nail on the outside wall of the house\nand | put the stuff into a cloth and | hang it outside the wall so it should stay fresh\nsomehow. And | ate that chicken all week. | was happy to have it. | was use to this\nkind of eating anyway, so a piece of bread and a piece of chicken. So my instructor\nknew about that and every now and then he would take me out to lunch. He said,\nyou cannot study on an empty stomach. And he always knew | had an empty\nstomach. So, until you get on you're feet, he says, we will keep you going. Out of,\nthere we are, three sessions in school, the morning, the afternoon and the night.\nNow these were all guys that came out of the GI Bill of Rights. Now, they didn't\n, they played flaps in the back, they played cards, just to put in the\ntime and they use to go home. They didn't really want to be watchmakers. There\nwere only two guys that really took it serious. That was another German and me.\nAfter some fourteen months, he called me into the office. And he said to me, | tell\nyou what. There's nothing more we can teach you in this school. Go out into the\nfield. So, | was scared. Out into the field, what does that mean? I'm on my own\nHarry Alexander 14\nOctober 11, 1995\nPage 14\nagain. | wasn't, | was too good to be in school and not good enough to be out in the\nfield. So he said to me, look, if you get stuck on anything you can always come and\nask me, but go out into the field. He said, | know I'm throwing the puppy out into the\nwoods to fend for itself, but you have to learn to walk on your own two feet and fend\nfor yourself. And that's the only way | know how to do it. | Know it sounds cruel, it's\ncruel, but I'm always there for you. And that's what | did. | went out into the field. |\ngot myself a job and what | couldn't do on the job, | would take home. | had to\nproduce so much and if | didn't produce it they wouldn't keep me. So what | couldn't\nproduce | would take home and do it at night on my own time.",
        "Q: Was it hard to get a job?",
        "A: No, | was cheap. As long as they could get me for cheap.",
        "Q: And where did you work at first?",
        "A: | had a job with Ableson Jewelers, the biggest jewelry store in Newark. And what\nthe foreman let me do is, do little jobs. stems and and\nmainsprings and things like that. Little jobs, and repeat it. Then he gave me to\nanother, he said, he was all right. He helped me. He said, I'm not going to give you\ncomplicated jobs, give you easy ones. And then | walk you over to the difficult jobs.\n| said, all right. And | worked there for two years, after three years | asked for a\nraise. And he said to me, you're not good enough to get a raise. | wanted the fact\nof a raise. You're not good enough. | said, all right, now I'll watch. And it was a\nHarry Alexander 15\nOctober 11, 1995\nPage 15\ncheap one. And they were all mass produced. So | was in the boss's office with the\nforeman. | said, do you feel that | am not good enough to get a raise? I'll tell you\nwhat I'll do. | looked at the foreman's wrist and he had the same cheap watch that |\nhad. Give me you're watch a second. He took it off and gave it to me. | put it on\nthe floor and stepped on it. | said, can you fix that? He said, what is that, a joke?\nNo, it's not a joke. It's what | said, can you fix it? He said, no. I'll take it, tomorrow\nI'll fix it for you. | fixed it. | went to the supply house, got a brand new one, put his\nband on it, came back the next day. Here is you're watch. You mean you fixed that\nwatch? | said, yup. You said I'm not good enough. The boss said, give the man a\n$10 raise. As he walked out, the foreman said to me, you son-of-a-gun, | know\nwhat you did. You're a wise guy. | said, yup, the only way | could get a raise. The\nonly way. You got a new watch and | got a raise. We are both happy. So, this is\nhow | had to stop on my way through to get a little more money or to get a little\nmore, better situation, get a better room. Then | started working very hard. | picked\nit up and | started working very hard. Fifteen, eighteen hours a day and started\nmaking a little money. And | liked the touch of money. It was the first time in my life\nthat | found a little independence with money. | found out that money gives me\nindependence. And a full stomach. | hungered so much in the last ten years that |\nwas forced to make me feel good. To make me feel good, that | can eat what |\nwant, when | want, how much | want. And | did better and better. | got better, | got\nHarry Alexander 16\nOctober 11, 1995\nPage 16\nto be a better watchmaker as time went on. | got to one job to another, every one\nwas better paying. | even bought a better job. | finally became a manager in a big\njewelry store and | stayed there for a while. Then | met my wife. She was born in\nNew York, Brooklyn, Flushing.",
        "Q: You talk about how it felt to have money for the first time. And then, I'm\nwondering, those first few years in America, or the first years after the war in\ngeneral, what life was like in general? Just how you felt about it? What was the\nsocial life like’?",
        "A: | had no social life. What social life? | had no social life. | never had a social life.\n| was always pushed to one place and to another. | never had, | wasn't in one\nplace long enough to have a social life and the only one's that | met were in my\npredicament and we were too busy staying alive. And getting something to eat and\ngetting a , No body had time for the other guy. And all you could talk\nabout was the misery we lived in there. | had my own misery to live with. | didn't\nneed anybody else's. | couldn't take anybody else anymore. | had enough of my\nown. We never had time to make friends. We were too busy getting someplace.\nWe were too busy getting someplace and having something and going someplace\nand accomplishing something. We didn't know what to do, we had to do, how to go,\nwe had to go, with whom to go. Once in a while, | have a girlfriend, | would tell her\nbring me a sandwich, because she knew | was always hungry. You don't want to\nHarry Alexander 17\nOctober 11, 1995\nPage 17\nsee me, you want to see you eat a sandwich. | said, that's right. I'm hungry. It may\nsound funny, but if you would be in that predicament, you would understand. No\nbody understands what hunger is until they experience it. No body understands\nwhat thirst is. No body really understands what it is to be afraid, to be scared. To\nwant to live and you see that you're going to die. No body understands that. | want\nto go back for a moment, if | may, the way | broke out of jail. When | was told that |\nwas going to be handed over to the Gestapo and that they are going to shoot me. It\nwas not a happy thing. | was scared. | was frightened. | was desperate. Here |\nwas, in confinement. Here | was in prison and handed over like a scared rabbit. I'm\ngoing to die. If I'm going to die, | am going to die, I'm going to go down fighting. I'm\nnot going to go to the slaughter house, inspector. You know, when you have that\nkind of life and you run, when you smuggle boarders, when you are going place to\nplace and you're hunted like an animal, you learn things. And one of the most\nimportant things that you learn is to observe. When you get into a place, the first\nthing you do, you look around. You observe. Where am | and how can | get out?\nYou learn that very quickly. When they put me in that cell, | noticed there was a little\nwall, there were only five cells, there wasn't a front wall, the wall boarded on the\nstreet. And there was a lamp post right in front of the wall. There was one guard\nonly that marched back and forth outside that wall. | noticed some nuts. There was\nthis loose, sealed door where they shove in the pot that you urinate in. And it was\nHarry Alexander 18\nOctober 11, 1995\nPage 18\nonly tied up from the outside with a little wire. They didn't even have a lock on them.\nWell, it opened a bit. About a half a foot. Not enough for you to get out but enough\nto keep you in. And | went back into the cell. | had to do two things. | had to count\nhow many minutes it takes for the guard to make his round. And how long it would\ntake me to break the wire on the outside by pushing it back and forth, it would crack.\n| knew that. So | had to do two things. | had to wait for that guard to come around\nand after he left, | had to work on the wire. | never forget this. | worked on the wire,\nit cracked, | could open it. | now could open the door, that trap door. | opened it,\ncrawled out, | was in the court yard. Surrounded by that little piece of wire which\nwas covered with pieces of glass, sharp glass. So you cannot get over the wire.\nAgain, | knew two things. Get my fellow comrades out of the prison, open the, they\nhad no locks on the outside, they had bolts. You open the bolt, you could open the\ndoor. | opened all the bolts and let them all know that they are now free if they want\nto take advantage of it. | will never forget the look on their faces. Where will we go?\n| said, you want to stay and die that's your business. At least | give you a chance to\nget the hell out. | was a young kid, what was |? 21-years-old. Skinny, young kid, |\njumped over that wall, 1-2-3, and | went in between the pieces of glass and | looked\ndown. | had to jump onto this lamp post here, it was only a few feet away from the\nwall. And | saw the guard down there, going back and forth, and when he turned his\nback | went the other way. | jumped on that, | was bleeding, my feet, and my hands\nHarry Alexander 19\nOctober 11, 1995\nPage 19\nwere bleeding. | was going on all fours, | cut myself on the glass. | jumped on the\nlamp post, went down, and walked right away so he would not see anybody\nstanding there, that stood there, that didn't stood there before. These are the things\nthat you learn. And not run. Walk. Although you may be scared to death and\nfrightened and any moment he will call you're name and, hey, where you going?\nWhere you coming from? No body said anything but you expect them to say that.\nNow you're a hunted animal. You're a hunted human being. And | walked away\nfrom it. | still had no place to go. Now | was in the city, in the town of Nice. Couldn't\nspeak French. | had no money, no passport, no papers and no place to go. You\ncouldn't walk the streets, they catch you. You couldn't go into a house, the\nconcierge is going to report you. You couldn't sit on a park bench too long because\nyou would be suspected of something. The police would ask you, who are you\nwaiting for? Where are you going? Where are you coming from? Where are you\ngoing to hide? Where are you going to get a piece of bread to eat? Where are you\ngoing to stay at night? They would round up a couple of blocks of the city, put\npolice all around it, and they would go inside and everybody has to show they're\nidentity cards. | had none. What was | going to do? It was a pity now that | was\nfree, | was out of prison, they couldn't hand me over to the Gestapo, where was |\ngoing to go? What was | going to do? Where was | going to hide? | now knew that\n| was a fugitive. | was a hunted man, | was a wanted man now. They had a price\nHarry Alexander 20\nOctober 11, 1995\nPage 20\non my head. | escaped from prison. I'm an escapee from jail and | opened up all\nthe cell doors. They didn't take kindly to this. | don't know why | knew it, | was\ncaught in a trap and that is how | got into Africa. They put us into Con-de-aud-ja-lis\n(ph) and...",
        "Q: How were you caught?",
        "A: This was, rounded people up. | was in the round up. He came to me, | had\nnothing to show them, | had nothing. | couldn't speak a word of French yet and |\nhad nothing. They caught a lot of people and they send us to Ard-ju-los-so-mia\n(ph), a camp. That's where | saw almost 30,000 men, women and children, in that\ncamp. And in that camp they had another camp and one tent where they put all of\nus. All the guys under 21 years of age. There were 10-year-olds, 12-year-old, 14-\nyear-olds, 8-year-olds crying for their Mama's. They gave us one candle that\nflickered in the dark there and we weren't allowed to go out. They were going to\nshoot us the next day, they said. And they got us outside a few times. We had to\nline up and they had people with rifles and we heard the order, shoot. And they\nshot over our heads. They had no intention of shooting us. We didn't know that.\nFinally they called us together, they put us on that boat. We didn't know where the\nboat was going to go. | had no idea. They chained us all together and they put us\non the boat, into a hole, the belly of the boat. They had the heavy machine gun\nmounted on top, that pointed at us in case we tried anything, they would shoot us\nHarry Alexander 21\nOctober 11, 1995\nPage 21\ndown. We looked through the openings of the belly of the boat, there was some\nopenings there. And some guy said we are passing the coast of Spain, we are\ngoing to Africa. We thought they were going to use us as target practice with their\nplanes. We didn't know. Again, we were scared, we were frightened. We are\nabout panicked. We were shaking. We didn't know, we were drowning like rats.\nWell, what do they intend doing with us? So we finally got to Algiers. We were\nhappy we landed. They put us in the prisons there. And the attack of famine, the\ndon't know nothing. They had rats in there the size of cats. Vultures,\nthe rats, you name it, they had it. It must have been, maybe, six weeks, seven\nweeks. We lost track of time. We didn't know what day or night, the day of the\nweek, the month. We lost everything but our senses, and we were close to that.\nWe kept our senses by knocking on the cell. The other guy, he answered back and\nwe knew we weren't alone. They finally took us out and put us in the cattle cars and\ntook us into that hell hole. Four days in 100 to 110 degree heat. We were crowded\nin the cattle cars. They put maybe four cows or two camels, we were probably 40,\n50 people. People died standing up. The ones who were dead , they\nthrew the water in, opened the door, threw water and some bread. Few made it.\nBy the time we got there many had died standing up. And this heat. Unbearable\nheat. We already felt but when we got out of the cattle cars, now we had to walk\nmaybe 10, 15 miles because that was the last stop of the railroad. We had to walk\nHarry Alexander 22\nOctober 11, 1995\nPage 22\nto the camp. And the on horseback would beat us as we, because we\nwere all chained together. There the French were, chaining you're legs and you're\narms to one another. And the one's that fell we had to drag them along. And even\nthe ones that were dead, we still had to drag them along. There was no reason.\nWe felt already better when we saw the camp from afar. What was the camp?\nBarb wire in a circle and a couple of tents. I'm now going back a bit. Because they\nwere really bad times. And when we got in the camp we stood there for hours. The\ncamp commander came to us and he says, now listen up. | have never forgotten\nwhat he said. His name is Kabosh. He said, you all came here to die. It's just a\nmatter of time. Some will live a little longer and some won't. But you all came here\nto die. That is my job and I'm good at my job. Oh, people cried and people sat\nthere in desperation. People wanted to die, wanted to kill themselves. It wasn't a\npretty sight. They told us the next day we start work. Because the guards saw this,\nyeah, he's here for the duration . . . of life. No body gets out of here. They had\nabout four concentration camps and four or five, | figure, in Algiers. None were very\ngood. Ours was considered the worst of them all. And it was. | don't know how\ngood the others were, but if ours was the worst, they were very bad. | tell you, how |\nsurvived the two years. You know, two years, that's a long time. How | survived\nthat for two years, that hell hole, | will never know. To this day, | think about all\nthese things, all these experiences, how | survived weeks and weeks in solitary\nHarry Alexander 23\nOctober 11, 1995\nPage 23\nconfinement in Algiers, in that dirty prison where we had to lick the walls for a little\nmoisture. | can't even go into details because it's too cruel. How | survived the\nand the hunger and the being so scared and the hiding and the\nsmuggling borders. And the nights we cried because my mother isn't there.\nNobody was there. And the desperation, the hopelessness. How we had the\nstrength to deal with this is beyond my understanding. And to this day | can't\nunderstand this. It's been fifty years and I'm still living it. It's like it happened\nyesterday. | see in front of me like it happened, |, if there's a way to get it out of my\nhead | will find it. You can't live with it and you don't live without it. Can you\nunderstand that? It's there always, all the time. It's with you. All that life. They\nrobbed me of my life. They robbed me of ten years of the best years of my life. And\nthen they robbed me for the rest of my life because I'm living with it.",
        "Q: After you got out of the camp, how did you remember those experiences? Did\nyou try to forget about it a little bit for a while, when you came to America? Did you\nseek out other people who had had similar experiences?",
        "A: No. It was many years that | couldn't even talk about it. | couldn't even talk about\nit. My wife knows very little to this day. Because she cannot bear to hear it. The\nbrutality and the cruelty from this so-called civilized, world community has done to\nthe Jewish people is unbelievable. She cannot even understand that, she does not\nwant to talk about it. And | have never really tried to force it on her because it is not\nHarry Alexander 24\nOctober 11, 1995\nPage 24\nfair.",
        "Q: When did you first talk about it after the war? Who did you first talk about it with?",
        "A: It took many years. Maybe thirty-five, thirty-three years before | even mentioned\nit to anybody. My children to this day don't know anything about me. | have a\ndaughter that is educated, a school teacher, very intelligent. Has a beautiful home,\nhusband, two children. She knows nothing about me. My son, 3 years of college,\nan educated boy, smart. Very intelligent boy. He has a picture of the fellow agents,\nfellow, what you call it? He's a fellow agent, he's a smart boy. He doesn't want to\ntalk about it. He knows nothing about me. And | say to him, Paul, | have a need to\ntalk. You want to hear? He says, oh, that's great, but | really don't want to hear.\nWhen we went to Israel, I'm in the upper sham, my children wouldn't go in. It shows\nyou, you have to be a special type of a person to understand, to endure this, to be\nable to talk about it, to be able to discuss it. That the average person cannot even\ncomprehend. How do you understand, don't even want to talk about it, don't even\nwant to know about it. Because it's too cruel, it's too brutal, it's too terrible. And why\nshould they? Why should they feel sad, why should they feel pain, why should they\nfeel hurt, like | did. It was put on me. | didn't chose this. | endured it because |\nwanted to live. One reason, | wanted to live. That was the only reason. Not that |\nliked it or wanted to do it or wanted to be a hero. | just wanted to live, | wanted to\nstay alive. If | would never have experienced this | wouldn't want to know about this\nHarry Alexander 25\nOctober 11, 1995\nPage 25\neither. People have told me, go write a book. A book on what? On cruelty and\nbrutality? What the world did to us? | ask myself, there was so much room in this\nworld to put a few Jews. Why didn't they? Look how big countries are, Canada is\nso big. Australia. Whatever you call it, everybody could have taken a few. Hitler\nSaid in a speech in 1937, he said, take the Jews or we'll kill them. As simple as that.\nTake them, we don't want them, you take them or we'll kill. To the world, he said\nthat. There was no response. There was no response, nobody, in fact, not only\ndidn't they respond to it, but they all closed their borders. They leftus...\nEnd of tape 1.\nHarry Alexander 26\nOctober 11, 1995\nPage 26\nTape 2",
        "Q: Let's talk again, let's go back. Life in the United States, after the war?",
        "A: Life in the United States, after, when | got here was very difficult. There were no\nsuch things as help or organizations to help you, do anything for you. Again, | was\nalone. All by myself and | had to make decisions all by myself. These were\ndifferent kinds of decisions. It wasn't decisions of how to fight a war or how to\ncapture the Nazi's or whatever. This was just, again, how to fight for my daily bread.\n| had to fight for something to eat, a place to live and | may not have been chased\nby anybody but, nevertheless, | had to find a place to sleep.",
        "Q: We left off before where you had started to do well in the watchmaking business.\nI'm wondering, did you also start to seek out how you felt about religion and Jewish\norganizations and did you start to search out social groups?",
        "A: Yes, yes, yes. | had no time for social groups. And | had lost my belief in God. |\ndo not believe in God. | am what they call a traditional Jew. I'm a Jew, | fight for\nbeing a Jew and | die for being a Jew, but I'm not religious. Religion was taken\naway from me. You know, when | left home | went to Italy. My mother gave me a\nset-o-thrown (ph), do you know what that is? A talus, you know what that is? And\nshe says, this will bring you luck, take it with you. | got as far as Italy, Milan, and |\nwould talk to it. | was homeless there, | slept on a park bench and | still have a\nbuddy over there. | wasn't the only one, there were thousands of us. And | said,\nHarry Alexander 27\nOctober 11, 1995\nPage 27\nwhy isn't God helping me? Really. | believed in Him. | went to the Synagogue\nevery Friday and Saturday. | went to , | went to, | did everything | was\nsuppose to do. We were religious, we had a religious home. The kosher, religious\nhome. We celebrated every holiday. | spoke by the Hebrew and Jewish\n. Why isn't He helping me? And after | had a few days of hunger, |\nsaid, He's not going to help me. No way. | better, | went ahead and | got very angry\nand | buried it. | went into a park and buried it. | want no part, | said, | want no part\nof you anymore. If you're not there when | needed you, | don't need to, | don't want\nyou, and | don't need you. You're not going to help me, not now, not ever. | can\nsee that. Whether you don't see, whether you don't hear, whether you are there,\nwhether you're not there. There is no God. | did it in anger. | was, what, 17-years-\nold. And that was the last | ever was religious. | haven't set foot in the Synagogue,\noh yes, last, the first time in 50 years. Last Yom Kipper. When | went with my\ngrandson. My grandson says, Grandpa, come with me to the Synagogue. And |\ncouldn't deny him this. | have rather mixed emotions about that. When | went into\nthe Synagogue with my grandson and | had to cantor and | knew all this by heart\nstill, because | was brought up that way, | said, who are you praying to? To a God\nthat took away my family? My home? My country? To a God that didn't help me\nwhen | needed Him? To a God that never saw me suffer? That didn't bring me a\ndrink of water or a piece of bread when | needed it? What am | doing here? And,\nHarry Alexander 28\nOctober 11, 1995\nPage 28\non the other hand, went through my mind, my mother would have wanted me to go.\nlf my mother was here before me, she would say, son, go. Go to the Synagogue, it\nis good for you. It wasn't good for me, | went, but it wasn't good to me. Because\nthere is too much pain and too much hurt and too much disappointment in me. This\nsense of loss. There was so much. Like my three brothers, my three sisters, my\nmother and my father, | sense of that loss. And a sense, my whole life, the best\nyears of my life. | can never get that back. That! went through what | did and the\nrest of my life, the memories that | have to live with. What is that? What is there for\nme? What joy? What happiness? In between, | had to work. | worked fifteen\nhours a day, not just for the money. | didn't want to think about it. Because my\nmind thinks. Because if | let my mind go on, I'll go crazy. | would go out of my\nmind. | no longer know what's right, what's wrong, what's good, what's bad. | no\nlonger know why | feel the way | do. Many times | don't even understand myself.\nWhy do | say, the hell with it all. Start a new life? How can you do that? How can\nyou say that? How can you forget many years of your life? How can you forget a\nfamily? A home? | was torn out of a home and put into a world of brutality and\ncruelty. A world | did not understand. Or how to deal with.\n?\nHow | did it, | can't go on and on, | don't know where to stop and | don't know where\nto start. It took me some forty years before | was even able to talk about it. Sure, |\nHarry Alexander 29\nOctober 11, 1995\nPage 29\nmellowed with time. | don't have that much hate in me anymore. Oh, | didn't get\nmerely depressed. Disappointed. The anger. | don't feel that anymore. I'm numb.\n| don't care anymore about my . | have a few more years to go, so what\ndifference does it make, that's what they say. What difference does it make? They\nreally don't know, nobody cares. Write a book about this? Who would read it?\nWho wants to know?",
        "Q: You're first years in the U.S., you said you didn't want to talk about this with\nanyone. Were there not times when you wanted to seek out people who had similar\nexperiences?",
        "A: No.",
        "Q: Never?",
        "A: | didn't want to Know, no. To be honest with you. | didn't want to, | just wanted to\nkeep busy. There were people there that | could have talked to, that had similar\nexperiences.",
        "Q: Did you search out for information on other hands? What had happened to other\npeople's families, anything like that?",
        "A: Yeah. | heard about it. There's one boy that | know and he's in San Francisco.\nHe is writing a book on it. He came to see me. And he gave me a list of people that\n| Knew that he found out about. So, what good is it? | Knew these people, so what\ngood is it? So, they died in the meantime, and, whatever, | couldn't come over with\nHarry Alexander 30\nOctober 11, 1995\nPage 30\nhim, talk about the misery. Talk about the cruelty. Oh yes, we had a meeting in my\nhouse. There must have been maybe a dozen of us. We were in the same camp\nat the same time. Sure, we started to have a talk about it, we remembered. Then\nwe talked some more. Then we said good-bye to each other. So what? Is that\ngoing to bring anybody back that we lost? Is it going to bring back the, it can't make\nus feel good. Feel better. Not good, better. So what? Does it change you're\nfeelings? You're bitterness? Against this society that allowed such a thing to\nhappen. Against the world community that didn't care. No, | don't see the point.\nAnd | don't see the point in talking to anyone. | have been talking about this all\nthese years, knowingly or not knowingly, to myself. I'm tired of talking about it.\nTalking to myself. Not to anybody else. But I'm tired of talking about it. | don't want\nto talk about it to myself anymore. Once in a while, | say to my grandchildren, | say,\nwhen they around, and | know that we died for a\n. | say, why? You mustn't do that. Do they understand? Our\nJessie, 6-years-old, you don't waste. Do they know from waste? They have\neverything. What they don't have, | give them. It's still things, that's with me. Even\nwith my son. | say, don't sin for. He don't want this and he don't want that. | said,\nPaulie, don't sin. Paulie, my little Paulie. He's 30-years-old, but he's still my little\nboy. When he went away, | cried. When my daughter got married, | hated my son-\nin-law. He took away all | had. He took away my family. All the family | have is my\nHarry Alexander 31\nOctober 11, 1995\nPage 31\nson and my daughter. He took away my daughter from me. | hated him. | didn't\nsay anything, but he saw it. And to this day he can't forgive me. | know I'm going to\nend up the way | started, with no one. You see, my wife goes out at nine in the\nmorning, he comes over in the afternoon. She goes to Brooklyn college, she goes,\nyes, you have . My daughter lives in Jersey. | talk to her a couple\nof times a week. My son in Long Island, | talk to him once in a while. I'm still alone.\nAnd my son left to go to college in Canada. Carlton University. | cried. Is this\nnormal? He said to my wife, he has to get use to it. We are not going to stay with\nhim forever. He has to get use to it, | go to college. He has to get use to, I'm\nmoving out. But! never got use to it. He didn't understand why. And neither do I. |\ndon't understand why | do what | do, | act the way | do. | can't let go. That's all I've\ngot. And yet, | have to. So it's, you learn things in the past, you gain, you lose, you\nhave to let go. But it's not easy. It's very difficult to be alone. Here, | am alone, look\nat this big house. And | know the inevitable is going to come. But all the\nexperiences of the past hasn't taught me enough to accept the inevitable. You\nunderstand that? Nothing. | have to accept what comes. Just like in the camps. |\nhad to accept and adjust. Whatever came my way. No food, no food. No water, no\nwater. No this, no this. No liberty, no freedom, no freedom. | accept. | can no\nlonger accept anything anymore. You know the old battle cry? Issay. That's\nFrench. Enough. Enough is enough. You can accept so much, so many times, so\nHarry Alexander 32\nOctober 11, 1995\nPage 32\noften, that it's enough. You can't paddle anymore, you're tired. Tired of fighting,\ntired of battling, tired of, that is why they call me wishy-washy in my family. Wishy-\nwashy. Grandpa's wishy-washy. Why am | wishy-washy? No fight. You want it, go\ntake it. You want a doll, | buy it for you. She has fifteen, I'll buy it for you. No, my\nson wants another car, another car. No, that's okay. My daughter wants\nsomething, fine. My wife wants to go here, go here. She wants to go there, go\nthere. There is no resistance anymore left in me. No resistance. I'm aware of it,\nthey are not. I'm aware of it. And | ask myself what has happened to me? Is this\nwhat this did to me? All these years, these bad years? | don't know. Things are\nhard to understand, even for me. I've been living with it all these years. My\nexperiences, | wouldn't even talk about the little details. Talking about jumping a lot\nof, over jumping a lot of details. I'm living with it. It's like it happened yesterday.\nWhen | broke out of jail, it's like it happened yesterday. Let me go back a ways, to\nGermany. | smuggled myself from Italy into France. Before | did this, we got a train\nand went to Marie-a-sal-amour (ph), | know they're familiar with this area, but it's the\nborder between Italy and France. We laid there for four or five days. There must\nhave been hundreds of us. We couldn't get back into Italy. We couldn't get into\nFrance, across the borders. They called that 'The St. Mora Incident’ (ph), nobody\nknows about it. Or very few people know about it. | can't forget it. Finally, the\nfishermen, there was a fishing village, a small fishing village, they said, we'll take\nHarry Alexander 33\nOctober 11, 1995\nPage 33\nyou around the bend. This was where the mountains meet the ocean, we will take\nyou around the bend into the beaches of France. If you give us everything you've\ngot. Every man, woman and children. People did. How long can they lay there and\nstarve to death? Nobody wanted, nobody helped. There were two gun boats, an\nItalian gun boat on one side and a French gun boat on the other. This was just\nbefore the war broke out, a few days before the war broke out. So people gave\nthem everything they had, errings, their rings, gold, everything. It was the,\nfishermen had a chance to make some easy money. They were poverty stricken.\nThey never saw any money there. They put them on the boats, the boats were old.\nThey went out on the ocean, the ocean breakers were high. You know, breakers\nare always high, when they hit the mountains, the rocks. They cracked in two.\nThey overloaded the boat, they got greedy. The boats cracked in two. People fell\ninto the water. | saw that so I'm sure. And you could hear the cries. Help us. Save\nus. Somebody help, most of them said, God, help us. Save us. There was the\nfather, the wife and two kids. Who do you save? The wife can't swim. The kids\ncan't swim. And the kids are, save me Daddy. The other one says, save me\nDaddy., and the wife was going down. And you can't swim. The screams and the\nyells. And the people on the boat, we are laughing when that happened. They\nwere laughing. They didn't put down the boat to save them. They could have.\nThey were laughing. | saw that. And the cries of pain and the cries of desperation.\nHarry Alexander 34\nOctober 11, 1995\nPage 34\n| hear it to this day. To this day, the screams. Help me. Help us, somebody please\nhelp me. And nobody helped. Nobody saved. And the next day the bodies, they\nare washed ashore. In with the tide, hundreds of them, they took on the boats.\nThey call that \"The St. Mora Incident\". | was there. | saw it. You ask me if | believe\nin God? That is when | decided to smuggle into France. | couldn't go over the\nmountain. | never climbed a mountain in my life. | never saw a mountain in my life.\nThe highest mountain | ever saw was the garbage dump in my town. | couldn't\nswim, the breakers, | would drown. | couldn't go on the other side, | couldn't go\nback to Italy. There the guards were standing with the rifles. | couldn't get into\nFrance, they were standing by the borders the other way. Where do you go? What\ndo you do? And there was all of them, not even 18-years-old. Never made a\ndecision in my life. The first time away from home. Where do you go? What do\nyou do? | had a little kid that turned out to be, he was 12, 13-years-old, he lost his\nfamily, running, suddenly he lost his family, he was alone. | said to him, you know, if\nwe don't make a move, we are going to die here. Nobody came to help us. There\nwas a whole wide world out there. Nobody cared, nobody gave a damn. So we\nwent to the barb wire. | said to him, | got smart very quickly, | said, the only way\nwe're going to get out of here are by doing the things that nobody expects us to do.\nBy going into France, | tore the barb wire. Nobody expects to be that bold. And\nthat's what he did. He went right through. Sure, we got bloody, we got dirty, we\nHarry Alexander 35\nOctober 11, 1995\nPage 35\nwere anyway. Nobody's going to help us. | realized right then and there,\nlam on my own. There is nobody out there in this whole world that's going to give\nme a hand out to help me. If | don't help myself nobody is. That's how we got into\nFrance. And that's how it started. The French are a very kind people, you know.\nThey were just as cruel and nasty and brutal as the Germans. If they could, first of\nall, you go to jail for a month, four weeks in jail. Before they even talk to you. That's\nfor causing the politically. That's the first thing they do, they throw you in a cell and\nthat's it, you stay there for a month. That's just for causing the . And\nthen they ask you your name. They don't care who you are. And these jails in\nFrance are not hotels. You can take my word for it. And then they call you a spy.\nThey called me a German spy. Seventeen and a half years old, hungry, dirty, with\ntorn clothes, bloody. I'm aspy. That is the intelligencia of the French police. The\nlevel of intelligence. If | was a German spy | wouldn't look like that, | wouldn't be like\nthat, | wouldn't come in like that. There was too much for the intelligence to deal\nwith. And then you had endure. There was so much you had to endure. The whole\nlife was enduring, accepting, dealing with it. And you never had a chance. You\nwere always the underling, you were always the one that had to deal with it. That\nhad to put up with it, that had to accept things. You were never on top, you were\nalways on the bottom. And today, | have a home and everything | want, everything |\nneed. | say to myself, what was this all about? How did | do it? How did | came out\nHarry Alexander 36\nOctober 11, 1995\nPage 36\non top? You figure that one out. That's one for the books, how did | come out on\ntop after all that? After being on the bottom all that time. | struggled, that's how |\ncame out on top. | struggled. | did without. | didn't ask for anybody's help, | did it\nmyself. Even America, it was a struggle for me. It took me a good five years until |\ngot out from under. It wasn't easy. But I've learned enough in my past to deal with\nmy present and there is my future. | learned to make decisions, and mostly the right\nones. | learned to deal with it, without any kind of hesitation, | came my way.\nMostly | came out on top. And that was, not because I'm smart, or super smart. It's\nbecause my experiences have taught me a lesson, it taught me things. You see,\nwhen | go out in my car and | go into a strange area or neighborhood, | know my\nway out because I'm . And | know we're building there, and a church\nthere, and a place there, there's a restraunt there, oh, | came in the other way.\nObserving. Learning. You always learn. You keep an open mind. You always\nseem to be doing the right thing now. And | say to myself, how come | did all the\nwrong things in my life before? How come? | had to learn. We all go through\nschool, only the school | went to wasn't the school that you went to. And | fought in\nthe underground, in the French underground. Let me go buy the ,\nWe run through, we lived in the woods. We would strike here, strike there. What\ndid we have to work with? What did we have to fight with? We had nothing. But\nsomehow we managed, with little, with nothing, we managed. And how did we\nHarry Alexander 37\nOctober 11, 1995\nPage 37\nmanage? By using ingenuity, natural ingenuity. Not learn from books.",
        "Q: You said there were certain things that you always come back and remember?",
        "A: Yes.",
        "Q: Any particular details on them? Are there a couple of specific details that you\nalways sort of come back to?",
        "A: | come back to the detail area, when we didn't behave they would put us 14 days\nin four-caf-a-rally (ph), four-caf-a-rally (oh) was with the French Foreign Legion, the\nlast outpost. What they did to us, it was, night's were so bitter cold and we were at\nthe foot of the As-fas (ph) mountains and the cold would come down from the\nmountains. And they would hang us on our arms and hose us down with ice cold\nwater and beat us with the back of their rifles every night, and they use to come in\ndrunk, or they use to be doped up, and that was fun for them. Fun, they called that.\nLet's have some fun. Things like this for the smallest infraction of the rules. The\ncamp commander came in, you saluted him. And you, one way he walked by you\naway, but the other way he wanted, this way. If you looked at him crooked, or you\nhad good hair, or something like that. Fourteen days, [speaking in French]. These\nare the things, we were not allowed to make a fire. We were hungry. So, we had a\nbig pot. So, the Red Cross would share they're packages sometimes. What did\nthey send us? Nothing we could eat. Things we had to cook. Like peas, things\nlike, hard things. So we put our water together and we cooked. Cooking wasn't\nHarry Alexander 38\nOctober 11, 1995\nPage 38\nallowed. You get fourteen days at four-caf-a-rally (ph). We had look outs, if\nanybody sees the coming, whistle. A guy, he was asleep, and he\ndidn't see. | was busy mixing this stuff. Cooking. So this guy stands in front of me,\nwith his . What are you doing there? Nothing. You're cooking. I'm not\ncooking. He says, what are you doing, aren't you cooking it? No, I'm just standing\nhere, I'm not cooking. He kicked it into the sand, food that we were looking forward,\nto have a little bit to eat for everyone. Can jour four-caf-a-rally (ph). | Knew | was\ngoing to go to four-caf-a-rally (ph). | was certain...\nEnd of Side 1 of Tape 2.",
        "Q: We have just taken a break and now we're upstairs in Mr. Alexander's study\nlooking at photographs. What's this one?",
        "A: 1941, 1943. This is the camp. Here is the photos of the Andes Mountains, and\nall the | came from. And here is four-caf-a-rally (ph). | am the only man\nalive who has these photos. This is the camp. This is how we lived. Jaffra, Algeria,\nNorth Africa concentration camp, 1941 to 1943. Here's the camp, these are the\ntents that we lived in. That's how we slept, on these stones and grounds. See?",
        "Q: Who are these people here?",
        "A: These are friends of mine that | was with. They were Russian officers that were\nin the Spanish Civil War. And that | will find that they kept me alive. Here, here is\nthat, Jaffra, December 24, 1942. \"Make your life so that you later don't have to be\nHarry Alexander 39\nOctober 11, 1995\nPage 39\nashamed of your past.\" He wrote that to me. \"In friendship, Boris.\" I've had this\npicture all these years. See? This is a picture of my mother. \"Sunday, 5/8/39: To\nmemory on your mother who wishes you the best. | wish you much luck in your\nfuture. Don't forget your mother.\" See? \"My dear son\". | wrote, \"in June, 1943,\nVa-look (ph), who didn't seem to like me very much.\" | wrote that on it. And here,\n\"in April 13th, when | was liberated, | escaped death. We will meet again.\" We\nnever did. This spot you see, | carried this picture on me all these years, for see his\nblood, don't you see, on here, spots of blood, from the beatings that | took because\nit was always on me, that picture. Always kept it all these years. He wished me\ngood luck, best of luck. Here's what | accomplished, you see that? Those are my\naccomplishments.",
        "Q: Could you just read a couple of them?",
        "A: American Watchmakers Institute, Certificate of Master Watchmaker. Logical\nInstitute of America, Certified Watchmaker. School of Watchmaking,\nCompletion. Master Watchmaker. Chronicle Watch Technician, Pittsburgh, PA.\nMaster Chronocraft Technician.",
        "Q: And this is a poem that you wrote?",
        "A: Yeah, that | wrote. Reading: \"My young years shelled by German Nazi\nmurderers, torn away from my family and tossed into a world of despair and\nbrutality, a world | did not understand. How does one forget the years of\nHarry Alexander 40\nOctober 11, 1995\nPage 40\ndegradation, the humiliation, the hunger and sickness. Corpses of young and old\nstaring at you then and now, forgotten by a world that didn't care. | am a graduate.\n| survived the pits of Hell.\" Here, | wrote that. \"We have followed the bright beam of\nfreedom's light, ours was a journey out of the night, with empty hands we will rest on\nthis shore. Our loves, our hopes, our bodies too sore. We will never forget the pain\nand sorrow. We live for today, there is no tomorrow. We will learn to\nuntil it was too late, we lived in a world so full of hate. We remember our tragic past,\nwe escaped the flames and are free at last. Let us have hope and we will survive.\nYes, we are here, we are strong and alive.\" This is my world, here. And everyday |\nlived it. We never survived the Holocaust and we are living with it. This is the world\nof a Holocaust survivor. How do you forget this? How do you forget this? Here, all\nthis. Holocaust. All these books. When I'm alone, | read these books over and\nover. And | remember the people that died so others could live. Every one of them.\nThese were my people. These were my people that gave their lives and this was\nwritten in my concentration camp, this book. All | say is in this book, in detail. You\nremember and it hurts. That's my mother and my three sisters. My brother and his\nwife. Sure, they killed them all. He was in Belgium at the time and she was in\nGermany. She tried to get to him, crossing the border they caught her, they hanged\nher next to her baby, from a tree. You see, here. My three sisters and my mother.\nYou see the way that they are dressed. We were people of means. See the way\nHarry Alexander 41\nOctober 11, 1995\nPage 41\nshe's dressed.",
        "Q: And do you know what happened to them?",
        "A: Pardon me?",
        "Q: Do you know what happened to them?",
        "A: Who?",
        "Q: You're sisters and you're brothers?",
        "A: | don't know. The last | heard was they were cast in Auschwitz. | wished | knew.\n| wished | knew.",
        "Q: Start that again, we're back downstairs now.",
        "A: You know, when you supress these feelings and these memories and these\nexperiences and this hurt and this pain for so long, for so many years. Once in a\nwhile, you think your past is going to come out and you don't let it out because you\nknow that nobody understands it. And nobody wants to know.",
        "Q: Let me ask you about that because upstairs, in you're office and in you're living\nroom, there are photographs, there are books about the Holocaust and, obviously,\nit's present in you're life, but you say that you're kids and you're wife don't like to\nhear about it too much. They don't know that much about you're experiences, is\nthat the reason?",
        "A: Very little. They know very little, and | don't push. Why should they know. Can\nthey change anything? Can anybody make up for what they did? | think the world\nHarry Alexander 42\nOctober 11, 1995\nPage 42\nis just as guilty as Germany. Can anybody make up for this? For these losses?\nThe hurt and the pain and the cruelty and the barbaric ways? Who can make\ngood? ls it enough to say you're sorry?",
        "Q: Do you're kids ever ask? | mean, do you ever, how have you talked about it in\nthe past?",
        "A: No.",
        "Q: How has it been brought up?",
        "A: They may know my past but they wouldn't talk about it. They may know where |\ncame from, but they don't want to talk about it. And | don't push it. Why should I?\nWhat good will it do? Will anything make up for what the world has done? What\nHitler did? And the Germans? And what the world had allowed to do it? It's been\nfifty years. People say, enough of the Holocaust. To them, it's enough. How can it\nbe enough for the survivors? It can never be enough, you can never forget. Can\nyou forgive, can you forget? Should you forgive, should you forget? Who knows.\nWho has the answers? They say you only hurt yourself by keeping it alive. Would\nyou rather have died? You don't know the answer. | don't know the answer.",
        "Q: Over the last thirty years, have you found it important to talk about it or not talk\nabout it at different times?",
        "A: | don't need to talk about it. Because | doubt if most will listen. And if they\nlistened, what good would it do? | look at the things, | look at the photographs, |\nHarry Alexander 43\nOctober 11, 1995\nPage 43\nlook at the, between my memories and between the photographs and between the\nthings | write. | write poems. | wrote more poems than this. | have no desire to\nkeep it alive, you have to need to keep it alive. That's why you give up talking about\nit to anyone because nobody wants to know. Everyone has their own problems.\nAnd what could anyone say to make you feel better, tell me that’? How could\nanyone make me feel better? What could they possibly do or say to say enough is\nenough? What is enough? How do you define the word, enough? There can\nnever be enough. We lost 6 million people, 200,000 children burned alive. How is\nenough, enough? I've spent ten, twelve years of my life in misery and suffering.\nHow is that enough? And the rest of my life having nightmares about it. How is\nenough, enough? When my wife gets up in the morning, sometimes she says, she\nworries about this and worries about that, she doesn't feel good. | says, you know,\nwhat would you have said in a concentration camp? Or we go out to eat and she's\neating them like this, and she doesn't see anything she likes and | said, what would\nyou have said in a concentration camp? They gave us no menu. In fact, they gave\nus no food. What would you have said then? Everything I, | connect everything\nwith the camps. , what would you have said? You have a pain,\nat least you have a doctor to go to. What would you have said in a camp, there was\nno doctor to go to. You laid down and died. What would you have said then? |\nalways seem to be going back to the experiences, for some reason or another. So\nHarry Alexander 44\nOctober 11, 1995\nPage 44\nwhat good is it, where does it get me? Instead of me saying, well, we'll go and see\na doctor. | say to her, what would you have said in the camp? It's tough. You\nseem to think that we are tough people. We are, age maybe made us a little tough\nand we are hard people. We can absorb and we are able to take hardship and\ndisappointments. You're wrong. We are just as you and everybody else. We\nlaugh, we cry and we remember. And we deal with anything that comes our way.\nWe have emotions. We have feelings, just like anybody else. That's just the way it\nis. We have no, there is no way to deal with this. This was a bad time. There's no\nway to deal, there are no answers. God is not the answer. Man is not the answer.\nRevenge is not the answer. Make time go back. Give me back what was mine.\nMake it happen. How else could | be happy? People say | never laugh. What have\n| got to laugh about? Oh, | have a sense of humor anyway, but what have | really\ngot to laugh about? Like they said to me, we want you to live with it. | am living with\nit. And | can't get out of it. You see, you can't live with it and you can't live without it.\nWhat's the answer? Nothing is going to happen. It's never going to get any better.\nMany times, | sit down here, , I'm sitting down here. Like this.\nAnd he says, now, at last God, | didn't believe in you anymore, give me the\nanswers. Give me a little happiness. Take this sadness away from me, give me a\nlittle, let my mind feel a little better, don't give me so much trouble. Nothing is\nhappening. | can sit here for an hour, two hours, down here. And nothing. My wife\nHarry Alexander 45\nOctober 11, 1995\nPage 45\ncomes up, what are you sitting in a dark room for? | say, it's something you don't\nunderstand. How do you give up on things? It's hard. It's difficult. It's there. When\nyou can't find it with all that you had. It's been fifty years, maybe more. And it's still\nlike it was yesterday. But my mother said to me, when | get out of prison. | was in\nprison, in my home town, two or three months, they scooped me up from the side of\nthe street. My mother said, , they will come right back. Don't stay\noutside. Why we lived in fear? | went out to get a loaf of bread, | came back. On\nthe way back, a car on the side, they arrested me. You're a Jew boy? Yes. He\narrested me. | was, what, 16, 1/7-years old. And they threw me in jail. | remember.\nCell Number 10. Never forgot it. When | got out, my mother got me out. | don't\nknow how she did it, she must have paid somebody off. We had a great deal of\nmoney. | remember coming home from prison, the jail. My mother is sitting by the\ndoor with my little sister in her arms. And she said to me, son, here is 10 marks. |\ndidn't even get into the house. Here is 10 marks, that's all you're allowed to take\nwith you. Go to Milan, Italy. Why Milan, Italy? You didn’t need a passport, they\nwere friends. Mussolini and Hitler were friends, that was the only border | could go\nthrough. Go to Milan, Italy. Son, run, son, run, and don't ever look back. Those\nwere her last words. So | said to her, we will see you again? | be back soon. |\ndidn't know what is happening to me. She says, | doubt it. Go, boy. Go, son, go.\nGo to the railroad station, here's you're ticket for the train. Take the train and go.\nHarry Alexander 46\nOctober 11, 1995\nPage 46\nShe gave me a little bundle to take . And that's what | did. And to\nthis day | feel guilty for having left her. | should have said to her, Mama, we all go.\nYou go, | go, the kids go, we all go, or | don't go. | was not even 17, | didn't know.\nPerhaps some kids you could have hidden in the Italian mountains. | have all kinds\nof excuses now, in my mind. What you could have, what you could have done, or\nshould have done, or would have done. | know somebody would give us a piece of\nbread. If we would have gone into Italy, gone into the Italian mountains where\nnobody would know, very deep in the mountains. Perhaps we would have survived.\nPerhaps. Perhaps some mountain people would have given us something to eat,\nwould have hidden us. That's fifty years later, when you say to yourself, why didn't |\ndo this or why didn't | do that? They sacrificed their lives for me. And | give them\nnothing back. How do you live with this? How do you live with guilt? Oh, perhaps\nsome people can. | know | can't. I've been living with this for fifty years. The only\nway that's going to die is to die with me. I've got to tell you. It is not easy. It is not\neasy to live with it. And now | write poems.",
        "Q: Have you, since you came to the U.S., have you gone back to Germany, to\nyou're home town? To see the house where you grew up?",
        "A: Yes, | went back twice.",
        "Q: And what was that like?",
        "A: It was not good. | went back twice. | saw our house, we had a big house.\nHarry Alexander 47\nOctober 11, 1995\nPage 47\nStanding, not touched by any bombs or anything. People live in it, pay rent to the\nstate, the city or whatever. They own it, they say. | saw the house. | went into the\nhouse and it broke my heart. The people that answered the door asked me what |\nwanted. | said, if you would allow me | would like to come in and look at the house.\nBut the house is not for sale. | can tell you that the house is not for sale. So, | must\nhave looked strange to them. They said, come in. | looked, | looked at my\nbedroom, all the others. It broke my heart. | walked out. | went into the Temple\n. The Temple is abandoned, it never burned out. Because it was in\na building where people lived so they are afraid to burn down the building, so they\nnever touched it with any fire. The woman opened the door, the caretaker. The\ndoor squeaked. | walked in and there was just like | left it. The were\nstill in there, hanging there. We had the name plates on every seat. | was choir\nboy. My name plate was on the choir seat, where the kids would sing with the\ncantor. | stood there, looked. My mother's name, my father's name, all there. And\nsuddenly the Temple filled with the same people, they are full of people, the same\npeople that | knew. All the people. And they were praying and | saw them all there.\n| was in the middle of, | was in another world. | saw the Temple full of people, until |\nfinally heard the voice from the caretaker, you've been here an hour. | have to lock\nup. | went out, | went to the office, where they call the yidda-jig-a-minda (ph), you\nknow what that means? The Jewish office, Jewish relation, something like that. |\nHarry Alexander 48\nOctober 11, 1995\nPage 48\nsaid, do you have the file of all the Jews that use to live here? Yes, we have most\nof the files. You German's are good at keeping files. | looked through the files.\nWhere my brother's were shot, left Germany, place unknown. Harry Alexander,\nthat's me. Left Germany in 1939. Place of, where he lives, unknown. Never\nreturned. Possibly dead. That was my file. | saw my own file. | looked, | said any\nother Alexander's alive on here? He said, no, he doesn't know anyone. They either\nleft the country or died. | spent about three hours looking through the files, until |\nfound my file. So | left, | had nothing more to stay for. | looked around the city, all\nthe familiar places | use to grew up. And | met a few people. They were children\nthen, now they are older people. | remember them. But that was about all. | had a\nfriend here that died. | use to be in a concentration camp with him, | met his family.\nAnd they said, here, they had pictures of me. They said, he talked a lot about you.\nThe only thing, he was so sorry, always sorry, that he was, you were so young at\nthe camps, that he felt so sorry for you. That's what the wife told me.\n. | visited his grave, | put flowers on it. And then | left.",
        "Q: What's been the best information you've been able to figure out about your own\nfamily? What happened to them?",
        "A: Nothing.",
        "Q: You say you think you're sisters might have been at Auschwitz?",
        "A: Yeah, they were deported to Auschwitz. Some survived, some didn't. | have no,\nHarry Alexander 49\nOctober 11, 1995\nPage 49\n| have inquired about all kind of organizations. Ah yes, | have crossed you're name\nwith, | have a stack of papers up there even to the ceiling. And | haven't stopped.\nI'm still looking. Until the day | die | will be looking. And I've prayed, just if | find one\nof my sister's for one day. That would make my life.",
        "Q: What do you think happened to them? Do you image? Do you think about it?",
        "A: No. | imagine many things. | hate to think about it. My little sisters. Maybe they\nwere used in medical, you know, the research by the , could they\nhave been gassed in the gas chambers, could they have been hanged, could they\nhave been buried alive, could they? Just the thought, what could have happened\nthat makes me chill, makes me cry. Just with what could have happened to them.\nYou know, people killed their own children in the camps. To keep them from\nsuffering, did you know that? What did my mother do, | don't know, maybe\nher kids already. You feel sad, a lot of sadness, a lot of unhappiness.\nAnd this is the one thing you don't know really how to deal with. You just feel that\ndepression, that heavy load on you and you can't get rid of it.",
        "Q: How do you think it's effected your own views about your own family and having\na family? Did you know that you wanted to have a family?",
        "A: Yeah, | wanted a family. | only had two children. Makes me very possessive. |\ncan't let go of them. | love them too much. | have a lot of love to give. | love them\ntoo much. | see, when I'm in my daughter's house and she yells at the kids, | say,\nHarry Alexander 50\nOctober 11, 1995\nPage 50\ndon't yell atthem...\nEnd of tape 2.\nHarry Alexander 51\nOctober 11, 1995\nPage 51\nTape 3",
        "Q: And we are talking about your own family.",
        "A: Yeah, | am very possessive of them. | perhaps am easy-going. | love them a\ngreat deal. And nothing seems to be important, but there were the kids too. Don't\nbe so critical. In other words, it could always be worse. Be happy you have them,\nbe happy they are healthy. Be happy they are normal. Kids act like kids, that's\nnormal. They will spill things, that's normal. They will break things, that's normal.\nAnd always there, | wish | had my sisters. They could break everything they want.\nThey could do anything they want, | would be happy just to have them. And all that\nyou appreciate these things. Do you know you have to have a history. One day my\nson came home, now he's with law enforcement, you know? But he comes home\nand he says, guess what happened today? | said, what happened? Somebody\nsmashed the whole side of my car, brand new car. So | said, Paul, what did you\ndo? Well, we took his name and in a few minutes the police were there in time with\nlaw enforcement, he says, everything was taken care of right away. So, come down\nand look at it. | came down and look at this car, the whole side was smashed in.\nSo | said, Paul, is that all? Are you all right? He says, fine. | said, is that all? No\nproblem. We get it fixed. You take my car and do you're business and I'll have the\ncar fixed for you. We have conditions. | take care of it for you. He has no time, he\nworks nights, days. He said, how can you stand there and tell me that it's all going\nHarry Alexander 52\nOctober 11, 1995\nPage 52\nto be a brand, new car? | says, Paul, it's only a car. It's nota life. He says, doesn't\nthat bother you? | said, no. Why should it bother me? God, it's only if something\nhad happened to you that it would have bothered me. This doesn't bother me at all.\nNothing. No problem. | went to a guy, no, he'll fix it in three days, | had the\nadjuster there, car got fixed, looked like new, | picked up the car. | says, here Paul.\nHe says, it looks like new. Wouldn't know anything happened. | said, see Paul.\nNo big deal. So he said to me, is anything a big deal to you? | said, Paul, | had a\nlot of big deals in my life. This doesn't compare to my big deals. And | survived\nthrough big deals. He walked away, he said, you are hard to understand. | said,\nmaybe so, but if you would give it a little effort, a little try, you'll understand what |\nmean. If you'd had the experiences | had in life, this is not a big deal.",
        "Q: So with you're family, you refer to you're experiences a lot? But you don't\napparently talk about it?",
        "A: Yeah, right. | refer to them all the time. All the time. My granddaughter is\ncoming tomorrow, she spills a glass of milk, no problem, don't worry about it. |\nwished | had a glass of milk to spill when | was in the camp. | would have licked it\noff the floor. No problem.",
        "Q: Do you not think it's important to talk to your family about you're experiences?\nYou're kids, you're grandkids?",
        "A: No. No. They get it in the Jewish schools, the Sunday School, they always talk\nHarry Alexander 53\nOctober 11, 1995\nPage 53\nabout it, yeah. It's not, | don't know, | have mixed feelings about that. Why should |,\nmy little grandson is 9-years-old. Why should he hear about these things? One day\n| will leave him all my books on the Holocaust, | leave it to my grandson. And then\nit's going to be his decision, to read it or not to read it. | want it to be his decision. |\nwant him, | want my son to come to me and sit down and say, now, | have time.\nTell me about you're life. | want him to say it, | want it to be his decision, not mine.\nWith my daughter, the same. | want it to be her decision, not mine. If my daughter\nwould come to me and say to me, no telephone, no interruptions, talk to me.\nDaddy, talk to me about you're life. Perhaps then, but it has to be her decision, not\nmine. My wife knows very little. It was her decision to talk about it, not mine. |\nwon't push it on her. | have no right to do that. | have to live with my life and they\nhave to live with theirs. Everybody takes out of life what's important. And\neverybody has to absorb what's not important, or what they think is important. It's\nas simple as that. I've lived with my life, it's got to be, that's the way, whether | want\nit this way or whether it's, | cannot help it or whether | cannot get rid of it. It's my life\nand it's my head, it's my memories, my brain. | have to put up with it. | have to, |\nabsorbed it, | lived it. | did it. Why should | forget about it? For my own sake? |\ncan't. How do you forget these things? No, it's a very difficult thing. | guess we\nhave, we survivors, we all live with guilt, every one of us. Why are we living and\nthey are dead? You know, the old guilt, the Jewish guilt. Why didn't we just die,\nHarry Alexander 54\nOctober 11, 1995\nPage 54\nwhy didn't we do the other? Maybe it would have worked out this way or worked out\nthe other way. But that is the way it worked out and that's the way we have to live\nwith. Those are our feelings, those are our emotions, those are our lives. We are\nnot happy people. He didn't kill just 6 million, he killed a hell of a lot more. I'm one\nof the victims. Do you think this is a life that I'm living? Sure, we eat, we drink, we\ntalk, sometimes. We go out, we go take a walk. This is life? But our minds are still\nthere. We still think about it, we still live it. We not only think about it, we re-live it.\nEvery time. Let's go back for a moment, how we went, we were in Dunkirk. You've\nheard of Dunkirk? The North of France, on the beach where they shot the\ninto the ocean? The last two hours before the German tanks came, the\nBritish took their people over, back to England. Where was the fairness, they left us\nalone, they wouldn't take us. We ended up on Dunkirk. Do yourself a favor. Two\nhours before the German tanks came, you know what they said to us? We can't\nhelp you anymore. Dee-boy-ee-mou (ph). You know what that means? Help\nyourself. You're free to go. You are not under any command anymore. We had no\nguns, old guns that didn't work. We had the wrong ammunition with the wrong\nguns. The French. Dee-boy-ee-mou (ph). Go help yourself. Save yourself. And\nwe had to run from Dunkirk all the way from the North of France to the South of\nFrance. On the way we talked German. The farmers were going to attack us with\ntheir pitch forks because they thought we were the Fifth Column. You've heard of\nHarry Alexander 95\nOctober 11, 1995\nPage 55\nthe Fifth Column? They hated us. The Frenchmen attacked us with the pitch forks,\nthe Germans tried to shoot us. And the hunger overcame us and we were\nexhausted from running - a thousand miles. | want to tell you, we were so hungry\nwe broke into a chicken house. What do we know about chickens? We are not\nfarmers. And the chickens started to go crazy and we tried to steal a few eggs and\nthe farmer woke up, he came after us with pitch forks. We run for our lives. This is\ncrazy. We can't even steal an egg. We run for our lives. They would have pitch\nforked us. So we went into the fields and stole grapes, where they were planting\ngrapes. We ate the grapes. Only one problem, the grapes are covered with\ninsecticide. We all were very sick from it. These are little incidences that you\nremember, little things, like yesterday, it's in you're head like yesterday. Sometimes\nyou laugh, but it's a bitter laugh. Why? Why all that? Has humanity sunk that low?\nYou find a reason why it happened, you find an excuse, you find why the world\nacted the way it acted. Why nobody came to help us. Why the Germans did what\nthey did. No answers. We found the questions, we didn't find the answers. So\nthere are many incidences like that. We went into Neim (ph), near Nice, about forty\nmiles from Nice. There was the headquarters of the underground. Somebody gave\nus away, the guards surrounded us and says, come out with you're hands up. We\nknew they were going to shoot us. We were saboteurs, we were underground\nfighters, we were FFI. So the older guy says, you young guys, we were about 18 or\nHarry Alexander 56\nOctober 11, 1995\nPage 56\n20-year-olds, make it over the fields and we keep them busy. Make your way into\nNice. We'll keep them busy here while you get out. There were guys 14-years-old\nwith a pack they could hardly carry. Throw me you're guns and run for you're lives.\nWe did. They were shooting at us, but there were mostly shooting at the other\nguys. They keep them busy so we could get away. | never know what happened to\nthese guys. If they got away, if they shoot it out with them. So what's there in Nice\nfor me? | got caught there. There was no way you could save yourself unless you\nhad a friend there or somebody to hide you. You just couldn't get away from it. No\nmatter where you turn, no matter what you did, or what action you took. You lost.\nYou were a loser. You were condemned to be a loser from the day you left home\nbecause nobody wanted you and nobody helped you. And you had to fight so\nmany odds. Just to stay alive. | don't know how to explain these things, there are\njust too many things that go through my head. And the miracle, | am alive today. A\nmiracle. You see how | live. | live in the past, | don't live in the present or the future\nand | can't be rid of it. | cannot shake it. And somehow | feel good. You see, | feel\nat home in the past. Because that's what | know. Today | could fight them all\nbecause | know how. | could outsmart every one of them. | could out do or out run\nor out smart or out play anyone, because | have the experience. But it took me a lot\nof life, a lot of living to get that experience. A lot of suffering that | get that\nexperience. | laugh out loud sometimes, when my wife asks me, why are you\nHarry Alexander of\nOctober 11, 1995\nPage 57\nlaughing? | said, | remember. In Nice | use to steal a bread and | wouldn't\n, and the baker could never catch me. That was funny for me. | look at\nit now and it's funny. | stole a bread. And | went to the hide-out and | shared it with\nanother three or four guys. We each got a piece of bread. That was glory to us.\nWe won the war. We got a piece of bread. We beat them all. We didn't die over\nself starvation. It's funny. Hey, guys, come, a piece of bread, we beat them this\ntime. And they said, nobody is going to beat them. But this time we beat them.\nNext time we worry about it, there will come we worry about it. You\nsee, in France, they use to take the big baskets outside the bakery. They had the\nbreads in there, long breads outside the store. We were hungry. We went into the\nsmall towns, villages, we saw the bread basket out there, and\nwalk on, grab two breads, and run like hell. Of course, that was a\nvictory. There are so many incidents. | would walk right up to trees and people\nscoffed, but | stealed the figs from the trees. And then run like hell and they\nwouldn't catch us. We were always scared, always afraid. The guards will be able\nto beat the hell out of you if they catch you. But how could we live? How could we\nstay alive? How else? We didn't worry too much about it in those days, we were\nyoung. We could run, we were skinny, we could run, we could climb. And we had\nno nerve, brains, we didn't worry about the consequences. We knew they couldn't\ncatch us, we were too fast for them. We were use to running. But that was all we\nHarry Alexander 58\nOctober 11, 1995\nPage 58\ndid, running, that was the whole life, then running, grab and run, grab and run. Grab\nsomething and run. That was a life? Sleeping under a bride. Sleep on a park\nbench and always one eye open. See the cops, make his rounds, he will catch you.\nSleep in bushes where they couldn't see you. That was our existence. We never\nknew what tomorrow's going to be. Yesterday is past, today we are still making it,\ntomorrow we don't know. That's how we lived, from day to day. Like | said to my\nPaul, we lived for today, there was no tomorrow. That is how we lived. And | think\nabout this today and you say, | don't Know how | made it. And when | look at my\nson, | say, | think to myself, may you never have to go through, my son, what |\nhave. May it never happen to you. And | look at my grandchildren, so innocent, so\nbeautiful, so little. And I cry. My heart gets heavy. | look at them, little faces. And\nmy little grandson says, Grandpa, you always kiss me. Do they understand why?\nMy grandson says, let me go, Grandpa. | hold him around, no, Grandpa, you've\nhad me 10 minutes already, let me go. Does he understand why | can't let him go?\nI'm not just hugging him. | hug my sisters. | hug my mother. | hug my father. |\nhug my life, that | have lost. Do they understand, does anybody understand that? |\ncan hold my grandchildren and tears come to my eyes. Does anybody understand\nthat? How do you, things like this. It's difficult. It's very hard.",
        "Q: Do you think that there are things that are important to you, and what sort of\nthings were important to you, that may not be important to people who haven't been\nHarry Alexander 59\nOctober 11, 1995\nPage 59\nthrough what you've been through? You said that God isn't important to you, that\nfor a long time friends and socializing wasn't important to you. I'm wondering, over\nthe last thirty, however many years, what has been important?",
        "A: My children, my wife. After having my children, my family. That's all. | work, my\nfamily, my work made me forget my wife. | would keep myself busy from 8 in the\nmorning until 1 or 2 o'clock the next morning. And when, then | was so tired | would\nfall into bed and go to sleep. | had to be active like that, it was important. Before |\nhad children and | was married, it was important to make money, to make a living, to\nget myself out of the rut. To get myself on my feet. Once | got married and had the\nchildren, my family was important. Not even my wife so much, as my children.\nBecause they needed me most. They are very important to me. And that was my\nwhole life, my children. | was always the one that was over-protective. | was\nalways the one that was always there when they needed me. | always was,\nwhether they had the runny nose or whether they had a fever, ache, or whatever it\nwas, | was always there. This was my whole life.",
        "Q: Has politics been important? Has being Jewish been important?",
        "A: No, no. | don't care. | don't care. | Know that this world will take care of itself,\nwith or without my help. | don't have to help them, carry a gun there. They manage\nvery well. And about the world? | couldn't care less. | don't give a damn. | care\nabout them that cared about me. | am totally indifferent. | hardly read the paper. |\nHarry Alexander 60\nOctober 11, 1995\nPage 60\npage through it, one-two-three, that's the end of it. | couldn't care less. They\ncouldn't care when | needed them and | needed them for 10 years, in hell holes.\nThey didn't come to my aid. There was no country that came to my aid. No country\nsent me a piece of bread. You know, | wrote a poem. May they rot in Hell, all the\nKings, all the lands, that would not let us in. All the Gods, all the Priests, may the\nblood never wash off their skin. There was no priest, there was no Pope, there was\nno King, there was no land that opened their border and said, come in, Jews, come\nin here. You'll be safe here. Oh, there was room. Do you mean to tell me there\nwas no room for 3 million people, all over the world? There were 800 people on the\nSt. Louis, that boat that came over here, they wouldn't let them land, they were\nabout to die. In America. Do you know that? Have you read the book on that?\n800 people and they wouldn't let them land in America, 800 people. They could\nhave gotten lost in one city block. And they went back and they got killed, they died.\nYou tell me that's justice? You tell me that's humanity? You tell me that's\ncompassion, that's pity? Oh, | know none of these things. No compassion, no pity.\nYet, | will not pass by a beggar and not give him a dollar. | go to 13\" Avenue, | will\nnot pass by a little old lady that | think could be my mother and give her $2 or $3\ndollars for the , poor woman. And my wife tells me, you say you have no\ncompassion? No, | have no compassion. | feel sorry for her, but | have no\ncompassion. There's a big difference.\nHarry Alexander 61\nOctober 11, 1995\nPage 61",
        "Q: What's the difference?",
        "A: You don't have to have compassion to be sorry for somebody. To give them a\ncouple of dollars if he's hungry, you give a couple, you don't have to care for that\nperson. You don't have to care for anything. Just to give a couple of dollars, it\ndoesn't mean anything. | have it. | wouldn't give her one of lungs or one of my\nkidneys, but I'll give her a couple of dollars.",
        "Q: What about being Jewish?",
        "A: Doesn't mean anything to me. | don't care. Don't you understand? | have lost\neverything that would be in high esteem for anybody else. | have lost all that. What\ngood is it being Jewish? What does that get me? Yet, I'll die for it. If anybody\ncalled me a dirty Jew, | smack him. But | don't care about that anymore.\nJewishness has never done anything for me. My mother was Jewish, kosher\nhouse, villages, my father, what did it get them? What did it get them? They have\nnothing. | use to go to the every Friday night, every Saturday morning.\nThe whole family went. We got dressed up. The boys in blue pants and white\nshirts and the girls in blue skirts and white blouses, that's the Jewish flag, the Jewish\ncolors. And we had to, we celebrated every holiday. What did it get us? What did it\nget them? God saved, God saved the children? God protected them? What God?\nWe are God. What God? Where was He? Oh, | heard people scream, [foreign\nwords], but they would die while they were being killed. [Foreign words repeated].\nHarry Alexander 62\nOctober 11, 1995\nPage 62\nWhere was he? Did he hid them? In the prison, when | lost my senses, ;\n| pray, | said, God help me. Send me into the water. A piece of bread, anything.\nTake away the loneliness. Take it away, never mind food, never mind water, take\naway the loneliness. Lighten my heart, I'm crying. Do you think we didn't cry in the\nprisons? We didn't despair? We didn't lose hope? We didn't want to die? How\noften did | say, God, help me, please. Take away the loneliness. A piece of bread,\na drink of water. God, please help me. Take me out of here. Where was the\nanswer? We didn't get any bread. He didn't send an angel with a little water. He\ndidn't send, he didn't take away the hopelessness. He didn't give us courage. | said\nto the Rabbi, he came to my house, he said, come to Shul-high (ph), and | said\nwhen you give me the answer to my question, to my satisfaction. Give me one\ngood reason why | should go to Shul-high (ph). To empty my consciousness of\nguilt? | have done nothing wrong in my life that | have to ask forgiveness. God has\nnothing to forgive me for, but | have plenty to forgive Him for. Straighten that out\nand I'll come to Shul-high (ph). Convince me that there is a God and I'll come to\nShul-high (ph). He said he hasn't got the answers. | said, then | don't go to Shul-\nhigh (ph). Go home and when you come back you give me the answers. We are\nlike two adult people, we are intelligent, reasonably intelligent, grown up people.\nThere are questions. | have gone through a great part of my life and nobody has\nthe answers to why. | haven't got the answer and you haven't got the answer, so\nHarry Alexander 63\nOctober 11, 1995\nPage 63\nlet's leave it at that. | have to live with my life the best | can, and you believe\nwhatever you believe in. The only thing | believe in is me. That's the only thing. If |\ndon't keep myself alive, nobody will. If | don't work and make a living, nobody will\npay my bills. I'll be in the street. That's all | Know. Let's be realistic. We say it like it\nis. | don't know what to say...\nEnd of side 1 of tape 3.",
        "Q: Continuing with the interview of Harry Alexander.",
        "A: What do you want to know, tell me.",
        "Q: Well, we were just talking about, we just finished talking about answers and\nquestions. | wonder if you have had answers to some of you're question? If there's\nsome lessons that you have learned?",
        "A: The only lesson | have learned, my friends, is to listen. It is the realization that\nthere are no answers. There are simply no answers to my questions. There is\nnothing | can change and nobody else is going to change it. There's nothing | can\ndo to make my life any easier or to understand, to just understand my life. Why and\nhow. | realized there are no answers that can change my life. After fifty years, | sit\ndown and write poems about the Holocaust, what does that tell you? My mind is on\nit and | can't get rid of it.",
        "Q: Is you're mind on it more now than it was, say, twenty years ago?",
        "A: Yes, yes.\nHarry Alexander 64\nOctober 11, 1995\nPage 64",
        "Q: Why is that?",
        "A: | was busier twenty years ago. | was in the work field. | was in the field out\nworking and | was raising my kids. The kids were little then, they needed me, and |\njust was too busy. And since | retired, it hit me like a ton of bricks. My kids are out.\nYou see how quiet it is in the house? The whole house, just the two of us. And |\ncan't give the house up. It's so big, look what we have, we've got here, upstairs. |\ncan't give it up, this is where | raised my children. This is where | spent a good part\nof my life, in my memories, and | can't give the house up, | can't move. Since |\nretired, | have no time. Some say it's the golden years of you're life, it isn't the\ngolden years. Don't you believe it. Because that's when everything really comes\nout. Because now you have the time. Everything comes out. It's not the golden\nyears. People say, you make your own golden years. That's not true. The golden\nyears make you, you don't make the golden years. Maybe you don't have, you don't\nthink as much, the years gone by, like | do now. But it's with you. It was with you all\nthe time. It never left you, you know that. It never really left you. It stayed with you.\nOnly you put it in the background. You shoved it back. I'm busy with the boy now,\nI'm busy with the girl now, you shove it back. | have to take her to school, | have to\ntake him to school, | have to do homework with them and yet, you keep shoving it\nback until you get so tired, you went to sleep. Now you're not tired anymore. You\ndon't shove it back anymore. It's taken over. Now it's all coming out, that you're\nHarry Alexander 65\nOctober 11, 1995\nPage 65\nbeing punished. That you put all this in the back of you're head, all these years,\nnow it's coming out with all the brute force. What do you see upstairs? My sisters,\nmy mother, the pictures. My wife says, why do you have it out? Put it away. How\ncan you do that? They were once part of my life. They are still a part of my life.\nThey maybe somewhere, wound up surviving, two or three of them, | don't know. |\njust don't Know where, | just don't know where to look anymore. But why should |\nput it away? It's hard to understand, you can't philosophize. You know, all these\nthings, you're whole life, all these years. It's with you. There is no way you can get\nout of it. It gets a hold of you. | don't let go. There are sometimes you shake it off\nand it does not go. No matter how hard you shake. What else would you like to\nknow?",
        "Q: | do wonder, we've talked some about you're life and becoming a watchmaker\nand life in the United States. We didn't talk much about getting married and raising\na family and all that, but I'm wondering just in general, if you could quickly talk about\nif there is anything over the last twenty, thirty years that you think, were decision you\nmade, were things that were directly related or effected by you're experiences\nduring the war?",
        "A: No, | always took things lightly. Because no matter what happens, whether to\nme, whether to the children, or my wife, no matter what happened, it couldn't have\never been as bad as | had it. | could never sink that low anymore, like | did. | sank\nHarry Alexander 66\nOctober 11, 1995\nPage 66\nrock bottom. This could never happen again. As long as there is a piece of bread\nto eat, a drink of water and a roof over my head. It would never be as bad as it was.\n| can always build from there. There was nothing | couldn't build. | remember\nstupid things like, in Jaffra and Africa, the logga (ph), | speak German already, the\ncamp. We had to go to the bathroom. Now, you would think, you go to the\nbathroom. In the tent, you have to call, Guard? Guard would come. | have to go to\nthe bathroom. He always says, put you're hands up and come out. And then we\nhad to dig a hole in the ground and you had to kneel down and do it. And he stood\nbehind you with a loaded gun. He had his finger on the trigger, he could blow you're\nbackside off. You went to the bathroom out of being scared. If he had a twitch, I've\nhad it, | fall right into the garbage. Now, things like this. Then, when we got out,\nonce in a while, in the courthouse, | would say, Guard? I'm free? You always felt\nthat they are walking behind you with a loaded gun. It took us a while to get rid of it.\nThat is how it takes us so long to get rid of these nightmares. You're so use to\nthem, having them, so you say, how did it effect me? Nothing effected me. If my\nwife got sick, and the doctor gave bad news, | would say, it isn't as bad as they\nmake it out to be. Come, I'll find you someone. | will help you. | made a few calls, |\nfound someone to help her. | went to them, they helped her. That was ten years\nago, she's fine, for the last ten years. Nothing can be as bad. | have learned not to\ntake things on a scale, like don't make a big deal out of anything. Because nothing\nHarry Alexander 67\nOctober 11, 1995\nPage 67\ncould ever happen to me again, what happened to me there. Nothing. Because\nI've had the experience to deal with it. I've had the experience of fighting it, | had\nthe strength to fight it, and | would never allow this to happen again. Now they\nwould have to kill me to get me back into that kind of a situation. | would never\nallow this, from anybody. | could save myself now, | could have escaped from\nJaffra. Sure, | had to go through the desert for two hundred miles. One man did it,\nand he made it. Perhaps | would have died in the desert, who the hell knows,\nmaybe a house would have taken me in. | don't know. That man was Be-gar-bick\n(ph), so he must have had connections with the outside.",
        "Q: So you replay it back in you're mind? Thinking about other ways that you might\nhave survived?",
        "A: Yeah. The wrong ones, the right ones. Where | could have done something,\nwhere | couldn't do something. Why didn't | do it? Why did | do this, why didn't | do\nthat? Oh, yeah.",
        "Q: Are there other examples of things that, specific instances, details, specific\nmoments or decisions that you regret or wish you had done differently?",
        "A: Yeah, decisions. | walked over, with the under conductor, the ;\nyeah, just the Rhine. | was up there. We went up there with donkeys.\n| saw it, nothing but mountains, mountains, mountains, where ever you go there\nwas mountains. And we went all the way up there because it took us all day to\nHarry Alexander 68\nOctober 11, 1995\nPage 68\n. And then, we had food. | said to myself, what the hell. There\nwas nobody up there. | could have spent the last time there, they wouldn't have\ncaught me. There were people, little mountain people, that would live up there.\nThey had a cow or two cows, they had the mild, and they had the cheese, they had\n. | could have spent the last days there, nobody would have caught\nme. | looked down. | said, why in hell didn't | take my sisters up here, we could\nhave spent a lifetime up here. When the war would be over, we could have gone\ndown to the end of the mountain again. There are many years that my sisters could\nhave lived. Once | did it, maybe they were transferred from one camp to another\nand | was in the back of a truck and | went from to ;\nand it happened. We prayed, and they made the turn, and | jumped out of the truck.\n| jumped out, went down the embankments, and joined the underground. | did it.\nIsn't it shocking? And | sort of disappeared in the . | got away. But\nfor how long? What were my chances? | had no chance. | believe if you have a\n20/80 chance, a 90/10 chance. | had not 1% chance to get away. So, what have |\ngained? | was in the woods, in the middle of France with no food and no nothing.\nNo clothes, no nothing, freezing. What have | accomplished? To be free? For how\nlong? Being frightened and scared every time the wind rushes into the leaves.\nBeing scared. Huddling in the dirt, in the garbage and the leaves and the bushes.\nWhat have | accomplished? Free? For how long? Freedom won, at what cost?\nHarry Alexander 69\nOctober 11, 1995\nPage 69\nThere was no freedom. Do you think France is a big country, where you can hide?\nYou can't hide. There is no place to hide. Sooner or later, especially when they're\nlooking for you. Once they got to the other camp, they knew they are one man\nshort. So the hunt was on. So? What choice, what chance? What could | do?\nWhere could | hide? And no food. And there was no food in sight anywhere. You\nthink | was a hunter? You think | could kill a fox or a rabbit? | wouldn't know how. |\nwould know how to eat it. No, like you say, | had a difficult time. Now, | would know\nwhat to do. Now, | don't need to do it. | could fight now. I'm observing, | see things\nmore than others. | know things more than others. | have intuition now. | have\nfeelings, intuitions. | can, | feel things. I, somehow | know, get out of the way, a\ntruck is going to come through. You know, one of these stupid things? | have these\nfeelings. And | say to my daughter, how can you let Brian go down to the corner,\nwait for the school bus by himself? These things go through my mind. Some nut\ncould come and get him. Although she sends the dog with him. A Rotweiler, a 110\nlbs. Rotweiler. He goes down with him. He goes on the bus, the Rotweiler comes\nback. Ha. Big. So? That's what she does now.",
        "Q: Are there, we just talked about things you might have done differently.\nExperiences in the war, I'm wondering after the war? Is there anything in you're life\nover the last twenty years?",
        "A: Yes, | should have gone to college. Big mistake. | had the smarts, | had the\nHarry Alexander 70\nOctober 11, 1995\nPage 70\nhead, | had a good head. | should have gone to college. Mistake. | reached the\nheights in my profession. | have every, that's as high as | could go, could go no\nhigher. But | should have dropped, | should have gone to college. | should have\ntaken up engineering. That's what | really like to do, mechanical engineering. Like |\nsaid, at that time | thought | couldn't do it because | didn't have the money, it would\ntake too long and | had to eat. Where was | going to get food for me to eat, | had no\nmoney to eat. Even if it would be a free college, | still would have to eat, pay the\nrent and clothes, whatever, basic necessities. But if | would have had a chance,\nwhen | met my wife, | would have sent her out to work and | would have gone to\ncollege. That's a mistake | made. That was the last of the big mistakes. It was. |\nmean it. | should have gone to college. | had the ambition, | had the strength, | had\nthe perserverience, | had the intelligence. It may surprise you to know what you, to\nunderstand what you have to know being a good watchmaker. It may surprise you\nto know. You have to know algebra, mathematics, . It may surprise\nyou what you have to know as a watchmaker, a good watchmaker. I'm not talking\nabout the , I'm talking about the watchmaker's watchmaker. When\nyou work on a $10,000 or $15,000 watch, you can't make any mistakes. And when\nyou are working on a timepiece that has 400 or 500 pieces in it. You can't make a\nmistake. You can't put one upside down because he has to take apart 380 pieces\nto get back to the bad piece. You don't get paid for that. Extra work. So you have\nHarry Alexander 71\nOctober 11, 1995\nPage 71\nto have a photogenic mind, you have to know exactly where everything goes. Take\nit apart, you have to know every piece, you have 300 or 400 pieces, you have to\nknow it. You can't fool around, play no games. There are many nights | sat until 3\no'clock in the morning, but | did it. Although it wasn't easy. If | had put the effort into\na college that | put into this trade, | would have made flying colors. But | am not\nsorry. You know, | have learned that you cannot be sorry about everything you did\nwrong in life. It happened. You can't go back, so what good does it, feeling sorry?\nYou just take it the way it is, make the best of what you have. If you don't get what\nyou like, you better like what you get. It's the old story. | made good in my trade. |\nhad my own business for 25 years. | did well. | can't complain. | worked hard but |\ndid well. | have a nice house, | have a nice, my kids all went to college. They all\nmade something out of themselves, whatever they wanted. | say to them, you can\ndo whatever you want, but go to college. Bring me that piece of paper on the wall.\nYou got that piece of paper, you're free. | don't care if you're a garbage man, | don't\ncare if you sweep the streets, but bring me that piece of paper on the wall. And\nsomehow, there was no argument, they understood. What my children understood\nis that they have to have a Masters. That is what | demanded of them. No more. |\nsaid, I'll pay all you're bills, | pay all the college, no problem. But bring me that piece\nof paper. Perhaps I'm not educated to this day. You understand, | speak and write\nthree, | speak and write three languages, four languages maybe, and | speak and\nHarry Alexander 72\nOctober 11, 1995\nPage 72\nwrite none. You understand that? Four and none. None good, none right. I'm not\neducated. | missed out on that. I'm very, | feel very bad about this. And | always\nsuspect someone that speaks well educated, that has a nice way about them.\nSure, my son comes, | don't understand what he's talking about, but I'm happy he's\neducated. He's a college boy. My heart is warm, because | may not understand\nwhat he's saying, but he's a college boy. | said, Paul, what did you just say? Write\nit down. | can't say it twice. He wouldn't say it twice. | don't care if | understand it. |\nhave to go to my daughter, say, how do you write 'two'? To write out the check. '20'\nor '200' or '2000', how do you write 'two'? Two hundred? | did that to my daughter.\nShe's a school teacher. She said, Da, you writing me out a check for 200? Well, if\nthat's what you want, | give it to you. But she has to tell me how to write ‘two’ to this\nday. | still don't know. | make mistakes. | still soeak multi languages, some | picked\nup. You see, that's the whole difference. | speak them, | go to France, | can speak\nFrench. But | don't speak French. | can write French, but | don't know how to read\na French newspaper. But | skip words. | believe that if | lived there for three\nmonths, | would pick it up again. I've been out of there for fifty years. |\nGerman. That's high class German, | can understand it. And | went to a German\nschool, | just grew up. After a few years | was finished. | forgot. It's fifty years. |\nforgot. | don't remember anymore. But I'm sorry that | didn't further my education,\nbook-wise. And | feel sorry for everyone that doesn't. It's a big loss. If you can\nHarry Alexander 73\nOctober 11, 1995\nPage 73\npossibly understand how important education is. | know. | never had it. | have to\nask my wife sometimes, how do you write this, how do you write that? She tells me.\nShe spoils me, she tells me. I'm not ashamed to ask. | have asked my son, you\nknow what he says to me? Look it up in the dictionary. | say, Paul. He says, look it\nup in the dictionary. He won't tell me. He wants to make people use the dictionary.\nAnd | do.",
        "Q: You said that since you've retired, you've been looking back a lot more than you\nuse to?",
        "A: Yeah, a great deal.",
        "Q: And | wonder, if it's possible, you have a good family, a good home. | wonder if\ni's possible, even with you're experiences during the war, to look back and say,\nwell, all in all, maybe I've had a good life?",
        "A: No, | didn't have a good life. I'm happy to be alive, there's a big difference. |\ndidn't have a good life. How could | have had a good life? | struggled the moment |\nleft home. Let me tell you something. The home | come from, we had three\nfactories and nine stores. Big ones. We had a factory in South America, in\nArgentina. We had a big factory, we had a big factory in Milan, Italy and a big\nfactory in Ver-bes-pul-rita (ph) in Germany. And nine Lodz outlet stores. We sold\nfur coats. Would you say we were well-to-do? Would you say we had a good deal\nof money? Since | left home, that was it. | had, no longer had a good home. |\nHarry Alexander 14\nOctober 11, 1995\nPage 74\ncame from a well-to-do home, good upbringing. Happy surroundings. There were\nalways fourteen, fifteen people in our house. We always had five, six, seven guests\nfor dinner. We always had a big, open house. Suddenly that all stopped. No, |\ndidn't have a good life. | can't look back and say I've had a good life. | struggled\nfrom the day | left home. Until the day | came to America, | was, the struggled never\nended. | use to go to very good watchmakers, | use to ask them, how do you do\nthis? And how many ways can | do that? They would do it for me, but they wouldn't\ntell me how. | had to figure it out by myself. They wouldn't give away the secret.\nThey would do it for me but they wouldn't tell me how to do it. So | had to struggle,\nfrom the moment | left home, my struggle started and never ended. And it never\nended, even in America, after | was married. Then are the kids in the struggle, how\nto divide my time between a great deal of work and the children. Then finally, finally\n| stopped, but | stopped making good money. | owned my own business 25 years\nold and the business clicked, took off. And when that took off, | say, hey, it's taking\noff before | knew it. | worked for twenty-five stores. | did the work for twenty-five\nstores. | had all of Manhattan and Bronx and Brooklyn and Staten Island and\nJersey and, tied up and they thought, we'll work him all over the country. All over. |\nhad so much work | couldn't deal with it. | couldn't handle it. Piled up, | was choking\nwith work. People would have to wait six, seven weeks to get their work back, | had\nso much work. And | did whatever | said when, and it started taking off. And | did\nHarry Alexander 75\nOctober 11, 1995\nPage 75\nthat for 25 years. I'm not complaining about that, but it was a struggle. Then | had\nso much work, | had to work day and night to get it out. That was struggle. | had no\ntime off. | couldn't take off a day. | sent my wife to Mexico on a vacation with the\ntwo kids and | had to stay home and work. | just didn't have the time to go. So, it\nwas a struggle. You know, there are different kinds of struggles. There are\nstruggles for you're life, there are mental struggles, there are psychological\nstruggles. There are all kinds of different struggles. | use to sit on the bench and\nwork and my mind use to be, then it got to be so good, so fluent. | did it\nautomatically. The hands just went. And then my mind started to wander back\nagain. Well, I'm making money, what will we do with it? Is it going to help me? Is it\ngoing to ease my pain? Is it going to ease my memories? Is it going to take away\nthe bad, the nightmares? It didn't. And since | retired, my wife doesn't know\nbecause | don't talk about it. | don't tell her. I'm bad off, what does she have to\nknow? | do casual conversation, casual things. But...",
        "Q: You don't tell her what?",
        "A: Don't tell her anything. | don't tell her anything. Once in while | come out with it.\n| remember, oh, that's good, cold water. | remember | would have given ten years\nof my life for a glass of water like that. And she say, you're starting up again?\nYou're back in the desert? Oh, you don't know, that's a good sandwich. Ah, you\nremember how you picked up the crumbs? | say, yeah. You know, pick up the\nHarry Alexander 76\nOctober 11, 1995\nPage 76\ncrumbs, years ago, there was a bread, on a tent, one bread for a tent, twenty men,\none bread, little bread. Twenty men. So, one was in charge of dividing it. One guy\nin a tent, every day a different guy, that was allowed to pick up the crumbs that\ncame off the bread as you are cutting it. | remember this, | use to pick up a crumb\nat a time, a crumb at atime. So. My wife says to me, are you picking up the\ncrumbs again? Once in a while | say, you know it slips out, you know, | say, this is a\nnice, delicious role here. Ah, you're thinking about the crumbs you picked up? Can\nyou understand that? It's the little things that, you know, so many of these little\nstays in you're head and once in a while it comes out. You know, it's, | appreciate\nthe whole roll, not the crumbs. Can you understand that? | don't know how to\nexplain that, but nobody would understand that. No, people will make a joke or\nforget about it.\nEnd of tape 3.\nHarry Alexander 17\nOctober 11, 1995\nPage 77\nTape 4",
        "Q: We're continuing.",
        "A: Yes, I've been sort of curling into myself, you know? | become a recluse, or\nwhatever you Call it. I'm not a very social guy because there's nothing anybody can\ntell me that | don't already know. Or that | would care to listen to. So | like to be by\nmyself. You see, my wife goes out at 9 o'clock in the morning, comes back at 3 or 4\no'clock in the afternoon. I'm very happy, I'm by myself. | go to my daughter's, out in\nJersey, she has a big house, a big yard. Two acres. | take a chair, | go back in the\ncorner under the tree and | sit all by myself. [Inaudible]. She comes to me, she\nsays, what are you doing there by yourself? | tell her I'm happy this way. I'm very\nhappy being by myself. I've reached a stage in my life where | want to be by myself.\n| don't care to be with anybody. | can't talk to anybody. | want to live in my own\nlittle world. | want nobody else in this world, my little world. | don't care about\nanybody else's. | don't care what's going on out there. In here, it's me and me\nalone. So if the world passes me by, that's fine with me. It passed me by anyway.\nI'm angry. It passed me by anyway. And not in a good sense of the word. In a bad\nway. My years passed me by, where? In the camps, in the prisons, being hunted.\nEating garbage. It passed me by anyway. So! don't care. | come to a point in my\nlife where | don't care. | don't give a damn about anything, anybody, anyway.\nWhatever goes on out there, what ever wars go on, | fought my war to last me a\nHarry Alexander 78\nOctober 11, 1995\nPage 78\nlifetime. | fight no more wars for anybody at any time, anywhere. I'm not interested.\nYou have to understand my feelings. | don't care about anybody out there. They\ndon't bother me. | had my way at my time, that's enough for me. | have a hard time\nenough dealing with what happened to me. | don't want to have to deal with\nanything else that happens on the outside. | don't Know if you understand what I'm\ntrying to bring across to you. Nothing.",
        "Q: Is there, | guess again, is there any lesson that you sort of look back and you\nthink, well, this is something, this is what I've concluded about this? This is my\nanswer to this. This is how I've realized .. .",
        "A: Yes. My answer is minding my own business, living my own life. Be with my\nown little memories, with my good ones and bad ones. With my nightmares and my\ngood dreams. And just trying to live my life out as best | can. I'm seventy-five years\nold, not much more. Allow me to live my life out my way. Don't tell me how to live\nmy life, what to do, how to do it, when to do it, where to do it. Allow me to live my\nlife out, my years out, my own way, the way I've tried to be happy in, or unhappy in.\nThat's all | want.",
        "Q: You had said that in the camp in Algeria, you had a friend who would keep you\ngoing every day, saying tomorrow we'll get out of here?",
        "A: Yes, Max, yes.",
        "Q: | just wondered, then, it was always looking for tomorrow.\nHarry Alexander 79\nOctober 11, 1995\nPage 79",
        "A: That's the only thing you had to look forward to, tomorrow. What else did you\nhave? Max Stein was his name. | wonder what happened to him. He went back to\nAustria. He was an army officer in Austria, a professional soldier. And | use to say,\nMax, we use to look over the wall, right over the desert, and | would say, Max, you\nknow it and | know it. | sooke German with him. You know we'll never get out, you\nknow that. We're here almost 2 years. You know we'll never make it. Every day\nwe buried people. And Max would look at me, he's say, boy, tomorrow is the day.\nYou better pack you're things together because tomorrow we'll be liberated. The\ngates will open. The allied armies will storm in and free us. | would say, Max, you\ncan't be, you're joshing me. Remember, | was 19-years-old, 20-years old. Max, he\nwas quite a bit older than me, 35, 40. He says, tomorrow is going to be the day so\nget ready. Now, | really didn't believe him, but | was afraid not to believe him. He\nput doubt into my mind. You know? Maybe he's right. Maybe tomorrow | will get\nfree. And then what will | do with my freedom? | said, Max, where will we go when\nwe get out? He says, things will take care of themselves. You've had places to go.\n| said, Max, we can't go home, we have no home. We can't go to our families, we\nhave no families. We have no money. We have no skills, no trade. What are we\ngoing to do when we get out? Another problem. He would say, let's tackle one\nproblem at a time, Max would tell me. One at a time, he says, once we get out then\nwe will attack the next one. And | said, you know, Max, you better stick with me\nHarry Alexander 80\nOctober 11, 1995\nPage 80\nbecause you know where you're going, | don't Know where I'm going. | go where\nyou go. And he says, well, you will find your own way. And this was it. And the day\nbefore we got free, a few days before we got free, Max said, you know you're going\nto get free now, but be yourself mentally. What are you going to do with freedom\nafter two years in confinement? | said, Max, | think | know where | will go. He said,\nyou see, | knew you would do it. | Knew you would know what to do. So a few days\nlater, we were free. The gates opened up, the guards were gone. And we were\nafraid to go out. We thougNt, it's a trap. We thought, they opened the gates, took\naway the guards, make us go out and shoot us trying to escape. We thought it was\na trap they laid there for us. We were afraid to leave. So the older guys said,\nnobody leaves the camp. We want to know what's going on out there. And, sure\nenough, a few hours later, the troop carriers came, British, and they came to us\naround the camp and . Now you have to picture, from almost\n4,000 men, 300 left, for two years. 330 something. And what we wore was a sack\nwith three holes, one for the head, two for the arms. That's all we had left at that\ntime to wear. Dates, from dates, sticky sacks from dates. Full of lice. This was\nsticky, the dates, it was sticky from the dates, you know? We hadn't washed them.\nWe hadn't taken a bath in 2 years. A haircut, a shave, in 2 years. So you can\npicture what we were made of. Desperate, skinny. And when the Captain looked at\nus, he says, put down the guns, boys. We had Professor, Dr. Pick. | had a picture\nHarry Alexander 81\nOctober 11, 1995\nPage 81\nof him. He died later. He was a Professor, Doctor in the Vienna University. He\nspoke about, | don't know how many languages. He stepped forward, an old,\ntattered man, and he spoke to them in English, what we were. He said, | heard him\nsay, boys, put down the guns, get these people out of here. And they took us to the\nhospital, in Ma-son-kava (ph), first came Algiers Hos-in-day (ph), Ma-son-kava (ph)\nand Fort N-low (ph) and Fort Blanche (ph). Fifty years and | haven't forgotten their\nnames yet. And at there was a big army hospital, all tents. With\nnurses and people. And they took us there. The nurses, they were all offices |\nremember. All these things on their shoulders. They came, they shook their heads.\nWhen they unloaded us from the trucks, this is what we looked like. We smelled,\nwe stank. It was terrible, we were full of lice. Oh, they said, get these things off\nthem and put them in the showers. We were so skinny, so sick. Some couldn't\neven stand up anymore. But they helped us. They gave us injections with needles,\nthey took out blood from in the rain, | don't know what they carried on\nwith us. We weren't allowed to eat for fear that our stomachs would burst. Only the\nfluids. But then in a little, they gave us something to eat. It took me no more than\nthree weeks, | was back on my feet. | was running around like crazy. | was young, |\nwas 21-years-old, you know? But the others died, there were 30 or 40 died even\nafter they got out of the camp. It came, then Max came to me. | was in uniform\nalready. He says, Harry, didn't I tell you. The day will come. The day is here. We\nHarry Alexander 82\nOctober 11, 1995\nPage 82\nwere ready for duty, he also joined the army, in a different outfit. But we met. | said,\nMax, you were right. It took 2 years. You told me that for a year. A little late, but\nyou were right. We are free now. Now where are we going to go and what are we\ngoing to do? Fight the war. Didn't we already fight the wars? In a different way, but\nit was a war we fought. Yeah, he says, we use to sit many times. In the evening,\nafter our duty. We use to sit and we use to talk. | would say, Max, what are you\ngoing to do after the war? What are we going to do with our lives? We have\nnothing, we have nobody, we have no place to go. What's going to happen to us\nafter the war? Right now they are giving us three meals a day. What's going to be\nafter the war, Max? He said, we'll tackle one thing at a time. After the war, when\nwe get out of the army. Something will happen, you'll find something to do, you'll\nfind someplace to go. And he was right. | wonder what happened to him. He is\nsomeplace in Austria. If you could get some of these guys together that we spent\nthat time with, that would be nice. No? We only had it once, but they all went their\nseparate ways. And it was always sad, too, because together we talked about all\nthe little things and the big things. About the people that died and the little things,\nthe little incidences, little tiny things. You know? Like eating the crumbs from the\nbread or you know, we were so many in the tent that we had to lay on our sides.\nWe couldn't lay on the back. When a bug would bite you, you had scratch, you had\nto wait for you to scratch. The whole tent had to turn around on their other side to\nHarry Alexander 83\nOctober 11, 1995\nPage 83\nmake you're scratch, so you could scratch you're side where the bug was. And\nnow, it's so funny. One guy would yell, everybody turn around on the other side.\nSome guy has to scratch. So the whole tent has to turn around on their other side,\nwhile we are turning, we scratched. Little, stupid things. But there were bugs in the\nground. We slept on the ground, you know? There were ants and things, you\nknow, that would bite you. Little, stupid things that we use to, that we laugh at now.\nNow it's funny. It wasn't funny then. It was serious. You had to scratch, you can't\nscratch, it's terrible, you know? You get all bitten up. And how we walked around in\nthe date sacks. They were sticky inside, they were full of ants or full of lice. And we\nhad to walk around like this, it was torture. Especially the heat. When the sun went\ndown on it, they were breeding inside you, that's all you had to wear. Now you\nlaugh about it, but it wasn't funny then. It was serious. And then, the whole, we\nmade jokes. We use to say to each other, you, you're never make it. And the guy\nwould say back to you, | make it before you. And we use to kid around like this,\nalthough it was funny then, it was sad. It wasn't funny. Today, you say, ah, that\nwas a funny thing he said. It wasn't really that funny. It was sad, it was hard.\nPeople don't understand these things. The little, minor little incidences there. We\nuse to get the rotten onion or rotten potato in the soup, the soup, which was warm\nwater. We had to scoop up the bugs from the top to get to the soup, we would get\ncold soup. We had to scoop up the, today you laugh, you know? We use to say,\nHarry Alexander 84\nOctober 11, 1995\nPage 84\nlook at the age of the, you know we ate out of these cans that you buy, vegetables\nand these cans that you have to open up to get to the, that's what we ate out of.\nYou would say, how many bugs you got in there? Eight. | got twelve. Use to make\nfun of it, wno has the most bugs in the, the thing, some, this is disgusting to people,\nbut that was our life. Our way of life. And we got use to it. We thought. We never\nreally got use to it, but we said we had to put up with this. You had to stay alive.\nYou're main objective is to stay alive, no matter what it took. Stay alive. Two things,\nstay alive and don't give up hope. It was very difficult, not to give up hope under\nthose conditions. But staying alive was the important thing. You could not allow the\nluxury of giving up. So that's why today, who cares. Could it ever be as bad as\nthen? Could it ever be as, could | ever sink as low as | did then? Ever? What\ncould possibly happen in my life that would be as bad as | had it then? They say,\nyou go down only one way here, you come up again. Nothing could ever happen in\nmy life, nothing, that could ever be as bad as that.",
        "Q: And again, maybe the last question, again about leaving your story for you're\nkids and for you're grandchildren and all that? | Know you've said that you don't\nwant to tell them unless they ask? But | wonder if you feel, like it is important for\nthem to know about you're life?",
        "A: Why is it important?",
        "Q: | don't Know, | wonder if it is important for you?\nHarry Alexander 85\nOctober 11, 1995\nPage 85",
        "A: No. Not important. Why should it be important? Why should my kids be sad?\nWhy should my kids have bad feelings, what happened to their father? | don't see\nthe purpose. That's something that will die with me. That was born with me, live\nwith me and die with me. Why should they know? | feel badly when these books,\nall the Holocaust books, the whole library | have. Leaving that to Brian. Why should\nhe go through this? I'd just as soon throw them out. Why? What's the purpose?\nTo make them feel bad? To make them see what a rotten world it was? To make\nthem see what a guilt-ridden, rotten world that allowed something like this to\nhappen? To make them lose faith in their existence, in their world that they are\nliving in? No, what's the point.",
        "Q: And yet it is important for you to keep thinking about this and to keep\nremembering?",
        "A: To me, not for them. Yeah, for me. Because | lived it. That was part of my life.\nIt's not part of theirs. Yes. It's part of my life. My family was part of my life, it's not\npart of theirs. They'll never know, my family. They'll never know my brothers and\nsisters, my mother or father. They never knew them. So why should they mourn\nthem? They are passed, God knows where they are, alive or dead. Where they are\nburied, | don't even know to put a flower on their grave. Why should they be\neffected by this? What's the purpose? Do you see a purpose in that? | don't. With\nme, it will die. Everything will die with me. My experiences, my life, my suffering,\nHarry Alexander 86\nOctober 11, 1995\nPage 86\nmy memories, my nightmares. Everything will die with me. That's going to be, they\nwill bury me and they will bury that with it. They will say, oh, he was really a nice\nguy. Poor guy. He suffered so much. They'll never know how much. He suffered\nso much. Maybe he's better off. Yes, my friends. That's what it is. That's what it's\nall about. It's sad. What is it they say, my friend? We all live with our problems, we\nall live with our nightmares, our past. Some more than others. | live with it every\nday and every night. Every free moment | have | sit down here. | have made it\npretty cozy down here, haven't I? | sit down here and | don't put the lights on. | put\nmy head back and | re-live my life every now and then. A bit at a time, a chapter at\na time.",
        "Q: Well, thank you very much for re-living part of it.",
        "A: My pleasure, my friend. If somebody can learn from it, just a little bit, like never\ngive up hope. Have faith and believe in yourself. You'd have it half won.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: So, Mr. Alexander, let's start with how you got into the camp in Algeria.",
        "Q: Let's stay with the camp a little bit and talk about the camp itself. Tell me, did",
        "Q: Who else was in the camp with you?",
        "Q: When you were investigating war criminals, were you also trying to find out what",
        "Q: What about just finding information about people that you knew?",
        "Q: What year was this?",
        "Q: At that point, how well could you read and write?",
        "Q: You had learned, along the way?",
        "Q: You were talking about the hours you were working.",
        "Q: Was it hard to get a job?",
        "Q: And where did you work at first?",
        "Q: You talk about how it felt to have money for the first time. And then, I'm\nwondering, those first few years in America, or the first years after the war in\ngeneral, what life was like in general? Just how you felt about it? What was the\nsocial life like’?",
        "Q: How were you caught?",
        "Q: After you got out of the camp, how did you remember those experiences? Did\nyou try to forget about it a little bit for a while, when you came to America? Did you\nseek out other people who had had similar experiences?",
        "Q: When did you first talk about it after the war? Who did you first talk about it with?",
        "Q: Let's talk again, let's go back. Life in the United States, after the war?",
        "Q: We left off before where you had started to do well in the watchmaking business.\nI'm wondering, did you also start to seek out how you felt about religion and Jewish\norganizations and did you start to search out social groups?",
        "Q: You're first years in the U.S., you said you didn't want to talk about this with",
        "Q: Never?",
        "Q: Did you search out for information on other hands? What had happened to other",
        "Q: You said there were certain things that you always come back and remember?",
        "Q: Any particular details on them? Are there a couple of specific details that you\nalways sort of come back to?",
        "Q: We have just taken a break and now we're upstairs in Mr. Alexander's study",
        "Q: Who are these people here?",
        "Q: Could you just read a couple of them?",
        "Q: And this is a poem that you wrote?",
        "Q: And do you know what happened to them?",
        "Q: Do you know what happened to them?",
        "Q: You're sisters and you're brothers?",
        "Q: Start that again, we're back downstairs now.",
        "Q: Let me ask you about that because upstairs, in you're office and in you're living",
        "Q: Do you're kids ever ask? | mean, do you ever, how have you talked about it in",
        "Q: How has it been brought up?",
        "Q: Over the last thirty years, have you found it important to talk about it or not talk",
        "Q: Have you, since you came to the U.S., have you gone back to Germany, to",
        "Q: And what was that like?",
        "Q: What's been the best information you've been able to figure out about your own\nfamily? What happened to them?",
        "Q: You say you think you're sisters might have been at Auschwitz?",
        "Q: What do you think happened to them? Do you image? Do you think about it?",
        "Q: How do you think it's effected your own views about your own family and having\na family? Did you know that you wanted to have a family?",
        "Q: And we are talking about your own family.",
        "Q: So with you're family, you refer to you're experiences a lot? But you don't",
        "Q: Do you not think it's important to talk to your family about you're experiences?",
        "Q: Do you think that there are things that are important to you, and what sort of\nthings were important to you, that may not be important to people who haven't been",
        "Q: Has politics been important? Has being Jewish been important?",
        "Q: What's the difference?",
        "Q: What about being Jewish?",
        "Q: Continuing with the interview of Harry Alexander.",
        "Q: Well, we were just talking about, we just finished talking about answers and\nquestions. | wonder if you have had answers to some of you're question? If there's\nsome lessons that you have learned?",
        "Q: Is you're mind on it more now than it was, say, twenty years ago?",
        "Q: Why is that?",
        "Q: | do wonder, we've talked some about you're life and becoming a watchmaker\nand life in the United States. We didn't talk much about getting married and raising\na family and all that, but I'm wondering just in general, if you could quickly talk about\nif there is anything over the last twenty, thirty years that you think, were decision you\nmade, were things that were directly related or effected by you're experiences\nduring the war?",
        "Q: So you replay it back in you're mind? Thinking about other ways that you might",
        "Q: Are there other examples of things that, specific instances, details, specific",
        "Q: Are there, we just talked about things you might have done differently.\nExperiences in the war, I'm wondering after the war? Is there anything in you're life\nover the last twenty years?",
        "Q: You said that since you've retired, you've been looking back a lot more than you",
        "Q: And | wonder, if it's possible, you have a good family, a good home. | wonder if",
        "Q: You don't tell her what?",
        "Q: We're continuing.",
        "Q: Is there, | guess again, is there any lesson that you sort of look back and you\nthink, well, this is something, this is what I've concluded about this? This is my\nanswer to this. This is how I've realized .. .",
        "Q: You had said that in the camp in Algeria, you had a friend who would keep you\ngoing every day, saying tomorrow we'll get out of here?",
        "Q: | just wondered, then, it was always looking for tomorrow.",
        "Q: And again, maybe the last question, again about leaving your story for you're\nkids and for you're grandchildren and all that? | Know you've said that you don't\nwant to tell them unless they ask? But | wonder if you feel, like it is important for\nthem to know about you're life?",
        "Q: | don't Know, | wonder if it is important for you?",
        "Q: And yet it is important for you to keep thinking about this and to keep\nremembering?",
        "Q: Well, thank you very much for re-living part of it."
    ],
    "answers": [
        "Answer: | was caught in Nice, France. | was on the run. | was put in jail in Nice. A\nplace called Ka-sem-dee-o-wah (ph). After a few days, | was told that | was going\nto be handed over to the Gestapo to be shot. | didn't take kindly to it and | was able\nto break out. | opened most of the cells, they were occupied by Jews, like me.\nThey were for they're lives. And | told them, , May you\nhave a go of it. The answer was, where shall we go? Nobody wants us. Nobody\nwill help us. | didn't accept this. | went over the wall. | now became a fugitive from\njustice. | became a hunted man. Sure enough, there was no place for me to go. |\nhad no papers, | had no money, | didn't speak the language. | was caught and put\ninto a camp near Kon-dee-ash-la-schi-mier (ph). From there they transported us\ntogether. They put us on a cattle boat, about 400 or 500 of us. And they\ntransported us to North Africa. Algiers. There we were put in jail with several\nmonths solitary confinement and then transported to a camp. Two hundred and fifty\nfiles outside Algiers. There is a high desert at the foot of the Aplis (ph) Mountains.\nThere in the middle of the desert was the camp, barbed wire, tents and that's all.\nWe were put in there and | remained there in this Hell for two years. From 1941 to\n1943. | was liberated by the Polish who advanced at that time and | was taken to a\nhospital, the 96 General Hospital outside Algiers. And after several weeks of\nconvalescence, they asked me what | wanted to do.\nHarry Alexander 2\nOctober 11, 1995\nPage 2\nyou work in the camp?",
        "A: The camp, we worked in the camp ten hours a day. And they were trying to build\na train through the Sahara called the Transcontinental. Of course, they never\nsucceeded. The conditions, they were very bad. We had 75 grams by the day, 2\ncups of water and the heat that came up to 110 degrees. At night it was so cold our\nteeth would chatter. We had no blankets, we had nothing to sleep on. Like | said,\nwe slept in the tents, they were made for ten people. Fifty people in the tent. We\nwere eaten up with lice. We dealt with desert rats, snakes, scorpions, malaria,\nmalnutrition, beatings. The camp commander would come in who was a drunkard\nand a sadist. He would come in every day, pick out ten men and beat them up. Tie\nthem to a pole, naked, and whip them with his horse whip, the whip he used for his\nhorse. Just to show the rest of us. We were about 4,000 in there. To show the rest\nof us what would happen if we tried to escape or if we didn't behave ourselves. Or if\nwe refused to work, or whatever. Infraction of the rules. This is going to happen to\nus. We were buried up to our heads in the sand, you couldn't move the head.\nThere were a lot of bugs in the sand, they would bite. We wouldn't move, if we did\nthey would crack our heads. The guards that would guard us were Spa-hees (ph),\ncalled Spa-hees (ph). The was the Arab elite troops. They were very\nbrutal. It was a brutal camp and | say, we survived, we really didn't. Out of the\ncamp, 330 or 340 were still alive from 4,000 when we were liberated. So after a\nHarry Alexander 3\nOctober 11, 1995\nPage 3\nwhile, we got use to the punishment, we got use to taking very little water, we got\nuse to taking, eating very little food. We utilized, the rats we use to eat, we use to\ncatch and eat. Snakes we would eat. Dogs that passed by, wandering perhaps,\nthat lost they're way into the barb wire. We would eat them. Anything edible, just to\nstay alive. We got use to all this. It's amazing how people get use to these things.\nWe always had hope of getting out some day, of surviving. But more or less, we\ntalked ourselves into that hope. We never didn't really have hope anymore. After\ntwo years, you begin to lose your hope. The work was very tough. We had to carry\nsand from a mile down the road to the desert, back to the desert. We had to clean\nthe dunes up so they could lay the tracks for the railroad train. But a day later or\ntwo days later, they went blue. The mist-al (ph) it came, mist-al (ph) is a sandstorm,\nand put the dunes right back where we took it away from. So it was a hopeless\nsituation. We walked along and we sunk into the sand. We got beaten, the guards\nuse to be on horseback and they would whip us with their, wnat do you call these?\nWhips, there. Then we got up, either got up or died. Like a friend of mine said, who\nwas before me, he says, you know? | can never get use to this. I'm trying very hard\nbut | can never get use to this life. It was said in humor but | never forgot that\nphrase. | can never get use to it. Well, he died too, in the camp. They would take\nus toa from the French Foreign Legion. And any infraction of the rules\nwe would spend 14 days at the fort. Now, 14 days meant you hang on your arms\nHarry Alexander 4\nOctober 11, 1995\nPage 4\nevery other day for 24 hours. We had very little food, we had very little water and\nbeatings every night. And you did good if you came out alive. | was in there a few\ntimes. It was a bad situation. But we survived it, a few of us.",
        "A: In the camp? Mostly Jews. But we had arsons, we had people from the brigade,\nthe international brigade, from Spain. The Tale-mon-brigada (ph). From the civil\nwar in Spain. And we had many nationalities in there. Many languages were\nspoken. And we sort of stuck together. We were all in the same boat and we sort\nof had people in charge, that told us what to do and how to do. We helped one\nanother. If one was sick, he is weak, all of us gave him a bit of bread, crumb of\nbread or a drink of water or whatever. Because they could get no rations. We tried\nto save aS many as we could, help as many as we could. There was only so much\nwe could do. It was a real hell. You cannot describe this hell, you were in there for\ntwo years. We thought it would never end, but it did. We came out. They took us,\nwe were of course in very bad condition, physical and mentally, psychologically.\nAnd they took us to a prison hospital to get us back on our feet. And then it started.\n| had no place to go. | had no family, | had no home, | had no country. | just didn't\nknow what to do or where to go, now that | was free and back on my feet. | just\nbided my time. | was about 22, 23 years old, so they asked me, | could have gone\nany place, to England, to France, to Israel. Is there anywhere in the free world, we\nHarry Alexander 9)\nOctober 11, 1995\nPage 5\nwill take you. You now are a free man. Well, once | felt better, | felt | had to do\nsomething, one more thing. Get the back, go into the army, which |\ndid. At that time, of course, you must understand, | had a lot of resentment, a lot of\nhate in me. Towards the people that did all this to me. They took my family, my\nhome. They took away my youth, they took away a part of my life, the best part of\nmy life. My education. So, | joined the British Eighth Army. | couldn't speak a word\nof English but that didn't stop me. | eventually learned how to handle a gun and |\nspent 4 years and 3 months in the British Army. Two more years in Africa, that was\nover. They sent me to England, to the war office in London, and they attached me\nto the army intelligence. By now | could speak English, | could speak French, |\ncould speak German. They send me to school, intelligence school. Gave me a\ncourse and sent me to Germany, they said they needed people to speak German.\nAnd they sent me to Germany. Went to Dusseldorf. | went to Half-ort (ph), Field\nMarshall Montgomery's headquarters. They gave me another schooling and | did\nthe job, whatever they wanted me to do. | hunted war criminals for over 18 months.\nMy job was, they gave me a picture, that's the man or woman you want and we\nwent out to get them. Most of the time we succeeded, we caught some in Holland,\nsome in France. We could travel anyplace, do anything, go anywhere, fly over\nthere. And we got most of them but our job was to arrest them, to bring them in.\nAnd headquarters would take care of them, they had their particulars and their\nHarry Alexander 6\nOctober 11, 1995\nPage 6\ninvestigators and we translated the statements and that was the end of our job.\nWhat happened afterwards, we don't know. | did that for 18 months and didn't, of\ncourse, we were a bit rough, we were a bit hard on them. Because we traveled\nthree at a time, a crew of three. Between us we spoke ten languages. And every\none of us had a story to tell. It wasn't a good one. So we, we were the ones they\ncouldn't bribe. We were the one's that had no pity. We were the one's that didn't\nunderstand their plight. And we were the one's that went out and did the job. No\nmatter what, no matter what it took. Like, we caught one worker who killed many\nwomen and children, | will never forget this. We caught them in Holland and him, he\nwas hiding in a back oven in a bakery. We went, four o'clock in the morning, we\nwent in there and we told him, he wouldn't come out, we told him, he has a choice.\nEither we would put the back oven on and burn him to death or we will shoot him.\nThat was more of a choice than he gave our people. Our people had no choice at\nall. They just killed them. They just gassed them or hanged them or burned them\nalive, and shot them and starved them. We gave him a choice. In fact, we gave\nhim time to talk to his maker. This is the kind of situations we had. We were all in\nagreement with the way we did things and how we did it, and after 18 months they\ncalled me into the office and just said, we are as bad as the Germans, we are no\nbetter. We have to rebuild. We have to be better than they are. We have to show\nthem how civilized people live, how civilized people do things. | looked at the\nHarry Alexander 7\nOctober 11, 1995\nPage 7\ncaptain, | said, are we uncivilized? He says, well, the way you do things is not just\nthe right thing anymore. The war is ended. We can't go on doing this anymore.\nGod will pay them back. | said, with my help. And I'll tell you what he says, you've\nhad enough. We discharge you. Send you to England and you'll start a whole, new\nlife. The war is over. And | said to him, the war may be over for you, the war isn't\nover for me. And as far as starting a new life, how do you do that? How do you\nstart with no family, no home, no country, no money, no trade, no skill, no\neducation? How do you start a new life? They had taken all this away from me and\nthey haven't given me, any of them back. How do you start a new life?\nhad happened to your own family?",
        "A: Yes. They gave me a jeep and | could travel into British zones and the American\nZone of Germany. | traveled for three weeks, | went to one DP camp to another.\nNothing. Nothing from my three sisters, three brothers, my mother, my father.\nNothing. | came back empty. But | have never stopped looking to this day. | still\nwrite to organizations and places, but there is very little hope, if there is any at all, to\nfind any of them. | don't really have any hope anymore. I've been looking for fifty\nyears.",
        "A: Nothing. So, | went to England. What other place could | go? France wasn't\nHarry Alexander 8\nOctober 11, 1995\nPage 8\nvery good to me. Italy wasn't very good to me. Switzerland wasn't, no body helped.\nSo, | went to England. And that's were my life started, my so-called new life. There\n| roomed with another guy, | couldn't afford it on my own. And | waited, | didn't know\nwhat to do. As | said, | had to experience. It was the first time | had lived on my\nown. | didn't have a place to go for lunch or dinner. | didn't have a place, any place\nto go, | had no body to talk to. At least in the army, you have some people, some\nfriends. Here | had no one. | was all on my own, all alone in a strange land. A land\nthat didn't even want me. Let's face it. If you don't speak English like the English\ndo, you're an outsider. They don't like you and they show it. | had no other place to\ngo, what could | do? | got into a lot of fist fights. | was bitter. | was disappointed. |\nwas hurt. Inexperienced to stand on my own two feet. For a year, | wandered\naround. Did odd jobs. And then | decided I'd go to America. I'm going to leave it all\nbehind. All the nightmares. All the bad experiences. All the bad times. | get all out\nof my system, | want to start a whole new life somewhere else. It can't get any\nworse than it is. What do | have to lose? | was able to get the money together. |\ngot a visa immediately. | went to the American Consulate in Liverpool and | got the\nvisa immediately.",
        "A: That was in 1947. And | went in. After three days, he called me in, the American\nAmbassador, and he knew more about me than | knew myself. It's amazing what\nHarry Alexander 9\nOctober 11, 1995\nPage 9\nthese people know. And he says, | wish you good luck in your new home. And |\ngot the visa and | went to America. | ended up in New York. Now, here's the story.\n| ended up in New York with three cents in my pocket. | said to myself, this\nme down. | befriended the cook, on the ship, on the Britannic, that one\njumped it a couple of years ago. And | befriended him and when | left\nthe boat he gave me a shoe box. He said, you'll need it. Well, | needed it. He put\nsome food in there for me. Like roast chicken and hard boiled eggs, milk,\nsandwiches, and all kinds of things. And | sat at a dock in New York and | opened\nup this shoe box and | ate and | said to myself, you know, you had it worse than\nthis. At least you are a free man. No body behind you with a gun and a bayonet.\nNo body behind you threatening to punish you, to beat you, to shoot you, or bury\nyou alive. At least you breath fresh air, free air. It's not that bad. Then | went to a\nbus and | asked the bus driver where he was going. He says, he's going to Newark.\n| didn't know what Newark was. | says, I'll go there too. He looked at me and he\nsaid to me, where you come from? | said, just stepped off the boat. Do you have\nmoney? | said, yes, three cents. He laughed at me, he says, get in the back, I'll\ntake you. Where do you want to get off? | figured | needed a job. | needed\nsomething. | had no place to go, no place to sleep, none to eat. | had to do\nsomething to sustain myself. | said, leave me over there by the gas stations. In the\nEighth Army | was part of a tanker so | knew things about gas. So he says, all right.\nHarry Alexander 10\nOctober 11, 1995\nPage 10\nHe left me off at the street there. One gas station after another. And | went to the\nfirst station, | think | went to the second station. They were two young Jewish guys,\npartners. He said to me, why should | give you a job? | says, | tell you, you should\ngive me a job because | have no money, no place to go. | just stepped off the boat.\n| don't Know any body and | need help. And furthermore, | can change a tire faster\nthan you. He looked at me, was a nice guy, he looked at me and he says, well,\nyou're good with cars? | tell you what. If you have a lot of math, let's see if you can\nback it up, they give me a chance. He says, I'll tell you what I'll do. I'll give you $40\nright now, so you can at least get something to eat. Then, you can sleep in the back\nof the station. There's a cot there. And we'll see tomorrow, get you some papers.\nThe next day, he came for me, we went to Manhattan and all over the place and got\nme the papers and whatever | needed. | don't remember exactly what he did. He\nwas nice. That's how | started my day. Got myself a room in an attic and | worked\nfor him. After a while | got myself a job in a factory that paid more money. | was\nmaking about $35 or $40 a week, there | was making $60 a week. And | was the\nmachine maintenance man. And loaded on the platform, | was loading trucks and |\nsaid, this is not for me. | can do a lot better than that. And | started looking for\nschools. Now here's the first time in my life | went to a school. When | got thrown\nout of, back home from the school, | was about 11-years-old, 12-years-old. That's\nall the learning | had, | had no other learning. | went to school and | looked through\nHarry Alexander 11\nOctober 11, 1995\nPage 11\nthe papers and | saw watchmaking. Now, that's not exactly what | wanted. | always\nwanted to do surgical instruments, make them. I'd lost ten years of schooling. |\ndidn't have near the means nor the time, | was not a young man anymore. By this\ntime | was 27 or 28-years-old, | have no time. And this had to be the right move. |\ncouldn't change any more. Not moving here, moving there, | had to, that was it. |\ngo in, | had to do it. | went to school. The head instructor looked at me and | saw\nthe blueprints on the wall and people working, around eighty students. | said, | can\nnever do that. | could never to that. And | was on the way out and he grabbed me\nby the neck and pulled me back, he says, you can do it. If you say you can do it.\nGive it a chance.",
        "A: Oh yes, by that time | could read and write in English, | had learned. Oh yes.",
        "A: Oh yes. Along the way, picked it up here and there. In the army | was the only\nforeigner in the whole outfit, 300 men, | was the only foreigner. All | could speak\nwas German. And the guys really helped me. Whenever they took\nthey translated it for me. table, chair, spoon, fork, eat, meat. And |\nuse to remember, they use to, it didn't take me long to pick it up. By the time |\npicked it up | could have sentences and they were talking to me all the time and,\nreally big help. | went to that school, it was $80 a month. | have no $80 a month. |\nHarry Alexander 12\nOctober 11, 1995\nPage 12\nwent to the instructor, | said, look, let's face it, | don't have $80 a month to pay for\nthis, | made $60 a week. | had to pay all the rent, | had to pay rent by the week. By\nthe time | pay all my bills, | have no money left to eat. He said, tell you what. You\ntake care of the tool grip, take care of the tools at the end of the session, of all the\nguys, and you can come to school for $40 a month because | can't let you go.\nYou're good. | said, you know, | really only want to do surgical instruments. The\ncourse was eighteen months, the watchmaking course. He says, you told me that, |\nknow, but go through with this. At least you have something in your hands. So, |\nworked. | started at 7 o'clock in the morning, | got up at 6 o'clock, by 7 o'clock | was\nat the factory in Kurdy, New Jersey, in the factory. | worked there until 4 in the\nafternoon, by 5 o'clock | had to be in school until 10 o'clock at night. 10 o'clock |\ncleaned everything up, tool grip and everything for the other guys. There's no\nsubway in Newark. I'd wait for a bus. | didn't get home until 1:30 or 2 o'clock in the\nmorning. When | get home, | studied books. | studied books. Ratios, mathematics,\nalgebra. You had to know this if you want to be a good watchmaker.\nEnd of Side 1 of Tape 1",
        "A: Yeah, and it was not easy because | also forgot how to read. In the\nneighborhood, by the grocery store, they use to roast chicken on a rotisserie and\nafter 12 o'clock at night they would give it to me for half price. Well, that was a sell.\nHarry Alexander 13\nOctober 11, 1995\nPage 13\n| was a good customer. Now | wasn't allowed to take any food into my furnished\nroom so | had to put the greasy chicken under my shirt and smuggle it in. | was\ngood at that anyway, smuggling things in. And | go upstairs to my room and | sat on\nthe bed and | use to eat the pieces of chicken and a piece of potato that | bought\nalso, old __—__, you know, that didn't sell. And, now how would | refrigerate the\nrest of it? There was no refrigerator, so | put a nail on the outside wall of the house\nand | put the stuff into a cloth and | hang it outside the wall so it should stay fresh\nsomehow. And | ate that chicken all week. | was happy to have it. | was use to this\nkind of eating anyway, so a piece of bread and a piece of chicken. So my instructor\nknew about that and every now and then he would take me out to lunch. He said,\nyou cannot study on an empty stomach. And he always knew | had an empty\nstomach. So, until you get on you're feet, he says, we will keep you going. Out of,\nthere we are, three sessions in school, the morning, the afternoon and the night.\nNow these were all guys that came out of the GI Bill of Rights. Now, they didn't\n, they played flaps in the back, they played cards, just to put in the\ntime and they use to go home. They didn't really want to be watchmakers. There\nwere only two guys that really took it serious. That was another German and me.\nAfter some fourteen months, he called me into the office. And he said to me, | tell\nyou what. There's nothing more we can teach you in this school. Go out into the\nfield. So, | was scared. Out into the field, what does that mean? I'm on my own\nHarry Alexander 14\nOctober 11, 1995\nPage 14\nagain. | wasn't, | was too good to be in school and not good enough to be out in the\nfield. So he said to me, look, if you get stuck on anything you can always come and\nask me, but go out into the field. He said, | know I'm throwing the puppy out into the\nwoods to fend for itself, but you have to learn to walk on your own two feet and fend\nfor yourself. And that's the only way | know how to do it. | Know it sounds cruel, it's\ncruel, but I'm always there for you. And that's what | did. | went out into the field. |\ngot myself a job and what | couldn't do on the job, | would take home. | had to\nproduce so much and if | didn't produce it they wouldn't keep me. So what | couldn't\nproduce | would take home and do it at night on my own time.",
        "A: No, | was cheap. As long as they could get me for cheap.",
        "A: | had a job with Ableson Jewelers, the biggest jewelry store in Newark. And what\nthe foreman let me do is, do little jobs. stems and and\nmainsprings and things like that. Little jobs, and repeat it. Then he gave me to\nanother, he said, he was all right. He helped me. He said, I'm not going to give you\ncomplicated jobs, give you easy ones. And then | walk you over to the difficult jobs.\n| said, all right. And | worked there for two years, after three years | asked for a\nraise. And he said to me, you're not good enough to get a raise. | wanted the fact\nof a raise. You're not good enough. | said, all right, now I'll watch. And it was a\nHarry Alexander 15\nOctober 11, 1995\nPage 15\ncheap one. And they were all mass produced. So | was in the boss's office with the\nforeman. | said, do you feel that | am not good enough to get a raise? I'll tell you\nwhat I'll do. | looked at the foreman's wrist and he had the same cheap watch that |\nhad. Give me you're watch a second. He took it off and gave it to me. | put it on\nthe floor and stepped on it. | said, can you fix that? He said, what is that, a joke?\nNo, it's not a joke. It's what | said, can you fix it? He said, no. I'll take it, tomorrow\nI'll fix it for you. | fixed it. | went to the supply house, got a brand new one, put his\nband on it, came back the next day. Here is you're watch. You mean you fixed that\nwatch? | said, yup. You said I'm not good enough. The boss said, give the man a\n$10 raise. As he walked out, the foreman said to me, you son-of-a-gun, | know\nwhat you did. You're a wise guy. | said, yup, the only way | could get a raise. The\nonly way. You got a new watch and | got a raise. We are both happy. So, this is\nhow | had to stop on my way through to get a little more money or to get a little\nmore, better situation, get a better room. Then | started working very hard. | picked\nit up and | started working very hard. Fifteen, eighteen hours a day and started\nmaking a little money. And | liked the touch of money. It was the first time in my life\nthat | found a little independence with money. | found out that money gives me\nindependence. And a full stomach. | hungered so much in the last ten years that |\nwas forced to make me feel good. To make me feel good, that | can eat what |\nwant, when | want, how much | want. And | did better and better. | got better, | got\nHarry Alexander 16\nOctober 11, 1995\nPage 16\nto be a better watchmaker as time went on. | got to one job to another, every one\nwas better paying. | even bought a better job. | finally became a manager in a big\njewelry store and | stayed there for a while. Then | met my wife. She was born in\nNew York, Brooklyn, Flushing.",
        "A: | had no social life. What social life? | had no social life. | never had a social life.\n| was always pushed to one place and to another. | never had, | wasn't in one\nplace long enough to have a social life and the only one's that | met were in my\npredicament and we were too busy staying alive. And getting something to eat and\ngetting a , No body had time for the other guy. And all you could talk\nabout was the misery we lived in there. | had my own misery to live with. | didn't\nneed anybody else's. | couldn't take anybody else anymore. | had enough of my\nown. We never had time to make friends. We were too busy getting someplace.\nWe were too busy getting someplace and having something and going someplace\nand accomplishing something. We didn't know what to do, we had to do, how to go,\nwe had to go, with whom to go. Once in a while, | have a girlfriend, | would tell her\nbring me a sandwich, because she knew | was always hungry. You don't want to\nHarry Alexander 17\nOctober 11, 1995\nPage 17\nsee me, you want to see you eat a sandwich. | said, that's right. I'm hungry. It may\nsound funny, but if you would be in that predicament, you would understand. No\nbody understands what hunger is until they experience it. No body understands\nwhat thirst is. No body really understands what it is to be afraid, to be scared. To\nwant to live and you see that you're going to die. No body understands that. | want\nto go back for a moment, if | may, the way | broke out of jail. When | was told that |\nwas going to be handed over to the Gestapo and that they are going to shoot me. It\nwas not a happy thing. | was scared. | was frightened. | was desperate. Here |\nwas, in confinement. Here | was in prison and handed over like a scared rabbit. I'm\ngoing to die. If I'm going to die, | am going to die, I'm going to go down fighting. I'm\nnot going to go to the slaughter house, inspector. You know, when you have that\nkind of life and you run, when you smuggle boarders, when you are going place to\nplace and you're hunted like an animal, you learn things. And one of the most\nimportant things that you learn is to observe. When you get into a place, the first\nthing you do, you look around. You observe. Where am | and how can | get out?\nYou learn that very quickly. When they put me in that cell, | noticed there was a little\nwall, there were only five cells, there wasn't a front wall, the wall boarded on the\nstreet. And there was a lamp post right in front of the wall. There was one guard\nonly that marched back and forth outside that wall. | noticed some nuts. There was\nthis loose, sealed door where they shove in the pot that you urinate in. And it was\nHarry Alexander 18\nOctober 11, 1995\nPage 18\nonly tied up from the outside with a little wire. They didn't even have a lock on them.\nWell, it opened a bit. About a half a foot. Not enough for you to get out but enough\nto keep you in. And | went back into the cell. | had to do two things. | had to count\nhow many minutes it takes for the guard to make his round. And how long it would\ntake me to break the wire on the outside by pushing it back and forth, it would crack.\n| knew that. So | had to do two things. | had to wait for that guard to come around\nand after he left, | had to work on the wire. | never forget this. | worked on the wire,\nit cracked, | could open it. | now could open the door, that trap door. | opened it,\ncrawled out, | was in the court yard. Surrounded by that little piece of wire which\nwas covered with pieces of glass, sharp glass. So you cannot get over the wire.\nAgain, | knew two things. Get my fellow comrades out of the prison, open the, they\nhad no locks on the outside, they had bolts. You open the bolt, you could open the\ndoor. | opened all the bolts and let them all know that they are now free if they want\nto take advantage of it. | will never forget the look on their faces. Where will we go?\n| said, you want to stay and die that's your business. At least | give you a chance to\nget the hell out. | was a young kid, what was |? 21-years-old. Skinny, young kid, |\njumped over that wall, 1-2-3, and | went in between the pieces of glass and | looked\ndown. | had to jump onto this lamp post here, it was only a few feet away from the\nwall. And | saw the guard down there, going back and forth, and when he turned his\nback | went the other way. | jumped on that, | was bleeding, my feet, and my hands\nHarry Alexander 19\nOctober 11, 1995\nPage 19\nwere bleeding. | was going on all fours, | cut myself on the glass. | jumped on the\nlamp post, went down, and walked right away so he would not see anybody\nstanding there, that stood there, that didn't stood there before. These are the things\nthat you learn. And not run. Walk. Although you may be scared to death and\nfrightened and any moment he will call you're name and, hey, where you going?\nWhere you coming from? No body said anything but you expect them to say that.\nNow you're a hunted animal. You're a hunted human being. And | walked away\nfrom it. | still had no place to go. Now | was in the city, in the town of Nice. Couldn't\nspeak French. | had no money, no passport, no papers and no place to go. You\ncouldn't walk the streets, they catch you. You couldn't go into a house, the\nconcierge is going to report you. You couldn't sit on a park bench too long because\nyou would be suspected of something. The police would ask you, who are you\nwaiting for? Where are you going? Where are you coming from? Where are you\ngoing to hide? Where are you going to get a piece of bread to eat? Where are you\ngoing to stay at night? They would round up a couple of blocks of the city, put\npolice all around it, and they would go inside and everybody has to show they're\nidentity cards. | had none. What was | going to do? It was a pity now that | was\nfree, | was out of prison, they couldn't hand me over to the Gestapo, where was |\ngoing to go? What was | going to do? Where was | going to hide? | now knew that\n| was a fugitive. | was a hunted man, | was a wanted man now. They had a price\nHarry Alexander 20\nOctober 11, 1995\nPage 20\non my head. | escaped from prison. I'm an escapee from jail and | opened up all\nthe cell doors. They didn't take kindly to this. | don't know why | knew it, | was\ncaught in a trap and that is how | got into Africa. They put us into Con-de-aud-ja-lis\n(ph) and...",
        "A: This was, rounded people up. | was in the round up. He came to me, | had\nnothing to show them, | had nothing. | couldn't speak a word of French yet and |\nhad nothing. They caught a lot of people and they send us to Ard-ju-los-so-mia\n(ph), a camp. That's where | saw almost 30,000 men, women and children, in that\ncamp. And in that camp they had another camp and one tent where they put all of\nus. All the guys under 21 years of age. There were 10-year-olds, 12-year-old, 14-\nyear-olds, 8-year-olds crying for their Mama's. They gave us one candle that\nflickered in the dark there and we weren't allowed to go out. They were going to\nshoot us the next day, they said. And they got us outside a few times. We had to\nline up and they had people with rifles and we heard the order, shoot. And they\nshot over our heads. They had no intention of shooting us. We didn't know that.\nFinally they called us together, they put us on that boat. We didn't know where the\nboat was going to go. | had no idea. They chained us all together and they put us\non the boat, into a hole, the belly of the boat. They had the heavy machine gun\nmounted on top, that pointed at us in case we tried anything, they would shoot us\nHarry Alexander 21\nOctober 11, 1995\nPage 21\ndown. We looked through the openings of the belly of the boat, there was some\nopenings there. And some guy said we are passing the coast of Spain, we are\ngoing to Africa. We thought they were going to use us as target practice with their\nplanes. We didn't know. Again, we were scared, we were frightened. We are\nabout panicked. We were shaking. We didn't know, we were drowning like rats.\nWell, what do they intend doing with us? So we finally got to Algiers. We were\nhappy we landed. They put us in the prisons there. And the attack of famine, the\ndon't know nothing. They had rats in there the size of cats. Vultures,\nthe rats, you name it, they had it. It must have been, maybe, six weeks, seven\nweeks. We lost track of time. We didn't know what day or night, the day of the\nweek, the month. We lost everything but our senses, and we were close to that.\nWe kept our senses by knocking on the cell. The other guy, he answered back and\nwe knew we weren't alone. They finally took us out and put us in the cattle cars and\ntook us into that hell hole. Four days in 100 to 110 degree heat. We were crowded\nin the cattle cars. They put maybe four cows or two camels, we were probably 40,\n50 people. People died standing up. The ones who were dead , they\nthrew the water in, opened the door, threw water and some bread. Few made it.\nBy the time we got there many had died standing up. And this heat. Unbearable\nheat. We already felt but when we got out of the cattle cars, now we had to walk\nmaybe 10, 15 miles because that was the last stop of the railroad. We had to walk\nHarry Alexander 22\nOctober 11, 1995\nPage 22\nto the camp. And the on horseback would beat us as we, because we\nwere all chained together. There the French were, chaining you're legs and you're\narms to one another. And the one's that fell we had to drag them along. And even\nthe ones that were dead, we still had to drag them along. There was no reason.\nWe felt already better when we saw the camp from afar. What was the camp?\nBarb wire in a circle and a couple of tents. I'm now going back a bit. Because they\nwere really bad times. And when we got in the camp we stood there for hours. The\ncamp commander came to us and he says, now listen up. | have never forgotten\nwhat he said. His name is Kabosh. He said, you all came here to die. It's just a\nmatter of time. Some will live a little longer and some won't. But you all came here\nto die. That is my job and I'm good at my job. Oh, people cried and people sat\nthere in desperation. People wanted to die, wanted to kill themselves. It wasn't a\npretty sight. They told us the next day we start work. Because the guards saw this,\nyeah, he's here for the duration . . . of life. No body gets out of here. They had\nabout four concentration camps and four or five, | figure, in Algiers. None were very\ngood. Ours was considered the worst of them all. And it was. | don't know how\ngood the others were, but if ours was the worst, they were very bad. | tell you, how |\nsurvived the two years. You know, two years, that's a long time. How | survived\nthat for two years, that hell hole, | will never know. To this day, | think about all\nthese things, all these experiences, how | survived weeks and weeks in solitary\nHarry Alexander 23\nOctober 11, 1995\nPage 23\nconfinement in Algiers, in that dirty prison where we had to lick the walls for a little\nmoisture. | can't even go into details because it's too cruel. How | survived the\nand the hunger and the being so scared and the hiding and the\nsmuggling borders. And the nights we cried because my mother isn't there.\nNobody was there. And the desperation, the hopelessness. How we had the\nstrength to deal with this is beyond my understanding. And to this day | can't\nunderstand this. It's been fifty years and I'm still living it. It's like it happened\nyesterday. | see in front of me like it happened, |, if there's a way to get it out of my\nhead | will find it. You can't live with it and you don't live without it. Can you\nunderstand that? It's there always, all the time. It's with you. All that life. They\nrobbed me of my life. They robbed me of ten years of the best years of my life. And\nthen they robbed me for the rest of my life because I'm living with it.",
        "A: No. It was many years that | couldn't even talk about it. | couldn't even talk about\nit. My wife knows very little to this day. Because she cannot bear to hear it. The\nbrutality and the cruelty from this so-called civilized, world community has done to\nthe Jewish people is unbelievable. She cannot even understand that, she does not\nwant to talk about it. And | have never really tried to force it on her because it is not\nHarry Alexander 24\nOctober 11, 1995\nPage 24\nfair.",
        "A: It took many years. Maybe thirty-five, thirty-three years before | even mentioned\nit to anybody. My children to this day don't know anything about me. | have a\ndaughter that is educated, a school teacher, very intelligent. Has a beautiful home,\nhusband, two children. She knows nothing about me. My son, 3 years of college,\nan educated boy, smart. Very intelligent boy. He has a picture of the fellow agents,\nfellow, what you call it? He's a fellow agent, he's a smart boy. He doesn't want to\ntalk about it. He knows nothing about me. And | say to him, Paul, | have a need to\ntalk. You want to hear? He says, oh, that's great, but | really don't want to hear.\nWhen we went to Israel, I'm in the upper sham, my children wouldn't go in. It shows\nyou, you have to be a special type of a person to understand, to endure this, to be\nable to talk about it, to be able to discuss it. That the average person cannot even\ncomprehend. How do you understand, don't even want to talk about it, don't even\nwant to know about it. Because it's too cruel, it's too brutal, it's too terrible. And why\nshould they? Why should they feel sad, why should they feel pain, why should they\nfeel hurt, like | did. It was put on me. | didn't chose this. | endured it because |\nwanted to live. One reason, | wanted to live. That was the only reason. Not that |\nliked it or wanted to do it or wanted to be a hero. | just wanted to live, | wanted to\nstay alive. If | would never have experienced this | wouldn't want to know about this\nHarry Alexander 25\nOctober 11, 1995\nPage 25\neither. People have told me, go write a book. A book on what? On cruelty and\nbrutality? What the world did to us? | ask myself, there was so much room in this\nworld to put a few Jews. Why didn't they? Look how big countries are, Canada is\nso big. Australia. Whatever you call it, everybody could have taken a few. Hitler\nSaid in a speech in 1937, he said, take the Jews or we'll kill them. As simple as that.\nTake them, we don't want them, you take them or we'll kill. To the world, he said\nthat. There was no response. There was no response, nobody, in fact, not only\ndidn't they respond to it, but they all closed their borders. They leftus...\nEnd of tape 1.\nHarry Alexander 26\nOctober 11, 1995\nPage 26\nTape 2",
        "A: Life in the United States, after, when | got here was very difficult. There were no\nsuch things as help or organizations to help you, do anything for you. Again, | was\nalone. All by myself and | had to make decisions all by myself. These were\ndifferent kinds of decisions. It wasn't decisions of how to fight a war or how to\ncapture the Nazi's or whatever. This was just, again, how to fight for my daily bread.\n| had to fight for something to eat, a place to live and | may not have been chased\nby anybody but, nevertheless, | had to find a place to sleep.",
        "A: Yes, yes, yes. | had no time for social groups. And | had lost my belief in God. |\ndo not believe in God. | am what they call a traditional Jew. I'm a Jew, | fight for\nbeing a Jew and | die for being a Jew, but I'm not religious. Religion was taken\naway from me. You know, when | left home | went to Italy. My mother gave me a\nset-o-thrown (ph), do you know what that is? A talus, you know what that is? And\nshe says, this will bring you luck, take it with you. | got as far as Italy, Milan, and |\nwould talk to it. | was homeless there, | slept on a park bench and | still have a\nbuddy over there. | wasn't the only one, there were thousands of us. And | said,\nHarry Alexander 27\nOctober 11, 1995\nPage 27\nwhy isn't God helping me? Really. | believed in Him. | went to the Synagogue\nevery Friday and Saturday. | went to , | went to, | did everything | was\nsuppose to do. We were religious, we had a religious home. The kosher, religious\nhome. We celebrated every holiday. | spoke by the Hebrew and Jewish\n. Why isn't He helping me? And after | had a few days of hunger, |\nsaid, He's not going to help me. No way. | better, | went ahead and | got very angry\nand | buried it. | went into a park and buried it. | want no part, | said, | want no part\nof you anymore. If you're not there when | needed you, | don't need to, | don't want\nyou, and | don't need you. You're not going to help me, not now, not ever. | can\nsee that. Whether you don't see, whether you don't hear, whether you are there,\nwhether you're not there. There is no God. | did it in anger. | was, what, 17-years-\nold. And that was the last | ever was religious. | haven't set foot in the Synagogue,\noh yes, last, the first time in 50 years. Last Yom Kipper. When | went with my\ngrandson. My grandson says, Grandpa, come with me to the Synagogue. And |\ncouldn't deny him this. | have rather mixed emotions about that. When | went into\nthe Synagogue with my grandson and | had to cantor and | knew all this by heart\nstill, because | was brought up that way, | said, who are you praying to? To a God\nthat took away my family? My home? My country? To a God that didn't help me\nwhen | needed Him? To a God that never saw me suffer? That didn't bring me a\ndrink of water or a piece of bread when | needed it? What am | doing here? And,\nHarry Alexander 28\nOctober 11, 1995\nPage 28\non the other hand, went through my mind, my mother would have wanted me to go.\nlf my mother was here before me, she would say, son, go. Go to the Synagogue, it\nis good for you. It wasn't good for me, | went, but it wasn't good to me. Because\nthere is too much pain and too much hurt and too much disappointment in me. This\nsense of loss. There was so much. Like my three brothers, my three sisters, my\nmother and my father, | sense of that loss. And a sense, my whole life, the best\nyears of my life. | can never get that back. That! went through what | did and the\nrest of my life, the memories that | have to live with. What is that? What is there for\nme? What joy? What happiness? In between, | had to work. | worked fifteen\nhours a day, not just for the money. | didn't want to think about it. Because my\nmind thinks. Because if | let my mind go on, I'll go crazy. | would go out of my\nmind. | no longer know what's right, what's wrong, what's good, what's bad. | no\nlonger know why | feel the way | do. Many times | don't even understand myself.\nWhy do | say, the hell with it all. Start a new life? How can you do that? How can\nyou say that? How can you forget many years of your life? How can you forget a\nfamily? A home? | was torn out of a home and put into a world of brutality and\ncruelty. A world | did not understand. Or how to deal with.\n?\nHow | did it, | can't go on and on, | don't know where to stop and | don't know where\nto start. It took me some forty years before | was even able to talk about it. Sure, |\nHarry Alexander 29\nOctober 11, 1995\nPage 29\nmellowed with time. | don't have that much hate in me anymore. Oh, | didn't get\nmerely depressed. Disappointed. The anger. | don't feel that anymore. I'm numb.\n| don't care anymore about my . | have a few more years to go, so what\ndifference does it make, that's what they say. What difference does it make? They\nreally don't know, nobody cares. Write a book about this? Who would read it?\nWho wants to know?\nanyone. Were there not times when you wanted to seek out people who had similar\nexperiences?",
        "A: No.",
        "A: | didn't want to Know, no. To be honest with you. | didn't want to, | just wanted to\nkeep busy. There were people there that | could have talked to, that had similar\nexperiences.\npeople's families, anything like that?",
        "A: Yeah. | heard about it. There's one boy that | know and he's in San Francisco.\nHe is writing a book on it. He came to see me. And he gave me a list of people that\n| Knew that he found out about. So, what good is it? | Knew these people, so what\ngood is it? So, they died in the meantime, and, whatever, | couldn't come over with\nHarry Alexander 30\nOctober 11, 1995\nPage 30\nhim, talk about the misery. Talk about the cruelty. Oh yes, we had a meeting in my\nhouse. There must have been maybe a dozen of us. We were in the same camp\nat the same time. Sure, we started to have a talk about it, we remembered. Then\nwe talked some more. Then we said good-bye to each other. So what? Is that\ngoing to bring anybody back that we lost? Is it going to bring back the, it can't make\nus feel good. Feel better. Not good, better. So what? Does it change you're\nfeelings? You're bitterness? Against this society that allowed such a thing to\nhappen. Against the world community that didn't care. No, | don't see the point.\nAnd | don't see the point in talking to anyone. | have been talking about this all\nthese years, knowingly or not knowingly, to myself. I'm tired of talking about it.\nTalking to myself. Not to anybody else. But I'm tired of talking about it. | don't want\nto talk about it to myself anymore. Once in a while, | say to my grandchildren, | say,\nwhen they around, and | know that we died for a\n. | say, why? You mustn't do that. Do they understand? Our\nJessie, 6-years-old, you don't waste. Do they know from waste? They have\neverything. What they don't have, | give them. It's still things, that's with me. Even\nwith my son. | say, don't sin for. He don't want this and he don't want that. | said,\nPaulie, don't sin. Paulie, my little Paulie. He's 30-years-old, but he's still my little\nboy. When he went away, | cried. When my daughter got married, | hated my son-\nin-law. He took away all | had. He took away my family. All the family | have is my\nHarry Alexander 31\nOctober 11, 1995\nPage 31\nson and my daughter. He took away my daughter from me. | hated him. | didn't\nsay anything, but he saw it. And to this day he can't forgive me. | know I'm going to\nend up the way | started, with no one. You see, my wife goes out at nine in the\nmorning, he comes over in the afternoon. She goes to Brooklyn college, she goes,\nyes, you have . My daughter lives in Jersey. | talk to her a couple\nof times a week. My son in Long Island, | talk to him once in a while. I'm still alone.\nAnd my son left to go to college in Canada. Carlton University. | cried. Is this\nnormal? He said to my wife, he has to get use to it. We are not going to stay with\nhim forever. He has to get use to it, | go to college. He has to get use to, I'm\nmoving out. But! never got use to it. He didn't understand why. And neither do I. |\ndon't understand why | do what | do, | act the way | do. | can't let go. That's all I've\ngot. And yet, | have to. So it's, you learn things in the past, you gain, you lose, you\nhave to let go. But it's not easy. It's very difficult to be alone. Here, | am alone, look\nat this big house. And | know the inevitable is going to come. But all the\nexperiences of the past hasn't taught me enough to accept the inevitable. You\nunderstand that? Nothing. | have to accept what comes. Just like in the camps. |\nhad to accept and adjust. Whatever came my way. No food, no food. No water, no\nwater. No this, no this. No liberty, no freedom, no freedom. | accept. | can no\nlonger accept anything anymore. You know the old battle cry? Issay. That's\nFrench. Enough. Enough is enough. You can accept so much, so many times, so\nHarry Alexander 32\nOctober 11, 1995\nPage 32\noften, that it's enough. You can't paddle anymore, you're tired. Tired of fighting,\ntired of battling, tired of, that is why they call me wishy-washy in my family. Wishy-\nwashy. Grandpa's wishy-washy. Why am | wishy-washy? No fight. You want it, go\ntake it. You want a doll, | buy it for you. She has fifteen, I'll buy it for you. No, my\nson wants another car, another car. No, that's okay. My daughter wants\nsomething, fine. My wife wants to go here, go here. She wants to go there, go\nthere. There is no resistance anymore left in me. No resistance. I'm aware of it,\nthey are not. I'm aware of it. And | ask myself what has happened to me? Is this\nwhat this did to me? All these years, these bad years? | don't know. Things are\nhard to understand, even for me. I've been living with it all these years. My\nexperiences, | wouldn't even talk about the little details. Talking about jumping a lot\nof, over jumping a lot of details. I'm living with it. It's like it happened yesterday.\nWhen | broke out of jail, it's like it happened yesterday. Let me go back a ways, to\nGermany. | smuggled myself from Italy into France. Before | did this, we got a train\nand went to Marie-a-sal-amour (ph), | know they're familiar with this area, but it's the\nborder between Italy and France. We laid there for four or five days. There must\nhave been hundreds of us. We couldn't get back into Italy. We couldn't get into\nFrance, across the borders. They called that 'The St. Mora Incident’ (ph), nobody\nknows about it. Or very few people know about it. | can't forget it. Finally, the\nfishermen, there was a fishing village, a small fishing village, they said, we'll take\nHarry Alexander 33\nOctober 11, 1995\nPage 33\nyou around the bend. This was where the mountains meet the ocean, we will take\nyou around the bend into the beaches of France. If you give us everything you've\ngot. Every man, woman and children. People did. How long can they lay there and\nstarve to death? Nobody wanted, nobody helped. There were two gun boats, an\nItalian gun boat on one side and a French gun boat on the other. This was just\nbefore the war broke out, a few days before the war broke out. So people gave\nthem everything they had, errings, their rings, gold, everything. It was the,\nfishermen had a chance to make some easy money. They were poverty stricken.\nThey never saw any money there. They put them on the boats, the boats were old.\nThey went out on the ocean, the ocean breakers were high. You know, breakers\nare always high, when they hit the mountains, the rocks. They cracked in two.\nThey overloaded the boat, they got greedy. The boats cracked in two. People fell\ninto the water. | saw that so I'm sure. And you could hear the cries. Help us. Save\nus. Somebody help, most of them said, God, help us. Save us. There was the\nfather, the wife and two kids. Who do you save? The wife can't swim. The kids\ncan't swim. And the kids are, save me Daddy. The other one says, save me\nDaddy., and the wife was going down. And you can't swim. The screams and the\nyells. And the people on the boat, we are laughing when that happened. They\nwere laughing. They didn't put down the boat to save them. They could have.\nThey were laughing. | saw that. And the cries of pain and the cries of desperation.\nHarry Alexander 34\nOctober 11, 1995\nPage 34\n| hear it to this day. To this day, the screams. Help me. Help us, somebody please\nhelp me. And nobody helped. Nobody saved. And the next day the bodies, they\nare washed ashore. In with the tide, hundreds of them, they took on the boats.\nThey call that \"The St. Mora Incident\". | was there. | saw it. You ask me if | believe\nin God? That is when | decided to smuggle into France. | couldn't go over the\nmountain. | never climbed a mountain in my life. | never saw a mountain in my life.\nThe highest mountain | ever saw was the garbage dump in my town. | couldn't\nswim, the breakers, | would drown. | couldn't go on the other side, | couldn't go\nback to Italy. There the guards were standing with the rifles. | couldn't get into\nFrance, they were standing by the borders the other way. Where do you go? What\ndo you do? And there was all of them, not even 18-years-old. Never made a\ndecision in my life. The first time away from home. Where do you go? What do\nyou do? | had a little kid that turned out to be, he was 12, 13-years-old, he lost his\nfamily, running, suddenly he lost his family, he was alone. | said to him, you know, if\nwe don't make a move, we are going to die here. Nobody came to help us. There\nwas a whole wide world out there. Nobody cared, nobody gave a damn. So we\nwent to the barb wire. | said to him, | got smart very quickly, | said, the only way\nwe're going to get out of here are by doing the things that nobody expects us to do.\nBy going into France, | tore the barb wire. Nobody expects to be that bold. And\nthat's what he did. He went right through. Sure, we got bloody, we got dirty, we\nHarry Alexander 35\nOctober 11, 1995\nPage 35\nwere anyway. Nobody's going to help us. | realized right then and there,\nlam on my own. There is nobody out there in this whole world that's going to give\nme a hand out to help me. If | don't help myself nobody is. That's how we got into\nFrance. And that's how it started. The French are a very kind people, you know.\nThey were just as cruel and nasty and brutal as the Germans. If they could, first of\nall, you go to jail for a month, four weeks in jail. Before they even talk to you. That's\nfor causing the politically. That's the first thing they do, they throw you in a cell and\nthat's it, you stay there for a month. That's just for causing the . And\nthen they ask you your name. They don't care who you are. And these jails in\nFrance are not hotels. You can take my word for it. And then they call you a spy.\nThey called me a German spy. Seventeen and a half years old, hungry, dirty, with\ntorn clothes, bloody. I'm aspy. That is the intelligencia of the French police. The\nlevel of intelligence. If | was a German spy | wouldn't look like that, | wouldn't be like\nthat, | wouldn't come in like that. There was too much for the intelligence to deal\nwith. And then you had endure. There was so much you had to endure. The whole\nlife was enduring, accepting, dealing with it. And you never had a chance. You\nwere always the underling, you were always the one that had to deal with it. That\nhad to put up with it, that had to accept things. You were never on top, you were\nalways on the bottom. And today, | have a home and everything | want, everything |\nneed. | say to myself, what was this all about? How did | do it? How did | came out\nHarry Alexander 36\nOctober 11, 1995\nPage 36\non top? You figure that one out. That's one for the books, how did | come out on\ntop after all that? After being on the bottom all that time. | struggled, that's how |\ncame out on top. | struggled. | did without. | didn't ask for anybody's help, | did it\nmyself. Even America, it was a struggle for me. It took me a good five years until |\ngot out from under. It wasn't easy. But I've learned enough in my past to deal with\nmy present and there is my future. | learned to make decisions, and mostly the right\nones. | learned to deal with it, without any kind of hesitation, | came my way.\nMostly | came out on top. And that was, not because I'm smart, or super smart. It's\nbecause my experiences have taught me a lesson, it taught me things. You see,\nwhen | go out in my car and | go into a strange area or neighborhood, | know my\nway out because I'm . And | know we're building there, and a church\nthere, and a place there, there's a restraunt there, oh, | came in the other way.\nObserving. Learning. You always learn. You keep an open mind. You always\nseem to be doing the right thing now. And | say to myself, how come | did all the\nwrong things in my life before? How come? | had to learn. We all go through\nschool, only the school | went to wasn't the school that you went to. And | fought in\nthe underground, in the French underground. Let me go buy the ,\nWe run through, we lived in the woods. We would strike here, strike there. What\ndid we have to work with? What did we have to fight with? We had nothing. But\nsomehow we managed, with little, with nothing, we managed. And how did we\nHarry Alexander 37\nOctober 11, 1995\nPage 37\nmanage? By using ingenuity, natural ingenuity. Not learn from books.",
        "A: Yes.",
        "A: | come back to the detail area, when we didn't behave they would put us 14 days\nin four-caf-a-rally (ph), four-caf-a-rally (oh) was with the French Foreign Legion, the\nlast outpost. What they did to us, it was, night's were so bitter cold and we were at\nthe foot of the As-fas (ph) mountains and the cold would come down from the\nmountains. And they would hang us on our arms and hose us down with ice cold\nwater and beat us with the back of their rifles every night, and they use to come in\ndrunk, or they use to be doped up, and that was fun for them. Fun, they called that.\nLet's have some fun. Things like this for the smallest infraction of the rules. The\ncamp commander came in, you saluted him. And you, one way he walked by you\naway, but the other way he wanted, this way. If you looked at him crooked, or you\nhad good hair, or something like that. Fourteen days, [speaking in French]. These\nare the things, we were not allowed to make a fire. We were hungry. So, we had a\nbig pot. So, the Red Cross would share they're packages sometimes. What did\nthey send us? Nothing we could eat. Things we had to cook. Like peas, things\nlike, hard things. So we put our water together and we cooked. Cooking wasn't\nHarry Alexander 38\nOctober 11, 1995\nPage 38\nallowed. You get fourteen days at four-caf-a-rally (ph). We had look outs, if\nanybody sees the coming, whistle. A guy, he was asleep, and he\ndidn't see. | was busy mixing this stuff. Cooking. So this guy stands in front of me,\nwith his . What are you doing there? Nothing. You're cooking. I'm not\ncooking. He says, what are you doing, aren't you cooking it? No, I'm just standing\nhere, I'm not cooking. He kicked it into the sand, food that we were looking forward,\nto have a little bit to eat for everyone. Can jour four-caf-a-rally (ph). | Knew | was\ngoing to go to four-caf-a-rally (ph). | was certain...\nEnd of Side 1 of Tape 2.\nlooking at photographs. What's this one?",
        "A: 1941, 1943. This is the camp. Here is the photos of the Andes Mountains, and\nall the | came from. And here is four-caf-a-rally (ph). | am the only man\nalive who has these photos. This is the camp. This is how we lived. Jaffra, Algeria,\nNorth Africa concentration camp, 1941 to 1943. Here's the camp, these are the\ntents that we lived in. That's how we slept, on these stones and grounds. See?",
        "A: These are friends of mine that | was with. They were Russian officers that were\nin the Spanish Civil War. And that | will find that they kept me alive. Here, here is\nthat, Jaffra, December 24, 1942. \"Make your life so that you later don't have to be\nHarry Alexander 39\nOctober 11, 1995\nPage 39\nashamed of your past.\" He wrote that to me. \"In friendship, Boris.\" I've had this\npicture all these years. See? This is a picture of my mother. \"Sunday, 5/8/39: To\nmemory on your mother who wishes you the best. | wish you much luck in your\nfuture. Don't forget your mother.\" See? \"My dear son\". | wrote, \"in June, 1943,\nVa-look (ph), who didn't seem to like me very much.\" | wrote that on it. And here,\n\"in April 13th, when | was liberated, | escaped death. We will meet again.\" We\nnever did. This spot you see, | carried this picture on me all these years, for see his\nblood, don't you see, on here, spots of blood, from the beatings that | took because\nit was always on me, that picture. Always kept it all these years. He wished me\ngood luck, best of luck. Here's what | accomplished, you see that? Those are my\naccomplishments.",
        "A: American Watchmakers Institute, Certificate of Master Watchmaker. Logical\nInstitute of America, Certified Watchmaker. School of Watchmaking,\nCompletion. Master Watchmaker. Chronicle Watch Technician, Pittsburgh, PA.\nMaster Chronocraft Technician.",
        "A: Yeah, that | wrote. Reading: \"My young years shelled by German Nazi\nmurderers, torn away from my family and tossed into a world of despair and\nbrutality, a world | did not understand. How does one forget the years of\nHarry Alexander 40\nOctober 11, 1995\nPage 40\ndegradation, the humiliation, the hunger and sickness. Corpses of young and old\nstaring at you then and now, forgotten by a world that didn't care. | am a graduate.\n| survived the pits of Hell.\" Here, | wrote that. \"We have followed the bright beam of\nfreedom's light, ours was a journey out of the night, with empty hands we will rest on\nthis shore. Our loves, our hopes, our bodies too sore. We will never forget the pain\nand sorrow. We live for today, there is no tomorrow. We will learn to\nuntil it was too late, we lived in a world so full of hate. We remember our tragic past,\nwe escaped the flames and are free at last. Let us have hope and we will survive.\nYes, we are here, we are strong and alive.\" This is my world, here. And everyday |\nlived it. We never survived the Holocaust and we are living with it. This is the world\nof a Holocaust survivor. How do you forget this? How do you forget this? Here, all\nthis. Holocaust. All these books. When I'm alone, | read these books over and\nover. And | remember the people that died so others could live. Every one of them.\nThese were my people. These were my people that gave their lives and this was\nwritten in my concentration camp, this book. All | say is in this book, in detail. You\nremember and it hurts. That's my mother and my three sisters. My brother and his\nwife. Sure, they killed them all. He was in Belgium at the time and she was in\nGermany. She tried to get to him, crossing the border they caught her, they hanged\nher next to her baby, from a tree. You see, here. My three sisters and my mother.\nYou see the way that they are dressed. We were people of means. See the way\nHarry Alexander 41\nOctober 11, 1995\nPage 41\nshe's dressed.",
        "A: Pardon me?",
        "A: Who?",
        "A: | don't know. The last | heard was they were cast in Auschwitz. | wished | knew.\n| wished | knew.",
        "A: You know, when you supress these feelings and these memories and these\nexperiences and this hurt and this pain for so long, for so many years. Once in a\nwhile, you think your past is going to come out and you don't let it out because you\nknow that nobody understands it. And nobody wants to know.\nroom, there are photographs, there are books about the Holocaust and, obviously,\nit's present in you're life, but you say that you're kids and you're wife don't like to\nhear about it too much. They don't know that much about you're experiences, is\nthat the reason?",
        "A: Very little. They know very little, and | don't push. Why should they know. Can\nthey change anything? Can anybody make up for what they did? | think the world\nHarry Alexander 42\nOctober 11, 1995\nPage 42\nis just as guilty as Germany. Can anybody make up for this? For these losses?\nThe hurt and the pain and the cruelty and the barbaric ways? Who can make\ngood? ls it enough to say you're sorry?\nthe past?",
        "A: No.",
        "A: They may know my past but they wouldn't talk about it. They may know where |\ncame from, but they don't want to talk about it. And | don't push it. Why should I?\nWhat good will it do? Will anything make up for what the world has done? What\nHitler did? And the Germans? And what the world had allowed to do it? It's been\nfifty years. People say, enough of the Holocaust. To them, it's enough. How can it\nbe enough for the survivors? It can never be enough, you can never forget. Can\nyou forgive, can you forget? Should you forgive, should you forget? Who knows.\nWho has the answers? They say you only hurt yourself by keeping it alive. Would\nyou rather have died? You don't know the answer. | don't know the answer.\nabout it at different times?",
        "A: | don't need to talk about it. Because | doubt if most will listen. And if they\nlistened, what good would it do? | look at the things, | look at the photographs, |\nHarry Alexander 43\nOctober 11, 1995\nPage 43\nlook at the, between my memories and between the photographs and between the\nthings | write. | write poems. | wrote more poems than this. | have no desire to\nkeep it alive, you have to need to keep it alive. That's why you give up talking about\nit to anyone because nobody wants to know. Everyone has their own problems.\nAnd what could anyone say to make you feel better, tell me that’? How could\nanyone make me feel better? What could they possibly do or say to say enough is\nenough? What is enough? How do you define the word, enough? There can\nnever be enough. We lost 6 million people, 200,000 children burned alive. How is\nenough, enough? I've spent ten, twelve years of my life in misery and suffering.\nHow is that enough? And the rest of my life having nightmares about it. How is\nenough, enough? When my wife gets up in the morning, sometimes she says, she\nworries about this and worries about that, she doesn't feel good. | says, you know,\nwhat would you have said in a concentration camp? Or we go out to eat and she's\neating them like this, and she doesn't see anything she likes and | said, what would\nyou have said in a concentration camp? They gave us no menu. In fact, they gave\nus no food. What would you have said then? Everything I, | connect everything\nwith the camps. , what would you have said? You have a pain,\nat least you have a doctor to go to. What would you have said in a camp, there was\nno doctor to go to. You laid down and died. What would you have said then? |\nalways seem to be going back to the experiences, for some reason or another. So\nHarry Alexander 44\nOctober 11, 1995\nPage 44\nwhat good is it, where does it get me? Instead of me saying, well, we'll go and see\na doctor. | say to her, what would you have said in the camp? It's tough. You\nseem to think that we are tough people. We are, age maybe made us a little tough\nand we are hard people. We can absorb and we are able to take hardship and\ndisappointments. You're wrong. We are just as you and everybody else. We\nlaugh, we cry and we remember. And we deal with anything that comes our way.\nWe have emotions. We have feelings, just like anybody else. That's just the way it\nis. We have no, there is no way to deal with this. This was a bad time. There's no\nway to deal, there are no answers. God is not the answer. Man is not the answer.\nRevenge is not the answer. Make time go back. Give me back what was mine.\nMake it happen. How else could | be happy? People say | never laugh. What have\n| got to laugh about? Oh, | have a sense of humor anyway, but what have | really\ngot to laugh about? Like they said to me, we want you to live with it. | am living with\nit. And | can't get out of it. You see, you can't live with it and you can't live without it.\nWhat's the answer? Nothing is going to happen. It's never going to get any better.\nMany times, | sit down here, , I'm sitting down here. Like this.\nAnd he says, now, at last God, | didn't believe in you anymore, give me the\nanswers. Give me a little happiness. Take this sadness away from me, give me a\nlittle, let my mind feel a little better, don't give me so much trouble. Nothing is\nhappening. | can sit here for an hour, two hours, down here. And nothing. My wife\nHarry Alexander 45\nOctober 11, 1995\nPage 45\ncomes up, what are you sitting in a dark room for? | say, it's something you don't\nunderstand. How do you give up on things? It's hard. It's difficult. It's there. When\nyou can't find it with all that you had. It's been fifty years, maybe more. And it's still\nlike it was yesterday. But my mother said to me, when | get out of prison. | was in\nprison, in my home town, two or three months, they scooped me up from the side of\nthe street. My mother said, , they will come right back. Don't stay\noutside. Why we lived in fear? | went out to get a loaf of bread, | came back. On\nthe way back, a car on the side, they arrested me. You're a Jew boy? Yes. He\narrested me. | was, what, 16, 1/7-years old. And they threw me in jail. | remember.\nCell Number 10. Never forgot it. When | got out, my mother got me out. | don't\nknow how she did it, she must have paid somebody off. We had a great deal of\nmoney. | remember coming home from prison, the jail. My mother is sitting by the\ndoor with my little sister in her arms. And she said to me, son, here is 10 marks. |\ndidn't even get into the house. Here is 10 marks, that's all you're allowed to take\nwith you. Go to Milan, Italy. Why Milan, Italy? You didn’t need a passport, they\nwere friends. Mussolini and Hitler were friends, that was the only border | could go\nthrough. Go to Milan, Italy. Son, run, son, run, and don't ever look back. Those\nwere her last words. So | said to her, we will see you again? | be back soon. |\ndidn't know what is happening to me. She says, | doubt it. Go, boy. Go, son, go.\nGo to the railroad station, here's you're ticket for the train. Take the train and go.\nHarry Alexander 46\nOctober 11, 1995\nPage 46\nShe gave me a little bundle to take . And that's what | did. And to\nthis day | feel guilty for having left her. | should have said to her, Mama, we all go.\nYou go, | go, the kids go, we all go, or | don't go. | was not even 17, | didn't know.\nPerhaps some kids you could have hidden in the Italian mountains. | have all kinds\nof excuses now, in my mind. What you could have, what you could have done, or\nshould have done, or would have done. | know somebody would give us a piece of\nbread. If we would have gone into Italy, gone into the Italian mountains where\nnobody would know, very deep in the mountains. Perhaps we would have survived.\nPerhaps. Perhaps some mountain people would have given us something to eat,\nwould have hidden us. That's fifty years later, when you say to yourself, why didn't |\ndo this or why didn't | do that? They sacrificed their lives for me. And | give them\nnothing back. How do you live with this? How do you live with guilt? Oh, perhaps\nsome people can. | know | can't. I've been living with this for fifty years. The only\nway that's going to die is to die with me. I've got to tell you. It is not easy. It is not\neasy to live with it. And now | write poems.\nyou're home town? To see the house where you grew up?",
        "A: Yes, | went back twice.",
        "A: It was not good. | went back twice. | saw our house, we had a big house.\nHarry Alexander 47\nOctober 11, 1995\nPage 47\nStanding, not touched by any bombs or anything. People live in it, pay rent to the\nstate, the city or whatever. They own it, they say. | saw the house. | went into the\nhouse and it broke my heart. The people that answered the door asked me what |\nwanted. | said, if you would allow me | would like to come in and look at the house.\nBut the house is not for sale. | can tell you that the house is not for sale. So, | must\nhave looked strange to them. They said, come in. | looked, | looked at my\nbedroom, all the others. It broke my heart. | walked out. | went into the Temple\n. The Temple is abandoned, it never burned out. Because it was in\na building where people lived so they are afraid to burn down the building, so they\nnever touched it with any fire. The woman opened the door, the caretaker. The\ndoor squeaked. | walked in and there was just like | left it. The were\nstill in there, hanging there. We had the name plates on every seat. | was choir\nboy. My name plate was on the choir seat, where the kids would sing with the\ncantor. | stood there, looked. My mother's name, my father's name, all there. And\nsuddenly the Temple filled with the same people, they are full of people, the same\npeople that | knew. All the people. And they were praying and | saw them all there.\n| was in the middle of, | was in another world. | saw the Temple full of people, until |\nfinally heard the voice from the caretaker, you've been here an hour. | have to lock\nup. | went out, | went to the office, where they call the yidda-jig-a-minda (ph), you\nknow what that means? The Jewish office, Jewish relation, something like that. |\nHarry Alexander 48\nOctober 11, 1995\nPage 48\nsaid, do you have the file of all the Jews that use to live here? Yes, we have most\nof the files. You German's are good at keeping files. | looked through the files.\nWhere my brother's were shot, left Germany, place unknown. Harry Alexander,\nthat's me. Left Germany in 1939. Place of, where he lives, unknown. Never\nreturned. Possibly dead. That was my file. | saw my own file. | looked, | said any\nother Alexander's alive on here? He said, no, he doesn't know anyone. They either\nleft the country or died. | spent about three hours looking through the files, until |\nfound my file. So | left, | had nothing more to stay for. | looked around the city, all\nthe familiar places | use to grew up. And | met a few people. They were children\nthen, now they are older people. | remember them. But that was about all. | had a\nfriend here that died. | use to be in a concentration camp with him, | met his family.\nAnd they said, here, they had pictures of me. They said, he talked a lot about you.\nThe only thing, he was so sorry, always sorry, that he was, you were so young at\nthe camps, that he felt so sorry for you. That's what the wife told me.\n. | visited his grave, | put flowers on it. And then | left.",
        "A: Nothing.",
        "A: Yeah, they were deported to Auschwitz. Some survived, some didn't. | have no,\nHarry Alexander 49\nOctober 11, 1995\nPage 49\n| have inquired about all kind of organizations. Ah yes, | have crossed you're name\nwith, | have a stack of papers up there even to the ceiling. And | haven't stopped.\nI'm still looking. Until the day | die | will be looking. And I've prayed, just if | find one\nof my sister's for one day. That would make my life.",
        "A: No. | imagine many things. | hate to think about it. My little sisters. Maybe they\nwere used in medical, you know, the research by the , could they\nhave been gassed in the gas chambers, could they have been hanged, could they\nhave been buried alive, could they? Just the thought, what could have happened\nthat makes me chill, makes me cry. Just with what could have happened to them.\nYou know, people killed their own children in the camps. To keep them from\nsuffering, did you know that? What did my mother do, | don't know, maybe\nher kids already. You feel sad, a lot of sadness, a lot of unhappiness.\nAnd this is the one thing you don't know really how to deal with. You just feel that\ndepression, that heavy load on you and you can't get rid of it.",
        "A: Yeah, | wanted a family. | only had two children. Makes me very possessive. |\ncan't let go of them. | love them too much. | have a lot of love to give. | love them\ntoo much. | see, when I'm in my daughter's house and she yells at the kids, | say,\nHarry Alexander 50\nOctober 11, 1995\nPage 50\ndon't yell atthem...\nEnd of tape 2.\nHarry Alexander 51\nOctober 11, 1995\nPage 51\nTape 3",
        "A: Yeah, | am very possessive of them. | perhaps am easy-going. | love them a\ngreat deal. And nothing seems to be important, but there were the kids too. Don't\nbe so critical. In other words, it could always be worse. Be happy you have them,\nbe happy they are healthy. Be happy they are normal. Kids act like kids, that's\nnormal. They will spill things, that's normal. They will break things, that's normal.\nAnd always there, | wish | had my sisters. They could break everything they want.\nThey could do anything they want, | would be happy just to have them. And all that\nyou appreciate these things. Do you know you have to have a history. One day my\nson came home, now he's with law enforcement, you know? But he comes home\nand he says, guess what happened today? | said, what happened? Somebody\nsmashed the whole side of my car, brand new car. So | said, Paul, what did you\ndo? Well, we took his name and in a few minutes the police were there in time with\nlaw enforcement, he says, everything was taken care of right away. So, come down\nand look at it. | came down and look at this car, the whole side was smashed in.\nSo | said, Paul, is that all? Are you all right? He says, fine. | said, is that all? No\nproblem. We get it fixed. You take my car and do you're business and I'll have the\ncar fixed for you. We have conditions. | take care of it for you. He has no time, he\nworks nights, days. He said, how can you stand there and tell me that it's all going\nHarry Alexander 52\nOctober 11, 1995\nPage 52\nto be a brand, new car? | says, Paul, it's only a car. It's nota life. He says, doesn't\nthat bother you? | said, no. Why should it bother me? God, it's only if something\nhad happened to you that it would have bothered me. This doesn't bother me at all.\nNothing. No problem. | went to a guy, no, he'll fix it in three days, | had the\nadjuster there, car got fixed, looked like new, | picked up the car. | says, here Paul.\nHe says, it looks like new. Wouldn't know anything happened. | said, see Paul.\nNo big deal. So he said to me, is anything a big deal to you? | said, Paul, | had a\nlot of big deals in my life. This doesn't compare to my big deals. And | survived\nthrough big deals. He walked away, he said, you are hard to understand. | said,\nmaybe so, but if you would give it a little effort, a little try, you'll understand what |\nmean. If you'd had the experiences | had in life, this is not a big deal.\napparently talk about it?",
        "A: Yeah, right. | refer to them all the time. All the time. My granddaughter is\ncoming tomorrow, she spills a glass of milk, no problem, don't worry about it. |\nwished | had a glass of milk to spill when | was in the camp. | would have licked it\noff the floor. No problem.\nYou're kids, you're grandkids?",
        "A: No. No. They get it in the Jewish schools, the Sunday School, they always talk\nHarry Alexander 53\nOctober 11, 1995\nPage 53\nabout it, yeah. It's not, | don't know, | have mixed feelings about that. Why should |,\nmy little grandson is 9-years-old. Why should he hear about these things? One day\n| will leave him all my books on the Holocaust, | leave it to my grandson. And then\nit's going to be his decision, to read it or not to read it. | want it to be his decision. |\nwant him, | want my son to come to me and sit down and say, now, | have time.\nTell me about you're life. | want him to say it, | want it to be his decision, not mine.\nWith my daughter, the same. | want it to be her decision, not mine. If my daughter\nwould come to me and say to me, no telephone, no interruptions, talk to me.\nDaddy, talk to me about you're life. Perhaps then, but it has to be her decision, not\nmine. My wife knows very little. It was her decision to talk about it, not mine. |\nwon't push it on her. | have no right to do that. | have to live with my life and they\nhave to live with theirs. Everybody takes out of life what's important. And\neverybody has to absorb what's not important, or what they think is important. It's\nas simple as that. I've lived with my life, it's got to be, that's the way, whether | want\nit this way or whether it's, | cannot help it or whether | cannot get rid of it. It's my life\nand it's my head, it's my memories, my brain. | have to put up with it. | have to, |\nabsorbed it, | lived it. | did it. Why should | forget about it? For my own sake? |\ncan't. How do you forget these things? No, it's a very difficult thing. | guess we\nhave, we survivors, we all live with guilt, every one of us. Why are we living and\nthey are dead? You know, the old guilt, the Jewish guilt. Why didn't we just die,\nHarry Alexander 54\nOctober 11, 1995\nPage 54\nwhy didn't we do the other? Maybe it would have worked out this way or worked out\nthe other way. But that is the way it worked out and that's the way we have to live\nwith. Those are our feelings, those are our emotions, those are our lives. We are\nnot happy people. He didn't kill just 6 million, he killed a hell of a lot more. I'm one\nof the victims. Do you think this is a life that I'm living? Sure, we eat, we drink, we\ntalk, sometimes. We go out, we go take a walk. This is life? But our minds are still\nthere. We still think about it, we still live it. We not only think about it, we re-live it.\nEvery time. Let's go back for a moment, how we went, we were in Dunkirk. You've\nheard of Dunkirk? The North of France, on the beach where they shot the\ninto the ocean? The last two hours before the German tanks came, the\nBritish took their people over, back to England. Where was the fairness, they left us\nalone, they wouldn't take us. We ended up on Dunkirk. Do yourself a favor. Two\nhours before the German tanks came, you know what they said to us? We can't\nhelp you anymore. Dee-boy-ee-mou (ph). You know what that means? Help\nyourself. You're free to go. You are not under any command anymore. We had no\nguns, old guns that didn't work. We had the wrong ammunition with the wrong\nguns. The French. Dee-boy-ee-mou (ph). Go help yourself. Save yourself. And\nwe had to run from Dunkirk all the way from the North of France to the South of\nFrance. On the way we talked German. The farmers were going to attack us with\ntheir pitch forks because they thought we were the Fifth Column. You've heard of\nHarry Alexander 95\nOctober 11, 1995\nPage 55\nthe Fifth Column? They hated us. The Frenchmen attacked us with the pitch forks,\nthe Germans tried to shoot us. And the hunger overcame us and we were\nexhausted from running - a thousand miles. | want to tell you, we were so hungry\nwe broke into a chicken house. What do we know about chickens? We are not\nfarmers. And the chickens started to go crazy and we tried to steal a few eggs and\nthe farmer woke up, he came after us with pitch forks. We run for our lives. This is\ncrazy. We can't even steal an egg. We run for our lives. They would have pitch\nforked us. So we went into the fields and stole grapes, where they were planting\ngrapes. We ate the grapes. Only one problem, the grapes are covered with\ninsecticide. We all were very sick from it. These are little incidences that you\nremember, little things, like yesterday, it's in you're head like yesterday. Sometimes\nyou laugh, but it's a bitter laugh. Why? Why all that? Has humanity sunk that low?\nYou find a reason why it happened, you find an excuse, you find why the world\nacted the way it acted. Why nobody came to help us. Why the Germans did what\nthey did. No answers. We found the questions, we didn't find the answers. So\nthere are many incidences like that. We went into Neim (ph), near Nice, about forty\nmiles from Nice. There was the headquarters of the underground. Somebody gave\nus away, the guards surrounded us and says, come out with you're hands up. We\nknew they were going to shoot us. We were saboteurs, we were underground\nfighters, we were FFI. So the older guy says, you young guys, we were about 18 or\nHarry Alexander 56\nOctober 11, 1995\nPage 56\n20-year-olds, make it over the fields and we keep them busy. Make your way into\nNice. We'll keep them busy here while you get out. There were guys 14-years-old\nwith a pack they could hardly carry. Throw me you're guns and run for you're lives.\nWe did. They were shooting at us, but there were mostly shooting at the other\nguys. They keep them busy so we could get away. | never know what happened to\nthese guys. If they got away, if they shoot it out with them. So what's there in Nice\nfor me? | got caught there. There was no way you could save yourself unless you\nhad a friend there or somebody to hide you. You just couldn't get away from it. No\nmatter where you turn, no matter what you did, or what action you took. You lost.\nYou were a loser. You were condemned to be a loser from the day you left home\nbecause nobody wanted you and nobody helped you. And you had to fight so\nmany odds. Just to stay alive. | don't know how to explain these things, there are\njust too many things that go through my head. And the miracle, | am alive today. A\nmiracle. You see how | live. | live in the past, | don't live in the present or the future\nand | can't be rid of it. | cannot shake it. And somehow | feel good. You see, | feel\nat home in the past. Because that's what | know. Today | could fight them all\nbecause | know how. | could outsmart every one of them. | could out do or out run\nor out smart or out play anyone, because | have the experience. But it took me a lot\nof life, a lot of living to get that experience. A lot of suffering that | get that\nexperience. | laugh out loud sometimes, when my wife asks me, why are you\nHarry Alexander of\nOctober 11, 1995\nPage 57\nlaughing? | said, | remember. In Nice | use to steal a bread and | wouldn't\n, and the baker could never catch me. That was funny for me. | look at\nit now and it's funny. | stole a bread. And | went to the hide-out and | shared it with\nanother three or four guys. We each got a piece of bread. That was glory to us.\nWe won the war. We got a piece of bread. We beat them all. We didn't die over\nself starvation. It's funny. Hey, guys, come, a piece of bread, we beat them this\ntime. And they said, nobody is going to beat them. But this time we beat them.\nNext time we worry about it, there will come we worry about it. You\nsee, in France, they use to take the big baskets outside the bakery. They had the\nbreads in there, long breads outside the store. We were hungry. We went into the\nsmall towns, villages, we saw the bread basket out there, and\nwalk on, grab two breads, and run like hell. Of course, that was a\nvictory. There are so many incidents. | would walk right up to trees and people\nscoffed, but | stealed the figs from the trees. And then run like hell and they\nwouldn't catch us. We were always scared, always afraid. The guards will be able\nto beat the hell out of you if they catch you. But how could we live? How could we\nstay alive? How else? We didn't worry too much about it in those days, we were\nyoung. We could run, we were skinny, we could run, we could climb. And we had\nno nerve, brains, we didn't worry about the consequences. We knew they couldn't\ncatch us, we were too fast for them. We were use to running. But that was all we\nHarry Alexander 58\nOctober 11, 1995\nPage 58\ndid, running, that was the whole life, then running, grab and run, grab and run. Grab\nsomething and run. That was a life? Sleeping under a bride. Sleep on a park\nbench and always one eye open. See the cops, make his rounds, he will catch you.\nSleep in bushes where they couldn't see you. That was our existence. We never\nknew what tomorrow's going to be. Yesterday is past, today we are still making it,\ntomorrow we don't know. That's how we lived, from day to day. Like | said to my\nPaul, we lived for today, there was no tomorrow. That is how we lived. And | think\nabout this today and you say, | don't Know how | made it. And when | look at my\nson, | say, | think to myself, may you never have to go through, my son, what |\nhave. May it never happen to you. And | look at my grandchildren, so innocent, so\nbeautiful, so little. And I cry. My heart gets heavy. | look at them, little faces. And\nmy little grandson says, Grandpa, you always kiss me. Do they understand why?\nMy grandson says, let me go, Grandpa. | hold him around, no, Grandpa, you've\nhad me 10 minutes already, let me go. Does he understand why | can't let him go?\nI'm not just hugging him. | hug my sisters. | hug my mother. | hug my father. |\nhug my life, that | have lost. Do they understand, does anybody understand that? |\ncan hold my grandchildren and tears come to my eyes. Does anybody understand\nthat? How do you, things like this. It's difficult. It's very hard.\nHarry Alexander 59\nOctober 11, 1995\nPage 59\nthrough what you've been through? You said that God isn't important to you, that\nfor a long time friends and socializing wasn't important to you. I'm wondering, over\nthe last thirty, however many years, what has been important?",
        "A: My children, my wife. After having my children, my family. That's all. | work, my\nfamily, my work made me forget my wife. | would keep myself busy from 8 in the\nmorning until 1 or 2 o'clock the next morning. And when, then | was so tired | would\nfall into bed and go to sleep. | had to be active like that, it was important. Before |\nhad children and | was married, it was important to make money, to make a living, to\nget myself out of the rut. To get myself on my feet. Once | got married and had the\nchildren, my family was important. Not even my wife so much, as my children.\nBecause they needed me most. They are very important to me. And that was my\nwhole life, my children. | was always the one that was over-protective. | was\nalways the one that was always there when they needed me. | always was,\nwhether they had the runny nose or whether they had a fever, ache, or whatever it\nwas, | was always there. This was my whole life.",
        "A: No, no. | don't care. | don't care. | Know that this world will take care of itself,\nwith or without my help. | don't have to help them, carry a gun there. They manage\nvery well. And about the world? | couldn't care less. | don't give a damn. | care\nabout them that cared about me. | am totally indifferent. | hardly read the paper. |\nHarry Alexander 60\nOctober 11, 1995\nPage 60\npage through it, one-two-three, that's the end of it. | couldn't care less. They\ncouldn't care when | needed them and | needed them for 10 years, in hell holes.\nThey didn't come to my aid. There was no country that came to my aid. No country\nsent me a piece of bread. You know, | wrote a poem. May they rot in Hell, all the\nKings, all the lands, that would not let us in. All the Gods, all the Priests, may the\nblood never wash off their skin. There was no priest, there was no Pope, there was\nno King, there was no land that opened their border and said, come in, Jews, come\nin here. You'll be safe here. Oh, there was room. Do you mean to tell me there\nwas no room for 3 million people, all over the world? There were 800 people on the\nSt. Louis, that boat that came over here, they wouldn't let them land, they were\nabout to die. In America. Do you know that? Have you read the book on that?\n800 people and they wouldn't let them land in America, 800 people. They could\nhave gotten lost in one city block. And they went back and they got killed, they died.\nYou tell me that's justice? You tell me that's humanity? You tell me that's\ncompassion, that's pity? Oh, | know none of these things. No compassion, no pity.\nYet, | will not pass by a beggar and not give him a dollar. | go to 13\" Avenue, | will\nnot pass by a little old lady that | think could be my mother and give her $2 or $3\ndollars for the , poor woman. And my wife tells me, you say you have no\ncompassion? No, | have no compassion. | feel sorry for her, but | have no\ncompassion. There's a big difference.\nHarry Alexander 61\nOctober 11, 1995\nPage 61",
        "A: You don't have to have compassion to be sorry for somebody. To give them a\ncouple of dollars if he's hungry, you give a couple, you don't have to care for that\nperson. You don't have to care for anything. Just to give a couple of dollars, it\ndoesn't mean anything. | have it. | wouldn't give her one of lungs or one of my\nkidneys, but I'll give her a couple of dollars.",
        "A: Doesn't mean anything to me. | don't care. Don't you understand? | have lost\neverything that would be in high esteem for anybody else. | have lost all that. What\ngood is it being Jewish? What does that get me? Yet, I'll die for it. If anybody\ncalled me a dirty Jew, | smack him. But | don't care about that anymore.\nJewishness has never done anything for me. My mother was Jewish, kosher\nhouse, villages, my father, what did it get them? What did it get them? They have\nnothing. | use to go to the every Friday night, every Saturday morning.\nThe whole family went. We got dressed up. The boys in blue pants and white\nshirts and the girls in blue skirts and white blouses, that's the Jewish flag, the Jewish\ncolors. And we had to, we celebrated every holiday. What did it get us? What did it\nget them? God saved, God saved the children? God protected them? What God?\nWe are God. What God? Where was He? Oh, | heard people scream, [foreign\nwords], but they would die while they were being killed. [Foreign words repeated].\nHarry Alexander 62\nOctober 11, 1995\nPage 62\nWhere was he? Did he hid them? In the prison, when | lost my senses, ;\n| pray, | said, God help me. Send me into the water. A piece of bread, anything.\nTake away the loneliness. Take it away, never mind food, never mind water, take\naway the loneliness. Lighten my heart, I'm crying. Do you think we didn't cry in the\nprisons? We didn't despair? We didn't lose hope? We didn't want to die? How\noften did | say, God, help me, please. Take away the loneliness. A piece of bread,\na drink of water. God, please help me. Take me out of here. Where was the\nanswer? We didn't get any bread. He didn't send an angel with a little water. He\ndidn't send, he didn't take away the hopelessness. He didn't give us courage. | said\nto the Rabbi, he came to my house, he said, come to Shul-high (ph), and | said\nwhen you give me the answer to my question, to my satisfaction. Give me one\ngood reason why | should go to Shul-high (ph). To empty my consciousness of\nguilt? | have done nothing wrong in my life that | have to ask forgiveness. God has\nnothing to forgive me for, but | have plenty to forgive Him for. Straighten that out\nand I'll come to Shul-high (ph). Convince me that there is a God and I'll come to\nShul-high (ph). He said he hasn't got the answers. | said, then | don't go to Shul-\nhigh (ph). Go home and when you come back you give me the answers. We are\nlike two adult people, we are intelligent, reasonably intelligent, grown up people.\nThere are questions. | have gone through a great part of my life and nobody has\nthe answers to why. | haven't got the answer and you haven't got the answer, so\nHarry Alexander 63\nOctober 11, 1995\nPage 63\nlet's leave it at that. | have to live with my life the best | can, and you believe\nwhatever you believe in. The only thing | believe in is me. That's the only thing. If |\ndon't keep myself alive, nobody will. If | don't work and make a living, nobody will\npay my bills. I'll be in the street. That's all | Know. Let's be realistic. We say it like it\nis. | don't know what to say...\nEnd of side 1 of tape 3.",
        "A: What do you want to know, tell me.",
        "A: The only lesson | have learned, my friends, is to listen. It is the realization that\nthere are no answers. There are simply no answers to my questions. There is\nnothing | can change and nobody else is going to change it. There's nothing | can\ndo to make my life any easier or to understand, to just understand my life. Why and\nhow. | realized there are no answers that can change my life. After fifty years, | sit\ndown and write poems about the Holocaust, what does that tell you? My mind is on\nit and | can't get rid of it.",
        "A: Yes, yes.\nHarry Alexander 64\nOctober 11, 1995\nPage 64",
        "A: | was busier twenty years ago. | was in the work field. | was in the field out\nworking and | was raising my kids. The kids were little then, they needed me, and |\njust was too busy. And since | retired, it hit me like a ton of bricks. My kids are out.\nYou see how quiet it is in the house? The whole house, just the two of us. And |\ncan't give the house up. It's so big, look what we have, we've got here, upstairs. |\ncan't give it up, this is where | raised my children. This is where | spent a good part\nof my life, in my memories, and | can't give the house up, | can't move. Since |\nretired, | have no time. Some say it's the golden years of you're life, it isn't the\ngolden years. Don't you believe it. Because that's when everything really comes\nout. Because now you have the time. Everything comes out. It's not the golden\nyears. People say, you make your own golden years. That's not true. The golden\nyears make you, you don't make the golden years. Maybe you don't have, you don't\nthink as much, the years gone by, like | do now. But it's with you. It was with you all\nthe time. It never left you, you know that. It never really left you. It stayed with you.\nOnly you put it in the background. You shoved it back. I'm busy with the boy now,\nI'm busy with the girl now, you shove it back. | have to take her to school, | have to\ntake him to school, | have to do homework with them and yet, you keep shoving it\nback until you get so tired, you went to sleep. Now you're not tired anymore. You\ndon't shove it back anymore. It's taken over. Now it's all coming out, that you're\nHarry Alexander 65\nOctober 11, 1995\nPage 65\nbeing punished. That you put all this in the back of you're head, all these years,\nnow it's coming out with all the brute force. What do you see upstairs? My sisters,\nmy mother, the pictures. My wife says, why do you have it out? Put it away. How\ncan you do that? They were once part of my life. They are still a part of my life.\nThey maybe somewhere, wound up surviving, two or three of them, | don't know. |\njust don't Know where, | just don't know where to look anymore. But why should |\nput it away? It's hard to understand, you can't philosophize. You know, all these\nthings, you're whole life, all these years. It's with you. There is no way you can get\nout of it. It gets a hold of you. | don't let go. There are sometimes you shake it off\nand it does not go. No matter how hard you shake. What else would you like to\nknow?",
        "A: No, | always took things lightly. Because no matter what happens, whether to\nme, whether to the children, or my wife, no matter what happened, it couldn't have\never been as bad as | had it. | could never sink that low anymore, like | did. | sank\nHarry Alexander 66\nOctober 11, 1995\nPage 66\nrock bottom. This could never happen again. As long as there is a piece of bread\nto eat, a drink of water and a roof over my head. It would never be as bad as it was.\n| can always build from there. There was nothing | couldn't build. | remember\nstupid things like, in Jaffra and Africa, the logga (ph), | speak German already, the\ncamp. We had to go to the bathroom. Now, you would think, you go to the\nbathroom. In the tent, you have to call, Guard? Guard would come. | have to go to\nthe bathroom. He always says, put you're hands up and come out. And then we\nhad to dig a hole in the ground and you had to kneel down and do it. And he stood\nbehind you with a loaded gun. He had his finger on the trigger, he could blow you're\nbackside off. You went to the bathroom out of being scared. If he had a twitch, I've\nhad it, | fall right into the garbage. Now, things like this. Then, when we got out,\nonce in a while, in the courthouse, | would say, Guard? I'm free? You always felt\nthat they are walking behind you with a loaded gun. It took us a while to get rid of it.\nThat is how it takes us so long to get rid of these nightmares. You're so use to\nthem, having them, so you say, how did it effect me? Nothing effected me. If my\nwife got sick, and the doctor gave bad news, | would say, it isn't as bad as they\nmake it out to be. Come, I'll find you someone. | will help you. | made a few calls, |\nfound someone to help her. | went to them, they helped her. That was ten years\nago, she's fine, for the last ten years. Nothing can be as bad. | have learned not to\ntake things on a scale, like don't make a big deal out of anything. Because nothing\nHarry Alexander 67\nOctober 11, 1995\nPage 67\ncould ever happen to me again, what happened to me there. Nothing. Because\nI've had the experience to deal with it. I've had the experience of fighting it, | had\nthe strength to fight it, and | would never allow this to happen again. Now they\nwould have to kill me to get me back into that kind of a situation. | would never\nallow this, from anybody. | could save myself now, | could have escaped from\nJaffra. Sure, | had to go through the desert for two hundred miles. One man did it,\nand he made it. Perhaps | would have died in the desert, who the hell knows,\nmaybe a house would have taken me in. | don't know. That man was Be-gar-bick\n(ph), so he must have had connections with the outside.\nhave survived?",
        "A: Yeah. The wrong ones, the right ones. Where | could have done something,\nwhere | couldn't do something. Why didn't | do it? Why did | do this, why didn't | do\nthat? Oh, yeah.\nmoments or decisions that you regret or wish you had done differently?",
        "A: Yeah, decisions. | walked over, with the under conductor, the ;\nyeah, just the Rhine. | was up there. We went up there with donkeys.\n| saw it, nothing but mountains, mountains, mountains, where ever you go there\nwas mountains. And we went all the way up there because it took us all day to\nHarry Alexander 68\nOctober 11, 1995\nPage 68\n. And then, we had food. | said to myself, what the hell. There\nwas nobody up there. | could have spent the last time there, they wouldn't have\ncaught me. There were people, little mountain people, that would live up there.\nThey had a cow or two cows, they had the mild, and they had the cheese, they had\n. | could have spent the last days there, nobody would have caught\nme. | looked down. | said, why in hell didn't | take my sisters up here, we could\nhave spent a lifetime up here. When the war would be over, we could have gone\ndown to the end of the mountain again. There are many years that my sisters could\nhave lived. Once | did it, maybe they were transferred from one camp to another\nand | was in the back of a truck and | went from to ;\nand it happened. We prayed, and they made the turn, and | jumped out of the truck.\n| jumped out, went down the embankments, and joined the underground. | did it.\nIsn't it shocking? And | sort of disappeared in the . | got away. But\nfor how long? What were my chances? | had no chance. | believe if you have a\n20/80 chance, a 90/10 chance. | had not 1% chance to get away. So, what have |\ngained? | was in the woods, in the middle of France with no food and no nothing.\nNo clothes, no nothing, freezing. What have | accomplished? To be free? For how\nlong? Being frightened and scared every time the wind rushes into the leaves.\nBeing scared. Huddling in the dirt, in the garbage and the leaves and the bushes.\nWhat have | accomplished? Free? For how long? Freedom won, at what cost?\nHarry Alexander 69\nOctober 11, 1995\nPage 69\nThere was no freedom. Do you think France is a big country, where you can hide?\nYou can't hide. There is no place to hide. Sooner or later, especially when they're\nlooking for you. Once they got to the other camp, they knew they are one man\nshort. So the hunt was on. So? What choice, what chance? What could | do?\nWhere could | hide? And no food. And there was no food in sight anywhere. You\nthink | was a hunter? You think | could kill a fox or a rabbit? | wouldn't know how. |\nwould know how to eat it. No, like you say, | had a difficult time. Now, | would know\nwhat to do. Now, | don't need to do it. | could fight now. I'm observing, | see things\nmore than others. | know things more than others. | have intuition now. | have\nfeelings, intuitions. | can, | feel things. I, somehow | know, get out of the way, a\ntruck is going to come through. You know, one of these stupid things? | have these\nfeelings. And | say to my daughter, how can you let Brian go down to the corner,\nwait for the school bus by himself? These things go through my mind. Some nut\ncould come and get him. Although she sends the dog with him. A Rotweiler, a 110\nlbs. Rotweiler. He goes down with him. He goes on the bus, the Rotweiler comes\nback. Ha. Big. So? That's what she does now.",
        "A: Yes, | should have gone to college. Big mistake. | had the smarts, | had the\nHarry Alexander 70\nOctober 11, 1995\nPage 70\nhead, | had a good head. | should have gone to college. Mistake. | reached the\nheights in my profession. | have every, that's as high as | could go, could go no\nhigher. But | should have dropped, | should have gone to college. | should have\ntaken up engineering. That's what | really like to do, mechanical engineering. Like |\nsaid, at that time | thought | couldn't do it because | didn't have the money, it would\ntake too long and | had to eat. Where was | going to get food for me to eat, | had no\nmoney to eat. Even if it would be a free college, | still would have to eat, pay the\nrent and clothes, whatever, basic necessities. But if | would have had a chance,\nwhen | met my wife, | would have sent her out to work and | would have gone to\ncollege. That's a mistake | made. That was the last of the big mistakes. It was. |\nmean it. | should have gone to college. | had the ambition, | had the strength, | had\nthe perserverience, | had the intelligence. It may surprise you to know what you, to\nunderstand what you have to know being a good watchmaker. It may surprise you\nto know. You have to know algebra, mathematics, . It may surprise\nyou what you have to know as a watchmaker, a good watchmaker. I'm not talking\nabout the , I'm talking about the watchmaker's watchmaker. When\nyou work on a $10,000 or $15,000 watch, you can't make any mistakes. And when\nyou are working on a timepiece that has 400 or 500 pieces in it. You can't make a\nmistake. You can't put one upside down because he has to take apart 380 pieces\nto get back to the bad piece. You don't get paid for that. Extra work. So you have\nHarry Alexander 71\nOctober 11, 1995\nPage 71\nto have a photogenic mind, you have to know exactly where everything goes. Take\nit apart, you have to know every piece, you have 300 or 400 pieces, you have to\nknow it. You can't fool around, play no games. There are many nights | sat until 3\no'clock in the morning, but | did it. Although it wasn't easy. If | had put the effort into\na college that | put into this trade, | would have made flying colors. But | am not\nsorry. You know, | have learned that you cannot be sorry about everything you did\nwrong in life. It happened. You can't go back, so what good does it, feeling sorry?\nYou just take it the way it is, make the best of what you have. If you don't get what\nyou like, you better like what you get. It's the old story. | made good in my trade. |\nhad my own business for 25 years. | did well. | can't complain. | worked hard but |\ndid well. | have a nice house, | have a nice, my kids all went to college. They all\nmade something out of themselves, whatever they wanted. | say to them, you can\ndo whatever you want, but go to college. Bring me that piece of paper on the wall.\nYou got that piece of paper, you're free. | don't care if you're a garbage man, | don't\ncare if you sweep the streets, but bring me that piece of paper on the wall. And\nsomehow, there was no argument, they understood. What my children understood\nis that they have to have a Masters. That is what | demanded of them. No more. |\nsaid, I'll pay all you're bills, | pay all the college, no problem. But bring me that piece\nof paper. Perhaps I'm not educated to this day. You understand, | speak and write\nthree, | speak and write three languages, four languages maybe, and | speak and\nHarry Alexander 72\nOctober 11, 1995\nPage 72\nwrite none. You understand that? Four and none. None good, none right. I'm not\neducated. | missed out on that. I'm very, | feel very bad about this. And | always\nsuspect someone that speaks well educated, that has a nice way about them.\nSure, my son comes, | don't understand what he's talking about, but I'm happy he's\neducated. He's a college boy. My heart is warm, because | may not understand\nwhat he's saying, but he's a college boy. | said, Paul, what did you just say? Write\nit down. | can't say it twice. He wouldn't say it twice. | don't care if | understand it. |\nhave to go to my daughter, say, how do you write 'two'? To write out the check. '20'\nor '200' or '2000', how do you write 'two'? Two hundred? | did that to my daughter.\nShe's a school teacher. She said, Da, you writing me out a check for 200? Well, if\nthat's what you want, | give it to you. But she has to tell me how to write ‘two’ to this\nday. | still don't know. | make mistakes. | still soeak multi languages, some | picked\nup. You see, that's the whole difference. | speak them, | go to France, | can speak\nFrench. But | don't speak French. | can write French, but | don't know how to read\na French newspaper. But | skip words. | believe that if | lived there for three\nmonths, | would pick it up again. I've been out of there for fifty years. |\nGerman. That's high class German, | can understand it. And | went to a German\nschool, | just grew up. After a few years | was finished. | forgot. It's fifty years. |\nforgot. | don't remember anymore. But I'm sorry that | didn't further my education,\nbook-wise. And | feel sorry for everyone that doesn't. It's a big loss. If you can\nHarry Alexander 73\nOctober 11, 1995\nPage 73\npossibly understand how important education is. | know. | never had it. | have to\nask my wife sometimes, how do you write this, how do you write that? She tells me.\nShe spoils me, she tells me. I'm not ashamed to ask. | have asked my son, you\nknow what he says to me? Look it up in the dictionary. | say, Paul. He says, look it\nup in the dictionary. He won't tell me. He wants to make people use the dictionary.\nAnd | do.\nuse to?",
        "A: Yeah, a great deal.\ni's possible, even with you're experiences during the war, to look back and say,\nwell, all in all, maybe I've had a good life?",
        "A: No, | didn't have a good life. I'm happy to be alive, there's a big difference. |\ndidn't have a good life. How could | have had a good life? | struggled the moment |\nleft home. Let me tell you something. The home | come from, we had three\nfactories and nine stores. Big ones. We had a factory in South America, in\nArgentina. We had a big factory, we had a big factory in Milan, Italy and a big\nfactory in Ver-bes-pul-rita (ph) in Germany. And nine Lodz outlet stores. We sold\nfur coats. Would you say we were well-to-do? Would you say we had a good deal\nof money? Since | left home, that was it. | had, no longer had a good home. |\nHarry Alexander 14\nOctober 11, 1995\nPage 74\ncame from a well-to-do home, good upbringing. Happy surroundings. There were\nalways fourteen, fifteen people in our house. We always had five, six, seven guests\nfor dinner. We always had a big, open house. Suddenly that all stopped. No, |\ndidn't have a good life. | can't look back and say I've had a good life. | struggled\nfrom the day | left home. Until the day | came to America, | was, the struggled never\nended. | use to go to very good watchmakers, | use to ask them, how do you do\nthis? And how many ways can | do that? They would do it for me, but they wouldn't\ntell me how. | had to figure it out by myself. They wouldn't give away the secret.\nThey would do it for me but they wouldn't tell me how to do it. So | had to struggle,\nfrom the moment | left home, my struggle started and never ended. And it never\nended, even in America, after | was married. Then are the kids in the struggle, how\nto divide my time between a great deal of work and the children. Then finally, finally\n| stopped, but | stopped making good money. | owned my own business 25 years\nold and the business clicked, took off. And when that took off, | say, hey, it's taking\noff before | knew it. | worked for twenty-five stores. | did the work for twenty-five\nstores. | had all of Manhattan and Bronx and Brooklyn and Staten Island and\nJersey and, tied up and they thought, we'll work him all over the country. All over. |\nhad so much work | couldn't deal with it. | couldn't handle it. Piled up, | was choking\nwith work. People would have to wait six, seven weeks to get their work back, | had\nso much work. And | did whatever | said when, and it started taking off. And | did\nHarry Alexander 75\nOctober 11, 1995\nPage 75\nthat for 25 years. I'm not complaining about that, but it was a struggle. Then | had\nso much work, | had to work day and night to get it out. That was struggle. | had no\ntime off. | couldn't take off a day. | sent my wife to Mexico on a vacation with the\ntwo kids and | had to stay home and work. | just didn't have the time to go. So, it\nwas a struggle. You know, there are different kinds of struggles. There are\nstruggles for you're life, there are mental struggles, there are psychological\nstruggles. There are all kinds of different struggles. | use to sit on the bench and\nwork and my mind use to be, then it got to be so good, so fluent. | did it\nautomatically. The hands just went. And then my mind started to wander back\nagain. Well, I'm making money, what will we do with it? Is it going to help me? Is it\ngoing to ease my pain? Is it going to ease my memories? Is it going to take away\nthe bad, the nightmares? It didn't. And since | retired, my wife doesn't know\nbecause | don't talk about it. | don't tell her. I'm bad off, what does she have to\nknow? | do casual conversation, casual things. But...",
        "A: Don't tell her anything. | don't tell her anything. Once in while | come out with it.\n| remember, oh, that's good, cold water. | remember | would have given ten years\nof my life for a glass of water like that. And she say, you're starting up again?\nYou're back in the desert? Oh, you don't know, that's a good sandwich. Ah, you\nremember how you picked up the crumbs? | say, yeah. You know, pick up the\nHarry Alexander 76\nOctober 11, 1995\nPage 76\ncrumbs, years ago, there was a bread, on a tent, one bread for a tent, twenty men,\none bread, little bread. Twenty men. So, one was in charge of dividing it. One guy\nin a tent, every day a different guy, that was allowed to pick up the crumbs that\ncame off the bread as you are cutting it. | remember this, | use to pick up a crumb\nat a time, a crumb at atime. So. My wife says to me, are you picking up the\ncrumbs again? Once in a while | say, you know it slips out, you know, | say, this is a\nnice, delicious role here. Ah, you're thinking about the crumbs you picked up? Can\nyou understand that? It's the little things that, you know, so many of these little\nstays in you're head and once in a while it comes out. You know, it's, | appreciate\nthe whole roll, not the crumbs. Can you understand that? | don't know how to\nexplain that, but nobody would understand that. No, people will make a joke or\nforget about it.\nEnd of tape 3.\nHarry Alexander 17\nOctober 11, 1995\nPage 77\nTape 4",
        "A: Yes, I've been sort of curling into myself, you know? | become a recluse, or\nwhatever you Call it. I'm not a very social guy because there's nothing anybody can\ntell me that | don't already know. Or that | would care to listen to. So | like to be by\nmyself. You see, my wife goes out at 9 o'clock in the morning, comes back at 3 or 4\no'clock in the afternoon. I'm very happy, I'm by myself. | go to my daughter's, out in\nJersey, she has a big house, a big yard. Two acres. | take a chair, | go back in the\ncorner under the tree and | sit all by myself. [Inaudible]. She comes to me, she\nsays, what are you doing there by yourself? | tell her I'm happy this way. I'm very\nhappy being by myself. I've reached a stage in my life where | want to be by myself.\n| don't care to be with anybody. | can't talk to anybody. | want to live in my own\nlittle world. | want nobody else in this world, my little world. | don't care about\nanybody else's. | don't care what's going on out there. In here, it's me and me\nalone. So if the world passes me by, that's fine with me. It passed me by anyway.\nI'm angry. It passed me by anyway. And not in a good sense of the word. In a bad\nway. My years passed me by, where? In the camps, in the prisons, being hunted.\nEating garbage. It passed me by anyway. So! don't care. | come to a point in my\nlife where | don't care. | don't give a damn about anything, anybody, anyway.\nWhatever goes on out there, what ever wars go on, | fought my war to last me a\nHarry Alexander 78\nOctober 11, 1995\nPage 78\nlifetime. | fight no more wars for anybody at any time, anywhere. I'm not interested.\nYou have to understand my feelings. | don't care about anybody out there. They\ndon't bother me. | had my way at my time, that's enough for me. | have a hard time\nenough dealing with what happened to me. | don't want to have to deal with\nanything else that happens on the outside. | don't Know if you understand what I'm\ntrying to bring across to you. Nothing.",
        "A: Yes. My answer is minding my own business, living my own life. Be with my\nown little memories, with my good ones and bad ones. With my nightmares and my\ngood dreams. And just trying to live my life out as best | can. I'm seventy-five years\nold, not much more. Allow me to live my life out my way. Don't tell me how to live\nmy life, what to do, how to do it, when to do it, where to do it. Allow me to live my\nlife out, my years out, my own way, the way I've tried to be happy in, or unhappy in.\nThat's all | want.",
        "A: Yes, Max, yes.\nHarry Alexander 79\nOctober 11, 1995\nPage 79",
        "A: That's the only thing you had to look forward to, tomorrow. What else did you\nhave? Max Stein was his name. | wonder what happened to him. He went back to\nAustria. He was an army officer in Austria, a professional soldier. And | use to say,\nMax, we use to look over the wall, right over the desert, and | would say, Max, you\nknow it and | know it. | sooke German with him. You know we'll never get out, you\nknow that. We're here almost 2 years. You know we'll never make it. Every day\nwe buried people. And Max would look at me, he's say, boy, tomorrow is the day.\nYou better pack you're things together because tomorrow we'll be liberated. The\ngates will open. The allied armies will storm in and free us. | would say, Max, you\ncan't be, you're joshing me. Remember, | was 19-years-old, 20-years old. Max, he\nwas quite a bit older than me, 35, 40. He says, tomorrow is going to be the day so\nget ready. Now, | really didn't believe him, but | was afraid not to believe him. He\nput doubt into my mind. You know? Maybe he's right. Maybe tomorrow | will get\nfree. And then what will | do with my freedom? | said, Max, where will we go when\nwe get out? He says, things will take care of themselves. You've had places to go.\n| said, Max, we can't go home, we have no home. We can't go to our families, we\nhave no families. We have no money. We have no skills, no trade. What are we\ngoing to do when we get out? Another problem. He would say, let's tackle one\nproblem at a time, Max would tell me. One at a time, he says, once we get out then\nwe will attack the next one. And | said, you know, Max, you better stick with me\nHarry Alexander 80\nOctober 11, 1995\nPage 80\nbecause you know where you're going, | don't Know where I'm going. | go where\nyou go. And he says, well, you will find your own way. And this was it. And the day\nbefore we got free, a few days before we got free, Max said, you know you're going\nto get free now, but be yourself mentally. What are you going to do with freedom\nafter two years in confinement? | said, Max, | think | know where | will go. He said,\nyou see, | knew you would do it. | Knew you would know what to do. So a few days\nlater, we were free. The gates opened up, the guards were gone. And we were\nafraid to go out. We thougNt, it's a trap. We thought, they opened the gates, took\naway the guards, make us go out and shoot us trying to escape. We thought it was\na trap they laid there for us. We were afraid to leave. So the older guys said,\nnobody leaves the camp. We want to know what's going on out there. And, sure\nenough, a few hours later, the troop carriers came, British, and they came to us\naround the camp and . Now you have to picture, from almost\n4,000 men, 300 left, for two years. 330 something. And what we wore was a sack\nwith three holes, one for the head, two for the arms. That's all we had left at that\ntime to wear. Dates, from dates, sticky sacks from dates. Full of lice. This was\nsticky, the dates, it was sticky from the dates, you know? We hadn't washed them.\nWe hadn't taken a bath in 2 years. A haircut, a shave, in 2 years. So you can\npicture what we were made of. Desperate, skinny. And when the Captain looked at\nus, he says, put down the guns, boys. We had Professor, Dr. Pick. | had a picture\nHarry Alexander 81\nOctober 11, 1995\nPage 81\nof him. He died later. He was a Professor, Doctor in the Vienna University. He\nspoke about, | don't know how many languages. He stepped forward, an old,\ntattered man, and he spoke to them in English, what we were. He said, | heard him\nsay, boys, put down the guns, get these people out of here. And they took us to the\nhospital, in Ma-son-kava (ph), first came Algiers Hos-in-day (ph), Ma-son-kava (ph)\nand Fort N-low (ph) and Fort Blanche (ph). Fifty years and | haven't forgotten their\nnames yet. And at there was a big army hospital, all tents. With\nnurses and people. And they took us there. The nurses, they were all offices |\nremember. All these things on their shoulders. They came, they shook their heads.\nWhen they unloaded us from the trucks, this is what we looked like. We smelled,\nwe stank. It was terrible, we were full of lice. Oh, they said, get these things off\nthem and put them in the showers. We were so skinny, so sick. Some couldn't\neven stand up anymore. But they helped us. They gave us injections with needles,\nthey took out blood from in the rain, | don't know what they carried on\nwith us. We weren't allowed to eat for fear that our stomachs would burst. Only the\nfluids. But then in a little, they gave us something to eat. It took me no more than\nthree weeks, | was back on my feet. | was running around like crazy. | was young, |\nwas 21-years-old, you know? But the others died, there were 30 or 40 died even\nafter they got out of the camp. It came, then Max came to me. | was in uniform\nalready. He says, Harry, didn't I tell you. The day will come. The day is here. We\nHarry Alexander 82\nOctober 11, 1995\nPage 82\nwere ready for duty, he also joined the army, in a different outfit. But we met. | said,\nMax, you were right. It took 2 years. You told me that for a year. A little late, but\nyou were right. We are free now. Now where are we going to go and what are we\ngoing to do? Fight the war. Didn't we already fight the wars? In a different way, but\nit was a war we fought. Yeah, he says, we use to sit many times. In the evening,\nafter our duty. We use to sit and we use to talk. | would say, Max, what are you\ngoing to do after the war? What are we going to do with our lives? We have\nnothing, we have nobody, we have no place to go. What's going to happen to us\nafter the war? Right now they are giving us three meals a day. What's going to be\nafter the war, Max? He said, we'll tackle one thing at a time. After the war, when\nwe get out of the army. Something will happen, you'll find something to do, you'll\nfind someplace to go. And he was right. | wonder what happened to him. He is\nsomeplace in Austria. If you could get some of these guys together that we spent\nthat time with, that would be nice. No? We only had it once, but they all went their\nseparate ways. And it was always sad, too, because together we talked about all\nthe little things and the big things. About the people that died and the little things,\nthe little incidences, little tiny things. You know? Like eating the crumbs from the\nbread or you know, we were so many in the tent that we had to lay on our sides.\nWe couldn't lay on the back. When a bug would bite you, you had scratch, you had\nto wait for you to scratch. The whole tent had to turn around on their other side to\nHarry Alexander 83\nOctober 11, 1995\nPage 83\nmake you're scratch, so you could scratch you're side where the bug was. And\nnow, it's so funny. One guy would yell, everybody turn around on the other side.\nSome guy has to scratch. So the whole tent has to turn around on their other side,\nwhile we are turning, we scratched. Little, stupid things. But there were bugs in the\nground. We slept on the ground, you know? There were ants and things, you\nknow, that would bite you. Little, stupid things that we use to, that we laugh at now.\nNow it's funny. It wasn't funny then. It was serious. You had to scratch, you can't\nscratch, it's terrible, you know? You get all bitten up. And how we walked around in\nthe date sacks. They were sticky inside, they were full of ants or full of lice. And we\nhad to walk around like this, it was torture. Especially the heat. When the sun went\ndown on it, they were breeding inside you, that's all you had to wear. Now you\nlaugh about it, but it wasn't funny then. It was serious. And then, the whole, we\nmade jokes. We use to say to each other, you, you're never make it. And the guy\nwould say back to you, | make it before you. And we use to kid around like this,\nalthough it was funny then, it was sad. It wasn't funny. Today, you say, ah, that\nwas a funny thing he said. It wasn't really that funny. It was sad, it was hard.\nPeople don't understand these things. The little, minor little incidences there. We\nuse to get the rotten onion or rotten potato in the soup, the soup, which was warm\nwater. We had to scoop up the bugs from the top to get to the soup, we would get\ncold soup. We had to scoop up the, today you laugh, you know? We use to say,\nHarry Alexander 84\nOctober 11, 1995\nPage 84\nlook at the age of the, you know we ate out of these cans that you buy, vegetables\nand these cans that you have to open up to get to the, that's what we ate out of.\nYou would say, how many bugs you got in there? Eight. | got twelve. Use to make\nfun of it, wno has the most bugs in the, the thing, some, this is disgusting to people,\nbut that was our life. Our way of life. And we got use to it. We thought. We never\nreally got use to it, but we said we had to put up with this. You had to stay alive.\nYou're main objective is to stay alive, no matter what it took. Stay alive. Two things,\nstay alive and don't give up hope. It was very difficult, not to give up hope under\nthose conditions. But staying alive was the important thing. You could not allow the\nluxury of giving up. So that's why today, who cares. Could it ever be as bad as\nthen? Could it ever be as, could | ever sink as low as | did then? Ever? What\ncould possibly happen in my life that would be as bad as | had it then? They say,\nyou go down only one way here, you come up again. Nothing could ever happen in\nmy life, nothing, that could ever be as bad as that.",
        "A: Why is it important?\nHarry Alexander 85\nOctober 11, 1995\nPage 85",
        "A: No. Not important. Why should it be important? Why should my kids be sad?\nWhy should my kids have bad feelings, what happened to their father? | don't see\nthe purpose. That's something that will die with me. That was born with me, live\nwith me and die with me. Why should they know? | feel badly when these books,\nall the Holocaust books, the whole library | have. Leaving that to Brian. Why should\nhe go through this? I'd just as soon throw them out. Why? What's the purpose?\nTo make them feel bad? To make them see what a rotten world it was? To make\nthem see what a guilt-ridden, rotten world that allowed something like this to\nhappen? To make them lose faith in their existence, in their world that they are\nliving in? No, what's the point.",
        "A: To me, not for them. Yeah, for me. Because | lived it. That was part of my life.\nIt's not part of theirs. Yes. It's part of my life. My family was part of my life, it's not\npart of theirs. They'll never know, my family. They'll never know my brothers and\nsisters, my mother or father. They never knew them. So why should they mourn\nthem? They are passed, God knows where they are, alive or dead. Where they are\nburied, | don't even know to put a flower on their grave. Why should they be\neffected by this? What's the purpose? Do you see a purpose in that? | don't. With\nme, it will die. Everything will die with me. My experiences, my life, my suffering,\nHarry Alexander 86\nOctober 11, 1995\nPage 86\nmy memories, my nightmares. Everything will die with me. That's going to be, they\nwill bury me and they will bury that with it. They will say, oh, he was really a nice\nguy. Poor guy. He suffered so much. They'll never know how much. He suffered\nso much. Maybe he's better off. Yes, my friends. That's what it is. That's what it's\nall about. It's sad. What is it they say, my friend? We all live with our problems, we\nall live with our nightmares, our past. Some more than others. | live with it every\nday and every night. Every free moment | have | sit down here. | have made it\npretty cozy down here, haven't I? | sit down here and | don't put the lights on. | put\nmy head back and | re-live my life every now and then. A bit at a time, a chapter at\na time.",
        "A: My pleasure, my friend. If somebody can learn from it, just a little bit, like never\ngive up hope. Have faith and believe in yourself. You'd have it half won.\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionOctober 11, 1995"
    ]
}