{
    "rg": "RG-50.549.02.0041_trs_en",
    "sequence": [
        "Question: This tape is a part of the United States Holocaust Memorial Museum Jeff and\nToby Herr collection. This is an interview with Walter Meyer, conducted by Ginger\nMiles, on April 28\", 1999, in Austin, Texas, at Walter’s home. This is a follow-up\ninterview to a United States Holocaust Memorial Museum videotape interview conducted\nwith Walter Meyer, in 1996. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape one,\nside one.",
        "Answer: All right. My name is Walter Meyer, M-e-y-e-r.",
        "Q: Okay. And I -- We’re going to start with the post-war, or really, I know the story, a\nvery touching story about the Red Cross taking you home, and I wanted to ask -- my first\nquestion is, when do you identify the end of the war, or liberation period, as some call it?",
        "A: Well, when the Americans occupied the city of Dusseldorf --",
        "Q: I should ask, where were you?",
        "A: I was in the basement of my house, because the city -- the Americans were across the\nRhine, not only was the city bombarded by the air, but also by artillery, so we were in the\nbasement of the apartment building in which we lived.",
        "Q: When you say we?",
        "A: That is my parents and I, plus the other tenants.",
        "Q: Your mother had gotten tenants for -- in the same house, or --",
        "A: Well, it was an apartment house of six apartments.",
        "Q: Okay. And going back just a little bit, when the Red Cross took you to your mother --\nto your home, is that right? Do you remember any particular impact that the Red Cross\nhad on your rescue? A lot of people have memories about the Red Cross and their work.",
        "A: Well, it was not actually the Red Cross. The Red Cross wanted to take me to a hospital\nand I insisted, I said, “No, I am dying, I want to go home.” So I -- An old taxi cab,\nconverted into somewhat of an ambulance took me home and I told the driver, ““Go and\nask for my father. Don’t shock my mother, because I haven’t seen her for some time.”\nAnd -- So, later on, I heard he went up, asked for my father, wasn’t there, then he told my\nmother that he had something for her, and my mother thought that it was a suitcase that\nmy father had sent from France. And he had finally said, “Look, why don’t you go with\nme?” So I -- my mother walked down. It was snowing, and she looked into the car and\nshe was a little confused because she didn’t recognize me. And so then I told her,\n“Mother,” and finally, after she looked three times, says, “Walter?” And that is when she\ncalled a neighbor to have to carry me in, and I remember the neighbor touched my legs\nand they were inflamed and extremely painful. So, eventually, they got me in and\nsomeone in the train had given me an apple, that caused me to have a little diarrhea, so I\nasked them to take me to the bathroom. And shortly thereafter, the bell rang, 1t was my\nfather and my mother yelled, “Paul, Walter is here.” So he came and he saw me and then\nhe just couldn’t control himself and cried for a long time. Then they sh --",
        "Q: Why do you think he was crying?",
        "A: Because of my condition.",
        "Q: He also did not expect to see you?",
        "A: No. Maybe three days later, two policemen came looking for me, and my father said,\n“Yes, he is here.” And he brought them in and he uncovered me, said, “Do you want to\ntake him like that?” And I think I weighed about 78 pounds. And one of them knew me\nbecause I was a star swimmer, and they told my father, “Nevermind, we’re going to say\nthat -- that he was not here.” So they left and then we accommodate -- accommodate\nourself in the basement. Maybe a day, maybe two, maybe three days later, my father,\nupon my mother’s suggestion, tried to find a doctor who assured my parents that there\nwas no hope. So a priest was called, who gave me the last sacraments, and -- but\nobviously I didn’t die. And then when the Americans marched in, I think it was April the\n12\", my father went to see the commanding officer, told him about me and they came\nwith the military ambulance, and took me to a German hospital which was occupied by\nan American medica -- medical company, and I was with them, ooh, for quite some time.",
        "Q: How far from Dusseldorf, from your parents, were you?",
        "A: Oh, three blocks.",
        "Q: Oh, that’s wonderful.",
        "A: Yeah, the hospital was kind of --",
        "Q: So the hospital was taken over then, by Americans?",
        "A: Yes.",
        "Q: And did you say that there was a Jewish man in charge, a doctor?",
        "A: Yes, Major Hermann.",
        "Q: And one of the questions that I wanted to ask you 1s -- is a long time sort of\nprospective from the post-war to the present time is, from here, from this doctor, have\nyou experienced prejudice because you are a German in certain circumstances, and if so,\nwhere?",
        "A: Oh well, once with Major Hermann. We didn’t -- It didn’t mean enough to him that I\nhad suffered and that I was not, in quote, a Nazi. I was a German and that was enough for\nhim, he being Jewish. After that -- No, I think -- Well, of course, when I traveled in\nFrance, at that time it was near impossible to tell somebody, I am German, they would\nhave liquidated you. So I traveled through France as a Frenchman. I have participated in\nconversations like, these Goddamn Germans, these horrible, these this and this and so on\nand so forth. So, except -- until when I came to South America, which is about as pro-\nGerman as you can get, in any part of South America, and quite anti-Semitic. So as a\nGerman, no, except for the -- the -- the time immediately after the war in other European\ncountries, where I didn’t dare say that I was German, other than that no, I had -- there\nwere no repercussions because of my heritage, no.",
        "Q: I want to go back to your being in the hospital and three blocks away and how long\nyou were in the hospital and did you see your parents?",
        "A: Yeah, my parents came from time to time and I remember that I gained, oh sometimes\nas much as a pound and a half a day. And one day the American doctor told me that my\nheart would not support so much gain of weight and that I had to get up and I thought that\nwas a bad joke. But I remember h-he telling me that I had to jump on one leg 13 times\nand then on the other one, where little by little, I went -- some GIs drove me around in a\nwheelchair and I would do sketches of the GIs. And then, maybe it was two or three\nmonths later, I walked with this cane and I was released and I was then with my parents.\nAnd Americans, shortly thereafter, were replaced by the British.",
        "Q: In the hospital?",
        "A: No, not in the hospital, as occupation troop. The -- The -- si -- The American military\nzone -- part of the American military zone became British. They -- They re-divided\ngeographic areas, where the Americans stayed in Frankfurt, Heidelberg and so on and the\nBritish used another part of Germany and of course the Russians took all of East\nGermany.",
        "Q: You had quite a -- a rich life since, which is why I wanted to start here, and I also had\na question, although I understand that you were a person who loved adventure, I\nwondered how long you stayed at home, and why did you go?",
        "A: Situation in Germany was rather unbearable, Black Market, one German would\ndenounce another German for being a member of the Nazi party, for having done this or\nthat. The entire country was destroyed, Dusseldorf 75 percent. There didn’t seem to be a\nfuture. Money did not exist, it was bartering. Coffee, cigarettes, butter were the main\nitems for bartering. My parents had lost my brother, who had fallen to his death in the\nAlps. My mother continuously cried. So it was a period of depression and even though at\nthat time it was an impossibility to leave, you couldn’t leave -- you couldn’t go in the\nstreet after 10 o’clock. But somehow I flirted with the idea of going to America. And\nanybody with whom I would have shared the idea would have declared me insane. I went\nto see a teacher of mine, an old teacher who -- I understand that he had an estate, or his\nfamily had an estate in America. And I didn’t know that much about the difference of\nSouth America and North America, to me America was America. I went to see him, and I\nremember he asked me, “Where do you want to go, eventually?” “Well,” I said,\n“America.” “What part of America?” And I said North America just to give him an\nanswer. He said, “Well, I’m very sorry, but my family has an estate 1n -- close to Buenos\nAires, in Argentina.” Then I went to see my father, and I told him that -- that I was going\nto try to leave. Said, “You know that’s impossible.” Well, I said, “I’m going to try.” And\nhe said that, “If I didn’t know you, I would say you are crazy, but -- but there’s no need\nfor me to say anything. All I say that whatever person you meet, just expect them to be no\ngood and if they are good, you’re going to have a very pleasant surprise.” That was his\nadvice. I had previously tried -- well, let me explain that many Germans in large cities,\nknowing that the cities were to be or were being bombed, took certain items of value and\nshipped them to relatives in rural areas, which happened to be the Russian zone. My\nparents had shipped a suitcase to some friends. And going to the Russian zone was quite\nan adventure and I went to the Russian zone several times. And that itself is quite a story.",
        "Q: Was this the Russian zone in Germany’?",
        "A: Russian zone in Germany.",
        "Q: And that meant that the Russians were in charge of everything [indecipherable |",
        "A: They were the occupying force, and they were terrible. So, we’re -- going to the\nRussian zone was in itself something like going to a foreign country. I had gone there\ntwice, so I figured that somehow I sh -- I should be able to go. I had an address of a\nrelative of a friend in Belgium.",
        "Q: What was your motive for going?",
        "A: Oh, I was sick and tired of Germany, of the situation in Germany, thought there must\nbe better places in the world then, than corruption, Black Market, degeneration, etcetera,\netcetera, etcetera.",
        "Q: So you said goodbye to your parents?",
        "A: Well, I didn’t say, excuse me, I didn’t say goodbye, I told my mother that I was going\nto a water polo championship, and she said, ““There’s nothing like that.” “Yeah,” I said,\n“veah, yeah, yeah. Ill be back next week.” I came to see her again seven years later. So\nshe didn’t know that I was gone. She thought I was going to be away for a few days.",
        "Q: Did you tell that to her to protect her, 1f anyone asked, or --",
        "A: Oh, yeah, I -- I -- no, I told that to her because she would not have allowed me to\nleave, and I didn’t want her to cry. So I stow away to Achen, which 1s right on the border,\nand there I -- I had some cigarettes with me that I gave to a railroad employee, and I\nasked him -- I spoke to him with a French accent and I told him that I had been in\nGermany as a French prisoner of war and that I’d fallen in love with a German girl and\nI’d come to see her and I needed to go back. And I wondered whether he could help me,\nwhether there was a train going across. He told me about a cargo train and well, I hid in\nthat cargo train and went to Belgium. I went to see an old farmer. Matter of fact, I visited\nthe farmer’s son last year. And he told me, “Don’t come up, they’re looking for Germans\nall over the place, so --",
        "Q: How did he know you?",
        "A: He didn’t know me. I told him who I was. He was the cousin or nephew of a lady in\nour neighborhood. You have to underst --",
        "Q: Oh, sorry.",
        "A: -- You have to understand the situation. The border towns in Germany and Belgium,\nthey were German during the Kaiser. After the Kaiser, they -- they became Belgium.\nHitler took it back, and after Hitler lost, they returned to Belgium. So those areas, like\nAlsace-Lorraine, they all speak German and they’re probably more German than Belgian,\nor Germ -- [indecipherable] so anyway, he gave me some sandwich, an apple, and told\nme that I should wait for the milk truck. It took me to Liege. Well, at -- at noon time, I\nwas in -- in Brussels and I stayed a few days in Brussels, visiting with a friend of my\nfather. Then I went to France and eventually I became a sailor. That went on until\nDecember of ’48, when I stow awayed on a -- on a Dutch freighter and went to South\nAmerica.",
        "Q: Before we get to South America, I -- I was interested that you learned English from\nAmerican Gls. Could you --",
        "A: Well, I didn’t learn from them, let’s say that I progressed, cause I had had English in\nschool, and I was -- I’d always been a linguist, so languages are not of any difficulty to\nme, and so, with the Gls, I had a very good opportunity to practice and to learn more\nvocabulary and maybe become a little more Americanized in -- 1n my speech pattern.",
        "Q: And this is while you were in the hospital?",
        "A: True, true.",
        "Q: So, how did you get to South America now”?",
        "A: Well, I stow awayed on a Dutch freighter and went first to Brazil.",
        "Q: How -- Do you remember the name of the freighter, or --",
        "A: Yeah.",
        "Q: [indecipherable]",
        "A: Par-Parkhaven. Pay -- P-a-r-k-h-a-v-e-n. One of the oldest ships on the ocean at the\ntime, was still a coal ship, and then a -- there weren’t too many coal ships around any\nmore.",
        "Q: Coal, c-o-a-l?",
        "A: Yeah.",
        "Q: And from what port did you --",
        "A: From Antwerp.",
        "Q: How do you stow away?",
        "A: Well, at the time, in different ports of Europe, I went aboard ships, and -- well, the\nfirst time I went on a ship was I worked in a nightclub in Bordeaux drawing portraits and\na captain walked in and he was -- he was quite drunk already, but I did his picture\nanyway and he paid me and he drank more, and eventually he was unable to -- to walk,\nand I felt sorry. And in port cities, there’s always danger of being attacked. So, I took him\nunder my arm and took him to his ship, which was the Silver Ocean, a Swedish ship, and\noh, it must have been three in the morning, and when I woke up, we were on the ocean.\nHe looked at me and said, “Who are you?” And I told him, he said, “Well, if you helped\nme to come aboard the ship, I ought to help you.” And he gave me a seaman’s book,\nwhich is kind of an ID card for sailors, and with a seaman’s book, you can actually work\non almost any ship that needs help, but I lost the seaman’s book eventually. Anyway,\nwith him I went to Casablanca. I went back to continental Europe and I was trying to\nstow away on an Argentine ship, but the captain kind of smelled --",
        "Q: What part of eur -- you mean you went directly back on that same ship to return to --",
        "A: No, I went -- went back on another ship and went to Toulouse. From Toulouse I think\nhe went to La Rochelle. La Rochelle to Lavre, and I went eventually -- went to\nRotterdam, Amsterdam and eventually I came back to Anverb and I received at the post\noffice, letter from my father, who said that, “Dear Walter, there -- you will not be able to\nleave Europe for America. Your mother has baked special cookies for Christmas and I\nask you to come home and be with us for Christmas.” And I wrote back, “If I don’t get a\nship until next week, Pll be home.” And that’s what I would have done, but on December\nthe 16\"\", I was on the Parkhaven and stow awayed on the Parkhaven. I had someone who\nhelped me. The way it goes when you stow away from a European port, you try to stay\nhidden for at least two days, until you’re far away from the British Isle, because if not,\nspeed boats will pick you up and bring you back. Captains hate stowaways aboard.",
        "Q: Could I ask you, before we get too far on this ship, did your father know that you were\nleaving, whereas your mother did not? He knew where to write you.",
        "A: Yes. Oh, by that time -- by that time, of course after one week, I didn’t return and I\nsent letters home, s-so oh yes, my mother knew I was gone. She still hoped that I would\nbe back soon. And so, on this ship, I think the second day, the chief steward came and\ndiscovered me. The beds generally have curtains so the light doesn’t bother you so much\nand he drew the curtains and he saw me there. And they convinced him not to report me\nto the captain. By they, I mean the few guys who knew about me. And so he said, “Well,\ncan’t leave him here, you have to find another hiding place.” So they put me to the most\nhorrible place of all places, and that 1s where the propeller of the ship is. Well there 1s a --\nthere’s a small ladder going down if you have to repair the propeller, and there’s some\nold, big ropes lying there. And I was there, well, I guess a day and a night. And boy, you\ncould always feel the water comes almost to your feet and then goes back down and it’s\nsolid black. I mean, a -- a -- a dungeon is nothing in comparison.",
        "Q: Did you have food?",
        "A: Yeah, they -- they -- they dropped some food down, or they let it down with a rope, so\nI ate a little bit. Well, anyway, after that time never passed, they finally got me out and --\nand then took me to the captain and the captain, remember asked me about my nationality\nand I told him I was French.",
        "Q: You had no passport or anything like that?",
        "A: No, I have no passport and -- and he -- oh, I told him that I was -- spoke Dutch and he\nasked me to pronounce Slavaninga, which is a city in Holland and no Frenchman can\npronounce Slavaninga, it’s just impossible. So I says Slavaninga, he says, “You’re not\nFrench.” And so I told him that actually I was from Alsace-Lorraine and I also spoke\nGerman, and he kind of accepted that and he told me what to do and I became a coal\ntrimmer. A coal trimmer is one that shovels coal and shoves it to the firemen, who in turn\nput the coal into the fire. So I worked together with a -- with a black guy from Curacao,\nhis name was Lovey. And I had a shift from four to eight in the morning and four to eight\nin the evening. I began to do drawings, copies of photographs and I became rather\npopular on the ship and the captain called me one day and told me that we were going to\nfirst go to Vitoria in Brazil and that he asked me to be quiet, that he would not turn me\nover to the authorities. I had told him that I had an uncle in Utawai who was waiting for\nme, and that came because I had met some guys on an Argentine ship. One of them had\ntold me that his family lived in Montevideo, that I was welcome. Then he gave me an\naddress in Montevideo. The other one gave me an address in Buenos Aires where I could\nstay. So anyway, I told the captain that I had an uncle in -- in Montevideo and he said,\n“T’Il bri -- take you Montevideo, so just don’t move in Brazil and let the immigration and\nthe police come aboard and I’ ll take care of you.” And so Lovey, my companion, asked\nme, “What did he want?” “Well,” I say, “he told me that he wouldn’t turn me over to the\nauthorities.” He said, “You can’t trust the captain, there’s no way he will protect you.\nHe’s going to turn you over to the authorities and you’ll be shipped back.” Well, I didn’t\nwant to take a chance, so we came to Victoria -- Vitoria --",
        "Q: In what country?",
        "A: Brazil.",
        "Q: Okay.",
        "A: And, see, the foreign ship never comes into the port, it’s always a pilot that guides it\nin. So the pilot came, I said, “This is it.”” So I jumped and swam ashore. But a police boat\npicked me up. They took me police station -- I was not allowed to swim there and then\nthey didn’t ca -- quite know what to do with me. An interpreter came, and he happened to\nspeak English so-so and German quite well. I think his grandfather was German. And I\nconvinced him not to turn me over to the immigration offices in Rio.",
        "Q: This is the end of side one.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- interview with Walter Meyer, tape one, side B.",
        "A: So I convinced this German speaking interpreter to let me go and I stow awayed on\nthe same -- same ship, for the second time. The captain was extremely furious when he\nsaw me. He -- He -- I -- He could hardly believe that I had not trusted him and I\nconvinced him that there was too much at risk, that I didn’t want to go back and well, he\nfinally understood and said, “Well, I promise you I’d take you to Uruguay,” and so he\ndid. And I went to see the family of the man who told me that I could stay with his family\nand I was told very clearly that there was no way for me to stay there, that the man was\non th -- on the sea, that he would not be back for another month and that I should go to\nArgentina, would be easier than Uruguay. So I went back to the captain, I told him that I\ntalked to my uncle, who had moved to Buenos Aires, and, “Please Captain, take me there\nwith you.” And he said, “No, police in Argentina is little -- too bad, I don’t want any\nproblem. But if you stay here, sooner or later we’ll come back to Uruguay and we’ll take\nyou back with us then.” “Well, thank you very much.” I think he gave me 10 Uruguayan\npesos at the time and told me that I would always be welcome. Then --",
        "Q: Welcome on his ship?",
        "A: On his ship.",
        "Q: So he liked your work and your -- personally?",
        "A: Oh yeah, he li -- he liked me well. Three o’clock in the morning, I went to visit the --\nyou have two branches on a ship, the -- the officers and the engineers. The engineers, the\nchief engineer, first engineer, second engineer, depending upon the size of the ship, they\nhave a third and the assistant engineer, that’s one who went to school and is doing his\ninternship. Well, that was Chris. Told Chris, “I have to go with you.” And he said, “I’m\ngoing to lose my license, I can’t help you.” Well I said, “Nobody will know.”",
        "Q: What license?",
        "A: His license as an engineer. So, at three o’clock in the morning I came aboard. People\nwere asleep. I left a little -- I had a little suitcase, small, little suitcase with clothes that I\nleft with him, and I had nothing on but shorts and he took me under the -- under the\nfireplaces. There are all kinds of pipes. He took me underneath there and he said, “Be\nquiet here, nobody will find you.” Well, I was there until the next day, and I heard by the\nnoise, the -- the ship was moving. It was going across the river Plate to Buenos Aires,\nwhich is eight hours -- 12 hours, something like that. And the size of my room was about\nlike being in a coffin. What I didn’t know is that the crew, the firemen, knowing that they\nwould be in Buenos Aires for about a week, and they didn’t need any power, because the\npilot would pull them in, they began to clean the fireplace, and all the warm ashes fell on\nme. A-And I was beginning to realize that I was losing my conscience and I just couldn’t\nstay, so I crawled through the door and I came out. And I had a big layer on -- of ash on\nme. They told me later that they thought I was a black guy. They rinsed me with the\nwater hose and then they recognized me. “What are you doing here?” Well -- And they\ncalled the chief engineer, the captain was asleep and the chief engineer said, “I’ll have to\ntell the captain. I’m very sorry, I can’t assume this kind of liability and you will be\nhanded over to the authorities.”",
        "Q: Authorities where?",
        "A: In Buenos Aires. So, I decided to go for a swim again, and I swam about -- oh\nprobably about four or five miles to the port of Buenos Aires, until I heard some\npoliceman screaming. I assume they said you -- you’re not allowed to swim here and I\nsaid, well, don’t worry. I got out and jumped on a Norwegian ship. I remember they\nasked me, “Where you coming from?” And I pointed way, way out there, “I came\nswimming from that ship,” and they kind of celebrated me like a hero and gave me some\nspecial soap, I was oily, and --",
        "Q: What language did you communicate in?",
        "A: English.",
        "Q: English.",
        "A: And I was a little scared because they had told me there was sharks, and so -- and the\nRiver Plate is filthy because all the ships throw all the debris in the water, so when I was\nswimming, I hit a piece of a board, of wood, or something like that, and I was always\nscared it was a big fish. Anyway, I waited for my ship to come and after the authority had\ncome aboard, everything was cleared. Then, I went to visit, and the captain saw me and\nsaid, “How in the world did you get here?” And I laughed and I said, “Swimming.” So\nthen he said, “Let me tell you again, any time you want to come with us, you'll always be\nwelcome.”",
        "Q: What did he admire about you?",
        "A: Well, that I had done the impossible, swam from his ship. I mean, it was an unusual\nthing to do. So then I went to see -- I went with Chris and I had the other address of this\nArgentine officer, Asketta was his last name, that I could stay with his grandmother. So\nwe found the address, which wasn’t too far away from the port, but I was told no way I\ncould stay there. And Chris had to go back to the ship, and it was January, it was the 24\"\nof January, 1949.",
        "Q: And Chris is?",
        "A: Chris is the assistant engineer. And I ended up close to Plusa Italia, a big, big square\nwith a large, large park. And that’s -- that became my house for a couple of weeks. So I\nbecame a homeless and I remember oh, the fourth day, I saw these horse carriages\ndriving around the square very slowly and I was curious. You always find somebody who\nspeaks either German or French or English or whatever, and I learned something rather\ninteresting. They were walking around -- slowly around the square, because those were\ndriving hor-horses -- horse carriages. Anyway, there was a -- th-the famous circuit -- the\nracing circuit of Buenos Aires was close by and I heard the noise in the morning where\nthe race cars came. There were gar -- guys putting these big blocks in the curve -- straw\nblocks. And some guys were building little kiosks where they sold sodas and so on. And I\nmade friends with one and helped him, so I had free sodas and maybe a sandwich. And I\ntook some of the blocks and built myself a little house, to have some protection. It was\nhot, and summer in Buenos Aires is very humid, very unpleasant. Well that’s -- And I\nstopped people on the street and asked them if they had maybe a pesos to spare, that I\nwanted to eat something.",
        "Q: What I’m wondering is, were there a lot of people after the war, who were just\ntraveling around, like you, lost? Or -- What were you seeking? Did you know?",
        "A: Maybe there is something innate in me and that is seeking adventure. But -- Th -- Y --\nI owe you an answer to your question, and that is, traveling was extremely difficult\nbecause, well, as a German of course, Germany did not exist, hence there was no\npassports.",
        "Q: W-W-Why did it not exist?",
        "A: Well, because 1s was occupied by -- by different -- as a country it didn’t exist, it did\nnot have a government. The British were there, th-th-th -- so there was a military\ngovernment, but there was no passport of any sort, so you couldn’t go anywhere, it was\ntotally out of the question. And others, of course, other -- other Europeans, well, why\nwould they travel? This was not the time, like today that the Dutch go as tourists to\nTunisia and so on.",
        "Q: I was more referring to a lot of Jewish people who were in Displaced Persons camps\nand families who were separated and -- did you run into any of these?",
        "A: Well, that was -- that was immediately after the war, you had refugee camps. In\nGermany there was one cl -- and I know quite a few Jewish fellows in -- close to\nFrankfurt in a refugee camp. Most of them were, I think, Polish Jews. And they were\ntrying to be -- they were displaced, so were -- they were -- they were trying to be\norganized and sent back, but there was no traveling per se, no, no.",
        "Q: So you didn’t find a lot of comrades, friends to travel with?",
        "A: No.",
        "Q: You were very solitary.",
        "A: Oh, very much so, yeah, yeah, very much so.",
        "Q: So, where are we now?",
        "A: Well, we are in Buenos Aires, and --",
        "Q: You said that South America was very friendly to German. Could you all of a sudden\nstart speaking German, and --",
        "A: Yeah, I was not -- As a matter of fact, I would find eventually, people who would say\nthings like, “You know Walter, the only mistake that Hitler made, he didn’t kill all of\nthem.” That’s what you would hear.",
        "Q: In South America?",
        "A: In South America.",
        "Q: Why do you think South America felt that way about Jews and why do you think that\nthey were so friendly to Germans?",
        "A: Because the Germans, first of all, there are large German colonies in South America,\nin Argentina, in Chile and Peru. Chile, mostly. And the Germans are very desirable\nimmigrants. They’re not trashy. They become teachers, they become professionals. They\nintegrate, marry natives, contrary to the British. So they’re very much desired and in\ndemand and some of them become outstanding citizens, some of them enter politics,\nsome of them become statesmen. So, as a whole, German immigration, even in Texas\nhere, I mean, people go out of their way to say, “Oh, my grand-grandfather was German.”\nIt doesn’t make a damn bit of difference to me, but they show you that -- they will not go\nout of their way to say that their great-grandfather was Polish, but if he was German, they\nwill let you know. And of course, there’s many, many German towns here, Brownsville,\nFredericksburg, Neiderveld, all kinds of German festivities and so on. So, anyway, going\nback to South America, then products made in Germany meant quality.",
        "Q: Did you meet any Nazis?",
        "A: No, the only one that I didn’t meet, but I -- that I saw once, somebody took me to have\na beer at a place where Germans would go. There was General Galland, the very famous\nyoung German Air Force general who had shot down, I don’t know, 200 British planes,\nor something like that.",
        "Q: Its G-a--?",
        "A: G-a-l-l-a-n-d. And he had been imported by the Argentine government to work as a --\nI assume as a consultant or something like that, in the Argentine Air Force. I saw him\nkind of from far away. But no, I had never -- I had never -- no, I’d never met any\n[indecipherable |",
        "Q: Because many were in hiding there in South America when --",
        "A: Yes, I understand that, but no, I never met anybody and later on I heard that some had\nbeen in Argentina and they were down in the Pategonia, and -- but no, I never met\nanybody.",
        "Q: Okay.",
        "A: Okay. So we are in Buenos Aires now and I stop people on the street, asking them to\nhelp me with a pesos or two. And, then I go to restaurants and draw sketches and I meet\none who helps me get a job in a -- in a place that makes posters for the subway, so I do a\nlittle painting there and they say, “Well, we can’t employ you for too long, because you\ndon’t have documents.” And one day I -- a friend of mine said, “Why don’t you drive out\nto Martinez, which is a suburb where the film studios are and they always need temporary\nworkers. Maybe you get a job there.” And I went there, and without going into too many\ndetails, I met an American movie star by the name of John Carroll, who is long dead. He\nhad come down to do a picture with Adele Marra and with -- with the Argentine actor\nwho became famous later. I used to room with him and that was Fernando Lamas. And so\nJohn Carroll somehow liked me, and I went from living one day under a tree and the\nother day on an old mattress, I went to one of the most beautiful estates in Buenos Aires,\nwhich he had leased, and became his assistant. Went to Buenos Aires to exchange\nmoney, helped to organize a party. I did whatever. Of course, that lasted only while he\nwas there, and then he said, “I want you to come to America, to be with me.” And he\ntook me to the German -- to the American consulate. And I remember I was a little\nsurprised that the consulate’s name was Gerra, which was a very -- which 1s a very\nSpanish name. And I was told, “Well, you’re German, and that means we have to put you\non the waiting list and the way it stands right now, itll take about six years.” And --",
        "Q: They knew you were German then?",
        "A: Yeah. At that time, I didn’t have to hide any more. Let’s see. Oh, maybe my next job\nwas singing in a -- in a nightclub.",
        "Q: So you just gave up your opportunity?",
        "A: Well, John went back to the States, and I had made some connections. Another thing,\nJohn went to this nightclub with me once, called Zanzibar and they had a couple of\nGerman waiters, and they were rather nice, I went to visit. And one day, there wasn’t\nmuch traffic, and I took the microphone and sang a little, “Night and Day.” They said,\n“Why don’t you sing? We need somebody.” So I made a little money and I think I knew\nthree songs and sailors would come in, ask, “Why don’t you sing this, why don’t you sing\nthis?” All I knew was three songs and I was always happy when the hour was over. So\nthat’s how I started. One day I met -- a customer came and I did a sketch of him, and he\nsaid, “Do you like the country?” “Yeah.” “Well, why don’t you come up north, to\nSalta?” Well, that’s like coming from New York to Texas, something like that. So I took\nthe train, went there and went to Salta, northern Argentina, close to the Bolivian border.\nWorked for him and eventually I came to have a small tobacco plantation.",
        "Q: Your own?",
        "A: My own.",
        "Q: How did you afford it?",
        "A: Well, h -- I worked for him. People take a long siesta and I said well, if I work a little\nfor him during siesta time and I have a little time in the evening and work for myself, and\nhe had about 20 acres, or maybe 30 acres. Said, “Could I have that land for me, to plant\nsome tobacco for myself?” And he said yes. So, I slept maybe six hours, I felt that was\nenough then. But that -- I had -- I was going to be somewhat of a millionaire that year,\nbecause the tobacco was beautiful and Peron had decreed that nothing any more could be\nimported, ev-everything had to be made in Argentina. So --",
        "Q: Peron being the president?",
        "A: Yeah. So, no more tobacco from outside, so the national product went up in price and\nI was going to make a hell of a lot of money, but the day of harvest, the locusts came and\ndestroyed everything.",
        "Q: How long had you been in South America by now?",
        "A: Oh, a year and a half, something like that. And -- So then, other people asked me to\nrun their farms for them. I had made many friends. But eventually I left Salta, I went to\nChile and worked as athletic director for a -- a copper mine.",
        "Q: That’s quite a switch isn’t it? Tobacco farmer to --",
        "A: That’s quite a switch, yup. I worked in Chookiecarnata in northern Chile and I went to\nBolivia and I don’t know how much -- how many details you want, but I did many, many\nthings over a relatively short period of time.",
        "Q: What made you move again?",
        "A: Something didn’t work right, or somebody told me about a golden opportunity to\ndrive cattle from Bolivia to Brazil, three months on horseback.",
        "Q: I would like to sort of keep bringing us back when -- knowing, in your travels, your\nexperience during the Holocaust, were these thought running through your head, of being\nin prison, or of what might be -- happened to your parents now, or do you remember\nthinking about the past?",
        "A: Well, you think of the past, except when -- when what happens to you is so rich in\nadventure, then you don’t have much of an opportunity. The past always comes back\nwhen you're a little depressed, or when you have a lot of time. New things happen, you\nmeet a new woman, you meet new friends, you -- things are going okay, you have a --\nyou’re going to a party, you have a ball, or you’re in danger. The good thing 1s that the\nHolocaust taught me to be able to be long times without food. I’m a very tough man. So,\nI always laugh, here in America, people -- people always starve. I am starved, I am\nstarved, when they haven’t eaten for three hours, and they can’t live any longer without a\nCoke. You know, I go -- I drove yesterday non-stop 12 hours, doesn’t bother me. And I\ndon’t stop to drink. No, I have a little bottle of water next to me. So -- So you -- you do\nthink of the -- of the miserable parts in life when you’re depressed, when you’re\nmiserable, then you think of more miserable things and eventually you feel sorry for\nyourselves. But if things go well, or new adventures happen, then you don’t think of that.",
        "Q: So, how much longer were you in South America before you first went to the United\nStates?",
        "A: First time I came to the United States on my way to Europe. I obtained a tourist visa.",
        "Q: From?",
        "A: In Peru, to visit the United States as a visitor.",
        "Q: And you had been in South America for how long?",
        "A: Well, from ’49 to ’54, and -- which brings upon another -- another series of\nadventures. I came to -- to Miami --",
        "Q: Tell me what -- what it looked like to you when you landed. I --",
        "A: Oh, I tell you, my first impression was that I went through immigration -- see,\neverywhere in the world you would be Mr. Meyer or Dr. Meyer, whatever the case may\nbe. And the guy looked at me, he said, “Hi Walter. Where are you going?” And I thought,\n“Oh my God, these guys are the FBI, they know everything about you.” I was -- I was\nabsolutely impressed that he would call me by my first name. Then, the casual way of\nbeing -- I remember in Miami at the time -- this was new to me, so I couldn’t get over\nthese bathrooms, bathrooms for colored people. There -- There was no such a thing\nanywhere in the world, except South Africa.",
        "Q: Had you been to South Africa?",
        "A: No, I hadn’t been to South Africa, I went to South Africa later, but even South Africa,\nyou didn’t have bathrooms for colored people, you just didn’t have bathrooms for colored\npeople. But you didn’t have white and -- and -- and colored. So -- And the bus rides --",
        "Q: You mean where people sat?",
        "A: Wh-Where people sat, blacks in the back and so on, that was totally new to me.",
        "Q: Did you ever -- ever relate that to your experience in Germany, in relation to Jews?",
        "A: A-Absolutely. I often thought, they who tell us that we should not segregate, we\nshould not do this, look at them, how they treat people just because they have a different\ncolor. That’s -- That’s -- I couldn’t quite cope with that. Another big disappointment was,\nI think it was July or August and it was hot in Miami and there was a Shriner’s\nconvention and I could only find one room, in the upstairs of the Grellan Hotel, an old\nwooden hotel, and no air conditioning. And I bought some Cokes to put under the sheets.\nAnd then I went down, I saw a sign, I said, “Oh, I’m going to have a cold beer.” I had\nnever in my life seen root beer. I thought root beer was just another beer. So I drank root\nbeer, I still have the ugly taste in my mouth. Anyway, from Miami, I went to -- to Dallas",
        "Q: Well, you were alone again?",
        "A: Oh yeah, I was alone. I went to Dallas. I had known -- see, Braniff Airline had a\nheadquarters in Peru. Peru was headquarters for the southern atmosphere, or southern --\nsouthern region. She was an employee, and --",
        "Q: [indecipherable]",
        "A: A stewardess, a stewardess. And she lived in Dallas and she gave me her card, “When\nyou come to Dallas, I want you to come and see me and I want you to meet my folks and\n[ll show you around.” So I went to Dallas, and checked into the White Plaza Hotel, and I\nmet her a day or two days later, and she said, “Walter, you’re spending a lot of money.\nThe White Plaza Hotel is an expensive hotel,” [indecipherable] it was not too far from the\nairport and -- “Well, why don’t you check your suitcases in -- you put your suitcase into\nmy car, we’re going to Oklahoma to see my folks, and on the way back, I check you into\nthe YMCA.” That’s the way it happened, and the YMCA you don’t have bathrooms in\nyour room, you have bathrooms down the floor, and somehow, while I took a shower,\nsomebody swiped my money out of my suitcase, and I had maybe 10 or 20 dollars left.\nSo, friends of this girl, one day they invited me to the first football game that I saw in my\nlife, which -- which was so boring it was pathetic. Then they told that -- I wanted to go to\nCalifornia, see John Carroll, so they had told me that there were opportunities to drive a\ncar. Okay.",
        "Q: This is the end of tape one, side two.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is tape two, side one, of a United States Holocaust Memorial Museum interview,\nconducted with Walter Meyer, by Ginger Miles, on April 28\", 1999, in Austin, Texas. On\nthe way to California --",
        "A: Well, you know, in every town, if you, for example, your company moves you to New\nYork, then you leave your car with the company and that gets a driver that drives the car,\nand generally gets an allowance of 30 dollars for gas, or something like that. So, I got one\nof those cars, a Chevrolet Bel Air, and drove from Dallas. And I had to deliver it in Salt\nLake City.",
        "Q: To do what?",
        "A: Deliver the car.",
        "Q: Oh, deliver.",
        "A: And upon delivery, I would get 25 dollars. And I went through a little town close to\nDenver, called Castle Rock. Policeman stopped me, speeding and crossing the yellow\nline. And I remember he made it very clear, “You want to pay, or you want to see the\njudge?” I said, “I want to see the judge.” Well, the judge was not there, it’s 11 o’clock in\nthe evening, so I went to jail. And I remember there was a cowboy in jail and I couldn’t\nunderstand a single word of what he was saying. Anyway, the next day, the sheriff came\nand took me to have some food and said, “Well, we have to keep you another day, we\nhave to check on the car first.” Well, the next day I went to see the judge and the judge,\nthere was no mercy, so it was the ticket plus court costs and I had a -- a ring, a gold ring\nfrom Peru, that the deputy sheriff went with me and -- to a restaurant and I told the\npeople what my predicament was and somebody bought it for five or 10 dollars, I don’t\nremember how much. And somebody else, realizing that I was a foreigner and I need a\nlittle help, said, “Well, I tell you what, I’m going to contribute some gas to your car.”\nAnd I remember an old pump, that you had to move like that. And I was on my way.\nShortly thereafter, a deer jumped right into the car and put a big dent in the fender. And I\ngot out and I felt sorry for the deer, and I was going to catch him and see -- anyway, cars\nwent by. Eventually the deer jumped back into the woods, limping. I drove on, police car\nstopped me. They took me to a little police station. “Anything you want to report?” “No.”\n“Nothing?” “No.” “Okay, you don’t want to tell us what happened?” I had no idea they\nwere referring to the deer, I thought they meant that I was in jail the night before\n[indecipherable]",
        "Q: Uh-huh.",
        "A: So I said, “Well, I was in jail the night before.” “Oh, we got us a jailbird.” Well,\nfinally they said, “For not reporting -- When you hit a deer and you don’t report, it’s 500\nfine or 50 dollar fine,” it was a big amount for me. And I finally became furious and I\nsaid, “You know, I dreamed of this country many, many times. Of the liberal way, of\ndemocracy. When I came to this country, nobody ever stopped me and told me that if you\nhit a deer, you have to report. There’s no sign or anything for that. So, if you want to put\nme in jail, fine.” There was a captain or lieutenant, so he said, “Let him go.” So I was on\nmy way again, came to Salt Lake City, delivered the car and they looked at the fender.\nThey said, “Well, we owe you 25, the repair cost 18, so here’s seven dollars.” I had seven\ndollars in my pocket and I was in Salt Lake City, and I hadn’t slept well, I slept in the car.\nSo I asked this auto auction, that’s what it was, would they allow me to leave my\nsuitcases in one corner there and I wanted to see the city a little bit, so I walked through\nSalt Lake City and I saw a beautiful little house, room for rent. Oh, it was so inviting and\nI knocked at the door. So neat and clean. So I -- “Can I rent your room for a day or two?”\n“Yes.” “Okay.” And I slept, I slept beautifully and the next day I went to restaurant. I\nwent to a stationery store and bought some drawing paper and a pencil, went to a\nrestaurant, said, “Do you mind if I drew your picture?” He said -- I gave it to him, which\nalways invited other people to look over your shoulder, “Would you do mine?” I said,\n“Two dollars,” or one dollar, I don’t remember how much I charged. So I was there for a\ncouple of days, drawing pictures to make a little money, enough money to pay for the --\nfor my room. I went back and at the auto auction they told me that there were two\nsoldiers. They were taking a car to Los Angeles and maybe they would give me a ride. I\ntalked to them, they said, “Well, how about you pay your way and you do the driving?” I\nsaid, “Fine.” We drove from Salt Lake City to Las Vegas. At some service station, the\nsoldier boys had flirted with two ladies, I think it was mother and daughter and had\ninvited them to have a good time in Vegas. So in Vegas, they said goodbye to me, but\nthey gave me a few dollars and said, “Why don’t you take the Greyhound bus?” I took\nthe Greyhound bus, and arrived in Los Angeles and checked into the hotel across the\nGreyhound station. And from there I tried to reach John Carroll, no luck, until finally the\noperator told me, “No more telephone calls, you have to make a deposit first.” I left a\nsuitcase, took bus and went up to the San Fernando Valley and eventually, oh, the first\nperson I met was John Derek, who died not too long ago, Bo Derek’s husband, with\nwhom I rode horses later on. And he told me how to find John Carroll, who came, and\nthen they took me in a big, Buick convertible to Los Angeles, paid the hotel, get my\nsuitcases and cunup -- come up and stay with them and -- but my experience at the\nUnited States, being in jail and the deer, and so on, if anybody had asked me, and I\nbelieve people asked me, “How do you like it here?” I would have said, “I hate it. I don’t\nlike it at all.” The segregation policies and so on. It wasn’t -- I had not learned enough\nabout America to -- to understand it.",
        "Q: What do you mean by that?",
        "A: Well, you have to spend a little time in America to understand why Americans the\nway they are, their way of living, their heritage, the history of the Black and so on. It\ntakes a little while to understand. Anyway, I left -- I left Los Angeles and took a plane\nfrom Burbank to New York and then from New York, I went to Germany, spent a little\ntime and then eventually I returned to Peru.",
        "Q: So, you got to see your parents again?",
        "A: I went to see my parents and that was then --",
        "Q: Seven years?",
        "A: Seven years.",
        "Q: And had the condition of Germany changed or improved?",
        "A: Yeah, considerably, because Germany was rebuilt maybe -- maybe throw a percentage\nat you, 60 percent. So, it was hardly recognizable.",
        "Q: And by now there was a government in place?",
        "A: No, there was still -- yeah, ’54 there was -- oh, I have to do some thinking now.\n[inaudible] Yeah, there was now a German government, Attanower was chancellor and\nthe trains were rolling on time and things had normalized.",
        "Q: And your parents, how was that, to be reunited after seven years?",
        "A: Well, it was -- My father had become my greatest fan, because to him, that a young\nman would be able to leave Germany, and make it all the way to America, that was --\nhe’d formed the -- the -- the admiration club. And he wanted me to stay and work with\nhim. He had started a technical translation office. He was doing rather well. Semi-retired.\nIn other words, he was his own man now, he was not an employee any longer. And --\nBut, once you have tasted any part of America, or for that matter, any part of America or\nAfrica, then Germany, or Europe is not attractive any longer. Their way of living, the\ndensity of population, the -- the many, little problems that don’t exist here. The generous\nway of living versus existence in Europe. So, I couldn’t get used to the -- to the German\nway of living any more, I wanted to go back into the world.",
        "Q: From Germany”",
        "A: Well, from Germany, I went back to Peru, which was -- which had become my home,\nand oh, I did a number of things, but ended up breeding some horses and --",
        "Q: By now you spoke how many languages?",
        "A: Oh, wa -- five. I had started a swimming school in Peru and I was coach of what they\ncall the Peruvian Olympic team. And many people in Peru believed, like people all over\nthe world, I assume, that polio was contagious. And parents of polio affected children\nknew that water was very good, called hydrotherapy, or water therapy, and they wanted\nme to take care of their children. But the others, when they heard that I was going to deal\nwith polio children, they kind of shied away, being afraid that 1t would be contagious. So,\nI kind of concentrated with them during lunchtime. From 12 to two, I had nothing but\npolio affected children. I became extremely successful, economically and in every way\nand I then dreamed of having -- well, I have to explain, when you go from Lima east, for\nabout -- less than an hour, and you come to an area where the sun shines, while right in\nLima, a situation is a little bit like Los Angeles, the mountains push the clouds back, so\nyou have this dampness over Lima. It never rains, but you don’t see much of a blue sky,\nbut you go a little inwards, the sky is blue, the sun shines and wealthy people begin to\nhave beautiful homes there. And in that area, I wanted to build the most elegant\nswimming school, where people could have a cup of coffee and watch through one-sided\nglass, see their children and -- and so on. Well, I had a child in my school, that learned to\ntake the first steps. Her father was president and owner of one of the largest bank houses.\nAnd he told me that any money that I needed, would be made available.",
        "Q: Was he grateful to you for --",
        "A: Yeah. He just couldn’t get over that I was able to make his -- his grandchild walk. So I\nsaid, “Well, at least I would like to have the land and maybe then you can help me to\nfinance the rest, any time.” Well, that was a project that I was very much involved with,\nand a friend of mine, a Swiss architect, helped me to design something which was partly\nunderground. Well, at that time, somebody had inquired about the Peruvian passel horse,\nwhich is a very special breed of horses and -- and I was involved a little, I had a few\nhorses myself and I loved them because they’re very elegant, they have a beautiful gait.\nAnd the horse association’s secretary called me and they didn’t quite know how to handle\nthis request from the United States and so I kind of took over and eventually the idea\ndeveloped to take 12 stallions to the United States. Shortly before that time, I have to\nexplain; Peruvian parents, parents of polio children used to go to Warm Springs, Georgia\nwith their children. But eventually, they thought, why not bring a doctor down here? We\ngive him a car and a chauffeur, it’s cheaper and we don’t lose that much time. So, a\ndoctor came from Georgia and I was introduced to him and he was rather complimentary\nas to the fine work I had done, and I told him that everything I did was based upon\ncommon sense, but I had no schooling in water therapy, but I would like very much to\npursue some kind of course. And he invited me to come to Warm Springs, Georgia. I\nthought, I get a diploma that I can hang on the wall and -- and then I know what I’m\ndoing, and take it from there. So, I was asked to establish contact with horse loving\npeople and I made the same mistake that everybody else makes, and that 1s everybody\nbelieves that Texas is the horsey-est state in the nation. It’s not, California is, by far. So I\nwrote to Texas and oh, I ended up with the Good Neighbor commission, the governor and\neventually, I don’t remember how, but I ended up with the San Antonio Chamber of\nCommerce, and I was told that we would escort the governor with our horses, during the\nBattle of Flowers parade, which is Texas Independence Day.",
        "Q: So you had two businesses going on in Peru. One was the water therapy and\nswimming and the other was the Peruvian horses.",
        "A: Yeah, the Peruvian horses was not a business, was -- was a pleasure.",
        "Q: Pleasure?",
        "A: Yeah.",
        "Q: But you are now preparing, I thought, to Georgia.",
        "A: Yeah, well, what I -- what I -- what I thought was, we take the horses, get a lot of\nmoney for the horses and from there, go to Warm Springs, Georgia. And then I return,\nand I have money to buy land, to build my school and so on. Well, we had sent some\nphotographs -- a few photographs of horses to San Antonio and the lady at the San\nAntonio Chamber of Commerce, gave those pictures to a guy who had Palomino horses.\nAnd he looked at the pictures and they saw they were white -- not all Peruvian horses are\nwhite, but those particular pictures happened to be of -- of a couple of white stallions and\nhe put two and two together, white, Spanish, those must be Lipisotter horses. We had\nquoted some -- We had given them a price idea, so I thought that was rather cheap. So I\ngot a letter that all the horses are placed. And so I said, “Well, they’re sold, let’s go.” I\nhad two horses of my own and others smelled the business, said, “Walter, why don’t you\ntake mine?” And there was an American who had a freight line. He had an old flying\nboxcar, and we put 12 stallions in there, had two helpers.",
        "Q: On the plane?",
        "A: Put them on the plane and we shot each one with tranquilizer, so they stood like the\nwings. Went to Panama, landed in Panama, were a little late, we couldn’t -- we couldn’t\nunload the horses because of quarantine regulations, so we tried to water them, lost a lot\nof time. Then -- In retrospect, I understand that he didn’t have a -- a landing permit for\nHouston, but we kind of made an emergency landing. One of the horses had gone with\nthe hoofs, had stood up with the hoofs, broke the window of the plane. I mean, it was a\ndisaster, but we -- we made it in Houston. We were not able to unload the horses. They\nwent from the plane on a truck and they dusted us and the horses and the quarantine\nofficers were there. It was the biggest mess. And then -- I had been told that horses for\nbreeding do not pay duty. Well, I was told that, but in reality, it’s horses for breeding, if\nyou’re an American citizen, you bring horses for breeding, you don’t pay duty, but as a\nforeigner, you bring in horses, you do pay duty. We were not prepared to pay. We -- We\nprepared to cash. So, the guy with the big truck was told, “Don’t unload the horses until\nyou get the money.” Jack Sellars was the guy with the Palomino horses in San Antonio,\nwho was called and he said, “I'll take care of it, just bring the horses over here and I give\nyou the money to pay for customs and so on.” Well, th-the driver of the big truck, 18\nwheeler, was Black and fell asleep while he was driving. So I took over, drove to San\nAntonio, and while he was asleep -- oh, Jack Sellars was there waiting for us and I\nrealized he -- he realized that he had made a mistake, we didn’t have Lipisotter horses,\nand Jack Sellars kind of disappeared. We were at the coliseum in San Antonio with 12\nhorse, I said, “Unload the horses, before he wakes up.” And I told him, “Go back and\ndon’t worry, we’ll pay sooner or later.” Well, the press came and there I was with 12\nstallion and two helpers, so the president of Lone Star Brewing Company, Harry Jerzek,\nbought three horses, for way below our costs. People always take advantage. That was\nenough money to send the guys home and I was alone with nine horses. And horses eat\nmore than people do. So that’s the way it started. Harry Jerzek was a very important\nfigure and he introduced me to people here and there and he organized a race, an\nendurance race from San Antonio [indecipherable] 34 miles on the Fourth of July, 1958.\nAnd I had coached a cowboy to go with me, and we rode each a Peruvian horse and we\nwon. And we were to cash 500 dollars, but then we were told, “No, no, no, no, no. The\n500 dollars would have been to anybody who would beat you. Nobody beat you, so\nthere’s no money.” I didn’t understand that too well, but anyway. Then, as we arrived, I\ntied one horse up and the little lady felt sorry for the horse, because the horse was totally\nexhausted and I gave him water, which was the worst thing to do. Th-The horse died the\nnext day. So I lost one horse. Well, there I was now with eight horses. And well, not too\nlong thereafter, I placed some horses, see, “Can I leave some horses on pasture with\nyou?” “Yeah, sure.” You become known, you make friends, you meet people. And I\nbought an old truck converted it and made it two stalls. I said, “I’m going to try my luck,”\nand took two horses to California. And so then I spend time in -- in California, placed\nsome horses and --",
        "Q: Is this where you met Clark Gable?",
        "A: Met Clark Gable -- Yeah, I met Clark Gable at the time. I was in Palm Springs and\nFrank Bogartwo was Mayor of Palm Springs, twice. Told me once, “Why don’t you\ncome along, we need -- we need an extra bowler.” And so I bowled with Clark Gable.\nAnd I| think Zsa Zsa Gabor was on the other team and a bunch of people. Clark Gable\nwas an extremely nice man, as a matter of fact. There, I’m with Clark Gable.",
        "Q: You have a picture of that time, or are you going to [indecipherable]",
        "A: Yeah, it’s that time, I show it to you. While I was there --",
        "Q: Now, who’s in that picture, the picture you just showed me, who was in it?",
        "A: That’s Clark Gable and his wife, Kay. And, at the time, Clark Gable was trying to lose\na little weight and he had a bet going on with a na -- a guy by the name of Ray Rand and\nwhoever loses the bowling will have to lose an extra 10 pounds. So he wrote on the\nphoto, “Thanks for the bowling,” because we won it, he didn’t have to lose an extra 10\npounds. Clark Gable was one of the most decent man I met in Hollywoods, which is the\nphoniest place on earth, probably. I met many, some were very nice and some invited me.\nI rode horses two or three times with Walt Disney, who invited me to see Disneyland, and\nnot only see Disneyland, but see behind, where they repaired carriages and did all the\nmaintenance work and so on. That was quite nice.",
        "Q: I’m assuming this is beyond another trip than the one that you took the two horses.",
        "A: That was -- That was the -- the one with the two horses.",
        "Q: So, you stayed there?",
        "A: Yeah, well, I came back to Texas, took care of a few things, maybe sold two horses to\nMr. Masterson in Houston, then went back to California.",
        "Q: Land of promise?",
        "A: Yeah. And rode horses with Anthony Quinn and John Derek. We used to practice fast\ndraw. And I stayed at John Carroll’s house in Granada Hills, with Wade Preston. Wade\nPreston was the star of Colt 45, which was a st -- a dumb, stupid western series. Anyway,\nI met Jack Warner once, in the desert. And that was the time when the studios had kind of\nre-organized and would offer you a s -- I think it was 600 dollars that I was offered, 600\ndollars per month for five years.",
        "Q: For what?",
        "A: To be on contract.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is side B, tape two, of interview with Walter Meyer.",
        "A: So I’m in California now, and -- and what I tried to explain to you, that studios, once\nthey felt that they had discovered a star, or someone they could make a star, they offered\nall kind of monies. The new policy was, let’s pay them 600 dollars per month for five\nyears. If they become stars, we make a lot of money, because we don’t pay them any\nmore than 600 dollars a month. And if they do not become stars, we don’t lose much with\n600 dollars. That was a time when Burns -- you na -- remember Kookie, with the comb?\nWell, he was trying to make -- he became quite popular with the kids. He was making\n600 dollars a month. I had signed a contract, because I had met Jack Warner, who invited\nme and said, “Why don’t you try it out?” I thought, “Why not become a movie star?” So I\nsigned a contract, which I broke shortly thereafter, because Frank Bogert, my very dear\nfriend, one day said, “Do you want to meet President Eisenhower? He’s in -- in Indio,” or\none of the desert places. And I met President Eisenhower, who had started the People to\nPeople program, which was kind of a forerunner of the Alliance for Progress. And he\nsaid, “Why don’t you do some good will,” and so on, and that appealed to me much more\nthan Hollywood.",
        "Q: Why do you think that is? Why do you think you were inspired t -- for good will?",
        "A: Going from North America to South America overland? My God, this was -- this was\nan adventure. I mean, you could hardly drive. So, and --",
        "Q: So, it was to serve people from --",
        "A: It -- It -- It -- The -- The -- The philosophy behind was to bring people closer together,\nSO we would understand better, our brothers south of the border. And so I met, well, all\nthe presidents going down. And I drove, I had --",
        "Q: From?",
        "A: [indecipherable] with me from Los Angeles. I came through Texas, then I went all the\nway to Peru. So I did that, and of course, by that time, I had had a fine opportunity to\nbecome acquainted with life in the United States. I had met friends and I had decided that\nI would return and live in Texas, or at least try to make a living here.",
        "Q: Why Texas over California?",
        "A: Because I knew more people in Texas than in California, and -- and palm -- as a\nmatter of fact, I wanted to return to Palm Springs. There was a lady who wanted me to\nrun a spa, with an emphasis on physical education and -- but she -- she had a heart attack,\nshe died, so that never -- never became true. So it’s not that I absolutely wanted to\nbecome the te -- wanted to come to Texas, I wanted to come to California, but I also had\nfriends here. So eventually, I returned overland to --",
        "Q: In a car?",
        "A: In a camper, to the United States and came to Texas and I was then introduced to then\nvice president Linden Johnson at his ranch.",
        "Q: So this would have been 1962?",
        "A: Yes, that sounds good.",
        "Q: And how did you get to go there to the ranch, how did that happen?",
        "A: Harry Jerzek, of Lonestar Brewing Company, kn-knew Linden Johnson well and felt\nthat a man of my caliber should be -- should be welcome by the president and -- well, by\nthe vice president then, and so he made arrangement and I was told to come on such and\nsuch a day, I think it was a Sunday morning that I met Linden Johnson.",
        "Q: And your first impressions?",
        "A: My first impression was the same as the second and third impression, that he was a\nrather unpleasant man.",
        "Q: In what way”?",
        "A: Later, as I came to know him better, and traveled with him a couple of times to\nMexico, he would be the extreme of a charming man, and would say, “Walter my man,\nhow are you? How is -- How’s the family?” And the next day he would look through you,\nas 1f you didn’t exist. A man he was, who was used to having people do anything for him.\nTook advantage of his power and of course, remember those who did things for him. But\nnot a pleasant man, not my kind of man.",
        "Q: Now, I’m -- I’m interested in LBJ very much, but I’m also interested in the fact that he\nasked you how was your family. Now, is this literal, did you by now have a family?",
        "A: Oh yeah, I married a -- a Peruvian girl when I arrived in Lima, I married a girl that I\nhad known for some time.",
        "Q: In what year?",
        "A: In -- That would have been 1960.",
        "Q: So by then you were with her, and --",
        "A: Yeah, well I brought her with me overland.",
        "Q: You brought her with you?",
        "A: Yeah. And we had -- we had our first child, Heidi, born in ’62. So that is why the\nquestion, how is the family. Matter of fact, when he asked me how is the family, there\nwas already number two.",
        "Q: And Lady Bird, did you meet her?",
        "A: Oh yeah, I know Lady Bird well, she’s one of the most delightful ladies that you could\npossibly meet, very considerate. But, you know, I know Lucy, I know Linda. I taught\nLinda’s children how to swim. But, when you -- when you ask somebody, “Did you\nknow?” And I think the question should be, “Have you met?” Because you don’t really\nknow those people intimately. Yeah, I’ve -- I’ve been with Lady Bird several times. She\nsent me a picture not too -- too long ago. I had -- I had done a Blue Bonnet painting for\nher. So, Pll show you that picture in a minute.",
        "Q: So would you have been in -- Did you settle in Austin?",
        "A: When I came back -- When I came back, I settled first in San Antonio, because the\npresident of Peru asked me to represent the country as Consul and later as Consul\nGeneral. One day I had to deliver a speech at the University of Texas, as a diplomat. And\nmy speech must have been somewhat radical. Talk about the Alliance for Progress. The\none who had sponsored the speech, was the late George Sanchez. They named the\nCollege of Education after him. George Sanchez was one of the most outstanding, finest\nhuman beings I ever met. And we became friends. And he said, “I would love to have\nyou with me in graduate school.” Said, “I don’t have any transcripts or anything. I would\nlove to join you.” “Well, I would rather have you without transcripts than all these\nmonkeys,” and blah, blah, blah. Well, he wrote a letter to the registrar. The letter was\ncosigned by the late William Drake, Professor Drake. They asked that I be admitted and I\nassume the registrar didn’t quite know what to do with me, but he couldn’t -- he couldn’t\njust do that. I mean, I had nothing to show. So, they referred the letter to the graduate\ndean, who was out of town, so it went to the associate graduate dean, Lahor Hughes.\nWonderful guy, who said to himself, according to him, if two professor write letter like\nthat and want this guy so badly in graduate school, I want to meet that man. So he called\nme and he talked to me for an hour and a half and he said, “I’m impressed. Would you\nconsider it fair if I called for a special committee and let the committee decide whether\nyou should be admitted or not?” “Yes,” [indecipherable |",
        "Q: And you had not gone to college?",
        "A: No. So the committee met and unanimously recommended that -- that I be accepted\nand three years later -- oh, I drove from San Antonio to Austin every day for three years,\nand got my Ph.D., and --",
        "Q: In?",
        "A: In history and philosophy of education. That was the first of three Ph.D.’s. Then I ran\nthe center for international education, became quite involved in academic life, trying to --\nto bring professor from other countries to interchange, by way of education understand\nbetter, what makes other people tick, about their culture and so on. But, we didn’t have\nany money. The monies went into aerospace. You couldn’t get any money at all.",
        "Q: This was early 60’s? Mid 60’s?",
        "A: Yeah. So, eventually I left and then associated with Walter Jenkins, who was Linden’s\nfirst secretary. This was the t-trme when Mr. Johnson left Washington.",
        "Q: Where were you when Kennedy was shot?",
        "A: On the way to Houston.",
        "Q: On the way to Houston. So we’re talking a -- a year -- a few years after.",
        "A: My father had sent a car that I was going to pick up at the port of Houston. And I had\na Black guy with me whom I -- I loved dearly, good mechanic. And we stopped in one of\nthose little towns between here and Houston. And I said, “Let’s have something to eat.”\nAnd the guy said, “He’s not going to eat here, he has to eat in the kitchen.”",
        "Q: And so this was pre-’65?",
        "A: No, that was ’63. Yeah, ’63.",
        "Q: Yeah.",
        "A: That was the day that -- th -- th -- th -- the day Kennedy was killed. So I said, “Well,\ndo you mind if we,”-- w-we were four. “Can we all sit in the kitchen together?” “Yeah, I\ndon’t mind.” So -- And I think I was a little nasty like. I hope you don’t expect a tip or\nsomething like that. You know, I was a little disturbed that --",
        "Q: Were all the others Black?",
        "A: No, no. There was only one Black and the others were a little embarrassed about the\nsituation then.",
        "Q: But they truly let you sit in the kitchen?",
        "A: Oh yeah. Yeah, yeah. So, as we left, we heard a loudspeaker of a radio, President\nKennedy was shot, and shortly thereafter, where he’s dead. So that was on the way to\nHouston and of course Mr. Johnson became president, and --",
        "Q: Did you have any dealings with him while he was president?",
        "A: None whatsoever. So, let’s see, I left the university, I believe in ’67.",
        "Q: From the -- You got another Ph.D.?",
        "A: Not from this university.",
        "Q: Oh.",
        "A: No, no, no. I left the university in ’67, I was [indecipherable] work with Walter and all\nthat, become all kinds of different things that I could tell you, but I don’t believe that we\nwant to go into effen -- every little detail.",
        "Q: Had you yet become a resident and citizen?",
        "A: Yeah, well -- Oh, yeah, I had become a resident, because even before I left for Peru on\nthis overland trip, before -- I had gone to immigration a number of times, to extend my\nvisitor’s visa, until one day, the offer said, “Well Walter, don’t you think that by this time\nyou should know whether you like it here or not?” Those were his exact words.",
        "Q: Who said this?",
        "A: The -- The immigration officer. And I said, “Yes, what can I do about it?” He said,\n“Well, we can -- let’s go into change of status and make you a resident.” “Okay.” Then I\nhad to undergo a physical examination and they said, “Well, we cannot okay it, w-we\nhave to take another x-ray, because,” -- the x-ray of my lungs revealed tuberculosis, but\nthey didn’t know whether it was active or whether it was scar tissue. And I don’t\nremember why I had to go to New York, but I said, “Why can’t I speed up the process?”\nAnd I went to Staten Island and another x-ray is taken, they realized it was scar tissue,\nthen they okayed it, I became a resident. Shortly -- Well, we didn’t have any money. I\nthink I took a trip once, to Oklahoma for President Johnson --",
        "Q: While he was president?",
        "A: For the former president, I meant. You still call him president, of course, but he was\nnot in Washington any more. And whenever -- wherever I went, oh yes, somebody said,\n“What would you like to eat? Wa -- I take you here, you know somebody who would\npick you up at the airport.” And I went to -- “How about some German food?” And I\ntasted the sausages, I said, “These are German sausage, these are not American\nsausages.” Well, I found out that there was a German butcher in Dallas. And I had the\nidea of opening a little German restaurant, as an investor, in Austin, which became\nprobably the most successful restaurant in Austin, called Hansel and Gretel. Any of the\nold-timers will tell you, we had classes there, we have weddings there. I -- We gave five\nscholarships each year to the University of Texas. I mean, it was packed at all times.",
        "Q: Well, what years were that -- was that?",
        "A: That was ’69 through ’74. I never thought of running it, but one day I came back from\na trip and I had a few partners, Walter -- Walter Jenkins was one. And I didn’t know how\nmuch we owed and I -- I had a certain liability there. I said, “I’m going to take over.” I\ntook over and -- and it became quite a thing, Hansel and Gretel, so I ran that. That\nunfortunately, or fortunately, became part of the divorce settlement.",
        "Q: From the first, Peruvian wife?",
        "A: Yeah.",
        "Q: Okay.",
        "A: And, so then, when I left the --",
        "Q: You were divorced in what year?",
        "A: Oh, that must have been ’74 or ’75. Then, I -- I had learned, in one opportunity, I had\nbecome a little interested in hypnosis. And there was a professor of psychology at\nsouthwest Texas State University in San Marcus. We became friends and I went to see\nhim. We had another restaurant there, okay?",
        "Q: What was that called?",
        "A: Hansel and Gretel.",
        "Q: Oh, okay. A branch of Hansel and Gretel.",
        "A: Yeah, and in one room, he sometimes had a class meeting in that party room and he\nwould have some -- show hypnosis a little. So, we became friends and he said, “Why\ndon’t you become a little involved. Your -- You’re pretty good at it and use -- use it in --\nin -- in therapy.” That was quite appealing to me. But I said, “Hell, I need -- I need a\ndegree in psychology.” So I went to the University of Texas and they -- I went before the\ngraduate council. “No, we cannot give you second Ph.D.” I went to see Charles Lamader,\nthe chancellor of the university, whom I had met. And he recommended that I go to the\nUniversity of Texas in San Antonio. They had just begun a program in psychology and\nthat I was going to take classes at the University of Texas, but San Antonio would give\nme credit for it and well, the way it worked out, their program was never approved, so all\nthe courses they took were for the birds. And eventually, I read that there was a graduate\nschool in San Francisco, which had started with Pomeroy, who was the right hand man of\n-- of Kinsey. Started the Institute for the Advanced Study of Human Sexuality. And I\nbecame very much interested, because I felt that most psychological problems are sexual\nin nature, if you see human sexuality with a very broad context. So I wrote and yes, I was\naccepted. Went there and while I was there, I was asked to do a little lecturing at Antioch\nUniversity. They had a campus on the west coast. And they ga -- they decided to give me\ncredit for the courses I had taken at the University of Texas, so eventually I got a\nMaster’s degree in psychology from Antioch University.",
        "Q: From which?",
        "A: Antioch.",
        "Q: Oh, Antioch.",
        "A: Antioch. And then eventually, I went to Columbia Pacific. They accepted me and\nrecognized, of course, my Master’s degree and I did some work with them and got my\nPh.D. in psychology and eventually I got a third one from the Institute for the Advanced\nStudy of Human Sexuality, in San Francisco, so that was my third. Let’s see, where are\nwe? So I --",
        "Q: Education, we’re doing your education.",
        "A: Yeah, then I did some research, mostly with Dr. Singh, professor of psychology. We\nwrote a paper together with -- was with -- published in England. And then I decided that -\n- that I -- well, li -- let’s not talk about economy. In the 60’s -- no, in the early 80’s, I lost\nabout half a million dollars, like everybody else, and --",
        "Q: Your business was the restaurant and teaching?",
        "A: No, the restaurant, I had invested in real estate and -- and because of my -- my\nconnection with the Johnsons, I had a friend who was Chairman of the Board of -- of the\nBank of the Hills, which was a bank owned by the -- the Johnsons. So, Walter, how much\ndo you need? So I could get any amount of money. This was a period of speculation.\nProperties change hands three times per day sometimes and each time they went up and\nthen everything fell, because --",
        "Q: When was that? When was the big fall?",
        "A: The early 80’s. So I lost too much money and bankruptcy was a little against my\nreligion and I began to paint, as a kind of therapy. I had been a -- at the Academy of Fine\nArts in Dusseldorf as a boy. I did a painting of the famous conductor, Carrian.",
        "Q: Where is he from?",
        "A: Carrian was the -- the -- the -- the head of the Salzburg or -- the Salzburg’s\nPhilharmonic Orchestra. And somebody from Switzerland came to visit and -- and was\ncrazy about this painting I had done of Carrian. And I got a letter, “Would you send a\npicture?” And eventually, to make the story short, “Would you sell it and how much?”\nAnd I remember my daughter was with me, I said, “Do you think 2000 dollars is too\nmuch?” She said, “If you sell this painting for 2000, I’ll never talk to you again.” I said,\n“Well, how much?” “10,000.” I -- Well, the Swiss have money so I -- 10,000 and they\npaid 10,000. Then I was invited to have a show in Europe. Carrian asked me to do a\npainting for the Vatican. So I did a painting for the Pope and I was asked to come to\nRome.",
        "Q: Which Pope?",
        "A: The present one, John Paul, and you will see me with the Pope on the picture as we\ncome down. And then I had several shows in Europe. I had a lot of money and I paid\nwhat I owed. And I have been happy ever since.",
        "Q: Well, now your daughter is -- you discussed, is from the first marriage?",
        "A: Yeah, I have three children out of the first marriage, one died not too long ago, so\nthere is a girl who is, What is Heidi, 35. She had three children, she is in west Texas, she\nis arancher’s wife.",
        "Q: Where in west Texas?",
        "A: At Saint Angelo.",
        "Q: ’'m from Abalone, so --",
        "A: Oh, okay. And then there’s a boy who 1s here, he’s a very prominent man. God knows\nwhat all he does. And -- And by sheer coincidence, one day on the way to the university,\non a rainy, cold, miserable day, I was driving and I saw this student, I assume, missing\nthe shuttlebus to the university and I stopped and I said, “I’m going to the university, I\ndon’t want you to miss classes.” She became my wife.",
        "Q: Your present wife?",
        "A: She is Chinese and she is probably the -- not probably, she is without any doubt the\nfinest human being I ever met in my life. And with her I have Asai, who was born what,\n16 months ago. So this is the beginning of the final chapter of my life.",
        "Q: With a new family.",
        "A: Right.",
        "Q: That’s wonderful. So, before we go now, between your family and your education, the\nreturn to -- I can’t say it right, Ravensbriick?",
        "A: Ravensbruck.",
        "Q: Ravensbruck. Is there anything else you want to fill in, as far as your history, before\nwe return?",
        "A: Oh, I don’t know. There are so many things, but I don’t believe that they would\ncontribute much.",
        "Q: Okay. I’m interested in -- in how this -- how you got reconnected with your roots in\nGermany and with the Holocaust, and what led you to return.",
        "A: Well, after my parents died, my father was born in a small, little town -- as a matter of\nfact, my cousin is visiting from Germany. | have relatives on both sides, Germany and\nBelgium.",
        "Q: Your father died in what year?",
        "A: My father died in ’73, and so it is not that I have a tremendous, strong feeling towards\nmy roots. I’m very attached to the little town in which I spent part of my childhood taking\ncare of the cows and milking the cows and where I have some relatives left, and where I\nlike to go, with their buis -- beautiful forests.",
        "Q: That town is?",
        "A: That -- That little town of 600 people is called Holleaerath, H-o-l-l-e-a-e-r-a-t-h.\nMatter of fact, a friend of mine just wrote a book about the Jews in that part. He gave me\nhis book, the Jews in -- in that part of Germany, the development, the history of the Jews\nthere and so on, it’s quite, quite interesting. Their names and what they did and so on. So,\nit is not so much Germany, I’m -- I am as much attached to -- to, now Libya and to South\nAfrica, as I am to Texas, so I don’t have these enormous roots, really.",
        "Q: All right, before we go to Ravensbrick, I think I should turn over to the next side --",
        "A: Yeah.",
        "Q: -- to the next tape.",
        "A: Sure.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is tape three, side one, of a United States Holocaust Memorial Museum interview\nwith Walter Meyer, conducted by Ginger Miles, on April 28\", 1999, in Austin, Texas.",
        "A: I don’t think so. We can always get together again. I don’t know, you asked me the\nquestion, what would you --",
        "Q: Id like to focus on the place that was a concentration camp, and where you ended up\nand maybe if you could just give us a little background about when you were there the\nfirst time, just like a paragraph or something, and then about your return trip.",
        "A: Well, the first time was in 1944. Went to Sachsenhausen first and from\nSachsenhausen, went to Ravensbrick. Of course, Ravensbriick was a very small camp.\nRavensbrick consisted mainly of satellite camps. Ravensbriick acted as a -- as a\nheadquarters. And I went to one of those satellite camps, but they all were under the\numbrella of Ravensbrick.",
        "Q: This is from prison, to --",
        "A: From prison to concentration camp. Concentration camp, to ma -- to me, was actually\nan improvement, because I was in solitary confinement in the prison. The concentration\ncamp, at least you can talk to others.",
        "Q: And you were considered a political prisoner?",
        "A: I was considered a political prisoner. So, in that concentration camp, did not mean as\nmuch as the word implies. To me, it was not getting worse. As a matter of fact, it was\ngetting a little better.",
        "Q: You didn’t fear for your life?",
        "A: No, I feared for my life, but not -- not of being killed, rather, a-a-a-a-at the very end, I\nfeared I was -- I was afraid I would die.",
        "Q: Because you were sick?",
        "A: Because I was -- I was sick. See, I had tried to escape, I had done several things. My\nconduct in prison was so that three times I was put in the bunker, for one month each\ntime, with 200 grams of bread and butter, I -- bread and -- and water. So --",
        "Q: You were only wishing for butter.",
        "A: Yeah. So that puts you down pretty fast. And then, where they needed soldiers, I was\ncalled and I was told that I should be ready, I would be transferred to a penal company,\nwhich meant the first line. And I refused, because I was 1n no condition to be a soldier.\nThat refusal prompted then, the transfer to a camp, to a work camp. And Ravensbriick\nwas a work camp, as a matter of fact, one of the toughest work camps. So, the first time I\nwent to Germany, I had decided, beyond any doubt whatsover, to visit the warden of the\nprison in which I had spent about a year, and kill him.",
        "Q: Is this Spider?",
        "A: Yeah. And I went there.",
        "Q: When was this that you went?",
        "A: Oh, that was when I went in -- I assume that was when I went back in °54, after the --\nafter seven years. And, you know, I -- I had made up my mind to say, “Do you remember\nme? May I refresh your memory?” And then eventually I would have killed him. And I\nknocked at the door, and a lady came. I said, “I come to see Dr. Soikner.” She said,\n“Well, I’m very sorry, but he’s no longer here, he moved to Hamburg.” Well, that of\ncourse changed the whole thing. I was not about now to take the next train to Hamburg,\nbecause from Frankfurt to Hamburg is a long way. So, I kind of -- kind of forgot it.",
        "Q: May I ask you here, then it had been seven years, and even more than that from the\ntime that you were in the camp, or in the prison, and you carried this hate. Why - I don’t -\n- | know that he was aw -- in -- very, very bad to you, but can you figure out any other\nreason why you carried this hate toward him? Was it more than just him?",
        "A: Oh, because I don’t believe that -- well, I never understand how man can be so evil to\nman. That’s -- That’s -- I have never come to understand that. This particular man had no\nright whatsoever, to be so cruel, so sadistic, to a boy of 16 years.",
        "Q: He was beating you, and more?",
        "A: Well, he was not beating me personally, but he ordered that I be beaten, he ordered\nthat I be put into a little cell with nothing but two slices of bread for -- for four weeks.\nThis was the ultimate of cruelty, but he was a sadistic man, who -- and there are millions\nlike that in the world. So, he’s just one of them. But I carried his image with him and --\nand I still dream of him, once in awhile.",
        "Q: Still?",
        "A: Yeah.",
        "Q: You still dream of him?",
        "A: Oh yeah, oh yeah, oh yeah. Yeah, I still dream of him. Once in awhile I see myself -- I\ndo a lot of scribbling with a pencil and I see myself doing his profile. I say, “Dammit,\nwhy do I do this?”",
        "Q: What do you mean by doing his profile?",
        "A: Oh, I start drawing and before I know it, I have his nose and I have his profile there.",
        "Q: Maybe he represented, because I know, from your childhood on, with your father as\nmentor, you were anti-authoritarian. So, it’s terrible for anyone to be in prison, but for\nsomeone who is as anti-authoritarian as you, perhaps could he have represented\nsomething greater than just himself?",
        "A: Yes, that is -- that is -- that is very true. I mean, I was very much like putting an eagle\nin a cage. I was free. I was supposed to be born in Texas, the son of a big rancher, see?\nBut it didn’t happen that way. So, yes, I hated him passionately, I mean passionately. I\ndon’t know in retrospect -- these are all good questions, and nobody can answer -- what\nwould have happened if I had killed him? Would I have sleepless nights over him? I\ndon’t know that, it didn’t happen.",
        "Q: Well, this brings up a comment that you did make, that you have killed and I just\nwondered, although I know it may be very unpleasant. Can -- Can you say what -- what\ncircumstances you were in?",
        "A: Well, I -- When I went into the western zone -- see the Russians -- Americans were\nvery nice and they picked up scientists and brought them over here. Like Werner\nFerbrown and son. The Russians would ship anybody to Russia, and they would do the\nscreening in Russia. If you were an engineer, fine, if not, well we can -- we can still use\nyou. SO --",
        "Q: They were not as discriminant?",
        "A: Oh no, no, no. They could use all kinds of people. So one day we were stopped at a\nborder crossing --",
        "Q: This was around what year?",
        "A: Oh, that was --",
        "Q: After the war?",
        "A: -- °47 -- °46. End of ’46, maybe. And I had a young lady with me who was -- well, in\nmy area I had become somewhat o-of an expert. I had gone twice into the Russian zone,\n“Let’s go with Walter, he knows his way.” Well, we were stopped, taken to an old forest\nranger’s office, and some of the women were raped. And we were marched, and I knew,\nfrom here, by train, we’ll end up in Russia. And an elderly guard with a machine gun was\nbehind us, and I began to have like epileptic attacks, just to see how he would react. And\nfinally I got hold of his gun and killed him. So that was one of those situations, and we --\nwe ran, and nobody crossed the border for a long time there.",
        "Q: How did you travel? What car, what --",
        "A: Oh, we were running, on foot.",
        "Q: Just by foot?",
        "A: Oh yeah.",
        "Q: My God.",
        "A: Oh yeah, oh yeah. So that was -- that was -- that was that.",
        "Q: Yeah. Well, so in other words, it was self defense, right.?",
        "A: Mm-hm.",
        "Q: You were defending yourself and others.",
        "A: Yeah.",
        "Q: So I think now is a great time to go back to your more recent past, and tell first, how\ndid you get the opportunity or the inspiration to return to the camp?",
        "A: I was invited to meet a friend of mine in Berlin. I have a friend in -- a Belgian friend\nwho has a very large factory of making bakery equipment, ovens and so on, in South\nAfrica. And every four years, the largest baker’s convention exhibit is in Berlin,\nenormous. And -- And I promised that we would meet there and said -- you know that\nclose -- I was always a little hesitant to go back, I didn’t want to remember and past 1s\npast. But he said, “Walter, if you want to go, Pll lend you my car.”",
        "Q: How far was it?",
        "A: Oh, from Berlin, maybe 60 miles, 70 miles, 80 miles, something like that. So, I had\ndrove up there, and unfortunately the man’s camp -- well, the woman’s camp did not\nexist any more and the man’s camp didn’t exist any more. The women’s camp, at least\nthe -- the permanent buildings were still there. The -- The prison part, where the women\nwere. The barracks were all gone, because they had typhus, everything was burned down.\nThe man’s camp was gone, there was a -- a Russian military company was there, so I\ncouldn’t even go through. So the only thing I did is went into the main building, which\nwas the administration building of the SS, and got a couple of pamphlet or something. I\nremember the lady told me something, I don’t remember what it was. I said, “No, you’re\nwrong,” and I corrected her. And she said, “How do you know?” I said, “Well, I was\nhere.” And she looked at me. “I don’t remember [indecipherable]” But anyway, that was\n-- that was it and I remember when I stood there and I wanted to cry and I just couldn’t,\nand I was like -- like a stone figure. I was -- It was tough, and it was very difficult to -- to\ndrive back. But it was -- it was -- it was bad. So --",
        "Q: Your thoughts upon driving back, or standing there, can you recall any?",
        "A: Yeah, well, so many of the details came back. When I saw an S man shooting\nsomebody and when they threw a -- a head close to the wire. I mean, all these -- all these\nreflections came, and how I worked hard and how my feet looked and my hand were\nblistered, and so, a mosaic of pictures arose and I was in bad shape. I was in bad shape.\nAnd for some reason -- I don’t know whether there’s a medical reason for it, I know\nwhen I went for the interview in Washington, I had to pause a few times. I was going -- I\nthought I was going to break down. I didn’t. And I want to cry, but I can’t cry. I have the\nsame sensation, but I can’t cry. I have a daughter, whom I love dearly, and she suffered\ngreatly of depression. And a couple of months ago, she was house-sitting for a friend of\nmine, and found a gun, and put the gun in her mouth, killed herself. We had a little\nmemorial and I spoke and again, I had to pause and I thought I wouldn’t be able to make\nit. My voice went and well, eventually -- eventually I made it, but those are the situations\nthat I wish I could -- I would have this nice relieve and could cry for awhile, but I can’t,\nSO, anyway.",
        "Q: So you had no one to talk to there? No one who had shared the experience?",
        "A: No. No, no, I was all alone, I was -- There’s a church there, but no.",
        "Q: I’m very interested, Walter, if you have met Jewish survivors who you’ ve talked with\nabout your experiences?",
        "A: Oh, I have a -- I have a very, very dear friend, Dr. Samuelson. He used to be chairman\nof the language department San Antonio and gave me a job once. I taught languages for\nawhile. We get together once in awhile. He wrote a few books and he edited my book.\nAnd -- And we philosophize quite a bit, we have many things in common. I married a\nChinese woman, he was married to a Cuban woman and after the divorce, married a\nVietnamese girl who 1s about half his age and had three children with her. A very happy\nman, very bright. So, we philosophize, and -- and --",
        "Q: Was he in the Holocaust?",
        "A: Oh yeah, he was in the Holocaust. He spent quite a bit of time in Buchenwald. He is, I\nthink Bill is two or three years younger than I. He is a Poli --",
        "Q: So he was a teenager?",
        "A: Oh, yeah.",
        "Q: Uh-huh.",
        "A: Yeah, he is Polish. So we speak.",
        "Q: And what do you talk about, in relation to the past?",
        "A: We do not speak so much about the past, we talk more about humanity. You see,\ncontrary to -- of course, every time somebody asks me, “What did you do in the war?\nWere you in Germany in the war?” I said I was 1-imprisoned. “Oh, so you’re Jewish?” |\nmean, automatically, it’s assumed that I’m Jewish, and I’m not. I went once to the\nHolocaust museum, up to the archives and I’m registered as a Jew. I said, “Well, wait a\nminute, I’m not Jewish.” “Well, do you mind?” “No,” I said, “I don’t give a shit one way\nor the other.” But they have me as a Jew there. The m -- The -- The -- The -- The name\nMeyer, could very easily be Jewish, very easily. It’s an old, Roman name, I mean, it’s a\nHebrew name to start with, like Golda Meir, it’s -- it’s called the enlightened one. We\ntalk more about humanity, education and even though Jews do not allow you to make\ncomparison between persecution, systematic killing of Indians in the United States,\ndepression and persecution and killing of Blacks, the history of the British in the world,\nthe history of the French in the world, the history -- I mean, there’s hardly a country in\nthe world that can say we have never done anything wrong. So, the Germans were the\nonly ones who did mass extermination in such a scientific way and it depends a little\nupon how you want to look at things. Is this -- Is this indicative of the German scientific\nmind, or is this the ultimate degree of cruelty? I mean, there are many ways of -- of\nlooking at things. Are Germans by nature more cruel than others? No, hell no. I think\nFrench are much more sadistic than Germans are, as a whole. I look at the history of the\nJews, ha -- how they have been prosecuted. I look at the church, having done nothing\nwhatsoever to help alleviate things. So, I am more a member of the party that accuses the\nworld, rather than pointing the fingers at one or the other. And I’m pretty sure that I’'d\nfind as many sadistic Israelis as I find any -- anywhere in the world. I don’t believe that\nI’d want to be associated with a typical Marine Sargent.",
        "Q: Of any race?",
        "A: Of any race. American or whatever. An American Marine Sargent 1s a son of a bitch\nfrom way back. He’s a killer.",
        "Q: Trained to be.",
        "A: Trained to be, right. And he’s not going to ask much. If you tell him -- I mean, you\nknow, in -- in -- in -- in Mississippi [indecipherable] deputy says, “How about killing a --\nkilling us a nigger this weekend?” Can you understand? There are people like that\neverywhere. The Germans went a little too far, and of course, if I were a Jew, I would not\nallow for this to be forgotten. I fully understand that.\nBut you have to go a little beyond that, and I understand. I remember once I wrote a letter\nto Elie Wiesel, the very famous one, when he protested that Reagan was going to go to\nthe Bittburg cemetery, where SS soldiers were interred. That was -- And I tried to correct\nhim, said, “SS were not all killers. Some SS were volunteers. Some were recruited into\nthe SS. They had no choice. But not every SS member killed Jews, or killed anybody. So\nI don’t know whether those in the cemetery were killers or were totally innocent\nbystanders.” And I encouraged. I wrote him, he never wrote back. I said, “Why don’t you\ngo with Mr. Reagan and hold your hand and start something new? Start a peace\nmovement. Show them that you’re willing to give it a try, instead of, no we have to\nremember, we have to remember.” You don’t do much good by doing that. Certainly you\nremember, certainly you -- you want to prevent things from happening again. Look at\nYugoslavia. We don’t talk much about Rwanda, where millions of people got killed --\nslaughtered, not killed, slaughtered. Because they’re Blacks, what the hell ca -- who gives\na damn, right? Yugoslavia’s a little closer, they’re, in quotes, civilized people. I mean, up\nin the 20\" century, people kill each other for religion in Ireland. You [indecipherable] it’s\n-- how is it possible, huh? People do weird things. I never, never will understand to what\nextreme man can go in what he does to his fellow man. That’s beyond me.",
        "Q: Do you make any sense or can you connect the shooting in Littleton, Colorado on\nHitler’s birthday?",
        "A: Oh, I think -- I think that’s a little overplayed. I -- I don’t believe that Hitler has\nanything to do with it whatsoever, I don’t believe so. I look at Colorado, it does not -- I\nmean, it -- it’s -- it’s horrible, and to hear that one of the killer’s mother, after it\nhappened, had her hair done in front of the school, you know, like ‘I don’t give a damn.’ |\nthink that the horrible thing is in the United States, and throughout the world, is that the\nfamily, which was the strongest unit, 1s totally falling apart. So kids grow up, no father\nimage, single parent. They grow up without anything whatsoever, and try to get attention.\nI tried to get attention on the streets. When you need attention, you need attention,\nwhether it’s negative or positive, doesn’t make any difference. So, I can understand what\nhas happened in Colorado. Do I like it? Of course I don’t like it. And I feel sorry for the\nvictims, of course. But, 1t is an outcome of a ruthless, non-family life, which has -- I look\nat my -- my -- our nanny, who’s a lovely woman from Croatia, but she would probably\npay money to see Jerry Springer. Have you ever seen Jerry Springer on -- on -- on -- on --\non television?",
        "Q: No. I -- I know who he its.",
        "A: You ought to see the program, what they see and there are millions of people standing\nin line to watch that.",
        "Q: Why’?",
        "A: Why? Because people love to see se-sensational things. Like in the west, originally,\nthey stood in line to see a hanging. That’s the way the world is, we’re just terrible\nanimals.",
        "Q: But it’s interesting though, your family -- your first family is still close to you in\nAustin, around -- around the Austin area, isn’t that right?",
        "A: Yeah.",
        "Q: So you stayed connected -- very connected with that family.",
        "A: Yeah. Don’t -- Don’t -- Don’t -- Don’t forget that I have been longer in Texas than\nanywhere in the world. I’ve been much longer in Texas than I had been in Germany. I\nknow how to speak German, of course, but I have been here for -- for a lifetime.",
        "Q: What is it about Texas that -- do you think appealed to you?",
        "A: I love the -- the wide, open spaces. People are friendly, whether that friendliness is a\nvery profound and truism, or you never know if somebody says good day to you, does he\nreally mean for you to have a good day, you don’t analyze that. People as a whole are\nvery friendly, eager to help. I have many friends here. Life 1s relatively easy. Climate is\nrather pleas -- a little hot in the summer, but not that bad. I have, of course, one of the\nchoice homes in -- in -- 1n -- in this area, with a gorgeous view and I can go swimming\nany time. I have a boat. It’s not too far from anything. You take a plane, you’re in New\nYork in no time. You go to Europe. We have a new airport that will be in operate in a\ncouple of weeks, or three weeks.",
        "Q: I noticed that you have a picture of yourself with Ann Richards, could you say how\nyou know her?",
        "A: I met Ann Richards when she was county commissioner. She is one of the most\ndelightful women in the world. Sharp as can be, humorous as can be. Matter of fact, she\nwrote -- there’s Ann Richards.",
        "Q: Oh. Would you read her -- her comments about your book?",
        "A: Yeah, “Walter Meyer is a remarkable, courageous man, who survived the horror of\nNazi Germany and made America his home. His considerable charm and talent shine\nthrough in this wonderful volume. Ann Richards, former Texas governor.”",
        "Q: Oh, that’s wonderful. Well, we haven’t discussed much about the book, about your --\nyour -- anyone who writes a book, I know, as a writer, has to be extremely motivated and\nI wonder what motivated you to do this.",
        "A: Over a period of years, people, knowing a little about my adventures -- and some of\nthem are very extreme, “Why don’t you write a book, why don’t you write a book?”\nWell, I wrote and then I said to myself, “This looks a little too much like Hollywood,”\nand I threw it away. But you get older and older and said, “I should really write,” and\nthen I begin more seriously, and one day I ran into a graduate student, a very fine,\ntalented writer. I said, “You want to give me a hand?” And he wanted to make a little\nextra money. So he helped me and we then became very disciplined. And it was to be\npublished by the Holocaust Museum, and it had to go through three editors there, and\nthey all okayed it. And then it went through to -- two independent sources in Germany\nand they had to decide whether the book was a contribution to the --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: -- and --",
        "A: And so the Holocaust Museum decided not to publish it.",
        "Q: Based on?",
        "A: Based upon the fact that two independent sources in Germany had decided that the\nbook did not represent a new contribution to the history of concentration camps, and so\non. So then I had a -- a list -- I think Mr. Gelb from -- he’s one of the editors there.",
        "Q: At the museum?",
        "A: Michael Gelb, yeah, gave me a list, and I wrote to one and two and it’s not only\ndifficult to write a book, but it’s very difficult to find a publisher, I can tell you that. And\n-- But I had a list and there was an 800 number for the University of Missouri Press. I\ncalled the 800 number and said, “This is Dr. Meyer, may I speak to the director?” Well, I\nassume that she thought maybe there was an accident or something, a doctor needs to go\nthrough, so I talked to the director, I said, well -- I had written a query letter and I said,\n“May I read the query letter to you over the phone?” Said, “Yeah, please.” We kind of\nliked each other over the phone. And after I finished the query letter, she said, “I want to\nsee the manuscript.” So I send the manuscript and two months later she called and said,\n“Well, it’s always so difficult for me to tell people that, unfortunately we have to turn\ndown their,” blah, blah, blah, blah, blah. I said, “Here it comes.” “But in your case, it has\nto be published.” So, University of Missouri Press said leave everything as it 1s, and so\nthis was it, so --",
        "Q: They didn’t ask for any changes?",
        "A: No, no changes whatsoever. There’s a picture here, at least there -- yeah, there is one.\nI should find it. So this came out just a few weeks ago, and I was --",
        "Q: How many”",
        "A: Just a couple of weeks ago.",
        "Q: Oh, congratulations.",
        "A: Yeah, well, thank you, and it seems to be doing rather well. And, so that’s -- there I\nam when I was 16.",
        "Q: Oh, and what does the uniform?",
        "A: It’s the Navy, because I was -- I was in the Hitler youth and the Hitler youth was\ndivided and -- this is Lovey. Remember when I told you about Lovey?",
        "Q: Mm-hm.",
        "A: That’s when I was a sailor on the Parkhaven, shoveled coal, you see.",
        "Q: And he was from where?",
        "A: He was from Curacao.",
        "Q: Curacao.",
        "A: From the Dutch West Indies. So that’s the book that just came out and I have been\nasked to do a little tour for Barnes and Noble.",
        "Q: Will you be coming to New York?",
        "A: God knows, maybe yes.",
        "Q: I imagine.",
        "A: Yeah, and --",
        "Q: You’ll have some tough audiences there.",
        "A: Yeah, yeah, yeah, yeah.",
        "Q: That’s where the tough audiences are.",
        "A: Yeah, yeah.",
        "Q: Ph.D.’s will really help.",
        "A: Yeah, yeah, yeah.",
        "Q: Well, I have a few questions from Arwin Donohue for you, so -- follow-up on your\nlife, I think.",
        "A: All right.",
        "Q: Unless you wanted to add something about the book, or thoughts that you’ve had. I\nknow that finishing a book 1s sort of like, I’ve been told, having a baby. You know,\nafterwards, there are all sorts of -- well, there may be depressions and then there may be\njoyful experiences, or connections with other people. Were you reconnected, so far, with\nanyone from your past in Germany”?",
        "A: No.",
        "Q: Do you expect that?",
        "A: No, I have contact to my cousin here, to another cousin, who’s coming to visit me\nwith his wife. But others, don’t forget, I’m going to be 73 years old. Most of the people\nare dead. So there are not too many people round there. I have one friend who is close to\ndeath now. He is a year younger than I and we used to have this Jewish boy hiding 1n our\nbasement. We never understood why they were against him. We were talking about that\nlast time I saw him. But he 1s pretty much in bad shape, everything.",
        "Q: What is his name?",
        "A: It’s Eddie Wylant. He carries a little bag with him, you know, his kidney don’t\nfunction well, God knows. So --",
        "Q: I wanted to ask you now that we’re on the physical, cause I know you were wa -- you\nhad TB and you were beaten and you discuss in the ’96 interview, pain in your legs. Have\nyou had physical problems that result -- that come back, from that time?",
        "A: The only thing that is evident is that as a consequence of malnutrition, nerves in my\nlegs have suffered greatly. And so, I cannot stand for a long time, then I begin to dance\naround and try to find -- especially on concrete floors, okay? But, other than that, I’m -- I\nmean, I had back surgeries, but I cannot stand here and look you straight in the eyes and\nsay the surgeries can be attributed to my being imprisoned. So --",
        "Q: What about your experience, not just being in prison, but in watching -- in getting sort\nof a close up, but outsider’s view of -- of what happened in the Holocaust to Jewish\npeople, is there anything beyond the physical that you think had informed you, that\ninforms your decisions, as to where to go and what to do and what your interests are,\nfrom that time.",
        "A: Well, my interests right now have to be, I have given the children I have -- the\nchildren I have left, about as liberal education as possible and I have never allowed any\nform of segregation to exist in my family. And the daughter I have now will grow up to\nbe as liberal, as objective, as understanding as possible. Of course, I have no voc -- no --\nno control over whether she going to -- going to end up at the age of 25 with drugs or\nsomething like that. I-I hope not. Other than that, I look left and right and unfortunately,\nwhenever you see something like the Holocaust, you -- you -- you would think that\nsomething like that can never happen again and I wish I could believe that, but I can’t.\nSo, atrocities in the world are not a dampener, or not a way to tell people, “Let’s go into\nmass education and prevent this from happening again.” No, no, there are many, many\nprisoners or leaders who said, “Let’s keep people as stupid as possible, because it’s so\nmuch easier to govern them. Let’s create some sort of sickening nationalism and let’s\nteach them that the Albanians, or the Jews, they are no good, they are responsible for\nyour bleeding, they are responsible for your bad economy, they are the ones.” I see it\nagain and again and again. So, humanity has not changed and will not change, unless\nthere is some -- some kind of enlightenment.",
        "Q: In considering the small daughter of yours, who I saw, and her generation, what would\nbe your greatest hopes that she may be? I mean, I know the greatest fear might be drugs,\nbut the greatest hopes that she might take away with, say when she reads her father’s\nbook?",
        "A: That she will become compassionate, understanding. That she will ask a thousand\nquestions why, why, why, instead of accepting blindly. That she will learn about other\ncultures and grow up to be the kind of person that you must love.",
        "Q: But, I wanted to ask you some of the follow up questions from Arwin and one of them\nis your -- your birthdate, and your father’s and brother’s full names.",
        "A: My birth date is 31“ of May, 1926. My brother’s full name was Paul Meyer. My\nfather’s name was Paul Meyer. My mother’s name was Henriette Meyer, and her maiden\nname was Sommerhauser, S-o-m-m-e-r-h-a-u-s-e-r.",
        "Q: This is an interesting question, I think, that you mentioned that, in your ’96 interview,\nthat during the time you were in Ravensbriick, which I’m only pronouncing this as an\nAmerican child, in the quarry, there was a hierarchy of nationalities among prisoners.",
        "A: Mm-hm.",
        "Q: At what rung of this hierarch-archy were you and other German pris-prisoners?",
        "A: At the highest level.",
        "Q: The highest level?",
        "A: Mm.",
        "Q: You were privileged at all, because of your nationality?",
        "A: No, that was not privileged. It just happened to be divided like that. It had nothing to\ndo with -- wi-with -- with a privilege. I mean, we were -- we were picking rocks.",
        "Q: Oh, yeah.",
        "A: So that was not -- that was not the -- the highest level was just as bad as the lowest\nlevel, so --",
        "Q: Were there any Jews in the camp?",
        "A: No.",
        "Q: So, was there mixing between ethnic or national groups?",
        "A: There was -- There were -- There were quite a few Russians, Poles. When I say there\nwere no Jews, that I know, okay? There were some, I understand, some French prisoners\nof war were there, and maybe a few Czechs, and so and so.",
        "Q: I really like this next question, it’s, listening to you talk about your experiences during\nthe war, Arwin is struck by what seems to her to be a very optimistic attitude. Is that an\naccurate assessment? Did you feel optimistic at all at that time, or did it come back later?",
        "A: Well, Miss Donohue, I have been asked that question many times, and there seems to\nbe evidence that I am optimistic, but I want to make a correction. My optimism is not -- is\nan innate thing. In other words, I do things not because I’m optimistic, but because I do\nnot think that the consequences may be devastating. You understand? People prepare\nthemselve and say, “If I do this, if I get caught, oh my God, what am I going to do?” I let\nthings happen and then I think, “What am I going to do now?” So, I don’t know whether\noptimist 1s -- 1s -- 1s an accurate word to describe me. I think I am rather -- I would rather\nuse the word irresponsible, because in my past, I have been too -- playing with fire too\nmuch, and that is an irresponsible act. Oh, I’m going to get away with it, ah, nobody’s\ngoing to catch me, or nobody’s going to see me and I have no fear. But there’s a\ndifference between having fear as a consequence of intelligent thinking, or having no fear\nbecause I just don’t give a damn. I’m -- I’m -- I’m -- So, I’m an adventurer really, I’m a\nGypsy by -- by -- by sheer and weird conglomeration of genes.",
        "Q: And speaking of genes, did you say something about no Jewish blood for five\ngenerations? Does that indicate --",
        "A: I had to prove that.",
        "Q: How did you prove that?",
        "A: Well, you had to prove that in Germany.",
        "Q: Oh, so you don’t know what happened before that?",
        "A: Before five gener -- hell, no, I could have a lot of Jewish blood, but no. You had to\nprove that for five generations, you were Aryan.",
        "Q: Had to prove to whom?",
        "A: To the government.",
        "Q: When did they ask? Did they ask your parents?",
        "A: Well, when you -- when you -- for example, were you a member of the Hitler youth.\nAnd in Germany, you see people in Germany like -- like in other European countries,\nthey were born here and they died here, so it’s -- it’s -- it’s very -- it’s not like America,\nsay, “Where did your grandfather come from?” “I don’t know.” In Germany, you know\nwhere your grandfather, your great-grandfather, where they all came from, see? My\ncousin lives in the house in which my father was born and that existed in 1590.",
        "Q: Your cousin that’s visiting here?",
        "A: This cousin here.",
        "Q: Wow. Well, that’s the sense of -- Is he a similar age to you?",
        "A: No, she is much younger --",
        "Q: She.",
        "A: -- than. She 1s 56.",
        "Q: Uh-huh. You didn’t know her then?",
        "A: Oh yeah, I’ve known her forever.",
        "Q: Oh.",
        "A: I knew her as a baby.",
        "Q: That must have a -- a very -- a feeling of closure, doesn’t it, to have a relative from\nthat time, and --",
        "A: Yeah, she is very close to me, she is a good woman and she lost her husband with\ncancer and her son was involved in a head-on collision, so he was in coma for three --\nthree months. And she is a fine, fine, fine woman. Good woman and my parents loved her\nto death.",
        "Q: When did your parents -- I know you told me about the death of your father, but you\ndidn’t -- When was the last time you saw your mother and father?",
        "A: I saw my -- my father maybe six months before he died. I went to Germany rather\nfrequently. And my mother died in 80 ti -- no, my mother died in ’79. And I saw her in\nthe last weeks of her life.",
        "Q: Here’s an interesting observation by Arwin, on relationships with your parents after\nthe war, particularly your relationship with your father, whom you seem to have seen in\nthe early days as the chief force against which you rebelled. You actually mention now\nthat, or that in ’96 interview, that you are exactly like your father. What do you mean by\nthis? Is this possibly a tie-in with his feeling -- your feelings about authority in general,\nafter the war and today”?",
        "A: W-Well, my father thought that beating me up would conform me. If he had a been\nsomewhat of a psychologist, he would have said, with a little sugar and a little candy,\nWalter is going to be a fantastic human being. But he beat me up until I was blue and red,\na-and at the age of 12, if you had given me a gun, I would have shot him. When he saw\nme after the war, from then on he tried so hard to undo and redo and he was the most\nunselfish man I ever met. And he tried to give me his right arm and his left arm, until one\nday I told him, “You cannot buy my love. Just forget all the bullshit. I -- I -- Let me try to\nforget.” And I came to love him, and I miss him. I wish he would show up some bi --\nweekend. Death is a kind of miserable thing, anyway. So, when I say I am very much the\nway he was in many ways, I’m a rather unselfish person. I never buy things for me. It’s\nmy wife who buys a new shirt or something, I don’t go. I don’t particularly care how I\nlook. I don’t particularly care what I eat. I don’t need any luxury whatsoever. I don’t need\na new car, as long as the one I have runs. So, in that respect, I’m much happier with --\nwith beans, than I am with -- with -- what do the Russians have, the fish eggs?",
        "Q: Caviar.",
        "A: With caviar, yeah, you know”? So, my stape is -- my taste is simple. So, I am as\nimpatient as he was. I’m a little -- I tend to be violent, as -- as he was.",
        "Q: In -- In what way?",
        "A: Violent especially by, if I see a uniform, uniforms have a tremendously bad impact on\nme and when they -- well, you know, not too many years ago, I had a problem with a\npoliceman and I broke his -- his -- his -- his nose. You don’t do that, you ought to control\nyourself. It’s difficult for me to control myself. It gets better as I get older, okay? So, I\nhave many of my father’s traits, but I’ve also let -- like my mother, I have all the artistic\nblood from my mother and so on, and so on.",
        "Q: You said that she was writing?",
        "A: She wrote beautifully and she wrote poetry and she was oh, she lived in a -- in a -- ina\nworld of art, in a world that doesn’t exist. She was a dreamer.",
        "Q: Where did you have a chance to read her writing?",
        "A: Well, she wrote a bunch of things that I have. How she met her husband. Everything is\nwritten in -- Oh, she had a beautiful choice of words, and --",
        "Q: Journal?",
        "A: Yeah.",
        "Q: In German?",
        "A: In German, of course.",
        "Q: Do you think that your -- your ability to paint came from her?",
        "A: I -- [have to assume so, because there were a few painters in my family and sculptors\non her side.",
        "Q: There are?",
        "A: Yeah, not on my father’s side. My father’s side are all farmers.",
        "Q: That came in handy in your many jobs.",
        "A: Yes.",
        "Q: Both farming and painting.",
        "A: Yeah. This, by the way, is a painting I did of my father. That’s my father there on the\nwall.",
        "Q: That’s a beautiful painting.",
        "A: Mm. [inaudible]",
        "Q: Are you still painting now?",
        "A: Yeah. I did a painting not too long ago that was shipped to Germany, yeah, mm-hm.",
        "Q: That’s a very -- a very major gift, I think.",
        "A: Thank you, thank you, thank you.",
        "Q: And I want to see what else we’ve gotten to --",
        "A: Okay, hold it for [indecipherable |",
        "Q: All right. Now, who is this?",
        "A: Lady Bird.",
        "Q: Oh. And this is your painting that you --",
        "A: That’s the painting in the back, yeah.",
        "Q: That she has, uh-huh. “To Walter Meyer, with so many thanks, Lady Bird Johnson.”\nWhen was that?",
        "A: Oh, maybe a year ago, something like that. There is Lady Bird up there. And there 1s\nthe president with his family, and there’s the president with his family.",
        "Q: And the pope, is that the pope up there? That’s the cardinal.",
        "A: No, that’s Cardinal Spellman.",
        "Q: But you haven’t continued your cut -- your connection with Catholicism?",
        "A: Oh no, no, no, no. [inaudible]. I’m not -- Iam not a -- I am not a church-going man.\nMatter of fact, I have many problems with the church. So that’s Ann Richards, “To my\nfriend Walter Meyer.” Let’s see, who else is there that you might be interested in?",
        "Q: Clark Gable would be mine -- my -- my first choice.",
        "A: Clark Gable [indecipherable], yeah, yeah. Well, there’s Bo Derek up there, see I’m in\nthe picture above my father there, I’m with Bo Derek.",
        "Q: Mm-hm.",
        "A: Those are pictures where I’m on horseback. You see up there? Those are all horse\npictures.",
        "Q: From the movies, or --",
        "A: Yeah, they are partly. And this one here is when Governor Connelly, after he was shot\n-- I was asked to go to Germany to promote tourism to Texas. And I went with Senator\nRichter and this is when we came back, he was shot, so this was in 63, ’64. Yeah, ’63.",
        "Q: I don’t know if I should just ask what does your wife do?",
        "A: She is a computer engineer. She works for Dell.",
        "Q: So, you’ve given so much, I think -- a question which I think is interesting is, going\nback -- you mentioned going back to your father’s -- your mother’s -- your -- the\nhometown where you grew up.",
        "A: Mm-hm.",
        "Q: And I’m wondering if you ever met, earlier -- on your earlier trips, did you meet any\nof the townspeople that you had known then and did you discuss -- did they know what\nhad happened to you, or did they know what had happened in the Holocaust?",
        "A: Well, you have to understand that there are people that certainly they knew about me,\nand there are people, or there was one in -- man in particular who threatened to denounce\nmy father for having listened to the BBC. When I came back, I was told, “Do you\nremember so and so?” Well, my attitude was then, “Oh, let’s forget him.” As a matter of\nfact, my father is the one who encouraged me to ask for rehabilitation from the German\ngovernment. Reparation money. I said, “Oh, they can’t buy my health back and so on.”\nFinally, when I came to Germany, he insisted that we go to an attorney who was trying to\nreinstate me because I had missed the deadline.",
        "Q: What year would this have been?",
        "A: I don’t remember, in the 50’s, I assume. Anyway, the Germans rejected me, because\nin Germany, if you miss the deadline, you miss the deadline. And we brought forward\nthat I was in the jungle of Peru and I had no idea that there was a deadline. No, no way.\nAnd so I said, “I’m going to try it myself, just to see how the Germans handle this.” And\nI wrote to, and had quite a correspondence with a member of parliament, a member of the\nbunderstock, who was head of the judiciary, I think. And he made it very clear, “Sorry,\nWalter, you missed the deadline.” So, in Germany, you miss the deadline, in America\nthere are exceptions to the rule, in Germany there are not. So, I forgot all about it and the\npeople -- the people, some of them died, some of them I didn’t want to have any\nassociation with whatsoever. And, you know, Germans tried very hard to claim that, “Oh\nno, we were never Nazis, we were always against it,” and so on. But that’s what you have\nto expect. Nobody’s going to say, “Yes, I’m guilty.” People don’t do that. So, you know.\nAnyway -- So, I have not -- I know people who benefitted greatly during the Hitler\nregime, and do I want to make a big issue, do I want to? No, I -- You have to know that\nwhatever you do has some kind of positive result. If not, why touch it? It doesn’t do any\ngood.",
        "Q: Well, thank you so much. Is there anything else you want to add? I -- I’m sure there\nare many things, but --",
        "A: I don’t know. You tell Miss Donohue, if she has any questions, to write them down\nand send them to me and I will answer them to the best of my ability.",
        "Q: All right. This concludes the interview with Walter Meyer, conducted by Ginger\nMiles, in Austin, Texas, April, 1999.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This tape is a part of the United States Holocaust Memorial Museum Jeff and\nToby Herr collection. This is an interview with Walter Meyer, conducted by Ginger\nMiles, on April 28\", 1999, in Austin, Texas, at Walter’s home. This is a follow-up\ninterview to a United States Holocaust Memorial Museum videotape interview conducted\nwith Walter Meyer, in 1996. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape one,\nside one.",
        "Q: Okay. And I -- We’re going to start with the post-war, or really, I know the story, a\nvery touching story about the Red Cross taking you home, and I wanted to ask -- my first\nquestion is, when do you identify the end of the war, or liberation period, as some call it?",
        "Q: I should ask, where were you?",
        "Q: When you say we?",
        "Q: Your mother had gotten tenants for -- in the same house, or --",
        "Q: Okay. And going back just a little bit, when the Red Cross took you to your mother --\nto your home, is that right? Do you remember any particular impact that the Red Cross\nhad on your rescue? A lot of people have memories about the Red Cross and their work.",
        "Q: Why do you think he was crying?",
        "Q: He also did not expect to see you?",
        "Q: How far from Dusseldorf, from your parents, were you?",
        "Q: Oh, that’s wonderful.",
        "Q: So the hospital was taken over then, by Americans?",
        "Q: And did you say that there was a Jewish man in charge, a doctor?",
        "Q: And one of the questions that I wanted to ask you 1s -- is a long time sort of\nprospective from the post-war to the present time is, from here, from this doctor, have\nyou experienced prejudice because you are a German in certain circumstances, and if so,\nwhere?",
        "Q: I want to go back to your being in the hospital and three blocks away and how long\nyou were in the hospital and did you see your parents?",
        "Q: In the hospital?",
        "Q: You had quite a -- a rich life since, which is why I wanted to start here, and I also had\na question, although I understand that you were a person who loved adventure, I\nwondered how long you stayed at home, and why did you go?",
        "Q: Was this the Russian zone in Germany’?",
        "Q: And that meant that the Russians were in charge of everything [indecipherable |",
        "Q: What was your motive for going?",
        "Q: So you said goodbye to your parents?",
        "Q: Did you tell that to her to protect her, 1f anyone asked, or --",
        "Q: How did he know you?",
        "Q: Oh, sorry.",
        "Q: Before we get to South America, I -- I was interested that you learned English from\nAmerican Gls. Could you --",
        "Q: And this is while you were in the hospital?",
        "Q: So, how did you get to South America now”?",
        "Q: How -- Do you remember the name of the freighter, or --",
        "Q: [indecipherable]",
        "Q: Coal, c-o-a-l?",
        "Q: And from what port did you --",
        "Q: How do you stow away?",
        "Q: What part of eur -- you mean you went directly back on that same ship to return to --",
        "Q: Could I ask you, before we get too far on this ship, did your father know that you were\nleaving, whereas your mother did not? He knew where to write you.",
        "Q: Did you have food?",
        "Q: You had no passport or anything like that?",
        "Q: In what country?",
        "Q: Okay.",
        "Q: This is the end of side one.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: -- interview with Walter Meyer, tape one, side B.",
        "Q: Welcome on his ship?",
        "Q: So he liked your work and your -- personally?",
        "Q: What license?",
        "Q: Authorities where?",
        "Q: What language did you communicate in?",
        "Q: English.",
        "Q: What did he admire about you?",
        "Q: And Chris is?",
        "Q: What I’m wondering is, were there a lot of people after the war, who were just\ntraveling around, like you, lost? Or -- What were you seeking? Did you know?",
        "Q: W-W-Why did it not exist?",
        "Q: I was more referring to a lot of Jewish people who were in Displaced Persons camps\nand families who were separated and -- did you run into any of these?",
        "Q: So you didn’t find a lot of comrades, friends to travel with?",
        "Q: You were very solitary.",
        "Q: So, where are we now?",
        "Q: You said that South America was very friendly to German. Could you all of a sudden\nstart speaking German, and --",
        "Q: In South America?",
        "Q: Why do you think South America felt that way about Jews and why do you think that\nthey were so friendly to Germans?",
        "Q: Did you meet any Nazis?",
        "Q: Its G-a--?",
        "Q: Because many were in hiding there in South America when --",
        "Q: Okay.",
        "Q: They knew you were German then?",
        "Q: So you just gave up your opportunity?",
        "Q: Your own?",
        "Q: How did you afford it?",
        "Q: Peron being the president?",
        "Q: How long had you been in South America by now?",
        "Q: That’s quite a switch isn’t it? Tobacco farmer to --",
        "Q: What made you move again?",
        "Q: I would like to sort of keep bringing us back when -- knowing, in your travels, your\nexperience during the Holocaust, were these thought running through your head, of being\nin prison, or of what might be -- happened to your parents now, or do you remember\nthinking about the past?",
        "Q: So, how much longer were you in South America before you first went to the United\nStates?",
        "Q: From?",
        "Q: And you had been in South America for how long?",
        "Q: Tell me what -- what it looked like to you when you landed. I --",
        "Q: Had you been to South Africa?",
        "Q: You mean where people sat?",
        "Q: Did you ever -- ever relate that to your experience in Germany, in relation to Jews?",
        "Q: Well, you were alone again?",
        "Q: [indecipherable]",
        "Q: This is the end of tape one, side two.\nEnd of Tape One, Side B",
        "Q: This is tape two, side one, of a United States Holocaust Memorial Museum interview,\nconducted with Walter Meyer, by Ginger Miles, on April 28\", 1999, in Austin, Texas. On\nthe way to California --",
        "Q: To do what?",
        "Q: Oh, deliver.",
        "Q: Uh-huh.",
        "Q: What do you mean by that?",
        "Q: So, you got to see your parents again?",
        "Q: Seven years?",
        "Q: And had the condition of Germany changed or improved?",
        "Q: And by now there was a government in place?",
        "Q: And your parents, how was that, to be reunited after seven years?",
        "Q: From Germany”",
        "Q: By now you spoke how many languages?",
        "Q: Was he grateful to you for --",
        "Q: So you had two businesses going on in Peru. One was the water therapy and\nswimming and the other was the Peruvian horses.",
        "Q: Pleasure?",
        "Q: But you are now preparing, I thought, to Georgia.",
        "Q: On the plane?",
        "Q: Is this where you met Clark Gable?",
        "Q: You have a picture of that time, or are you going to [indecipherable]",
        "Q: Now, who’s in that picture, the picture you just showed me, who was in it?",
        "Q: I’m assuming this is beyond another trip than the one that you took the two horses.",
        "Q: So, you stayed there?",
        "Q: Land of promise?",
        "Q: For what?",
        "Q: This is side B, tape two, of interview with Walter Meyer.",
        "Q: Why do you think that is? Why do you think you were inspired t -- for good will?",
        "Q: So, it was to serve people from --",
        "Q: From?",
        "Q: Why Texas over California?",
        "Q: In a car?",
        "Q: So this would have been 1962?",
        "Q: And how did you get to go there to the ranch, how did that happen?",
        "Q: And your first impressions?",
        "Q: In what way”?",
        "Q: Now, I’m -- I’m interested in LBJ very much, but I’m also interested in the fact that he\nasked you how was your family. Now, is this literal, did you by now have a family?",
        "Q: In what year?",
        "Q: So by then you were with her, and --",
        "Q: You brought her with you?",
        "Q: And Lady Bird, did you meet her?",
        "Q: So would you have been in -- Did you settle in Austin?",
        "Q: And you had not gone to college?",
        "Q: In?",
        "Q: This was early 60’s? Mid 60’s?",
        "Q: Where were you when Kennedy was shot?",
        "Q: On the way to Houston. So we’re talking a -- a year -- a few years after.",
        "Q: And so this was pre-’65?",
        "Q: Yeah.",
        "Q: Were all the others Black?",
        "Q: But they truly let you sit in the kitchen?",
        "Q: Did you have any dealings with him while he was president?",
        "Q: From the -- You got another Ph.D.?",
        "Q: Oh.",
        "Q: Had you yet become a resident and citizen?",
        "Q: Who said this?",
        "Q: While he was president?",
        "Q: Well, what years were that -- was that?",
        "Q: From the first, Peruvian wife?",
        "Q: Okay.",
        "Q: You were divorced in what year?",
        "Q: What was that called?",
        "Q: Oh, okay. A branch of Hansel and Gretel.",
        "Q: From which?",
        "Q: Oh, Antioch.",
        "Q: Education, we’re doing your education.",
        "Q: Your business was the restaurant and teaching?",
        "Q: When was that? When was the big fall?",
        "Q: Where is he from?",
        "Q: Which Pope?",
        "Q: Well, now your daughter is -- you discussed, is from the first marriage?",
        "Q: Where in west Texas?",
        "Q: ’'m from Abalone, so --",
        "Q: Your present wife?",
        "Q: With a new family.",
        "Q: That’s wonderful. So, before we go now, between your family and your education, the\nreturn to -- I can’t say it right, Ravensbriick?",
        "Q: Ravensbruck. Is there anything else you want to fill in, as far as your history, before\nwe return?",
        "Q: Okay. I’m interested in -- in how this -- how you got reconnected with your roots in\nGermany and with the Holocaust, and what led you to return.",
        "Q: Your father died in what year?",
        "Q: That town is?",
        "Q: All right, before we go to Ravensbrick, I think I should turn over to the next side --",
        "Q: -- to the next tape.",
        "Q: This is tape three, side one, of a United States Holocaust Memorial Museum interview\nwith Walter Meyer, conducted by Ginger Miles, on April 28\", 1999, in Austin, Texas.",
        "Q: Id like to focus on the place that was a concentration camp, and where you ended up\nand maybe if you could just give us a little background about when you were there the\nfirst time, just like a paragraph or something, and then about your return trip.",
        "Q: This is from prison, to --",
        "Q: And you were considered a political prisoner?",
        "Q: You didn’t fear for your life?",
        "Q: Because you were sick?",
        "Q: You were only wishing for butter.",
        "Q: Is this Spider?",
        "Q: When was this that you went?",
        "Q: May I ask you here, then it had been seven years, and even more than that from the\ntime that you were in the camp, or in the prison, and you carried this hate. Why - I don’t -\n- | know that he was aw -- in -- very, very bad to you, but can you figure out any other\nreason why you carried this hate toward him? Was it more than just him?",
        "Q: He was beating you, and more?",
        "Q: Still?",
        "Q: You still dream of him?",
        "Q: What do you mean by doing his profile?",
        "Q: Maybe he represented, because I know, from your childhood on, with your father as\nmentor, you were anti-authoritarian. So, it’s terrible for anyone to be in prison, but for\nsomeone who is as anti-authoritarian as you, perhaps could he have represented\nsomething greater than just himself?",
        "Q: Well, this brings up a comment that you did make, that you have killed and I just\nwondered, although I know it may be very unpleasant. Can -- Can you say what -- what\ncircumstances you were in?",
        "Q: They were not as discriminant?",
        "Q: This was around what year?",
        "Q: After the war?",
        "Q: How did you travel? What car, what --",
        "Q: Just by foot?",
        "Q: My God.",
        "Q: Yeah. Well, so in other words, it was self defense, right.?",
        "Q: You were defending yourself and others.",
        "Q: So I think now is a great time to go back to your more recent past, and tell first, how\ndid you get the opportunity or the inspiration to return to the camp?",
        "Q: How far was it?",
        "Q: Your thoughts upon driving back, or standing there, can you recall any?",
        "Q: So you had no one to talk to there? No one who had shared the experience?",
        "Q: I’m very interested, Walter, if you have met Jewish survivors who you’ ve talked with\nabout your experiences?",
        "Q: Was he in the Holocaust?",
        "Q: So he was a teenager?",
        "Q: Uh-huh.",
        "Q: And what do you talk about, in relation to the past?",
        "Q: Of any race?",
        "Q: Trained to be.",
        "Q: Do you make any sense or can you connect the shooting in Littleton, Colorado on\nHitler’s birthday?",
        "Q: No. I -- I know who he its.",
        "Q: Why’?",
        "Q: But it’s interesting though, your family -- your first family is still close to you in\nAustin, around -- around the Austin area, isn’t that right?",
        "Q: So you stayed connected -- very connected with that family.",
        "Q: What is it about Texas that -- do you think appealed to you?",
        "Q: I noticed that you have a picture of yourself with Ann Richards, could you say how\nyou know her?",
        "Q: Oh. Would you read her -- her comments about your book?",
        "Q: Oh, that’s wonderful. Well, we haven’t discussed much about the book, about your --\nyour -- anyone who writes a book, I know, as a writer, has to be extremely motivated and\nI wonder what motivated you to do this.",
        "Q: -- and --",
        "Q: Based on?",
        "Q: At the museum?",
        "Q: They didn’t ask for any changes?",
        "Q: How many”",
        "Q: Oh, congratulations.",
        "Q: Oh, and what does the uniform?",
        "Q: Mm-hm.",
        "Q: And he was from where?",
        "Q: Curacao.",
        "Q: Will you be coming to New York?",
        "Q: I imagine.",
        "Q: You’ll have some tough audiences there.",
        "Q: That’s where the tough audiences are.",
        "Q: Ph.D.’s will really help.",
        "Q: Well, I have a few questions from Arwin Donohue for you, so -- follow-up on your\nlife, I think.",
        "Q: Unless you wanted to add something about the book, or thoughts that you’ve had. I\nknow that finishing a book 1s sort of like, I’ve been told, having a baby. You know,\nafterwards, there are all sorts of -- well, there may be depressions and then there may be",
        "Q: Do you expect that?",
        "Q: What is his name?",
        "Q: I wanted to ask you now that we’re on the physical, cause I know you were wa -- you\nhad TB and you were beaten and you discuss in the ’96 interview, pain in your legs. Have\nyou had physical problems that result -- that come back, from that time?",
        "Q: What about your experience, not just being in prison, but in watching -- in getting sort\nof a close up, but outsider’s view of -- of what happened in the Holocaust to Jewish\npeople, is there anything beyond the physical that you think had informed you, that\ninforms your decisions, as to where to go and what to do and what your interests are,\nfrom that time.",
        "Q: In considering the small daughter of yours, who I saw, and her generation, what would\nbe your greatest hopes that she may be? I mean, I know the greatest fear might be drugs,\nbut the greatest hopes that she might take away with, say when she reads her father’s\nbook?",
        "Q: But, I wanted to ask you some of the follow up questions from Arwin and one of them\nis your -- your birthdate, and your father’s and brother’s full names.",
        "Q: This is an interesting question, I think, that you mentioned that, in your ’96 interview,\nthat during the time you were in Ravensbriick, which I’m only pronouncing this as an\nAmerican child, in the quarry, there was a hierarchy of nationalities among prisoners.",
        "Q: At what rung of this hierarch-archy were you and other German pris-prisoners?",
        "Q: The highest level?",
        "Q: You were privileged at all, because of your nationality?",
        "Q: Oh, yeah.",
        "Q: Were there any Jews in the camp?",
        "Q: So, was there mixing between ethnic or national groups?",
        "Q: I really like this next question, it’s, listening to you talk about your experiences during\nthe war, Arwin is struck by what seems to her to be a very optimistic attitude. Is that an\naccurate assessment? Did you feel optimistic at all at that time, or did it come back later?",
        "Q: And speaking of genes, did you say something about no Jewish blood for five\ngenerations? Does that indicate --",
        "Q: How did you prove that?",
        "Q: Oh, so you don’t know what happened before that?",
        "Q: Had to prove to whom?",
        "Q: When did they ask? Did they ask your parents?",
        "Q: Your cousin that’s visiting here?",
        "Q: Wow. Well, that’s the sense of -- Is he a similar age to you?",
        "Q: She.",
        "Q: Uh-huh. You didn’t know her then?",
        "Q: Oh.",
        "Q: That must have a -- a very -- a feeling of closure, doesn’t it, to have a relative from\nthat time, and --",
        "Q: When did your parents -- I know you told me about the death of your father, but you\ndidn’t -- When was the last time you saw your mother and father?",
        "Q: Here’s an interesting observation by Arwin, on relationships with your parents after\nthe war, particularly your relationship with your father, whom you seem to have seen in\nthe early days as the chief force against which you rebelled. You actually mention now\nthat, or that in ’96 interview, that you are exactly like your father. What do you mean by\nthis? Is this possibly a tie-in with his feeling -- your feelings about authority in general,\nafter the war and today”?",
        "Q: Caviar.",
        "Q: In -- In what way?",
        "Q: You said that she was writing?",
        "Q: Where did you have a chance to read her writing?",
        "Q: Journal?",
        "Q: In German?",
        "Q: Do you think that your -- your ability to paint came from her?",
        "Q: There are?",
        "Q: That came in handy in your many jobs.",
        "Q: Both farming and painting.",
        "Q: That’s a beautiful painting.",
        "Q: Are you still painting now?",
        "Q: That’s a very -- a very major gift, I think.",
        "Q: And I want to see what else we’ve gotten to --",
        "Q: All right. Now, who is this?",
        "Q: Oh. And this is your painting that you --",
        "Q: That she has, uh-huh. “To Walter Meyer, with so many thanks, Lady Bird Johnson.”\nWhen was that?",
        "Q: And the pope, is that the pope up there? That’s the cardinal.",
        "Q: But you haven’t continued your cut -- your connection with Catholicism?",
        "Q: Clark Gable would be mine -- my -- my first choice.",
        "Q: Mm-hm.",
        "Q: From the movies, or --",
        "Q: I don’t know if I should just ask what does your wife do?",
        "Q: So, you’ve given so much, I think -- a question which I think is interesting is, going\nback -- you mentioned going back to your father’s -- your mother’s -- your -- the\nhometown where you grew up.",
        "Q: And I’m wondering if you ever met, earlier -- on your earlier trips, did you meet any\nof the townspeople that you had known then and did you discuss -- did they know what\nhad happened to you, or did they know what had happened in the Holocaust?",
        "Q: What year would this have been?",
        "Q: Well, thank you so much. Is there anything else you want to add? I -- I’m sure there\nare many things, but --",
        "Q: All right. This concludes the interview with Walter Meyer, conducted by Ginger\nMiles, in Austin, Texas, April, 1999.\nEnd of Tape Three, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: All right. My name is Walter Meyer, M-e-y-e-r.",
        "A: Well, when the Americans occupied the city of Dusseldorf --",
        "A: I was in the basement of my house, because the city -- the Americans were across the\nRhine, not only was the city bombarded by the air, but also by artillery, so we were in the\nbasement of the apartment building in which we lived.",
        "A: That is my parents and I, plus the other tenants.",
        "A: Well, it was an apartment house of six apartments.",
        "A: Well, it was not actually the Red Cross. The Red Cross wanted to take me to a hospital\nand I insisted, I said, “No, I am dying, I want to go home.” So I -- An old taxi cab,\nconverted into somewhat of an ambulance took me home and I told the driver, ““Go and\nask for my father. Don’t shock my mother, because I haven’t seen her for some time.”\nAnd -- So, later on, I heard he went up, asked for my father, wasn’t there, then he told my\nmother that he had something for her, and my mother thought that it was a suitcase that\nmy father had sent from France. And he had finally said, “Look, why don’t you go with\nme?” So I -- my mother walked down. It was snowing, and she looked into the car and\nshe was a little confused because she didn’t recognize me. And so then I told her,\n“Mother,” and finally, after she looked three times, says, “Walter?” And that is when she\ncalled a neighbor to have to carry me in, and I remember the neighbor touched my legs\nand they were inflamed and extremely painful. So, eventually, they got me in and\nsomeone in the train had given me an apple, that caused me to have a little diarrhea, so I\nasked them to take me to the bathroom. And shortly thereafter, the bell rang, 1t was my\nfather and my mother yelled, “Paul, Walter is here.” So he came and he saw me and then\nhe just couldn’t control himself and cried for a long time. Then they sh --",
        "A: Because of my condition.",
        "A: No. Maybe three days later, two policemen came looking for me, and my father said,\n“Yes, he is here.” And he brought them in and he uncovered me, said, “Do you want to\ntake him like that?” And I think I weighed about 78 pounds. And one of them knew me\nbecause I was a star swimmer, and they told my father, “Nevermind, we’re going to say\nthat -- that he was not here.” So they left and then we accommodate -- accommodate\nourself in the basement. Maybe a day, maybe two, maybe three days later, my father,\nupon my mother’s suggestion, tried to find a doctor who assured my parents that there\nwas no hope. So a priest was called, who gave me the last sacraments, and -- but\nobviously I didn’t die. And then when the Americans marched in, I think it was April the\n12\", my father went to see the commanding officer, told him about me and they came\nwith the military ambulance, and took me to a German hospital which was occupied by\nan American medica -- medical company, and I was with them, ooh, for quite some time.",
        "A: Oh, three blocks.",
        "A: Yeah, the hospital was kind of --",
        "A: Yes.",
        "A: Yes, Major Hermann.",
        "A: Oh well, once with Major Hermann. We didn’t -- It didn’t mean enough to him that I\nhad suffered and that I was not, in quote, a Nazi. I was a German and that was enough for\nhim, he being Jewish. After that -- No, I think -- Well, of course, when I traveled in\nFrance, at that time it was near impossible to tell somebody, I am German, they would\nhave liquidated you. So I traveled through France as a Frenchman. I have participated in\nconversations like, these Goddamn Germans, these horrible, these this and this and so on\nand so forth. So, except -- until when I came to South America, which is about as pro-\nGerman as you can get, in any part of South America, and quite anti-Semitic. So as a\nGerman, no, except for the -- the -- the time immediately after the war in other European\ncountries, where I didn’t dare say that I was German, other than that no, I had -- there\nwere no repercussions because of my heritage, no.",
        "A: Yeah, my parents came from time to time and I remember that I gained, oh sometimes\nas much as a pound and a half a day. And one day the American doctor told me that my\nheart would not support so much gain of weight and that I had to get up and I thought that\nwas a bad joke. But I remember h-he telling me that I had to jump on one leg 13 times\nand then on the other one, where little by little, I went -- some GIs drove me around in a\nwheelchair and I would do sketches of the GIs. And then, maybe it was two or three\nmonths later, I walked with this cane and I was released and I was then with my parents.\nAnd Americans, shortly thereafter, were replaced by the British.",
        "A: No, not in the hospital, as occupation troop. The -- The -- si -- The American military\nzone -- part of the American military zone became British. They -- They re-divided\ngeographic areas, where the Americans stayed in Frankfurt, Heidelberg and so on and the\nBritish used another part of Germany and of course the Russians took all of East\nGermany.",
        "A: Situation in Germany was rather unbearable, Black Market, one German would\ndenounce another German for being a member of the Nazi party, for having done this or\nthat. The entire country was destroyed, Dusseldorf 75 percent. There didn’t seem to be a\nfuture. Money did not exist, it was bartering. Coffee, cigarettes, butter were the main\nitems for bartering. My parents had lost my brother, who had fallen to his death in the\nAlps. My mother continuously cried. So it was a period of depression and even though at\nthat time it was an impossibility to leave, you couldn’t leave -- you couldn’t go in the\nstreet after 10 o’clock. But somehow I flirted with the idea of going to America. And\nanybody with whom I would have shared the idea would have declared me insane. I went\nto see a teacher of mine, an old teacher who -- I understand that he had an estate, or his\nfamily had an estate in America. And I didn’t know that much about the difference of\nSouth America and North America, to me America was America. I went to see him, and I\nremember he asked me, “Where do you want to go, eventually?” “Well,” I said,\n“America.” “What part of America?” And I said North America just to give him an\nanswer. He said, “Well, I’m very sorry, but my family has an estate 1n -- close to Buenos\nAires, in Argentina.” Then I went to see my father, and I told him that -- that I was going\nto try to leave. Said, “You know that’s impossible.” Well, I said, “I’m going to try.” And\nhe said that, “If I didn’t know you, I would say you are crazy, but -- but there’s no need\nfor me to say anything. All I say that whatever person you meet, just expect them to be no\ngood and if they are good, you’re going to have a very pleasant surprise.” That was his\nadvice. I had previously tried -- well, let me explain that many Germans in large cities,\nknowing that the cities were to be or were being bombed, took certain items of value and\nshipped them to relatives in rural areas, which happened to be the Russian zone. My\nparents had shipped a suitcase to some friends. And going to the Russian zone was quite\nan adventure and I went to the Russian zone several times. And that itself is quite a story.",
        "A: Russian zone in Germany.",
        "A: They were the occupying force, and they were terrible. So, we’re -- going to the\nRussian zone was in itself something like going to a foreign country. I had gone there\ntwice, so I figured that somehow I sh -- I should be able to go. I had an address of a\nrelative of a friend in Belgium.",
        "A: Oh, I was sick and tired of Germany, of the situation in Germany, thought there must\nbe better places in the world then, than corruption, Black Market, degeneration, etcetera,\netcetera, etcetera.",
        "A: Well, I didn’t say, excuse me, I didn’t say goodbye, I told my mother that I was going\nto a water polo championship, and she said, ““There’s nothing like that.” “Yeah,” I said,\n“veah, yeah, yeah. Ill be back next week.” I came to see her again seven years later. So\nshe didn’t know that I was gone. She thought I was going to be away for a few days.",
        "A: Oh, yeah, I -- I -- no, I told that to her because she would not have allowed me to\nleave, and I didn’t want her to cry. So I stow away to Achen, which 1s right on the border,\nand there I -- I had some cigarettes with me that I gave to a railroad employee, and I\nasked him -- I spoke to him with a French accent and I told him that I had been in\nGermany as a French prisoner of war and that I’d fallen in love with a German girl and\nI’d come to see her and I needed to go back. And I wondered whether he could help me,\nwhether there was a train going across. He told me about a cargo train and well, I hid in\nthat cargo train and went to Belgium. I went to see an old farmer. Matter of fact, I visited\nthe farmer’s son last year. And he told me, “Don’t come up, they’re looking for Germans\nall over the place, so --",
        "A: He didn’t know me. I told him who I was. He was the cousin or nephew of a lady in\nour neighborhood. You have to underst --",
        "A: -- You have to understand the situation. The border towns in Germany and Belgium,\nthey were German during the Kaiser. After the Kaiser, they -- they became Belgium.\nHitler took it back, and after Hitler lost, they returned to Belgium. So those areas, like\nAlsace-Lorraine, they all speak German and they’re probably more German than Belgian,\nor Germ -- [indecipherable] so anyway, he gave me some sandwich, an apple, and told\nme that I should wait for the milk truck. It took me to Liege. Well, at -- at noon time, I\nwas in -- in Brussels and I stayed a few days in Brussels, visiting with a friend of my\nfather. Then I went to France and eventually I became a sailor. That went on until\nDecember of ’48, when I stow awayed on a -- on a Dutch freighter and went to South\nAmerica.",
        "A: Well, I didn’t learn from them, let’s say that I progressed, cause I had had English in\nschool, and I was -- I’d always been a linguist, so languages are not of any difficulty to\nme, and so, with the Gls, I had a very good opportunity to practice and to learn more\nvocabulary and maybe become a little more Americanized in -- 1n my speech pattern.",
        "A: True, true.",
        "A: Well, I stow awayed on a Dutch freighter and went first to Brazil.",
        "A: Yeah.",
        "A: Par-Parkhaven. Pay -- P-a-r-k-h-a-v-e-n. One of the oldest ships on the ocean at the\ntime, was still a coal ship, and then a -- there weren’t too many coal ships around any\nmore.",
        "A: Yeah.",
        "A: From Antwerp.",
        "A: Well, at the time, in different ports of Europe, I went aboard ships, and -- well, the\nfirst time I went on a ship was I worked in a nightclub in Bordeaux drawing portraits and\na captain walked in and he was -- he was quite drunk already, but I did his picture\nanyway and he paid me and he drank more, and eventually he was unable to -- to walk,\nand I felt sorry. And in port cities, there’s always danger of being attacked. So, I took him\nunder my arm and took him to his ship, which was the Silver Ocean, a Swedish ship, and\noh, it must have been three in the morning, and when I woke up, we were on the ocean.\nHe looked at me and said, “Who are you?” And I told him, he said, “Well, if you helped\nme to come aboard the ship, I ought to help you.” And he gave me a seaman’s book,\nwhich is kind of an ID card for sailors, and with a seaman’s book, you can actually work\non almost any ship that needs help, but I lost the seaman’s book eventually. Anyway,\nwith him I went to Casablanca. I went back to continental Europe and I was trying to\nstow away on an Argentine ship, but the captain kind of smelled --",
        "A: No, I went -- went back on another ship and went to Toulouse. From Toulouse I think\nhe went to La Rochelle. La Rochelle to Lavre, and I went eventually -- went to\nRotterdam, Amsterdam and eventually I came back to Anverb and I received at the post\noffice, letter from my father, who said that, “Dear Walter, there -- you will not be able to\nleave Europe for America. Your mother has baked special cookies for Christmas and I\nask you to come home and be with us for Christmas.” And I wrote back, “If I don’t get a\nship until next week, Pll be home.” And that’s what I would have done, but on December\nthe 16\"\", I was on the Parkhaven and stow awayed on the Parkhaven. I had someone who\nhelped me. The way it goes when you stow away from a European port, you try to stay\nhidden for at least two days, until you’re far away from the British Isle, because if not,\nspeed boats will pick you up and bring you back. Captains hate stowaways aboard.",
        "A: Yes. Oh, by that time -- by that time, of course after one week, I didn’t return and I\nsent letters home, s-so oh yes, my mother knew I was gone. She still hoped that I would\nbe back soon. And so, on this ship, I think the second day, the chief steward came and\ndiscovered me. The beds generally have curtains so the light doesn’t bother you so much\nand he drew the curtains and he saw me there. And they convinced him not to report me\nto the captain. By they, I mean the few guys who knew about me. And so he said, “Well,\ncan’t leave him here, you have to find another hiding place.” So they put me to the most\nhorrible place of all places, and that 1s where the propeller of the ship is. Well there 1s a --\nthere’s a small ladder going down if you have to repair the propeller, and there’s some\nold, big ropes lying there. And I was there, well, I guess a day and a night. And boy, you\ncould always feel the water comes almost to your feet and then goes back down and it’s\nsolid black. I mean, a -- a -- a dungeon is nothing in comparison.",
        "A: Yeah, they -- they -- they dropped some food down, or they let it down with a rope, so\nI ate a little bit. Well, anyway, after that time never passed, they finally got me out and --\nand then took me to the captain and the captain, remember asked me about my nationality\nand I told him I was French.",
        "A: No, I have no passport and -- and he -- oh, I told him that I was -- spoke Dutch and he\nasked me to pronounce Slavaninga, which is a city in Holland and no Frenchman can\npronounce Slavaninga, it’s just impossible. So I says Slavaninga, he says, “You’re not\nFrench.” And so I told him that actually I was from Alsace-Lorraine and I also spoke\nGerman, and he kind of accepted that and he told me what to do and I became a coal\ntrimmer. A coal trimmer is one that shovels coal and shoves it to the firemen, who in turn\nput the coal into the fire. So I worked together with a -- with a black guy from Curacao,\nhis name was Lovey. And I had a shift from four to eight in the morning and four to eight\nin the evening. I began to do drawings, copies of photographs and I became rather\npopular on the ship and the captain called me one day and told me that we were going to\nfirst go to Vitoria in Brazil and that he asked me to be quiet, that he would not turn me\nover to the authorities. I had told him that I had an uncle in Utawai who was waiting for\nme, and that came because I had met some guys on an Argentine ship. One of them had\ntold me that his family lived in Montevideo, that I was welcome. Then he gave me an\naddress in Montevideo. The other one gave me an address in Buenos Aires where I could\nstay. So anyway, I told the captain that I had an uncle in -- in Montevideo and he said,\n“T’Il bri -- take you Montevideo, so just don’t move in Brazil and let the immigration and\nthe police come aboard and I’ ll take care of you.” And so Lovey, my companion, asked\nme, “What did he want?” “Well,” I say, “he told me that he wouldn’t turn me over to the\nauthorities.” He said, “You can’t trust the captain, there’s no way he will protect you.\nHe’s going to turn you over to the authorities and you’ll be shipped back.” Well, I didn’t\nwant to take a chance, so we came to Victoria -- Vitoria --",
        "A: Brazil.",
        "A: And, see, the foreign ship never comes into the port, it’s always a pilot that guides it\nin. So the pilot came, I said, “This is it.”” So I jumped and swam ashore. But a police boat\npicked me up. They took me police station -- I was not allowed to swim there and then\nthey didn’t ca -- quite know what to do with me. An interpreter came, and he happened to\nspeak English so-so and German quite well. I think his grandfather was German. And I\nconvinced him not to turn me over to the immigration offices in Rio.",
        "A: So I convinced this German speaking interpreter to let me go and I stow awayed on\nthe same -- same ship, for the second time. The captain was extremely furious when he\nsaw me. He -- He -- I -- He could hardly believe that I had not trusted him and I\nconvinced him that there was too much at risk, that I didn’t want to go back and well, he\nfinally understood and said, “Well, I promise you I’d take you to Uruguay,” and so he\ndid. And I went to see the family of the man who told me that I could stay with his family\nand I was told very clearly that there was no way for me to stay there, that the man was\non th -- on the sea, that he would not be back for another month and that I should go to\nArgentina, would be easier than Uruguay. So I went back to the captain, I told him that I\ntalked to my uncle, who had moved to Buenos Aires, and, “Please Captain, take me there\nwith you.” And he said, “No, police in Argentina is little -- too bad, I don’t want any\nproblem. But if you stay here, sooner or later we’ll come back to Uruguay and we’ll take\nyou back with us then.” “Well, thank you very much.” I think he gave me 10 Uruguayan\npesos at the time and told me that I would always be welcome. Then --",
        "A: On his ship.",
        "A: Oh yeah, he li -- he liked me well. Three o’clock in the morning, I went to visit the --\nyou have two branches on a ship, the -- the officers and the engineers. The engineers, the\nchief engineer, first engineer, second engineer, depending upon the size of the ship, they\nhave a third and the assistant engineer, that’s one who went to school and is doing his\ninternship. Well, that was Chris. Told Chris, “I have to go with you.” And he said, “I’m\ngoing to lose my license, I can’t help you.” Well I said, “Nobody will know.”",
        "A: His license as an engineer. So, at three o’clock in the morning I came aboard. People\nwere asleep. I left a little -- I had a little suitcase, small, little suitcase with clothes that I\nleft with him, and I had nothing on but shorts and he took me under the -- under the\nfireplaces. There are all kinds of pipes. He took me underneath there and he said, “Be\nquiet here, nobody will find you.” Well, I was there until the next day, and I heard by the\nnoise, the -- the ship was moving. It was going across the river Plate to Buenos Aires,\nwhich is eight hours -- 12 hours, something like that. And the size of my room was about\nlike being in a coffin. What I didn’t know is that the crew, the firemen, knowing that they\nwould be in Buenos Aires for about a week, and they didn’t need any power, because the\npilot would pull them in, they began to clean the fireplace, and all the warm ashes fell on\nme. A-And I was beginning to realize that I was losing my conscience and I just couldn’t\nstay, so I crawled through the door and I came out. And I had a big layer on -- of ash on\nme. They told me later that they thought I was a black guy. They rinsed me with the\nwater hose and then they recognized me. “What are you doing here?” Well -- And they\ncalled the chief engineer, the captain was asleep and the chief engineer said, “I’ll have to\ntell the captain. I’m very sorry, I can’t assume this kind of liability and you will be\nhanded over to the authorities.”",
        "A: In Buenos Aires. So, I decided to go for a swim again, and I swam about -- oh\nprobably about four or five miles to the port of Buenos Aires, until I heard some\npoliceman screaming. I assume they said you -- you’re not allowed to swim here and I\nsaid, well, don’t worry. I got out and jumped on a Norwegian ship. I remember they\nasked me, “Where you coming from?” And I pointed way, way out there, “I came\nswimming from that ship,” and they kind of celebrated me like a hero and gave me some\nspecial soap, I was oily, and --",
        "A: English.",
        "A: And I was a little scared because they had told me there was sharks, and so -- and the\nRiver Plate is filthy because all the ships throw all the debris in the water, so when I was\nswimming, I hit a piece of a board, of wood, or something like that, and I was always\nscared it was a big fish. Anyway, I waited for my ship to come and after the authority had\ncome aboard, everything was cleared. Then, I went to visit, and the captain saw me and\nsaid, “How in the world did you get here?” And I laughed and I said, “Swimming.” So\nthen he said, “Let me tell you again, any time you want to come with us, you'll always be\nwelcome.”",
        "A: Well, that I had done the impossible, swam from his ship. I mean, it was an unusual\nthing to do. So then I went to see -- I went with Chris and I had the other address of this\nArgentine officer, Asketta was his last name, that I could stay with his grandmother. So\nwe found the address, which wasn’t too far away from the port, but I was told no way I\ncould stay there. And Chris had to go back to the ship, and it was January, it was the 24\"\nof January, 1949.",
        "A: Chris is the assistant engineer. And I ended up close to Plusa Italia, a big, big square\nwith a large, large park. And that’s -- that became my house for a couple of weeks. So I\nbecame a homeless and I remember oh, the fourth day, I saw these horse carriages\ndriving around the square very slowly and I was curious. You always find somebody who\nspeaks either German or French or English or whatever, and I learned something rather\ninteresting. They were walking around -- slowly around the square, because those were\ndriving hor-horses -- horse carriages. Anyway, there was a -- th-the famous circuit -- the\nracing circuit of Buenos Aires was close by and I heard the noise in the morning where\nthe race cars came. There were gar -- guys putting these big blocks in the curve -- straw\nblocks. And some guys were building little kiosks where they sold sodas and so on. And I\nmade friends with one and helped him, so I had free sodas and maybe a sandwich. And I\ntook some of the blocks and built myself a little house, to have some protection. It was\nhot, and summer in Buenos Aires is very humid, very unpleasant. Well that’s -- And I\nstopped people on the street and asked them if they had maybe a pesos to spare, that I\nwanted to eat something.",
        "A: Maybe there is something innate in me and that is seeking adventure. But -- Th -- Y --\nI owe you an answer to your question, and that is, traveling was extremely difficult\nbecause, well, as a German of course, Germany did not exist, hence there was no\npassports.",
        "A: Well, because 1s was occupied by -- by different -- as a country it didn’t exist, it did\nnot have a government. The British were there, th-th-th -- so there was a military\ngovernment, but there was no passport of any sort, so you couldn’t go anywhere, it was\ntotally out of the question. And others, of course, other -- other Europeans, well, why\nwould they travel? This was not the time, like today that the Dutch go as tourists to\nTunisia and so on.",
        "A: Well, that was -- that was immediately after the war, you had refugee camps. In\nGermany there was one cl -- and I know quite a few Jewish fellows in -- close to\nFrankfurt in a refugee camp. Most of them were, I think, Polish Jews. And they were\ntrying to be -- they were displaced, so were -- they were -- they were trying to be\norganized and sent back, but there was no traveling per se, no, no.",
        "A: No.",
        "A: Oh, very much so, yeah, yeah, very much so.",
        "A: Well, we are in Buenos Aires, and --",
        "A: Yeah, I was not -- As a matter of fact, I would find eventually, people who would say\nthings like, “You know Walter, the only mistake that Hitler made, he didn’t kill all of\nthem.” That’s what you would hear.",
        "A: In South America.",
        "A: Because the Germans, first of all, there are large German colonies in South America,\nin Argentina, in Chile and Peru. Chile, mostly. And the Germans are very desirable\nimmigrants. They’re not trashy. They become teachers, they become professionals. They\nintegrate, marry natives, contrary to the British. So they’re very much desired and in\ndemand and some of them become outstanding citizens, some of them enter politics,\nsome of them become statesmen. So, as a whole, German immigration, even in Texas\nhere, I mean, people go out of their way to say, “Oh, my grand-grandfather was German.”\nIt doesn’t make a damn bit of difference to me, but they show you that -- they will not go\nout of their way to say that their great-grandfather was Polish, but if he was German, they\nwill let you know. And of course, there’s many, many German towns here, Brownsville,\nFredericksburg, Neiderveld, all kinds of German festivities and so on. So, anyway, going\nback to South America, then products made in Germany meant quality.",
        "A: No, the only one that I didn’t meet, but I -- that I saw once, somebody took me to have\na beer at a place where Germans would go. There was General Galland, the very famous\nyoung German Air Force general who had shot down, I don’t know, 200 British planes,\nor something like that.",
        "A: G-a-l-l-a-n-d. And he had been imported by the Argentine government to work as a --\nI assume as a consultant or something like that, in the Argentine Air Force. I saw him\nkind of from far away. But no, I had never -- I had never -- no, I’d never met any\n[indecipherable |",
        "A: Yes, I understand that, but no, I never met anybody and later on I heard that some had\nbeen in Argentina and they were down in the Pategonia, and -- but no, I never met\nanybody.",
        "A: Okay. So we are in Buenos Aires now and I stop people on the street, asking them to\nhelp me with a pesos or two. And, then I go to restaurants and draw sketches and I meet\none who helps me get a job in a -- in a place that makes posters for the subway, so I do a\nlittle painting there and they say, “Well, we can’t employ you for too long, because you\ndon’t have documents.” And one day I -- a friend of mine said, “Why don’t you drive out\nto Martinez, which is a suburb where the film studios are and they always need temporary\nworkers. Maybe you get a job there.” And I went there, and without going into too many\ndetails, I met an American movie star by the name of John Carroll, who is long dead. He\nhad come down to do a picture with Adele Marra and with -- with the Argentine actor\nwho became famous later. I used to room with him and that was Fernando Lamas. And so\nJohn Carroll somehow liked me, and I went from living one day under a tree and the\nother day on an old mattress, I went to one of the most beautiful estates in Buenos Aires,\nwhich he had leased, and became his assistant. Went to Buenos Aires to exchange\nmoney, helped to organize a party. I did whatever. Of course, that lasted only while he\nwas there, and then he said, “I want you to come to America, to be with me.” And he\ntook me to the German -- to the American consulate. And I remember I was a little\nsurprised that the consulate’s name was Gerra, which was a very -- which 1s a very\nSpanish name. And I was told, “Well, you’re German, and that means we have to put you\non the waiting list and the way it stands right now, itll take about six years.” And --",
        "A: Yeah. At that time, I didn’t have to hide any more. Let’s see. Oh, maybe my next job\nwas singing in a -- in a nightclub.",
        "A: Well, John went back to the States, and I had made some connections. Another thing,\nJohn went to this nightclub with me once, called Zanzibar and they had a couple of\nGerman waiters, and they were rather nice, I went to visit. And one day, there wasn’t\nmuch traffic, and I took the microphone and sang a little, “Night and Day.” They said,\n“Why don’t you sing? We need somebody.” So I made a little money and I think I knew\nthree songs and sailors would come in, ask, “Why don’t you sing this, why don’t you sing\nthis?” All I knew was three songs and I was always happy when the hour was over. So\nthat’s how I started. One day I met -- a customer came and I did a sketch of him, and he\nsaid, “Do you like the country?” “Yeah.” “Well, why don’t you come up north, to\nSalta?” Well, that’s like coming from New York to Texas, something like that. So I took\nthe train, went there and went to Salta, northern Argentina, close to the Bolivian border.\nWorked for him and eventually I came to have a small tobacco plantation.",
        "A: My own.",
        "A: Well, h -- I worked for him. People take a long siesta and I said well, if I work a little\nfor him during siesta time and I have a little time in the evening and work for myself, and\nhe had about 20 acres, or maybe 30 acres. Said, “Could I have that land for me, to plant\nsome tobacco for myself?” And he said yes. So, I slept maybe six hours, I felt that was\nenough then. But that -- I had -- I was going to be somewhat of a millionaire that year,\nbecause the tobacco was beautiful and Peron had decreed that nothing any more could be\nimported, ev-everything had to be made in Argentina. So --",
        "A: Yeah. So, no more tobacco from outside, so the national product went up in price and\nI was going to make a hell of a lot of money, but the day of harvest, the locusts came and\ndestroyed everything.",
        "A: Oh, a year and a half, something like that. And -- So then, other people asked me to\nrun their farms for them. I had made many friends. But eventually I left Salta, I went to\nChile and worked as athletic director for a -- a copper mine.",
        "A: That’s quite a switch, yup. I worked in Chookiecarnata in northern Chile and I went to\nBolivia and I don’t know how much -- how many details you want, but I did many, many\nthings over a relatively short period of time.",
        "A: Something didn’t work right, or somebody told me about a golden opportunity to\ndrive cattle from Bolivia to Brazil, three months on horseback.",
        "A: Well, you think of the past, except when -- when what happens to you is so rich in\nadventure, then you don’t have much of an opportunity. The past always comes back\nwhen you're a little depressed, or when you have a lot of time. New things happen, you\nmeet a new woman, you meet new friends, you -- things are going okay, you have a --\nyou’re going to a party, you have a ball, or you’re in danger. The good thing 1s that the\nHolocaust taught me to be able to be long times without food. I’m a very tough man. So,\nI always laugh, here in America, people -- people always starve. I am starved, I am\nstarved, when they haven’t eaten for three hours, and they can’t live any longer without a\nCoke. You know, I go -- I drove yesterday non-stop 12 hours, doesn’t bother me. And I\ndon’t stop to drink. No, I have a little bottle of water next to me. So -- So you -- you do\nthink of the -- of the miserable parts in life when you’re depressed, when you’re\nmiserable, then you think of more miserable things and eventually you feel sorry for\nyourselves. But if things go well, or new adventures happen, then you don’t think of that.",
        "A: First time I came to the United States on my way to Europe. I obtained a tourist visa.",
        "A: In Peru, to visit the United States as a visitor.",
        "A: Well, from ’49 to ’54, and -- which brings upon another -- another series of\nadventures. I came to -- to Miami --",
        "A: Oh, I tell you, my first impression was that I went through immigration -- see,\neverywhere in the world you would be Mr. Meyer or Dr. Meyer, whatever the case may\nbe. And the guy looked at me, he said, “Hi Walter. Where are you going?” And I thought,\n“Oh my God, these guys are the FBI, they know everything about you.” I was -- I was\nabsolutely impressed that he would call me by my first name. Then, the casual way of\nbeing -- I remember in Miami at the time -- this was new to me, so I couldn’t get over\nthese bathrooms, bathrooms for colored people. There -- There was no such a thing\nanywhere in the world, except South Africa.",
        "A: No, I hadn’t been to South Africa, I went to South Africa later, but even South Africa,\nyou didn’t have bathrooms for colored people, you just didn’t have bathrooms for colored\npeople. But you didn’t have white and -- and -- and colored. So -- And the bus rides --",
        "A: Wh-Where people sat, blacks in the back and so on, that was totally new to me.",
        "A: A-Absolutely. I often thought, they who tell us that we should not segregate, we\nshould not do this, look at them, how they treat people just because they have a different\ncolor. That’s -- That’s -- I couldn’t quite cope with that. Another big disappointment was,\nI think it was July or August and it was hot in Miami and there was a Shriner’s\nconvention and I could only find one room, in the upstairs of the Grellan Hotel, an old\nwooden hotel, and no air conditioning. And I bought some Cokes to put under the sheets.\nAnd then I went down, I saw a sign, I said, “Oh, I’m going to have a cold beer.” I had\nnever in my life seen root beer. I thought root beer was just another beer. So I drank root\nbeer, I still have the ugly taste in my mouth. Anyway, from Miami, I went to -- to Dallas",
        "A: Oh yeah, I was alone. I went to Dallas. I had known -- see, Braniff Airline had a\nheadquarters in Peru. Peru was headquarters for the southern atmosphere, or southern --\nsouthern region. She was an employee, and --",
        "A: A stewardess, a stewardess. And she lived in Dallas and she gave me her card, “When\nyou come to Dallas, I want you to come and see me and I want you to meet my folks and\n[ll show you around.” So I went to Dallas, and checked into the White Plaza Hotel, and I\nmet her a day or two days later, and she said, “Walter, you’re spending a lot of money.\nThe White Plaza Hotel is an expensive hotel,” [indecipherable] it was not too far from the\nairport and -- “Well, why don’t you check your suitcases in -- you put your suitcase into\nmy car, we’re going to Oklahoma to see my folks, and on the way back, I check you into\nthe YMCA.” That’s the way it happened, and the YMCA you don’t have bathrooms in\nyour room, you have bathrooms down the floor, and somehow, while I took a shower,\nsomebody swiped my money out of my suitcase, and I had maybe 10 or 20 dollars left.\nSo, friends of this girl, one day they invited me to the first football game that I saw in my\nlife, which -- which was so boring it was pathetic. Then they told that -- I wanted to go to\nCalifornia, see John Carroll, so they had told me that there were opportunities to drive a\ncar. Okay.\nBeginning Tape Two, Side A",
        "A: Well, you know, in every town, if you, for example, your company moves you to New\nYork, then you leave your car with the company and that gets a driver that drives the car,\nand generally gets an allowance of 30 dollars for gas, or something like that. So, I got one\nof those cars, a Chevrolet Bel Air, and drove from Dallas. And I had to deliver it in Salt\nLake City.",
        "A: Deliver the car.",
        "A: And upon delivery, I would get 25 dollars. And I went through a little town close to\nDenver, called Castle Rock. Policeman stopped me, speeding and crossing the yellow\nline. And I remember he made it very clear, “You want to pay, or you want to see the\njudge?” I said, “I want to see the judge.” Well, the judge was not there, it’s 11 o’clock in\nthe evening, so I went to jail. And I remember there was a cowboy in jail and I couldn’t\nunderstand a single word of what he was saying. Anyway, the next day, the sheriff came\nand took me to have some food and said, “Well, we have to keep you another day, we\nhave to check on the car first.” Well, the next day I went to see the judge and the judge,\nthere was no mercy, so it was the ticket plus court costs and I had a -- a ring, a gold ring\nfrom Peru, that the deputy sheriff went with me and -- to a restaurant and I told the\npeople what my predicament was and somebody bought it for five or 10 dollars, I don’t\nremember how much. And somebody else, realizing that I was a foreigner and I need a\nlittle help, said, “Well, I tell you what, I’m going to contribute some gas to your car.”\nAnd I remember an old pump, that you had to move like that. And I was on my way.\nShortly thereafter, a deer jumped right into the car and put a big dent in the fender. And I\ngot out and I felt sorry for the deer, and I was going to catch him and see -- anyway, cars\nwent by. Eventually the deer jumped back into the woods, limping. I drove on, police car\nstopped me. They took me to a little police station. “Anything you want to report?” “No.”\n“Nothing?” “No.” “Okay, you don’t want to tell us what happened?” I had no idea they\nwere referring to the deer, I thought they meant that I was in jail the night before\n[indecipherable]",
        "A: So I said, “Well, I was in jail the night before.” “Oh, we got us a jailbird.” Well,\nfinally they said, “For not reporting -- When you hit a deer and you don’t report, it’s 500\nfine or 50 dollar fine,” it was a big amount for me. And I finally became furious and I\nsaid, “You know, I dreamed of this country many, many times. Of the liberal way, of\ndemocracy. When I came to this country, nobody ever stopped me and told me that if you\nhit a deer, you have to report. There’s no sign or anything for that. So, if you want to put\nme in jail, fine.” There was a captain or lieutenant, so he said, “Let him go.” So I was on\nmy way again, came to Salt Lake City, delivered the car and they looked at the fender.\nThey said, “Well, we owe you 25, the repair cost 18, so here’s seven dollars.” I had seven\ndollars in my pocket and I was in Salt Lake City, and I hadn’t slept well, I slept in the car.\nSo I asked this auto auction, that’s what it was, would they allow me to leave my\nsuitcases in one corner there and I wanted to see the city a little bit, so I walked through\nSalt Lake City and I saw a beautiful little house, room for rent. Oh, it was so inviting and\nI knocked at the door. So neat and clean. So I -- “Can I rent your room for a day or two?”\n“Yes.” “Okay.” And I slept, I slept beautifully and the next day I went to restaurant. I\nwent to a stationery store and bought some drawing paper and a pencil, went to a\nrestaurant, said, “Do you mind if I drew your picture?” He said -- I gave it to him, which\nalways invited other people to look over your shoulder, “Would you do mine?” I said,\n“Two dollars,” or one dollar, I don’t remember how much I charged. So I was there for a\ncouple of days, drawing pictures to make a little money, enough money to pay for the --\nfor my room. I went back and at the auto auction they told me that there were two\nsoldiers. They were taking a car to Los Angeles and maybe they would give me a ride. I\ntalked to them, they said, “Well, how about you pay your way and you do the driving?” I\nsaid, “Fine.” We drove from Salt Lake City to Las Vegas. At some service station, the\nsoldier boys had flirted with two ladies, I think it was mother and daughter and had\ninvited them to have a good time in Vegas. So in Vegas, they said goodbye to me, but\nthey gave me a few dollars and said, “Why don’t you take the Greyhound bus?” I took\nthe Greyhound bus, and arrived in Los Angeles and checked into the hotel across the\nGreyhound station. And from there I tried to reach John Carroll, no luck, until finally the\noperator told me, “No more telephone calls, you have to make a deposit first.” I left a\nsuitcase, took bus and went up to the San Fernando Valley and eventually, oh, the first\nperson I met was John Derek, who died not too long ago, Bo Derek’s husband, with\nwhom I rode horses later on. And he told me how to find John Carroll, who came, and\nthen they took me in a big, Buick convertible to Los Angeles, paid the hotel, get my\nsuitcases and cunup -- come up and stay with them and -- but my experience at the\nUnited States, being in jail and the deer, and so on, if anybody had asked me, and I\nbelieve people asked me, “How do you like it here?” I would have said, “I hate it. I don’t\nlike it at all.” The segregation policies and so on. It wasn’t -- I had not learned enough\nabout America to -- to understand it.",
        "A: Well, you have to spend a little time in America to understand why Americans the\nway they are, their way of living, their heritage, the history of the Black and so on. It\ntakes a little while to understand. Anyway, I left -- I left Los Angeles and took a plane\nfrom Burbank to New York and then from New York, I went to Germany, spent a little\ntime and then eventually I returned to Peru.",
        "A: I went to see my parents and that was then --",
        "A: Seven years.",
        "A: Yeah, considerably, because Germany was rebuilt maybe -- maybe throw a percentage\nat you, 60 percent. So, it was hardly recognizable.",
        "A: No, there was still -- yeah, ’54 there was -- oh, I have to do some thinking now.\n[inaudible] Yeah, there was now a German government, Attanower was chancellor and\nthe trains were rolling on time and things had normalized.",
        "A: Well, it was -- My father had become my greatest fan, because to him, that a young\nman would be able to leave Germany, and make it all the way to America, that was --\nhe’d formed the -- the -- the admiration club. And he wanted me to stay and work with\nhim. He had started a technical translation office. He was doing rather well. Semi-retired.\nIn other words, he was his own man now, he was not an employee any longer. And --\nBut, once you have tasted any part of America, or for that matter, any part of America or\nAfrica, then Germany, or Europe is not attractive any longer. Their way of living, the\ndensity of population, the -- the many, little problems that don’t exist here. The generous\nway of living versus existence in Europe. So, I couldn’t get used to the -- to the German\nway of living any more, I wanted to go back into the world.",
        "A: Well, from Germany, I went back to Peru, which was -- which had become my home,\nand oh, I did a number of things, but ended up breeding some horses and --",
        "A: Oh, wa -- five. I had started a swimming school in Peru and I was coach of what they\ncall the Peruvian Olympic team. And many people in Peru believed, like people all over\nthe world, I assume, that polio was contagious. And parents of polio affected children\nknew that water was very good, called hydrotherapy, or water therapy, and they wanted\nme to take care of their children. But the others, when they heard that I was going to deal\nwith polio children, they kind of shied away, being afraid that 1t would be contagious. So,\nI kind of concentrated with them during lunchtime. From 12 to two, I had nothing but\npolio affected children. I became extremely successful, economically and in every way\nand I then dreamed of having -- well, I have to explain, when you go from Lima east, for\nabout -- less than an hour, and you come to an area where the sun shines, while right in\nLima, a situation is a little bit like Los Angeles, the mountains push the clouds back, so\nyou have this dampness over Lima. It never rains, but you don’t see much of a blue sky,\nbut you go a little inwards, the sky is blue, the sun shines and wealthy people begin to\nhave beautiful homes there. And in that area, I wanted to build the most elegant\nswimming school, where people could have a cup of coffee and watch through one-sided\nglass, see their children and -- and so on. Well, I had a child in my school, that learned to\ntake the first steps. Her father was president and owner of one of the largest bank houses.\nAnd he told me that any money that I needed, would be made available.",
        "A: Yeah. He just couldn’t get over that I was able to make his -- his grandchild walk. So I\nsaid, “Well, at least I would like to have the land and maybe then you can help me to\nfinance the rest, any time.” Well, that was a project that I was very much involved with,\nand a friend of mine, a Swiss architect, helped me to design something which was partly\nunderground. Well, at that time, somebody had inquired about the Peruvian passel horse,\nwhich is a very special breed of horses and -- and I was involved a little, I had a few\nhorses myself and I loved them because they’re very elegant, they have a beautiful gait.\nAnd the horse association’s secretary called me and they didn’t quite know how to handle\nthis request from the United States and so I kind of took over and eventually the idea\ndeveloped to take 12 stallions to the United States. Shortly before that time, I have to\nexplain; Peruvian parents, parents of polio children used to go to Warm Springs, Georgia\nwith their children. But eventually, they thought, why not bring a doctor down here? We\ngive him a car and a chauffeur, it’s cheaper and we don’t lose that much time. So, a\ndoctor came from Georgia and I was introduced to him and he was rather complimentary\nas to the fine work I had done, and I told him that everything I did was based upon\ncommon sense, but I had no schooling in water therapy, but I would like very much to\npursue some kind of course. And he invited me to come to Warm Springs, Georgia. I\nthought, I get a diploma that I can hang on the wall and -- and then I know what I’m\ndoing, and take it from there. So, I was asked to establish contact with horse loving\npeople and I made the same mistake that everybody else makes, and that 1s everybody\nbelieves that Texas is the horsey-est state in the nation. It’s not, California is, by far. So I\nwrote to Texas and oh, I ended up with the Good Neighbor commission, the governor and\neventually, I don’t remember how, but I ended up with the San Antonio Chamber of\nCommerce, and I was told that we would escort the governor with our horses, during the\nBattle of Flowers parade, which is Texas Independence Day.",
        "A: Yeah, the Peruvian horses was not a business, was -- was a pleasure.",
        "A: Yeah.",
        "A: Yeah, well, what I -- what I -- what I thought was, we take the horses, get a lot of\nmoney for the horses and from there, go to Warm Springs, Georgia. And then I return,\nand I have money to buy land, to build my school and so on. Well, we had sent some\nphotographs -- a few photographs of horses to San Antonio and the lady at the San\nAntonio Chamber of Commerce, gave those pictures to a guy who had Palomino horses.\nAnd he looked at the pictures and they saw they were white -- not all Peruvian horses are\nwhite, but those particular pictures happened to be of -- of a couple of white stallions and\nhe put two and two together, white, Spanish, those must be Lipisotter horses. We had\nquoted some -- We had given them a price idea, so I thought that was rather cheap. So I\ngot a letter that all the horses are placed. And so I said, “Well, they’re sold, let’s go.” I\nhad two horses of my own and others smelled the business, said, “Walter, why don’t you\ntake mine?” And there was an American who had a freight line. He had an old flying\nboxcar, and we put 12 stallions in there, had two helpers.",
        "A: Put them on the plane and we shot each one with tranquilizer, so they stood like the\nwings. Went to Panama, landed in Panama, were a little late, we couldn’t -- we couldn’t\nunload the horses because of quarantine regulations, so we tried to water them, lost a lot\nof time. Then -- In retrospect, I understand that he didn’t have a -- a landing permit for\nHouston, but we kind of made an emergency landing. One of the horses had gone with\nthe hoofs, had stood up with the hoofs, broke the window of the plane. I mean, it was a\ndisaster, but we -- we made it in Houston. We were not able to unload the horses. They\nwent from the plane on a truck and they dusted us and the horses and the quarantine\nofficers were there. It was the biggest mess. And then -- I had been told that horses for\nbreeding do not pay duty. Well, I was told that, but in reality, it’s horses for breeding, if\nyou’re an American citizen, you bring horses for breeding, you don’t pay duty, but as a\nforeigner, you bring in horses, you do pay duty. We were not prepared to pay. We -- We\nprepared to cash. So, the guy with the big truck was told, “Don’t unload the horses until\nyou get the money.” Jack Sellars was the guy with the Palomino horses in San Antonio,\nwho was called and he said, “I'll take care of it, just bring the horses over here and I give\nyou the money to pay for customs and so on.” Well, th-the driver of the big truck, 18\nwheeler, was Black and fell asleep while he was driving. So I took over, drove to San\nAntonio, and while he was asleep -- oh, Jack Sellars was there waiting for us and I\nrealized he -- he realized that he had made a mistake, we didn’t have Lipisotter horses,\nand Jack Sellars kind of disappeared. We were at the coliseum in San Antonio with 12\nhorse, I said, “Unload the horses, before he wakes up.” And I told him, “Go back and\ndon’t worry, we’ll pay sooner or later.” Well, the press came and there I was with 12\nstallion and two helpers, so the president of Lone Star Brewing Company, Harry Jerzek,\nbought three horses, for way below our costs. People always take advantage. That was\nenough money to send the guys home and I was alone with nine horses. And horses eat\nmore than people do. So that’s the way it started. Harry Jerzek was a very important\nfigure and he introduced me to people here and there and he organized a race, an\nendurance race from San Antonio [indecipherable] 34 miles on the Fourth of July, 1958.\nAnd I had coached a cowboy to go with me, and we rode each a Peruvian horse and we\nwon. And we were to cash 500 dollars, but then we were told, “No, no, no, no, no. The\n500 dollars would have been to anybody who would beat you. Nobody beat you, so\nthere’s no money.” I didn’t understand that too well, but anyway. Then, as we arrived, I\ntied one horse up and the little lady felt sorry for the horse, because the horse was totally\nexhausted and I gave him water, which was the worst thing to do. Th-The horse died the\nnext day. So I lost one horse. Well, there I was now with eight horses. And well, not too\nlong thereafter, I placed some horses, see, “Can I leave some horses on pasture with\nyou?” “Yeah, sure.” You become known, you make friends, you meet people. And I\nbought an old truck converted it and made it two stalls. I said, “I’m going to try my luck,”\nand took two horses to California. And so then I spend time in -- in California, placed\nsome horses and --",
        "A: Met Clark Gable -- Yeah, I met Clark Gable at the time. I was in Palm Springs and\nFrank Bogartwo was Mayor of Palm Springs, twice. Told me once, “Why don’t you\ncome along, we need -- we need an extra bowler.” And so I bowled with Clark Gable.\nAnd I| think Zsa Zsa Gabor was on the other team and a bunch of people. Clark Gable\nwas an extremely nice man, as a matter of fact. There, I’m with Clark Gable.",
        "A: Yeah, it’s that time, I show it to you. While I was there --",
        "A: That’s Clark Gable and his wife, Kay. And, at the time, Clark Gable was trying to lose\na little weight and he had a bet going on with a na -- a guy by the name of Ray Rand and\nwhoever loses the bowling will have to lose an extra 10 pounds. So he wrote on the\nphoto, “Thanks for the bowling,” because we won it, he didn’t have to lose an extra 10\npounds. Clark Gable was one of the most decent man I met in Hollywoods, which is the\nphoniest place on earth, probably. I met many, some were very nice and some invited me.\nI rode horses two or three times with Walt Disney, who invited me to see Disneyland, and\nnot only see Disneyland, but see behind, where they repaired carriages and did all the\nmaintenance work and so on. That was quite nice.",
        "A: That was -- That was the -- the one with the two horses.",
        "A: Yeah, well, I came back to Texas, took care of a few things, maybe sold two horses to\nMr. Masterson in Houston, then went back to California.",
        "A: Yeah. And rode horses with Anthony Quinn and John Derek. We used to practice fast\ndraw. And I stayed at John Carroll’s house in Granada Hills, with Wade Preston. Wade\nPreston was the star of Colt 45, which was a st -- a dumb, stupid western series. Anyway,\nI met Jack Warner once, in the desert. And that was the time when the studios had kind of\nre-organized and would offer you a s -- I think it was 600 dollars that I was offered, 600\ndollars per month for five years.",
        "A: To be on contract.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: So I’m in California now, and -- and what I tried to explain to you, that studios, once\nthey felt that they had discovered a star, or someone they could make a star, they offered\nall kind of monies. The new policy was, let’s pay them 600 dollars per month for five\nyears. If they become stars, we make a lot of money, because we don’t pay them any\nmore than 600 dollars a month. And if they do not become stars, we don’t lose much with\n600 dollars. That was a time when Burns -- you na -- remember Kookie, with the comb?\nWell, he was trying to make -- he became quite popular with the kids. He was making\n600 dollars a month. I had signed a contract, because I had met Jack Warner, who invited\nme and said, “Why don’t you try it out?” I thought, “Why not become a movie star?” So I\nsigned a contract, which I broke shortly thereafter, because Frank Bogert, my very dear\nfriend, one day said, “Do you want to meet President Eisenhower? He’s in -- in Indio,” or\none of the desert places. And I met President Eisenhower, who had started the People to\nPeople program, which was kind of a forerunner of the Alliance for Progress. And he\nsaid, “Why don’t you do some good will,” and so on, and that appealed to me much more\nthan Hollywood.",
        "A: Going from North America to South America overland? My God, this was -- this was\nan adventure. I mean, you could hardly drive. So, and --",
        "A: It -- It -- It -- The -- The -- The philosophy behind was to bring people closer together,\nSO we would understand better, our brothers south of the border. And so I met, well, all\nthe presidents going down. And I drove, I had --",
        "A: [indecipherable] with me from Los Angeles. I came through Texas, then I went all the\nway to Peru. So I did that, and of course, by that time, I had had a fine opportunity to\nbecome acquainted with life in the United States. I had met friends and I had decided that\nI would return and live in Texas, or at least try to make a living here.",
        "A: Because I knew more people in Texas than in California, and -- and palm -- as a\nmatter of fact, I wanted to return to Palm Springs. There was a lady who wanted me to\nrun a spa, with an emphasis on physical education and -- but she -- she had a heart attack,\nshe died, so that never -- never became true. So it’s not that I absolutely wanted to\nbecome the te -- wanted to come to Texas, I wanted to come to California, but I also had\nfriends here. So eventually, I returned overland to --",
        "A: In a camper, to the United States and came to Texas and I was then introduced to then\nvice president Linden Johnson at his ranch.",
        "A: Yes, that sounds good.",
        "A: Harry Jerzek, of Lonestar Brewing Company, kn-knew Linden Johnson well and felt\nthat a man of my caliber should be -- should be welcome by the president and -- well, by\nthe vice president then, and so he made arrangement and I was told to come on such and\nsuch a day, I think it was a Sunday morning that I met Linden Johnson.",
        "A: My first impression was the same as the second and third impression, that he was a\nrather unpleasant man.",
        "A: Later, as I came to know him better, and traveled with him a couple of times to\nMexico, he would be the extreme of a charming man, and would say, “Walter my man,\nhow are you? How is -- How’s the family?” And the next day he would look through you,\nas 1f you didn’t exist. A man he was, who was used to having people do anything for him.\nTook advantage of his power and of course, remember those who did things for him. But\nnot a pleasant man, not my kind of man.",
        "A: Oh yeah, I married a -- a Peruvian girl when I arrived in Lima, I married a girl that I\nhad known for some time.",
        "A: In -- That would have been 1960.",
        "A: Yeah, well I brought her with me overland.",
        "A: Yeah. And we had -- we had our first child, Heidi, born in ’62. So that is why the\nquestion, how is the family. Matter of fact, when he asked me how is the family, there\nwas already number two.",
        "A: Oh yeah, I know Lady Bird well, she’s one of the most delightful ladies that you could\npossibly meet, very considerate. But, you know, I know Lucy, I know Linda. I taught\nLinda’s children how to swim. But, when you -- when you ask somebody, “Did you\nknow?” And I think the question should be, “Have you met?” Because you don’t really\nknow those people intimately. Yeah, I’ve -- I’ve been with Lady Bird several times. She\nsent me a picture not too -- too long ago. I had -- I had done a Blue Bonnet painting for\nher. So, Pll show you that picture in a minute.",
        "A: When I came back -- When I came back, I settled first in San Antonio, because the\npresident of Peru asked me to represent the country as Consul and later as Consul\nGeneral. One day I had to deliver a speech at the University of Texas, as a diplomat. And\nmy speech must have been somewhat radical. Talk about the Alliance for Progress. The\none who had sponsored the speech, was the late George Sanchez. They named the\nCollege of Education after him. George Sanchez was one of the most outstanding, finest\nhuman beings I ever met. And we became friends. And he said, “I would love to have\nyou with me in graduate school.” Said, “I don’t have any transcripts or anything. I would\nlove to join you.” “Well, I would rather have you without transcripts than all these\nmonkeys,” and blah, blah, blah. Well, he wrote a letter to the registrar. The letter was\ncosigned by the late William Drake, Professor Drake. They asked that I be admitted and I\nassume the registrar didn’t quite know what to do with me, but he couldn’t -- he couldn’t\njust do that. I mean, I had nothing to show. So, they referred the letter to the graduate\ndean, who was out of town, so it went to the associate graduate dean, Lahor Hughes.\nWonderful guy, who said to himself, according to him, if two professor write letter like\nthat and want this guy so badly in graduate school, I want to meet that man. So he called\nme and he talked to me for an hour and a half and he said, “I’m impressed. Would you\nconsider it fair if I called for a special committee and let the committee decide whether\nyou should be admitted or not?” “Yes,” [indecipherable |",
        "A: No. So the committee met and unanimously recommended that -- that I be accepted\nand three years later -- oh, I drove from San Antonio to Austin every day for three years,\nand got my Ph.D., and --",
        "A: In history and philosophy of education. That was the first of three Ph.D.’s. Then I ran\nthe center for international education, became quite involved in academic life, trying to --\nto bring professor from other countries to interchange, by way of education understand\nbetter, what makes other people tick, about their culture and so on. But, we didn’t have\nany money. The monies went into aerospace. You couldn’t get any money at all.",
        "A: Yeah. So, eventually I left and then associated with Walter Jenkins, who was Linden’s\nfirst secretary. This was the t-trme when Mr. Johnson left Washington.",
        "A: On the way to Houston.",
        "A: My father had sent a car that I was going to pick up at the port of Houston. And I had\na Black guy with me whom I -- I loved dearly, good mechanic. And we stopped in one of\nthose little towns between here and Houston. And I said, “Let’s have something to eat.”\nAnd the guy said, “He’s not going to eat here, he has to eat in the kitchen.”",
        "A: No, that was ’63. Yeah, ’63.",
        "A: That was the day that -- th -- th -- th -- the day Kennedy was killed. So I said, “Well,\ndo you mind if we,”-- w-we were four. “Can we all sit in the kitchen together?” “Yeah, I\ndon’t mind.” So -- And I think I was a little nasty like. I hope you don’t expect a tip or\nsomething like that. You know, I was a little disturbed that --",
        "A: No, no. There was only one Black and the others were a little embarrassed about the\nsituation then.",
        "A: Oh yeah. Yeah, yeah. So, as we left, we heard a loudspeaker of a radio, President\nKennedy was shot, and shortly thereafter, where he’s dead. So that was on the way to\nHouston and of course Mr. Johnson became president, and --",
        "A: None whatsoever. So, let’s see, I left the university, I believe in ’67.",
        "A: Not from this university.",
        "A: No, no, no. I left the university in ’67, I was [indecipherable] work with Walter and all\nthat, become all kinds of different things that I could tell you, but I don’t believe that we\nwant to go into effen -- every little detail.",
        "A: Yeah, well -- Oh, yeah, I had become a resident, because even before I left for Peru on\nthis overland trip, before -- I had gone to immigration a number of times, to extend my\nvisitor’s visa, until one day, the offer said, “Well Walter, don’t you think that by this time\nyou should know whether you like it here or not?” Those were his exact words.",
        "A: The -- The immigration officer. And I said, “Yes, what can I do about it?” He said,\n“Well, we can -- let’s go into change of status and make you a resident.” “Okay.” Then I\nhad to undergo a physical examination and they said, “Well, we cannot okay it, w-we\nhave to take another x-ray, because,” -- the x-ray of my lungs revealed tuberculosis, but\nthey didn’t know whether it was active or whether it was scar tissue. And I don’t\nremember why I had to go to New York, but I said, “Why can’t I speed up the process?”\nAnd I went to Staten Island and another x-ray is taken, they realized it was scar tissue,\nthen they okayed it, I became a resident. Shortly -- Well, we didn’t have any money. I\nthink I took a trip once, to Oklahoma for President Johnson --",
        "A: For the former president, I meant. You still call him president, of course, but he was\nnot in Washington any more. And whenever -- wherever I went, oh yes, somebody said,\n“What would you like to eat? Wa -- I take you here, you know somebody who would\npick you up at the airport.” And I went to -- “How about some German food?” And I\ntasted the sausages, I said, “These are German sausage, these are not American\nsausages.” Well, I found out that there was a German butcher in Dallas. And I had the\nidea of opening a little German restaurant, as an investor, in Austin, which became\nprobably the most successful restaurant in Austin, called Hansel and Gretel. Any of the\nold-timers will tell you, we had classes there, we have weddings there. I -- We gave five\nscholarships each year to the University of Texas. I mean, it was packed at all times.",
        "A: That was ’69 through ’74. I never thought of running it, but one day I came back from\na trip and I had a few partners, Walter -- Walter Jenkins was one. And I didn’t know how\nmuch we owed and I -- I had a certain liability there. I said, “I’m going to take over.” I\ntook over and -- and it became quite a thing, Hansel and Gretel, so I ran that. That\nunfortunately, or fortunately, became part of the divorce settlement.",
        "A: Yeah.",
        "A: And, so then, when I left the --",
        "A: Oh, that must have been ’74 or ’75. Then, I -- I had learned, in one opportunity, I had\nbecome a little interested in hypnosis. And there was a professor of psychology at\nsouthwest Texas State University in San Marcus. We became friends and I went to see\nhim. We had another restaurant there, okay?",
        "A: Hansel and Gretel.",
        "A: Yeah, and in one room, he sometimes had a class meeting in that party room and he\nwould have some -- show hypnosis a little. So, we became friends and he said, “Why\ndon’t you become a little involved. Your -- You’re pretty good at it and use -- use it in --\nin -- in therapy.” That was quite appealing to me. But I said, “Hell, I need -- I need a\ndegree in psychology.” So I went to the University of Texas and they -- I went before the\ngraduate council. “No, we cannot give you second Ph.D.” I went to see Charles Lamader,\nthe chancellor of the university, whom I had met. And he recommended that I go to the\nUniversity of Texas in San Antonio. They had just begun a program in psychology and\nthat I was going to take classes at the University of Texas, but San Antonio would give\nme credit for it and well, the way it worked out, their program was never approved, so all\nthe courses they took were for the birds. And eventually, I read that there was a graduate\nschool in San Francisco, which had started with Pomeroy, who was the right hand man of\n-- of Kinsey. Started the Institute for the Advanced Study of Human Sexuality. And I\nbecame very much interested, because I felt that most psychological problems are sexual\nin nature, if you see human sexuality with a very broad context. So I wrote and yes, I was\naccepted. Went there and while I was there, I was asked to do a little lecturing at Antioch\nUniversity. They had a campus on the west coast. And they ga -- they decided to give me\ncredit for the courses I had taken at the University of Texas, so eventually I got a\nMaster’s degree in psychology from Antioch University.",
        "A: Antioch.",
        "A: Antioch. And then eventually, I went to Columbia Pacific. They accepted me and\nrecognized, of course, my Master’s degree and I did some work with them and got my\nPh.D. in psychology and eventually I got a third one from the Institute for the Advanced\nStudy of Human Sexuality, in San Francisco, so that was my third. Let’s see, where are\nwe? So I --",
        "A: Yeah, then I did some research, mostly with Dr. Singh, professor of psychology. We\nwrote a paper together with -- was with -- published in England. And then I decided that -\n- that I -- well, li -- let’s not talk about economy. In the 60’s -- no, in the early 80’s, I lost\nabout half a million dollars, like everybody else, and --",
        "A: No, the restaurant, I had invested in real estate and -- and because of my -- my\nconnection with the Johnsons, I had a friend who was Chairman of the Board of -- of the\nBank of the Hills, which was a bank owned by the -- the Johnsons. So, Walter, how much\ndo you need? So I could get any amount of money. This was a period of speculation.\nProperties change hands three times per day sometimes and each time they went up and\nthen everything fell, because --",
        "A: The early 80’s. So I lost too much money and bankruptcy was a little against my\nreligion and I began to paint, as a kind of therapy. I had been a -- at the Academy of Fine\nArts in Dusseldorf as a boy. I did a painting of the famous conductor, Carrian.",
        "A: Carrian was the -- the -- the -- the head of the Salzburg or -- the Salzburg’s\nPhilharmonic Orchestra. And somebody from Switzerland came to visit and -- and was\ncrazy about this painting I had done of Carrian. And I got a letter, “Would you send a\npicture?” And eventually, to make the story short, “Would you sell it and how much?”\nAnd I remember my daughter was with me, I said, “Do you think 2000 dollars is too\nmuch?” She said, “If you sell this painting for 2000, I’ll never talk to you again.” I said,\n“Well, how much?” “10,000.” I -- Well, the Swiss have money so I -- 10,000 and they\npaid 10,000. Then I was invited to have a show in Europe. Carrian asked me to do a\npainting for the Vatican. So I did a painting for the Pope and I was asked to come to\nRome.",
        "A: The present one, John Paul, and you will see me with the Pope on the picture as we\ncome down. And then I had several shows in Europe. I had a lot of money and I paid\nwhat I owed. And I have been happy ever since.",
        "A: Yeah, I have three children out of the first marriage, one died not too long ago, so\nthere is a girl who is, What is Heidi, 35. She had three children, she is in west Texas, she\nis arancher’s wife.",
        "A: At Saint Angelo.",
        "A: Oh, okay. And then there’s a boy who 1s here, he’s a very prominent man. God knows\nwhat all he does. And -- And by sheer coincidence, one day on the way to the university,\non a rainy, cold, miserable day, I was driving and I saw this student, I assume, missing\nthe shuttlebus to the university and I stopped and I said, “I’m going to the university, I\ndon’t want you to miss classes.” She became my wife.",
        "A: She is Chinese and she is probably the -- not probably, she is without any doubt the\nfinest human being I ever met in my life. And with her I have Asai, who was born what,\n16 months ago. So this is the beginning of the final chapter of my life.",
        "A: Right.",
        "A: Ravensbruck.",
        "A: Oh, I don’t know. There are so many things, but I don’t believe that they would\ncontribute much.",
        "A: Well, after my parents died, my father was born in a small, little town -- as a matter of\nfact, my cousin is visiting from Germany. | have relatives on both sides, Germany and\nBelgium.",
        "A: My father died in ’73, and so it is not that I have a tremendous, strong feeling towards\nmy roots. I’m very attached to the little town in which I spent part of my childhood taking\ncare of the cows and milking the cows and where I have some relatives left, and where I\nlike to go, with their buis -- beautiful forests.",
        "A: That -- That little town of 600 people is called Holleaerath, H-o-l-l-e-a-e-r-a-t-h.\nMatter of fact, a friend of mine just wrote a book about the Jews in that part. He gave me\nhis book, the Jews in -- in that part of Germany, the development, the history of the Jews\nthere and so on, it’s quite, quite interesting. Their names and what they did and so on. So,\nit is not so much Germany, I’m -- I am as much attached to -- to, now Libya and to South\nAfrica, as I am to Texas, so I don’t have these enormous roots, really.",
        "A: Yeah.",
        "A: Sure.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: I don’t think so. We can always get together again. I don’t know, you asked me the\nquestion, what would you --",
        "A: Well, the first time was in 1944. Went to Sachsenhausen first and from\nSachsenhausen, went to Ravensbrick. Of course, Ravensbriick was a very small camp.\nRavensbrick consisted mainly of satellite camps. Ravensbriick acted as a -- as a\nheadquarters. And I went to one of those satellite camps, but they all were under the\numbrella of Ravensbrick.",
        "A: From prison to concentration camp. Concentration camp, to ma -- to me, was actually\nan improvement, because I was in solitary confinement in the prison. The concentration\ncamp, at least you can talk to others.",
        "A: I was considered a political prisoner. So, in that concentration camp, did not mean as\nmuch as the word implies. To me, it was not getting worse. As a matter of fact, it was\ngetting a little better.",
        "A: No, I feared for my life, but not -- not of being killed, rather, a-a-a-a-at the very end, I\nfeared I was -- I was afraid I would die.",
        "A: Because I was -- I was sick. See, I had tried to escape, I had done several things. My\nconduct in prison was so that three times I was put in the bunker, for one month each\ntime, with 200 grams of bread and butter, I -- bread and -- and water. So --",
        "A: Yeah. So that puts you down pretty fast. And then, where they needed soldiers, I was\ncalled and I was told that I should be ready, I would be transferred to a penal company,\nwhich meant the first line. And I refused, because I was 1n no condition to be a soldier.\nThat refusal prompted then, the transfer to a camp, to a work camp. And Ravensbriick\nwas a work camp, as a matter of fact, one of the toughest work camps. So, the first time I\nwent to Germany, I had decided, beyond any doubt whatsover, to visit the warden of the\nprison in which I had spent about a year, and kill him.",
        "A: Yeah. And I went there.",
        "A: Oh, that was when I went in -- I assume that was when I went back in °54, after the --\nafter seven years. And, you know, I -- I had made up my mind to say, “Do you remember\nme? May I refresh your memory?” And then eventually I would have killed him. And I\nknocked at the door, and a lady came. I said, “I come to see Dr. Soikner.” She said,\n“Well, I’m very sorry, but he’s no longer here, he moved to Hamburg.” Well, that of\ncourse changed the whole thing. I was not about now to take the next train to Hamburg,\nbecause from Frankfurt to Hamburg is a long way. So, I kind of -- kind of forgot it.",
        "A: Oh, because I don’t believe that -- well, I never understand how man can be so evil to\nman. That’s -- That’s -- I have never come to understand that. This particular man had no\nright whatsoever, to be so cruel, so sadistic, to a boy of 16 years.",
        "A: Well, he was not beating me personally, but he ordered that I be beaten, he ordered\nthat I be put into a little cell with nothing but two slices of bread for -- for four weeks.\nThis was the ultimate of cruelty, but he was a sadistic man, who -- and there are millions\nlike that in the world. So, he’s just one of them. But I carried his image with him and --\nand I still dream of him, once in awhile.",
        "A: Yeah.",
        "A: Oh yeah, oh yeah, oh yeah. Yeah, I still dream of him. Once in awhile I see myself -- I\ndo a lot of scribbling with a pencil and I see myself doing his profile. I say, “Dammit,\nwhy do I do this?”",
        "A: Oh, I start drawing and before I know it, I have his nose and I have his profile there.",
        "A: Yes, that is -- that is -- that is very true. I mean, I was very much like putting an eagle\nin a cage. I was free. I was supposed to be born in Texas, the son of a big rancher, see?\nBut it didn’t happen that way. So, yes, I hated him passionately, I mean passionately. I\ndon’t know in retrospect -- these are all good questions, and nobody can answer -- what\nwould have happened if I had killed him? Would I have sleepless nights over him? I\ndon’t know that, it didn’t happen.",
        "A: Well, I -- When I went into the western zone -- see the Russians -- Americans were\nvery nice and they picked up scientists and brought them over here. Like Werner\nFerbrown and son. The Russians would ship anybody to Russia, and they would do the\nscreening in Russia. If you were an engineer, fine, if not, well we can -- we can still use\nyou. SO --",
        "A: Oh no, no, no. They could use all kinds of people. So one day we were stopped at a\nborder crossing --",
        "A: Oh, that was --",
        "A: -- °47 -- °46. End of ’46, maybe. And I had a young lady with me who was -- well, in\nmy area I had become somewhat o-of an expert. I had gone twice into the Russian zone,\n“Let’s go with Walter, he knows his way.” Well, we were stopped, taken to an old forest\nranger’s office, and some of the women were raped. And we were marched, and I knew,\nfrom here, by train, we’ll end up in Russia. And an elderly guard with a machine gun was\nbehind us, and I began to have like epileptic attacks, just to see how he would react. And\nfinally I got hold of his gun and killed him. So that was one of those situations, and we --\nwe ran, and nobody crossed the border for a long time there.",
        "A: Oh, we were running, on foot.",
        "A: Oh yeah.",
        "A: Oh yeah, oh yeah. So that was -- that was -- that was that.",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: I was invited to meet a friend of mine in Berlin. I have a friend in -- a Belgian friend\nwho has a very large factory of making bakery equipment, ovens and so on, in South\nAfrica. And every four years, the largest baker’s convention exhibit is in Berlin,\nenormous. And -- And I promised that we would meet there and said -- you know that\nclose -- I was always a little hesitant to go back, I didn’t want to remember and past 1s\npast. But he said, “Walter, if you want to go, Pll lend you my car.”",
        "A: Oh, from Berlin, maybe 60 miles, 70 miles, 80 miles, something like that. So, I had\ndrove up there, and unfortunately the man’s camp -- well, the woman’s camp did not\nexist any more and the man’s camp didn’t exist any more. The women’s camp, at least\nthe -- the permanent buildings were still there. The -- The prison part, where the women\nwere. The barracks were all gone, because they had typhus, everything was burned down.\nThe man’s camp was gone, there was a -- a Russian military company was there, so I\ncouldn’t even go through. So the only thing I did is went into the main building, which\nwas the administration building of the SS, and got a couple of pamphlet or something. I\nremember the lady told me something, I don’t remember what it was. I said, “No, you’re\nwrong,” and I corrected her. And she said, “How do you know?” I said, “Well, I was\nhere.” And she looked at me. “I don’t remember [indecipherable]” But anyway, that was\n-- that was it and I remember when I stood there and I wanted to cry and I just couldn’t,\nand I was like -- like a stone figure. I was -- It was tough, and it was very difficult to -- to\ndrive back. But it was -- it was -- it was bad. So --",
        "A: Yeah, well, so many of the details came back. When I saw an S man shooting\nsomebody and when they threw a -- a head close to the wire. I mean, all these -- all these\nreflections came, and how I worked hard and how my feet looked and my hand were\nblistered, and so, a mosaic of pictures arose and I was in bad shape. I was in bad shape.\nAnd for some reason -- I don’t know whether there’s a medical reason for it, I know\nwhen I went for the interview in Washington, I had to pause a few times. I was going -- I\nthought I was going to break down. I didn’t. And I want to cry, but I can’t cry. I have the\nsame sensation, but I can’t cry. I have a daughter, whom I love dearly, and she suffered\ngreatly of depression. And a couple of months ago, she was house-sitting for a friend of\nmine, and found a gun, and put the gun in her mouth, killed herself. We had a little\nmemorial and I spoke and again, I had to pause and I thought I wouldn’t be able to make\nit. My voice went and well, eventually -- eventually I made it, but those are the situations\nthat I wish I could -- I would have this nice relieve and could cry for awhile, but I can’t,\nSO, anyway.",
        "A: No. No, no, I was all alone, I was -- There’s a church there, but no.",
        "A: Oh, I have a -- I have a very, very dear friend, Dr. Samuelson. He used to be chairman\nof the language department San Antonio and gave me a job once. I taught languages for\nawhile. We get together once in awhile. He wrote a few books and he edited my book.\nAnd -- And we philosophize quite a bit, we have many things in common. I married a\nChinese woman, he was married to a Cuban woman and after the divorce, married a\nVietnamese girl who 1s about half his age and had three children with her. A very happy\nman, very bright. So, we philosophize, and -- and --",
        "A: Oh yeah, he was in the Holocaust. He spent quite a bit of time in Buchenwald. He is, I\nthink Bill is two or three years younger than I. He is a Poli --",
        "A: Oh, yeah.",
        "A: Yeah, he is Polish. So we speak.",
        "A: We do not speak so much about the past, we talk more about humanity. You see,\ncontrary to -- of course, every time somebody asks me, “What did you do in the war?\nWere you in Germany in the war?” I said I was 1-imprisoned. “Oh, so you’re Jewish?” |\nmean, automatically, it’s assumed that I’m Jewish, and I’m not. I went once to the\nHolocaust museum, up to the archives and I’m registered as a Jew. I said, “Well, wait a\nminute, I’m not Jewish.” “Well, do you mind?” “No,” I said, “I don’t give a shit one way\nor the other.” But they have me as a Jew there. The m -- The -- The -- The -- The name\nMeyer, could very easily be Jewish, very easily. It’s an old, Roman name, I mean, it’s a\nHebrew name to start with, like Golda Meir, it’s -- it’s called the enlightened one. We\ntalk more about humanity, education and even though Jews do not allow you to make\ncomparison between persecution, systematic killing of Indians in the United States,\ndepression and persecution and killing of Blacks, the history of the British in the world,\nthe history of the French in the world, the history -- I mean, there’s hardly a country in\nthe world that can say we have never done anything wrong. So, the Germans were the\nonly ones who did mass extermination in such a scientific way and it depends a little\nupon how you want to look at things. Is this -- Is this indicative of the German scientific\nmind, or is this the ultimate degree of cruelty? I mean, there are many ways of -- of\nlooking at things. Are Germans by nature more cruel than others? No, hell no. I think\nFrench are much more sadistic than Germans are, as a whole. I look at the history of the\nJews, ha -- how they have been prosecuted. I look at the church, having done nothing\nwhatsoever to help alleviate things. So, I am more a member of the party that accuses the\nworld, rather than pointing the fingers at one or the other. And I’m pretty sure that I’'d\nfind as many sadistic Israelis as I find any -- anywhere in the world. I don’t believe that\nI’d want to be associated with a typical Marine Sargent.",
        "A: Of any race. American or whatever. An American Marine Sargent 1s a son of a bitch\nfrom way back. He’s a killer.",
        "A: Trained to be, right. And he’s not going to ask much. If you tell him -- I mean, you\nknow, in -- in -- in -- in Mississippi [indecipherable] deputy says, “How about killing a --\nkilling us a nigger this weekend?” Can you understand? There are people like that\neverywhere. The Germans went a little too far, and of course, if I were a Jew, I would not\nallow for this to be forgotten. I fully understand that.\nBut you have to go a little beyond that, and I understand. I remember once I wrote a letter\nto Elie Wiesel, the very famous one, when he protested that Reagan was going to go to\nthe Bittburg cemetery, where SS soldiers were interred. That was -- And I tried to correct\nhim, said, “SS were not all killers. Some SS were volunteers. Some were recruited into\nthe SS. They had no choice. But not every SS member killed Jews, or killed anybody. So\nI don’t know whether those in the cemetery were killers or were totally innocent\nbystanders.” And I encouraged. I wrote him, he never wrote back. I said, “Why don’t you\ngo with Mr. Reagan and hold your hand and start something new? Start a peace\nmovement. Show them that you’re willing to give it a try, instead of, no we have to\nremember, we have to remember.” You don’t do much good by doing that. Certainly you\nremember, certainly you -- you want to prevent things from happening again. Look at\nYugoslavia. We don’t talk much about Rwanda, where millions of people got killed --\nslaughtered, not killed, slaughtered. Because they’re Blacks, what the hell ca -- who gives\na damn, right? Yugoslavia’s a little closer, they’re, in quotes, civilized people. I mean, up\nin the 20\" century, people kill each other for religion in Ireland. You [indecipherable] it’s\n-- how is it possible, huh? People do weird things. I never, never will understand to what\nextreme man can go in what he does to his fellow man. That’s beyond me.",
        "A: Oh, I think -- I think that’s a little overplayed. I -- I don’t believe that Hitler has\nanything to do with it whatsoever, I don’t believe so. I look at Colorado, it does not -- I\nmean, it -- it’s -- it’s horrible, and to hear that one of the killer’s mother, after it\nhappened, had her hair done in front of the school, you know, like ‘I don’t give a damn.’ |\nthink that the horrible thing is in the United States, and throughout the world, is that the\nfamily, which was the strongest unit, 1s totally falling apart. So kids grow up, no father\nimage, single parent. They grow up without anything whatsoever, and try to get attention.\nI tried to get attention on the streets. When you need attention, you need attention,\nwhether it’s negative or positive, doesn’t make any difference. So, I can understand what\nhas happened in Colorado. Do I like it? Of course I don’t like it. And I feel sorry for the\nvictims, of course. But, 1t is an outcome of a ruthless, non-family life, which has -- I look\nat my -- my -- our nanny, who’s a lovely woman from Croatia, but she would probably\npay money to see Jerry Springer. Have you ever seen Jerry Springer on -- on -- on -- on --\non television?",
        "A: You ought to see the program, what they see and there are millions of people standing\nin line to watch that.",
        "A: Why? Because people love to see se-sensational things. Like in the west, originally,\nthey stood in line to see a hanging. That’s the way the world is, we’re just terrible\nanimals.",
        "A: Yeah.",
        "A: Yeah. Don’t -- Don’t -- Don’t -- Don’t forget that I have been longer in Texas than\nanywhere in the world. I’ve been much longer in Texas than I had been in Germany. I\nknow how to speak German, of course, but I have been here for -- for a lifetime.",
        "A: I love the -- the wide, open spaces. People are friendly, whether that friendliness is a\nvery profound and truism, or you never know if somebody says good day to you, does he\nreally mean for you to have a good day, you don’t analyze that. People as a whole are\nvery friendly, eager to help. I have many friends here. Life 1s relatively easy. Climate is\nrather pleas -- a little hot in the summer, but not that bad. I have, of course, one of the\nchoice homes in -- in -- 1n -- in this area, with a gorgeous view and I can go swimming\nany time. I have a boat. It’s not too far from anything. You take a plane, you’re in New\nYork in no time. You go to Europe. We have a new airport that will be in operate in a\ncouple of weeks, or three weeks.",
        "A: I met Ann Richards when she was county commissioner. She is one of the most\ndelightful women in the world. Sharp as can be, humorous as can be. Matter of fact, she\nwrote -- there’s Ann Richards.",
        "A: Yeah, “Walter Meyer is a remarkable, courageous man, who survived the horror of\nNazi Germany and made America his home. His considerable charm and talent shine\nthrough in this wonderful volume. Ann Richards, former Texas governor.”",
        "A: Over a period of years, people, knowing a little about my adventures -- and some of\nthem are very extreme, “Why don’t you write a book, why don’t you write a book?”\nWell, I wrote and then I said to myself, “This looks a little too much like Hollywood,”\nand I threw it away. But you get older and older and said, “I should really write,” and\nthen I begin more seriously, and one day I ran into a graduate student, a very fine,\ntalented writer. I said, “You want to give me a hand?” And he wanted to make a little\nextra money. So he helped me and we then became very disciplined. And it was to be\npublished by the Holocaust Museum, and it had to go through three editors there, and\nthey all okayed it. And then it went through to -- two independent sources in Germany\nand they had to decide whether the book was a contribution to the --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "A: And so the Holocaust Museum decided not to publish it.",
        "A: Based upon the fact that two independent sources in Germany had decided that the\nbook did not represent a new contribution to the history of concentration camps, and so\non. So then I had a -- a list -- I think Mr. Gelb from -- he’s one of the editors there.",
        "A: Michael Gelb, yeah, gave me a list, and I wrote to one and two and it’s not only\ndifficult to write a book, but it’s very difficult to find a publisher, I can tell you that. And\n-- But I had a list and there was an 800 number for the University of Missouri Press. I\ncalled the 800 number and said, “This is Dr. Meyer, may I speak to the director?” Well, I\nassume that she thought maybe there was an accident or something, a doctor needs to go\nthrough, so I talked to the director, I said, well -- I had written a query letter and I said,\n“May I read the query letter to you over the phone?” Said, “Yeah, please.” We kind of\nliked each other over the phone. And after I finished the query letter, she said, “I want to\nsee the manuscript.” So I send the manuscript and two months later she called and said,\n“Well, it’s always so difficult for me to tell people that, unfortunately we have to turn\ndown their,” blah, blah, blah, blah, blah. I said, “Here it comes.” “But in your case, it has\nto be published.” So, University of Missouri Press said leave everything as it 1s, and so\nthis was it, so --",
        "A: No, no changes whatsoever. There’s a picture here, at least there -- yeah, there is one.\nI should find it. So this came out just a few weeks ago, and I was --",
        "A: Just a couple of weeks ago.",
        "A: Yeah, well, thank you, and it seems to be doing rather well. And, so that’s -- there I\nam when I was 16.",
        "A: It’s the Navy, because I was -- I was in the Hitler youth and the Hitler youth was\ndivided and -- this is Lovey. Remember when I told you about Lovey?",
        "A: That’s when I was a sailor on the Parkhaven, shoveled coal, you see.",
        "A: He was from Curacao.",
        "A: From the Dutch West Indies. So that’s the book that just came out and I have been\nasked to do a little tour for Barnes and Noble.",
        "A: God knows, maybe yes.",
        "A: Yeah, and --",
        "A: Yeah, yeah, yeah, yeah.",
        "A: Yeah, yeah.",
        "A: Yeah, yeah, yeah.",
        "A: All right.\njoyful experiences, or connections with other people. Were you reconnected, so far, with\nanyone from your past in Germany”?",
        "A: No.",
        "A: No, I have contact to my cousin here, to another cousin, who’s coming to visit me\nwith his wife. But others, don’t forget, I’m going to be 73 years old. Most of the people\nare dead. So there are not too many people round there. I have one friend who is close to\ndeath now. He is a year younger than I and we used to have this Jewish boy hiding 1n our\nbasement. We never understood why they were against him. We were talking about that\nlast time I saw him. But he 1s pretty much in bad shape, everything.",
        "A: It’s Eddie Wylant. He carries a little bag with him, you know, his kidney don’t\nfunction well, God knows. So --",
        "A: The only thing that is evident is that as a consequence of malnutrition, nerves in my\nlegs have suffered greatly. And so, I cannot stand for a long time, then I begin to dance\naround and try to find -- especially on concrete floors, okay? But, other than that, I’m -- I\nmean, I had back surgeries, but I cannot stand here and look you straight in the eyes and\nsay the surgeries can be attributed to my being imprisoned. So --",
        "A: Well, my interests right now have to be, I have given the children I have -- the\nchildren I have left, about as liberal education as possible and I have never allowed any\nform of segregation to exist in my family. And the daughter I have now will grow up to\nbe as liberal, as objective, as understanding as possible. Of course, I have no voc -- no --\nno control over whether she going to -- going to end up at the age of 25 with drugs or\nsomething like that. I-I hope not. Other than that, I look left and right and unfortunately,\nwhenever you see something like the Holocaust, you -- you -- you would think that\nsomething like that can never happen again and I wish I could believe that, but I can’t.\nSo, atrocities in the world are not a dampener, or not a way to tell people, “Let’s go into\nmass education and prevent this from happening again.” No, no, there are many, many\nprisoners or leaders who said, “Let’s keep people as stupid as possible, because it’s so\nmuch easier to govern them. Let’s create some sort of sickening nationalism and let’s\nteach them that the Albanians, or the Jews, they are no good, they are responsible for\nyour bleeding, they are responsible for your bad economy, they are the ones.” I see it\nagain and again and again. So, humanity has not changed and will not change, unless\nthere is some -- some kind of enlightenment.",
        "A: That she will become compassionate, understanding. That she will ask a thousand\nquestions why, why, why, instead of accepting blindly. That she will learn about other\ncultures and grow up to be the kind of person that you must love.",
        "A: My birth date is 31“ of May, 1926. My brother’s full name was Paul Meyer. My\nfather’s name was Paul Meyer. My mother’s name was Henriette Meyer, and her maiden\nname was Sommerhauser, S-o-m-m-e-r-h-a-u-s-e-r.",
        "A: Mm-hm.",
        "A: At the highest level.",
        "A: Mm.",
        "A: No, that was not privileged. It just happened to be divided like that. It had nothing to\ndo with -- wi-with -- with a privilege. I mean, we were -- we were picking rocks.",
        "A: So that was not -- that was not the -- the highest level was just as bad as the lowest\nlevel, so --",
        "A: No.",
        "A: There was -- There were -- There were quite a few Russians, Poles. When I say there\nwere no Jews, that I know, okay? There were some, I understand, some French prisoners\nof war were there, and maybe a few Czechs, and so and so.",
        "A: Well, Miss Donohue, I have been asked that question many times, and there seems to\nbe evidence that I am optimistic, but I want to make a correction. My optimism is not -- is\nan innate thing. In other words, I do things not because I’m optimistic, but because I do\nnot think that the consequences may be devastating. You understand? People prepare\nthemselve and say, “If I do this, if I get caught, oh my God, what am I going to do?” I let\nthings happen and then I think, “What am I going to do now?” So, I don’t know whether\noptimist 1s -- 1s -- 1s an accurate word to describe me. I think I am rather -- I would rather\nuse the word irresponsible, because in my past, I have been too -- playing with fire too\nmuch, and that is an irresponsible act. Oh, I’m going to get away with it, ah, nobody’s\ngoing to catch me, or nobody’s going to see me and I have no fear. But there’s a\ndifference between having fear as a consequence of intelligent thinking, or having no fear\nbecause I just don’t give a damn. I’m -- I’m -- I’m -- So, I’m an adventurer really, I’m a\nGypsy by -- by -- by sheer and weird conglomeration of genes.",
        "A: I had to prove that.",
        "A: Well, you had to prove that in Germany.",
        "A: Before five gener -- hell, no, I could have a lot of Jewish blood, but no. You had to\nprove that for five generations, you were Aryan.",
        "A: To the government.",
        "A: Well, when you -- when you -- for example, were you a member of the Hitler youth.\nAnd in Germany, you see people in Germany like -- like in other European countries,\nthey were born here and they died here, so it’s -- it’s -- it’s very -- it’s not like America,\nsay, “Where did your grandfather come from?” “I don’t know.” In Germany, you know\nwhere your grandfather, your great-grandfather, where they all came from, see? My\ncousin lives in the house in which my father was born and that existed in 1590.",
        "A: This cousin here.",
        "A: No, she is much younger --",
        "A: -- than. She 1s 56.",
        "A: Oh yeah, I’ve known her forever.",
        "A: I knew her as a baby.",
        "A: Yeah, she is very close to me, she is a good woman and she lost her husband with\ncancer and her son was involved in a head-on collision, so he was in coma for three --\nthree months. And she is a fine, fine, fine woman. Good woman and my parents loved her\nto death.",
        "A: I saw my -- my father maybe six months before he died. I went to Germany rather\nfrequently. And my mother died in 80 ti -- no, my mother died in ’79. And I saw her in\nthe last weeks of her life.",
        "A: W-Well, my father thought that beating me up would conform me. If he had a been\nsomewhat of a psychologist, he would have said, with a little sugar and a little candy,\nWalter is going to be a fantastic human being. But he beat me up until I was blue and red,\na-and at the age of 12, if you had given me a gun, I would have shot him. When he saw\nme after the war, from then on he tried so hard to undo and redo and he was the most\nunselfish man I ever met. And he tried to give me his right arm and his left arm, until one\nday I told him, “You cannot buy my love. Just forget all the bullshit. I -- I -- Let me try to\nforget.” And I came to love him, and I miss him. I wish he would show up some bi --\nweekend. Death is a kind of miserable thing, anyway. So, when I say I am very much the\nway he was in many ways, I’m a rather unselfish person. I never buy things for me. It’s\nmy wife who buys a new shirt or something, I don’t go. I don’t particularly care how I\nlook. I don’t particularly care what I eat. I don’t need any luxury whatsoever. I don’t need\na new car, as long as the one I have runs. So, in that respect, I’m much happier with --\nwith beans, than I am with -- with -- what do the Russians have, the fish eggs?",
        "A: With caviar, yeah, you know”? So, my stape is -- my taste is simple. So, I am as\nimpatient as he was. I’m a little -- I tend to be violent, as -- as he was.",
        "A: Violent especially by, if I see a uniform, uniforms have a tremendously bad impact on\nme and when they -- well, you know, not too many years ago, I had a problem with a\npoliceman and I broke his -- his -- his -- his nose. You don’t do that, you ought to control\nyourself. It’s difficult for me to control myself. It gets better as I get older, okay? So, I\nhave many of my father’s traits, but I’ve also let -- like my mother, I have all the artistic\nblood from my mother and so on, and so on.",
        "A: She wrote beautifully and she wrote poetry and she was oh, she lived in a -- in a -- ina\nworld of art, in a world that doesn’t exist. She was a dreamer.",
        "A: Well, she wrote a bunch of things that I have. How she met her husband. Everything is\nwritten in -- Oh, she had a beautiful choice of words, and --",
        "A: Yeah.",
        "A: In German, of course.",
        "A: I -- [have to assume so, because there were a few painters in my family and sculptors\non her side.",
        "A: Yeah, not on my father’s side. My father’s side are all farmers.",
        "A: Yes.",
        "A: Yeah. This, by the way, is a painting I did of my father. That’s my father there on the\nwall.",
        "A: Mm. [inaudible]",
        "A: Yeah. I did a painting not too long ago that was shipped to Germany, yeah, mm-hm.",
        "A: Thank you, thank you, thank you.",
        "A: Okay, hold it for [indecipherable |",
        "A: Lady Bird.",
        "A: That’s the painting in the back, yeah.",
        "A: Oh, maybe a year ago, something like that. There is Lady Bird up there. And there 1s\nthe president with his family, and there’s the president with his family.",
        "A: No, that’s Cardinal Spellman.",
        "A: Oh no, no, no, no. [inaudible]. I’m not -- Iam not a -- I am not a church-going man.\nMatter of fact, I have many problems with the church. So that’s Ann Richards, “To my\nfriend Walter Meyer.” Let’s see, who else is there that you might be interested in?",
        "A: Clark Gable [indecipherable], yeah, yeah. Well, there’s Bo Derek up there, see I’m in\nthe picture above my father there, I’m with Bo Derek.",
        "A: Those are pictures where I’m on horseback. You see up there? Those are all horse\npictures.",
        "A: Yeah, they are partly. And this one here is when Governor Connelly, after he was shot\n-- I was asked to go to Germany to promote tourism to Texas. And I went with Senator\nRichter and this is when we came back, he was shot, so this was in 63, ’64. Yeah, ’63.",
        "A: She is a computer engineer. She works for Dell.",
        "A: Mm-hm.",
        "A: Well, you have to understand that there are people that certainly they knew about me,\nand there are people, or there was one in -- man in particular who threatened to denounce\nmy father for having listened to the BBC. When I came back, I was told, “Do you\nremember so and so?” Well, my attitude was then, “Oh, let’s forget him.” As a matter of\nfact, my father is the one who encouraged me to ask for rehabilitation from the German\ngovernment. Reparation money. I said, “Oh, they can’t buy my health back and so on.”\nFinally, when I came to Germany, he insisted that we go to an attorney who was trying to\nreinstate me because I had missed the deadline.",
        "A: I don’t remember, in the 50’s, I assume. Anyway, the Germans rejected me, because\nin Germany, if you miss the deadline, you miss the deadline. And we brought forward\nthat I was in the jungle of Peru and I had no idea that there was a deadline. No, no way.\nAnd so I said, “I’m going to try it myself, just to see how the Germans handle this.” And\nI wrote to, and had quite a correspondence with a member of parliament, a member of the\nbunderstock, who was head of the judiciary, I think. And he made it very clear, “Sorry,\nWalter, you missed the deadline.” So, in Germany, you miss the deadline, in America\nthere are exceptions to the rule, in Germany there are not. So, I forgot all about it and the\npeople -- the people, some of them died, some of them I didn’t want to have any\nassociation with whatsoever. And, you know, Germans tried very hard to claim that, “Oh\nno, we were never Nazis, we were always against it,” and so on. But that’s what you have\nto expect. Nobody’s going to say, “Yes, I’m guilty.” People don’t do that. So, you know.\nAnyway -- So, I have not -- I know people who benefitted greatly during the Hitler\nregime, and do I want to make a big issue, do I want to? No, I -- You have to know that\nwhatever you do has some kind of positive result. If not, why touch it? It doesn’t do any\ngood.",
        "A: I don’t know. You tell Miss Donohue, if she has any questions, to write them down\nand send them to me and I will answer them to the best of my ability.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 28, 1999\nRG-50.549.02*0041",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Walter\nMeyer, conducted by Ginger Miles on April 28, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Austin, Texas and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "April 28, 1999\nBeginning Tape One, Side A"
    ]
}