{
    "rg": "RG-50.549.02.0039_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Michael Diamond, conducted by Katie Davis, on March 30\",\n1999, in the home of Michael Diamond, in Chantilly, Virginia. This is a follow up\nMarch 20\", 1990. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape number\none, side A. I -- I’d like to start and just get your exact birthdate.",
        "Answer: I wu -- I was born July 10, 1919. I will be 80 in July 10\".",
        "Q: And can you tell us the full name of your mother and of your father?",
        "A: My father was Anthony Diamond -- Diamant -- a -- a -- a-m-a-n-t. And my mother\nwas Recka, R-e-c-k-a, Recka.",
        "Q: And what was her maiden name?",
        "A: Freed.",
        "Q: And, do you know the names of your grandparents?",
        "A: Not really, no. They died in World War One, my grandparents. But, my parents died\nin -- in Auschwitz, in the gas chambers.",
        "Q: How did you find that out?",
        "A: I didn’t have to, I knew it right away, because they were taken already that time, in big\nma-masses, to -- to Auschwitz, especially the older people, are going right away and the\nyounger people were partly in -- in army camp, with the Slovak army, or -- or just hiding\nwhen -- on -- in the partisans, you know, the Russian underground.",
        "Q: But was there ever a point when someone said to you, I saw your parents on a\ntransport to Auschwitz, or I saw your parents in the camp?",
        "A: No, no, no, not at all, but I knew, because of their age. And they are beautiful people,\ntha -- that’s -- it was a big disappointment when I heard about them. It happened very\nsuddenly. They just came at night and they took them out from bed and s -- loaded them\nup on trucks and I never saw them any more.",
        "Q: Where, exactly, were your parents when they came, and who exactly came?",
        "A: The -- The Slovak and the Germans. The Slovak police, the local police, under the\ncontrol of the German military, or SS, whatever you want to call it. They came, but I was\nhiding.",
        "Q: And where were your parents when they came?",
        "A: Home, in the ghetto. We were that time already in the ghetto, and every night there\nwere transports going. On the beginning we didn’t know what it -- where we going and\nwhat will happen, but then it came out, slowly seeped through that they go, actually, to\nAuschwitz.",
        "A: Now, in your first interview, you mentioned several times that you were in hiding. Do\nyou know where you were in hiding at that point? Were you in the underground in the\nwoods, or were you in that reservoir?",
        "A: I was -- Yeah, that was just for a shol -- short while, in the reservoirs we were hiding.\nThen the -- a few weeks we were hiding in a small workshop, at a building place. And\nthen I was in a -- 1n a house, private house, where the -- the woman made out of it, a little\nhotel, like a little inn, with food and everything. She knew that -- who we are. She -- She\nknew that we were Jews. She was from -- from Morava, it’s a part of Czechoslovakia.\nVery decent old woman. She knew who we are, but she said, “I have papers that they are\nnot Jews.” We were on false papers, and we were hiding there, but not too long. They\ncaught us there.",
        "Q: Where was your sister -- well, first of all, please tell us your sister’s name.",
        "A: Frederica Diamant.",
        "Q: And at that point -- well, where was your sister? Was she living with your parents in\nthe ghetto?",
        "A: No, no. My sister left in °39, for a -- for a -- for England. You know, as a -- as a\ndomestic. That was the only way how -- how girls could disappear. And she was during\nthe whole war there, during the blitz. And came back the first commercial airliner, she\ncame back and took me to her -- with her to Prague. She came to Bratislava where we\nlive and then she took us -- she took me to Prague with her, and we lived for five years in\nPrague.",
        "Q: What -- Why -- Can you tell me a little bit about the decision of your parents to send\nyour sister to England?",
        "A: There was a young man who wanted to marry her, and he said if she comes to\nEngland, he will marry her. But she came to England and he didn’t marry her. So, it was\na big disappointment. He was a very good looking engineer and from a good house, but\nhe changed very much, he was very selfish and he married then, much, much later, my\ncousin.",
        "Q: So it wasn’t -- Was there any thought about the trip, that 1t could prevent your sister\nfrom being caught up in the -- 1n the -- the war, in any way?",
        "A: Nothing. No, no. She would have stayed, who knows what would have happened? The\nsame as with all the others. One -- One young girl, a cousin, was -- was taken with her\nmother, and they never came back. My grandmother didn’t never came back. My\nrelatives, about 55 relatives with children, they never came back, not at all. And it was\nvery hard. Then, I can start you to tell from -- from the concentration camps, when we got\nfreed.",
        "Q: Let’s begin there, when you are -- I want to move into the post-war period. These are\nthe last days or weeks of the war, and if you can remember the last concentration camp\nyou were in, and what the Germans told you when you had to leave.",
        "A: We were in the -- 1n the last concentration camp was Ber-Bergen-Belsen was the last\none. It was a -- a nice, clean camp, but we didn’t like it, because you didn’t get food\nthere. And then, when it came to get free, they make -- they made up appelles and told us\nto -- to march in five rows, out from the camp. We saw that th-the Russians were ni --\nnear already, because we saw at night the flares, the red flares all over in the -- 1n the -- in\nthe -- far. But still they w -- are far -- they were far enough that we couldn’t be free right\naway. But then the Germans commanded us to go out of the camp, but before we went\nout from the camp, they took us to a le -- a warehouse where they had s -- piles of -- of --\nof Care packages -- American ca -- packages, which they never gave us, they thr -- were\nmeant for us and they never gave us these packages. But then they told us everyone has to\ntake two packages on his back and marching out. So we’re marching and marching and\nmarching. We didn’t know where we are going, we didn’t know nothing, they didn’t tell\nus. And then they stopped near a river, at lu -- at noon time and we were so thirsty and\nhungry that we run to the river and drank the water and th -- and the food from the\npackages. That was a big mistake, because we got all very sick. Very sick. And, well the\nrule was always, when we were marching, that the SS was in the back, and you know,\nwho couldn’t march, was shot. But we were there in this -- this river, near a village, and\nthe Wehrmacht, the regular army came there, they heard that we have packages, Care\npackages, that we should give them cigarettes.",
        "Q: The Wehrmacht is the regular German army”?",
        "A: The regular, yeah, yeah.",
        "Q: The German army’?",
        "A: Right, not the SS.",
        "Q: Right.",
        "A: But the SS was wa -- was watching us and they were with us there and it was always\ntheir rule, who couldn’t march will be shot dead. And me too, my feet were worn out\nfrom the marching. I had wooden soles and the top was -- was reenand [indecipherable].\nAnd I was all bloody, my feet. But I had to march, otherwise they would have shot me\ndead. So the only rest was at this river. But from that water what I drank from the river,\nand -- and the food [indecipherable], I -- I was so sick that I couldn’t get up any more.\nWhen they said, “March, march,” the SS, I couldn’t get up. No, I was counting really,\nthat I will be dead soon. But, the last moment came this -- these Wehrmacht people with\ntheir carriage -- with a horse driven carriage and said to the SS, “No more shooting. This\nis the end of the war, there is no more shooting for you. You get lost.” So they got lost.\nThey marched everybody who could march, marched, Who not, stayed there. And they\ncame, the Wehrmacht, with a -- with a -- a horse driven carriage, with tea and they gave\neverybody tea, who was there, the sick people. And then they told us they will arrange\nsomething with the village people, they should hide us or something. And we didn’t\nbelieve it, but 1t was so. They took us to the village, on these horse driven carriage --\nhorse driven carriage and the -- they demanded we should give them soap, the peasants.\nAnd they put us in a pig pen overnight and then every morning we had to give them a\npiece of soap, as long as we had it. But then, when we ran out of soap, they told us,\n“Don’t worry, don’t worry, we will arrange something for you.”” What will be the\narrangement? They are going, transports like ours, marching from other camps and on\none, they were carrying these little carriages, the prisoners, they were the -- the -- all the\npackages and everything, what they took with themselve, the kapos and the SS, they were\npulling it. And this -- these peasants were so [indecipherable] that they told -- arranged\nreally, to put me as a sick man on the carriage, that they will pull me, and I will give them\nonly cigarettes. So they were pulling me, pulling me, I was very, very sick, sitting on -- o-\non that pail of -- of -- of packages and every time they ask me, “Can I have a cigarette,\ncan I have a cigarette?” So I gave them always some cigarettes, a-as long as I had them. I\nremember it was Chesterfields and -- and Lucky Strikes and -- and they were crazy about\nit. That was like -- like money. And then, suddenly I was so sick that I lost my conscious.\nAnd I think so I was in a coma. And when I woke up, I was lying in a ditch near the --\nnear the road. And I felt very bad, I could ca -- I couldn’t get up. So I was lying there and\nlying there and I had all kind of visions. [indecipherable] with I am dying and I see a\ntunnel, a white tunnel and on the end 1s -- is very white light and I will get to that tunnel,\nto the end of the tunnel, I will be gone. So I kept back and I didn’t let myself go and\nwaited. So, just to get out from this ditch, I -- they were evacuating the Germans from all\nover, with peasants with carriages and so on, with horse driven carriages and I wanted to\nstop them, they should take me with -- with them. No, nothing. Then on the end\neverything trickled out already, no more refugees there, because the Russians wa -- were\naf -- a few kilometers away, just. So, I said, “I will try something.” I picked myself up\nand ran on this -- the road and [indecipherable] the horse at the [indecipherable]. And\nthey were crying, the Germans. A old cappela said, “I cannot take you with me, th-the --\nthe horse will not take us.” I says, “You have to take me to that -- at least to the next\nvillage. I don’t want to die here in this -- in this ditch.” So, they agreed and I was sitting\nin the back and they took me really to the next village. The next village on the road, on\nthe main road, there was the SS just digging out, and -- and the prisoners like me, they’re\njust looking around beca -- SS and everybody. So, then I saw that they are -- they were\nstarting to run, the -- the Germans, yeah. Th-The SS. And they left us there.",
        "Q: At what moment did you begin to realize that you were free?",
        "A: That moment already, that -- that’s why I was lying there in the -- in the ditch, I knew.\nBut I was so, so weak, that I -- I didn’t want to believe it, you know? That it can happen.\nThere, at the -- at the roads -- the SS run away and left us there, and mostly -- there was a\nbig, old restaurant, a inn. Very old one, at the road. And everybody around into that --\ninto that restaurant and the women from concentration camps already, they were cooking\nthemselves there, on a big, big stove, yeah, a -- a wooden stove. And I was very cold, I sit\ndown to this -- to the stove and wan-wanted to warm me up a little bit at the stove. And a\nwoman said to the other woman, “Give this old man a little warm soup.” I was 22 - 23,\nyou know? So, I got the soup, it was very good, it warmed me up a little bit and they --\nthey took me to -- to the big ballroom, where the ballroom was like a hospital, where all\naround, th-the edges around the whole ballroom was straw, and on the straw, people are\nlying there. Who can walk, walked, who couldn’t walk, died there. It was terrible. And so\nthe women came there, they saw me sick, they brought me soup and then we see\n[indecipherable]. Then, after awhile, they heard th-the bombing, the Russians. So they\nrun away further, yeah? After the -- the SS, they run. Wherever they could run, they were\nrunning. And I was there, sick, and I couldn’t move. And I -- I heard all of these Russians\nwere very close. They were bombing already. And I knew if I stay in that restaurant\nthere, it was right on the road, that will not be good. They will demolish that. So, I picked\nmyself up, on m-my four, and crawled about 150 feet or so, deeper into the village. And\nth-there was a peasant place and they were not there, the peasants, it was empty. I went\ninto a room, I saw a big bed, with a big down cover. I lied down into the bed, covered\nmy-myself completely over my head with that big down, and forget about everything. I\nwas in a coma, right away. I don’t know how long I was lying there. And -- But suddenly,\nI hear somebody’s in the room. And I look up, I see the -- the ceiling was on my bed,\nyeah, and an old woman was crawling around there. And when she saw me, she got\nscared and ran. I told her that, “You don’t have to run.” I knew she was German, yeah,\nand a peasant. I told her, “You don’t have to run. I am a sick man, I can’t even move.”\n“Oh, I didn’t know. I am sorry, I am sorry. I will -- I will give you food, I will give you\neverything. Just leave me alone, yeah?” I said to her, “All right, I -- I am not doing you\nnothing.” “I will c-cure you,” she said. I’Il -- I tell you something, she did. She did. She\ngave me certain things to eat what really started to bring me to my feet. But, it was a long\ntime until I really got to my feet. And in st -- meantime, the rations came in and I was\nagain in a coma, covered up, and suddenly he pulls -- a Russian soldier pulls the cover\nfrom me and holds the -- the carashneeko on me. So, I said to him, “What do you want\nfrom me? I am a -- I am a old man, a sick one.” And he looks at me. “Where are you,\nwhere are you? How -- What are you? Who are you?” I said, “I am from -- from the camp\nout, I am from Czechoslovakia.” “Oh, we are old friends, we are good friends,\nCzechoslovakia with Russia, yeah?” So, he leave -- he left me alone, luckily. What that\nhappens -- Every day happens something else with the Russians. For instance, a officer\ntook a room next me and he told me -- he brought one -- one night, a whole bunch of\nbottles with wine -- wine bottles, and told me, “You don’t let nobody in. If a soldier\ncomes, tell him the officer said nobody can come into his room.” But, I was just a sick\nman, I couldn’t just give him the message, whoever came, right? Then, right away, a\nplain soldier came, half drunk already and -- and went into his room. I yell at him, “Don’t\ngo there, th-the officer says nobody is supposed to go there.” “Oh, you will tell a Russian\nsoldier, yeah?” And went down and took all his bottle. And when the -- when the officer\ncame home, saw what happened, yeah, he took out his [indecipherable] and put it here, to\nme, yeah. Said to him, “Look, what [indecipherable] what would I have done? I couldn’t\nstop him.” Yeah. But I think so he caught him. And I don’t know what he -- what\nhappened then. For instance, one day they brought me a bicycle. Yeah, a good boy, a\nCzechslovak, yeah, yeah, you’re our friend. He brought me a bicycle. Next day he comes,\n“Can I borrow it?” Never saw it any more. Or, he brought me -- One brought me a movie\nprojector, a very nice one. And one days they took, you know, everything and he wanted\nto -- I should show him how that works, but we had no electricity, so I couldn’t.",
        "Q: Did you feel protected by the Russians, or apprehensive about them?",
        "A: I was apprehensive, because -- because I didn’t know -- I couldn’t figure them out. For\ninstance there was -- Then, it came out that in the -- during this -- this whole time, they\nwere hiding this German family. There were three women, young women and six\nchildren, little children. And when I saw this, I couldn’t be bad to them, I couldn’t -- I\ncouldn’t -- I could have gone to the German -- to the Russians and tell them, “Take them\naway. I want to live here, or so I want this for myself.” I would have gotten it, because\nnot just that, we -- later, a Russian officer came to me and asked me my profession and so\non. And he sa -- he told me, “If you stay here, I will make you the director of the electric\nplant of this area.” I told myself I don’t know. I was very leery about that.",
        "Q: Just a couple more clarifications. Do you remember the date, about, when this was\nhappening? What time of year, the date? And also, where -- where were you, exactly?",
        "A: I was -- The village, it was a little village called Wiperov. Should I spell it?",
        "Q: Yes.",
        "A: W-1-p-e-r-o-v. And that was the nearest big town. The hospital was in Rerbel. Was\ncalled -- Th-The -- The town was called Rerbel. And when I started with him to wa -- to\ntalk, with this officer, he gave me a prescription to that hospital, they should check me\nout. And he said when the -- When they will check me out all right, he will put me as the\ndirector of the area hosp -- no, puwr -- power plant.",
        "Q: S-So this is in Germany?",
        "A: Yeah, that’s was all in Germany.",
        "Q: And do you remember when it was?",
        "A: That was on the end of the war, ’45 already, yeah. I think so, in Ma -- March or A-\nApril, something like that. But I stayed about two -- two or three months more, because I\nwas too weak. But I got ra-rations from the Russians. And I could coo -- practically go to\n-- to them and -- and whatever food I wanted, I could confiscate it. They -- They met --\ngave me certain papers, that I could do anything.",
        "Q: And why -- Why were there -- Tell me a little bit more about the German family that\nthese certain Russians were hiding. Were -- Were all Germans supposed to be rounded up\nat that point? I mean, wa -- who di -- who were they hiding them from?",
        "A: From the soldier, from the plain soldiers, they were the most dangerous, because they\nhad no -- no cur -- scruples to rape the women and everything. There was a wo-woman\nwith me there, ya -- a young woman, very pretty, she had just a baby, and the Russian\ncome and -- the [indecipherable] drunk Russian comes in at night and wants to rape her. I\n-- I tell him -- I spoke a little bit Slavic, so I told him, “What do you want from this lil --\nfrom this woman? She 1s sick, she’s just had a baby.” “Oh, you don’t tell a -- a Russian\nsoldier what he [indecipherable]. We will come and we will hang you.” You never argue\nwith them. They came -- They came one day, as I say, “You are a co -- collaborating with\nthe Germans.” I said to him, “I am collaborating with the Germans?” I says, “You must\narrive by accident, yeah?” So -- But they were really very nice to me. They knew\neverything and -- and the children were loving me. Uncle Franz. Uncle Franz, because I -\n- I was still going on my false papers. Now I was -- My papers were Frantisha Pleshko.\nYeah, Franz Pleshko, and they called me Uncle Franz, Uncle Franz. They love me,\nbecause I brought them -- I went out and I brought candy or something, always\nsomething I brought them. And then, in the village, the -- the bakery was done -- was\nwith the Russians collaborating, and the -- they guy -- the head baker was a Slovak from\nmy hometown and because of that, he gave me every day, two, three pieces of -- of fresh\nbread, which was there, like gold, that time. So I could buy anything and everything I\nwanted for food. And --",
        "Q: What was that like, finally, to be able to eat enough food every day? There’d been\nyears that you hadn’t been able to.",
        "A: There were -- They were, later, sure. But, for instance, there were two teenagers\nhiding in a -- in a attic, and what could I do? I wouldn’t tell the Russians, yeah, that they\nare hiding there, so I supply them with food. Two young girls, Germans, yeah. So,\nnaturally, if -- if -- if the Russians found out, they wou -- could have killed me. But I\ncouldn’t do otherwise. I -- We were always talking in the camps, “Oh, when we come out\nfrom the -- from the camp, we will kill all the Russians. Ah, that’s just talking.”",
        "Q: [indecipherable] the Germans.",
        "A: Yeah, the Germans, I mean. Sorry. That we will kill the -- the Germans. It doesn’t\nwork like that. You cannot do it, you -- it’s not in you, yeah? So --",
        "Q: Did that surprise you, that -- that you didn’t want revenge, ri-right after liberation, that\n-- that these Germans actually were people to you?",
        "A: No, it didn’t, because, as I came out, I felt like a human being, and -- a sick human be-\nbeing. There was one nurse who helped me on my feet, too. And she was sick too. By\naccident, she came there, too. And then, there -- there came trucks and buses from\nCzechoslovakia. They were going through, they were picking up all the -- all the refugees\nand that guy in -- in the bakery, yeah, the -- told me, “I will send you back with the next\ntransport.” I said, “Okay, sure. I want to go home.” “You just tell my parents that I -- that\nyou’ve met me, that I am here, I am all right.” He had a pretty good life there, with the\nriver Russians. With those, they -- they needed him, he was a -- a -- the most important\nman in the town. The baker, right? So, I -- One night, a bus came through, a repatriation\nbus from Prague. And he came running and told me I should -- I should go. I was always\npacked. So I run, said good-bye th-the famil --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- and high boots, I -- I looked like a monster, you know, from another age, or\nsomething. No, then, the -- the -- the -- that super gave me a materads, I can sleep in a\nempty apartment, whats -- the materads we gave him before we left, an-and -- and\napartment was my grandmother’s apartment, yeah. Used to be.",
        "Q: And it was empty?",
        "A: Yeah. Empty, because the -- the so -- it wasn’t too elegant, not elegant enough for the\n-- for the Slovaks, yeah? It came out -- well, I don’t know if you know the history what --\nhow -- what happened with Czechoslovakia that time. Yeah, the Slovaks [indecipherable]\ntheir own president, their own autonomy. And the Czechs had their autonomy and Hitler\nwas in between, yeah. The Slovak president was Kissel. He was the best -- He was a\npriest, a high priest, and he was best friends with Hitler, uh-huh. And, in Prague, there\nwas -- there were the [indecipherable] the president was Gotowards. So, the whole thing\nwas mixed up. Besides, I had already after me, the military, working camps and\neverything. But that make me just stronger, because we had there food. That was in the --\nthat way, but we had to work very hard, then we got food there. But, yeah, when I came\nto Bratislava, I want to just -- to go further. He gave me something to eat, the -- the super",
        "Q: This is the superintendent of your building?",
        "A: Yeah, yeah.",
        "Q: Mm-hm.",
        "A: Gave me something to eat. My favorite, favorite food. I don’t know how he even\nknew. It was noodles with -- with walnuts -- crushed walnuts and -- and su-sugar. I was\ncrazy for sugar. That -- I don’t know, that’s something had to do with -- with my system.\nI was crazy everything was sw -- wa-was sweet. But, that was not the main point, just\nsaying that was my first night called home, but it wasn’t home. Then I went to --",
        "Q: But -- But it wasn’t home?",
        "A: It wasn’t home, just for a -- for a night. For a night there. They told me -- the\nsuperintendent tells me, “You have to look for your -- for your family. They may be here,\nI heard that they are here.” Huh? So, where can I go? I went to the Jewish dis -- no, to the\nJewish bureau where they had the names and -- and listed everybody who came home.\nSo, I found out that two of my cousins, girls, are here and the -- their address. So, I came\nto them, they were happy to see me, and I knew that their father was killed by the\nGermans. I didn’t want to tell them. I just said I didn’t know where they are, what wa -- I\nknow, because it happened in -- in my camp, in -- in -- yeah. And one of my -- my good\nfriends from Bratislava, he was with them, so he told me that. But he was luckily -- he\nsurvived. Lucky.",
        "Q: So -- So you consciously decided, I don’t think I will tell them this right now, the\ncousins?",
        "A: Oh, yeah.",
        "Q: You decided -- You didn’t tell them what happened, you decided that it -- it wouldn’t\nbe good idea right then?",
        "A: Right, right. I didn’t want to take nobody who I knew that they are -- wa -- were\nkilled. I didn’t want to tell nobody, so maybe they had some hopes, at least for awhile,\nthey had some hopes. I knew my parents will never come back. But then, I got a letter\nfrom my sister there. She was in London still, and she had a very good job. She was the\nsecretary of the UNRRA.",
        "Q: The United Nations --",
        "A: Right. Relief.",
        "Q: Relief, mm-hm.",
        "A: Yeah. In London. And she came with him, home to Prague. H-He was very well-to-\ndo. He was a -- He had a publishing company in Prague, but --",
        "Q: She worked for a British UNRRA official, or a Czech --",
        "A: No, no, Czech.",
        "Q: -- UNRRA official?",
        "A: Czech.",
        "Q: Okay.",
        "A: And she worked for him, and in Prague, or -- or anywhere, was very hard to get a\napartment. He got her a apartment and she could take me in. So I was in Prague for\nawhile.",
        "Q: Was it difficult to leave Bratislava? Did -- Did you want to stay there, since that was\nhome?",
        "A: It was home, and it wasn’t any more, home, because my parents were not there,\nnobody was there. Eight -- 80 -- no, 55 relatives were gone. My grandmother -- We had a\nbeautiful, big family there, with children and everything. That’s all gone. My favorite\ncousin is gone, yeah? A beautiful girl, and -- and my only wa -- my own cousin was left,\nhe was in the British navy. He got out in ’39, too. He got to Israel with a Yugen allia. I\ndon’t know how you know -- how you say that. Young people allia.",
        "Q: They go -- They make a choice to go to Israel, 1s that it?",
        "A: No, no, no, they didn’t give them a choice, but they -- they just made it before it got --",
        "Q: Okay.",
        "A: -- closed up. So, he was a young boy, 16, when he left home, in a kibbutz. And when -\n- when my sister came to Bratislava, I didn’t recognize her. She was beautiful. She was\nlike a real English lady, dressed up good. What I didn’t see for a long time, yeah. And she\ntook me with her to Prague, in her apartment and I lived in Prague. I found a job as a\nelectrician and a maintenance man in a big department store. And, it was all right, but I\nwas still sick, and weak. So one of my -- my -- my relatives, had a farm in Slovakia, not\nfar from Bratislava. She took me in and [indecipherable] you have to cure yourself, first.\nYou have to be healthy. I think so -- She has two daughters, I think so she had -- she told\n[indecipherable] match. But it -- She was very nice -- very nice people and the best food\nyou can imagine, for sick people. [indecipherable] Yeah, country food.",
        "Q: Before we go on, I just want to take you back for a minute. Can you remember -- Tell\nus a little bit about what that meeting was like with your sister, for the first time in so\nlong?",
        "A: Well, it was crying, it was more crying than anything else. My sister was -- was\nthinking all the time she was in London, about her family. She had a big crate with --\nwith all the saved up materials for -- for suits, for wa -- her father, for me, for -- for the\nmother, for everybody, she had all kinds of save ups, and the whole sewing machine, and\nfor me, a bicycle, and -- and things like that. Nobody did that. She was so for her family.\nShe lived only for the family. And what -- She was pretty much alone in Prague, so that’s\nwhy she took me there. And I found a job, but not for long. My cousin from -- came from\nIsrael. He was in the British navy during the war, and he came and demanded from the\nSlovak government, his -- his sl -- father’s store, yeah. Th -- Because they were all -- all\nin -- in Slovak hands, and when the Jews came back, this -- whoever came back, had to\ngive -- they had to give back that store. So, we had the -- Then my cousins couldn’t stay\nthere and take over the store, so he -- he gave me the full -- this --",
        "Q: Control?",
        "A: Yeah, the fi-fi -- the full fla -- freedom to do whatever is necessary for the store and be\nth-the storekeeper. It was a very beautiful store. It was a wholesale electr -- electronic and\nelectric, and we had about 15 employees. So it was a quiet, nice thing. And it was in the\nsame house what belongs to my cousin. It was the -- the -- the -- built for 1t. So I -- I had\na idea about these line, so I took over. And they wouldn’t have given that -- that --\nnobody, only me, because they liked me. Just me, I don’t know why. They told me, “You\ncousin, we will not | -- | -- give back this store, only to you.” I had a idea why, because it\nwas too soft, probably, o-on them. So, I had a pretty good time that -- from that on,\nbecause I had a very good salary, and every two weeks I was traveling to Prague, and\ncontacts with -- with -- with big companies. I bought materials, and -- and -- and radios\nand all -- all kind of things. So, 1t came very goo -- very good. I had pre-war contacts and\nI had a pre-war -- after the war contract with -- with the Czechs, with -- in certain\nfactories.",
        "Q: Here’s a question. What was the atmosphere like for y -- for a Jew? Had things calmed\nback down? And what -- what were relations like with the Slovaks, who had helped the\nGermans?",
        "A: Ha, ha. They didn’t like it at all. They didn’t like the Jews at all, because they were\nafraid that the Jew take everything back, what they had, because they stole anything and\neverything during the war. They had furnitures, they have paintings, they have all what --\nwhat the Jews had, they are -- they were hiding. So, naturally, they were very\ndisappointed when the Jew came home. But, for the Jew, the most important was to get\nback on their feet, yeah. So they didn’t know that. So when I came, for instance, to the --\nto the store the first time, they were very apprehending, what the hell you call that.",
        "Q: Apprehensive?",
        "A: Yeah. Ver-Very much so, and one -- one of the girls, secretaries, said, “Hawahow --\nWhy did you come back? Why didn’t you stay there?” Yeah? I says, “Next, you could go\nthere.” I told her, “Next, you should be there.” Ah, well. We had fighting and fighting\nand on the end, she fall in love with a Jew, yeah. And my secretary fall in love with me,\nyeah. I was -- What happens, these girls were -- were all engaged to doctors, and all -- all\nkind of things, in other towns. And they didn’t go -- because of us, they didn’t want to get\nmarried, because they had a pretty good life with us, yeah. I had plenty money, I could --\nI could take them out to restaurants, [indecipherable] so -- so you have company, always.",
        "Q: Were you ever afraid? Were you ever afraid again, the way you had been during the\nwar, that -- that something bad could happen to you, simply because you were Jewish?",
        "A: No, no. I wasn’t afraid. They just didn’t like us, and if they could have killed us,\nmaybe they would have killed us, too. But, no, we were home there. We made a life. We\nwere born there, we were home there. These -- These bastards, they didn’t even --even a\npension. Nothing in a pension. I worked for years there and I -- not even a pension,\nnothing, nothing, nothing.",
        "Q: Who didn’t give you a pension?",
        "A: No.",
        "Q: Who?",
        "A: The Slovaks, Slovaks. I went there to school. My parents were living there for -- for --\nfor centuries, yeah. And -- And no reparation, any kind, from the Slovaks. I heard that\nsome -- some got now pension, 30 dollars a wee -- a month or so. I didn’t even -- even\nask for it.",
        "Q: At this point, as you’re beginning to get back on your feet, are -- are you ever thinking\nabout the camps, or things that you saw? Are you watching for -- listening, for instance,\nto the Nuremberg Trials?",
        "A: Oh sure, sure. We knew -- We knew everything. We were very -- very good informed,\nalways. Even during the war, we were -- we were watching that NBC, or what was that,\nyeah, London.",
        "Q: BBC.",
        "A: And, we were listening. Every night. I remember even when we were to -- to -- taken\nalready to the ghetto, we were listening 1n the coal bu-bunker of the store. We had a little\nradio and so we -- so we knew what’s going on, but we were just praying they should\nbomb them out good. And then they bombed at us, later, but a little bit too late. But, in\nmeantime, after the war, we started to -- I started to have a pretty good life. I was a -- the\nbusine -- business manager there and I made trip [indecipherable] to my sister in Prague\nand -- and bought materials and that wa -- that time was the Black Market, I could sell\nvery good, I could bring food. If I got -- If I brought food from Slovakia, which was easy,\nthey had everything, I got a radi -- a few radios for it. And bartering, all kinds of\nbartering was going on. But then, afterwards, when I lived in Bratislava, slowly, all the\nyoung boys and girls came together. Because mostly we don’t -- we didn’t have any more\nparents, and not even relatives, mostly. So we started to do our own life. Well, everybody\nwas working, everybody was doing something and most of them have pretty good jobs,\nbecause they were experts, very good experts. I -- I had a very good friend, he was in the\nstore, a electronic engineer, a -- a genius, yeah. So, we had a good life. We went from one\nrestaurant to the other, because where else can we go, right? And then, we got a couple of\ngirls together too, so we were a nice company always. Every night you have -- you going\nsomewhere every night. We went to the -- together for dinners and one day si -- two of --\nof these girls were our secretaries th -- later. The -- The other girls, right, the first ones\nwhat I was tal -- talking about, they went back and married the doctors. Smart. I\nremember my -- my girlfriend that time, she went to -- to the -- to that Tatra mountains,\nthere was sanitoriums, and yeah, and she married a very well-to-do doctor. And the other\none, who was very good with my cousin, and my cousin came home, she married there,\ntoo, a dentist, I think. So my -- my cousin wanted to marry, but he picked the wrong girl.\nI told him not to marry that girl, because she was twice or three times married. And I told\nhim, “You don’t need that.” Yeah. So, he listened to me that time, [indecipherable] he\nmade other mistake. So, we were there, living pretty good, going out a lot and I met my\nwife, yeah. She was from the same town as most of these girls, these secretaries, and I\nliked her right away.",
        "Q: What was her name?",
        "A: What? What was?",
        "Q: What was her name?",
        "A: It was -- It was Vas, V-a-s. Ilsa. She was young and pretty and I wanted to marry,\nbecause I saw what’s going on in the -- in the -- the country, everything turns\nCommunist. So, instead -- instead of Fascists, we had Communists. So what’s -- what’s\nthe difference? I saw what’s coming, what’s going. I wanted to get out. So everybody\ntried to get out, but not everybody could make it. So, a lot of people -- a lot of friends\nwent to Australia. Few friends went to Canada. And my wife wanted to go, before she\nmet me, she wanted to go to America, she had here a aunt. And -- But the -- the aunt, that\ntime, you had to had a affidavit. You had to have some money to let you in, and that we\ndidn’t have, so -- no dollars. So, but she found a doctor from the same town what my\nwife live, but he lived in America and had already a practice, so he got affidavit for them\n-- for my wife. But, until we got that -- until she got it, wel -- that time, I wasn’t married\nyet, until s-she got it, they didn’t -- 1t was closed, the -- the Czech border was closed. No\n-- No possibility for nobody to get out. So, she married me, and I told her -- sh -- she says\nshe will marry me if -- if I go out. I says I wanted to go out, because even illegally, I\nwould have gone out, that -- that time with the Hagannah, to Israel, because that was the\nonly place where I could go without -- without any -- any papers. So, she\n[indecipherable] and we will go to -- to Israel. But my sister and her mother, who lived in\n-- in -- in Lucheness, that [indecipherable] town, didn’t want we should go in the war to\nIsrael. That was in ’48. We shouldn’t go to -- to there. So, we should wait at least a year\ntil -- til the war will be finished. So we both -- my sister took us in, we married and my\nsister took us into her apartment and we lived there a year together, until we went to\nIsrael.",
        "Q: At this point then, did you leave the s -- the store, your cousin’s store?",
        "A: Yeah, because the Communists took it over.",
        "Q: Oh.",
        "A: The Communists took over the stores, all the stores, and they wanted to make me a\nmanager of the store, but I didn’t want it any more. I didn’t want to, I knew that will not\nlast there. But then, for one year, they took out -- they took the store, the Communists and\nbecause I didn’t want to, I had to leave the store, yeah. So, I went to Prague and through\nmy old connections, I found a factory and I was working -- I got the job there, from a old\ndirector was there, I -- I got a pretty good job as a -- as a designer -- mechanical designer.\nAnd the wa -- the -- that was -- the plant was already under the [indecipherable]. The\nhead -- head honcho was -- was a old Fascist. [indecipherable] Fascist, he was a\nCommunist. He was a -- the commissar, yeah.",
        "Q: What -- What made you feel that you didn’t -- you no longer had a future in your\ncountry?",
        "A: Oh, when the Communists came in. I -- I see the wa -- I don’t want to be again a\nCommunist. And if you want to stay there, you have to be a Communist, because it came\nto me, right? I was there about a year and -- and they send out forms -- forms to fill out, I\nwant to be in the party, I want to be a Communist and yeah, all kind of. And the -- this --\nthis other friends there, in the company, he knew -- they knew me, they said to me, “Why\ndo you want to be a Communist?” “We have to be it, because we have our families here\nand children, everything. But you don’t need it, get out. Why don’t you get out?” And\nthen I -- I took applications and got out.",
        "Q: T-Tell us more about that.",
        "A: Illegally or legally to Israel. It was simple. I'll tell you, was simple. Yeah. Now,\nduring the time when we were already planning to go to Israel, my wife was -- was trying\nto put together the papers. It wasn’t easy. If you wanted to take -- Every item you wanted\nto take to Israel, you had to have a -- a paper, [indecipherable] to -- to have it knowledged\nyeah, from the government. And all our money what we had -- what we could get\ntogether, we wanted to buy all kind of things what we could use in Israel. Like for\ninstance, a work -- a workshop. I wanted [indecipherable] tools, things like that, that I\nwill use, something to do in Israel. And that was going on for months. She was going\nevery morning in -- standing 1n line, standing in line. And then her mother and -- and my\nsister, they were still there. Well, we said to them, her mother, that we will bring her out\nto Israel. My sister didn’t want to go. She has a good job with the director. Even -- Even\nthere, he was then -- then working for the government, I don’t know what job, and she\nstill was his secretary. And, he had a wife who was a -- a publisher. They were -- were\nvery rich people, even after the war. Had a beautiful apartment and everything, but he\nfound them a very good apartment for -- that -- I used that apartment sometime, I was a\nbachelor, I had -- from here, a apartment. He -- He was take caring, you know, was a take\ncare for -- for all these apartments where -- where the Nazis were go -- where they were\ncollaborating with the Nazis, other people. For instance, there -- there was a -- a countess\nwho was collaborating with the Germans and they put her in jail after the war. And he\nwas in charge of this -- of this apartment. He let me one use, and that was the countess.\nGeez, I had a terrific time, and a beautiful ho-house, beautiful house, a -- where the\nconsulates were, all the consulates were there. And we had parties there with all my\nfriends, and food. We had friends who -- who had friends in the -- in the -- in the country,\nyet, so they had food and everything. So we had a pretty good time in Prague, too. But, as\nI say, that was already later, and my wife was already married with me, that -- that was\nalready gone. But she was trying to get the papers. And we got together a crate, a big\ncrate of very important things --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: Okay. This is a continuation of a United States Holocaust Memorial Museum\ninterview with Michael Diamond. This is tape number two, side A.",
        "A: Yeah. So we got together a big crate of very important tools, and the -- that was sent\nahead to Israel. And then a few bags of -- of 0 -- 0 -- of other important things, what we\ncan take with us on the way. So, there was a big transport to Israel. We tried to get on it,\nit was one of the last real transports to Israel. The tr -- We were going to the border with a\nspecial train and then down to Naple, and -- and a ship to Israel. On the border, on the\nCzechoslovak border, we had to stop with the train and there was a finance control,\neverybody, all the papers, everything. When we were standing there, the -- there c -- there\ncame a finance policeman and asked the papers from us, what we are taking, if we have\nthe -- the okay for it. So, showed him the papers, he looked at me and he said, “You have\nhere things what is -- you cannot take to Israel.” I said, “I have the papers for it.” Yeah,\nbecause those were new things, new -- new tools. Yeah, it was new tools, but I had the\npapers on it. Spent a lot of money for that. He -- He didn’t say nothing, he just turned,\nputs -- puts the -- the paper in his -- his pocket in his uniform and -- and left. He didn’t\nsay nothing, but we were standing there, the whole train was standing there, yeah, and --\nand everybody was checked out. And then -- then suddenly they call me down to the -- to\nthe station that, “How come you -- you have this and this materials taking with you?\nThat’s not legal.” I said, “I have the papers, and I wouldn’t have bought it if I wouldn’t\nhave known that that’s not legal. Everything is legal if they let you -- let you use it.” So,\n“Y-You cannot go nowhere.” The whole str -- The whole train had to s-stay there and\nwait. I don’t know for what we was waiting. Finally, I got the idea. I said, “Oh, I\nremember, that fa -- that finance, that policeman, he puts these -- these papers into my --\ninto his pocket, and he left, he didn’t tell me nothing.” And said, “He’s not here, he’s not\nhere,” they said. I said, “Where does he live?” “In the village.” I said, “Can I go to the\nvillage and find him and -- and ask fo -- for these papers?” “Okay.” But I had to pay him,\nyeah. So I went, in the [indecipherable] I found him and -- and a -- we were standing\nthere about two hours, the whole train, waiting just for me. Can you imagine that? And\nIlsa, my wife, was on the train and she was shaking, yeah, over what will happen. She\ndidn’t see me, she didn’t know what happened to me for two hours there. Now, that\nfinally we got through that, we did after -- after that, and we are going down to Italy.",
        "Q: Did the guy give you the paper?",
        "A: Yeah, yeah. We found the paper. We found. I -- It cost money, too. Everywhere we\nwent to -- to -- to shmear. And we are going through Vienna. In Vienna we were already\nthinking, now it doesn’t look so -- so well. Too many people, too much travel. Maybe it\nwould be better to stay in Vienna and they should put us in a -- in a camp, you know, for\nrefugees, refugee camp. But, Ilsa was afraid, Ilsa was so afraid from camps. She has\nAuschwitz behind, yeah. So, she was 16 years al -- old when she was taken from\nAuschwit -- from -- from her town to Auschwitz, yeah. And I didn’t want to stay then\nthere. Besides, the crate with -- with our all possession was going already, yeah, with us.\nSo, we stayed on the train, we stopped in Florence, we s -- yeah. And we were -- we still\ncould have gotten out, but the Italian didn’t want to let us out. It was closed, the whole\ntrain was closed. Finally, after I don’t know how many days we were on that train\n[indecipherable] already, we s -- we were going to Naple, we were going the ship to\nIsrael. Oh, we go -- the train was going into the port, right almost to the -- to the ship, but\nwhen we came there, we saw far, a big -- this cruise ship, a big one, a beautiful cruise\nship. Ah, we were glad, ah, we will go with this cruise ship, we will go to Israel.\nSuddenly they tell -- tell us, everybody out, [indecipherable] down -- were stairs down.\n“What? Where are we going?” It was standing there, a tiny, little ship, a tiny little boat, it\nused to be a yacht for 16 people and -- a steamboat, a old steamboat, you know? A yacht.\nAnd we were 250. 250. When we saw that, we were really scared stiff, all of us. In this\nwe will go on the -- on the big ocean? We were afraid, na -- but we are there already, we\ncouldn’t turn back. Nothing was -- could any more be done. So, we couldn’t find a place\nwhere to sit down on that ship. There was nothing where you could -- could wash\nyourself. Toilets were fi -- overflown. There was just one, big room downstairs, like a --\nlike a student room, with bunks. But nobody could stand it down, there was no air, there\nwas the toilets overflowned. I couldn’t stay there, no. I said, “Let’s get up, back. We will\nbe outdoors on the ship, wherever we can.” And what we did, we found a boat, you\nknow, a -- a rescue boat, and we made there our apartment. That was our apartment. We\nare one year married, one year married. So -- But we had good friends there still. We’re --\nWe’re -- We’re far now from everything, like young people, you know, we had fun. And\nwe had food with us, so 1t wasn’t bad, because the food, the general food in Israel was\nterrible. That’s -- That’s the national food 1s -- 1s lebadia and sh -- and black o-olives,\nyeah. That’s the national food. So, you have on the ship, going, I think so about five day\nor -- or seven days, we were supposed to go with the ship. Luckily, the weather was\ngood. It was in July, July 49. So, on the ship we were with friends and -- and -- but the\ntrouble was, we couldn’t wash, we couldn’t go to toilets and anything. So, luckily there --\nthere was a young man [indecipherable] who was a engineer, he was the ship’s engineer.\nVery intelligent, German speaking, yeah, from Jewish parents, from Israel. He wa -- He\nhad the technion, and he was a professional engineer, a ship’s engineer. The captain was\na very good looking young man, he was a Armenian, yeah. And Armenians don’t have\nthe best -- best reputations. So one day they -- they call us, we should come up to the\ncaptain, one -- one evening. Well, well, what does the captain want with us? So, we come\nup and he said to me, the captain, “You leave your wife here, and you just disappear, or if\nyou don’t want t-to -- to get lost, we will drop you overboard.” Yeah, the captain said to\nme. So, they had a party there and they wa-wanted to -- Ilsa, not me, yeah. Not me, they\nwanted Ilsa there. Luckily, this German young man, the engineer, he was there too, and\nhe saw what’s going on. He said to me, “You just get out, you get out. Don’t worry about\nIlsa. I will arrange [indecipherable].” Oh, okay, I went out and he really, he -- he pushed\nher out, too. So, we -- we -- everything was all right. And he was so nice now that we\ngave him always something to eat, that engineer. Salamis, we had good stuff, good\ncheeses with us. So we gave him and he let us always to use his -- his cuvina. He had his\nown [indecipherable] there. So, washing [indecipherable] wash ourselves, I was there\nalways. He was very nice. Now, we come finally, after so many days, I don’t know how\nmany, I was sick, yeah. Because that [indecipherable], it was nothing. A old, Greek ship.\nA old, Greek ship, and something -- what was already in mothball, you know, where they\nthrow out already. And we came to Haifa. Now, thank God we are in Haifa, yeah? Israel,\nIsrael, Israel. People st -- they came out, they kissed the earth. I was very cautious about.\nI had too bad -- too many bad experiences. So, there came trucks, and everybody go on\nthe trucks. Fill up the trucks, we have hand packages and -- and so on, and -- but the --\nthe main things were already there, you know, the crates. So, everybody was going on the\ntrucks and they were going one after the other. As they were filled up, the other one, the\nnext one. And I didn’t want to go on these trucks, because I had a agreement with my\ncousin who -- who was a Israeli, yeah, who was there, that he will pick me up and he will\narrange everything for us, now that we don’t have to be in a camp or something like that.\nI wait, we wait, we wait til the last truck -- they didn’t let us stay there any more\n[inaudible]. We go on the truck and we go. Where are we going? To a curranteen, to a\ncamp. We were very upset, were very upset, especially Ilsa. “What? Again to a camp?\nWe just came out wa -- from camps, and again to a camp?” “Nah,” I said to her, “don’t\nworry, it will be different. It’s not -- that’s a Jewish camp.” Yeah, okay. So we were\ngoing, and on the way, on the street, on the main street in Haifa, my cousin 1s running\nafter the truck, I see him. When we stopped at the red light, he came to us and said,\n“Don’t worry about nothing. I will pick you up. I will pick you up from the camp.” Okay.\nAt least he knew I am there and he knew he was late. So, we came to Kiriat Eliaza. That’s\na camp near Haifa, very close to Haifa, all -- outskirts of Haifa. That was a old army\ncamp, the British, with a round roof -- a rounded up roof, with -- with a steel roof, you\nknow, and the barracks, one after the other. Came there, and when we saw that, we were\nvery upset. And that was good, because they put us into a regular barrack. Most of the\npeople who were there longer, they were already in tents. And the heat baking on us,\nnaturally. But somehow took it, because we had there friends, and we have together fun.\nWe made fun from everything. It’s just like in the army, in the army too, we were making\nfun from everything, from the saddest things. And so we stayed there about a few days\nand my cousin came and said he cannot take us out, yeah. Maybe for one night he can\ntake us out. He took us out, he got some paper, he took us out from the camp and he took\nus to a restaurant. He wanted to show that in Israel, they have everything, yeah. Good\nrestaurants and this and that, yeah. And entertainment, except I couldn’t sleep in his\napartment. We couldn’t sleep in his apartment. His landlady said if he -- if we will sleep\nthere, she will throw him out.",
        "Q: Why’?",
        "A: I-In -- In Haifa.",
        "Q: But why?",
        "A: Because they ar-are afraid about -- that somebody who would -- who would confiscate\ntheir house, their apartment. It was very, very few apartments available, only -- only a lot\nof money.",
        "Q: But why wouldn’t the landlady want you to be there?",
        "A: Because we are strangers. He -- He and me -- He -- That was his apartment, he paid\nfor it, and a lot of money, but she -- he couldn’t have friends or -- or relatives with him in\nthat apartment. They were afraid we will confiscate it or something will happen, you\nknow? So, one night we were there, illegally. The house -- The housekeeper didn’t know.\nSo I saw that that’s -- this makes no sense, the whole thing, get me a job. [indecipherable]\nlook for a job, I didn’t hear nothing. Now, in the camp was -- around the camp was a\nfence, a wire fence. And people cut out their holes an-and everybody who was looking\nfor a job went with the bus, yeah, through this hole out and with a bus to Haifa, to look\nfor jobs, but there are no jobs. Finally my cousin comes up with a job for -- a three day\njob. Yeah, as a electronic engineer, yeah. Three days after that, the -- the -- the\nmanufacturer, who -- who was that other foreman said that, “We cannot keep you here\nlonger than three days, because the others, we have to give some work, too.” Yeah, so\nthey give them the work. And then I met a -- his place, he had electro -- a radio and -- and\nappliances, he had a store, a small one. And there was a friend from Bratislava and he\nsaid to me, “You want the apartment, I know about the apartment, what is out in the\ncountry, in Afulla. It’s called Mercavia, a village.” It was a village there and a -- and a\nnice, big kibbutz there, Mercarvia. So, I said to my -- “I rather go out somewhere, but\nhave a apartment,” because if you stay longer in -- in the camp there, then they send you\nto a steady camp for unemployed people, somewhere in the -- in the -- in the Negev, or\nwhere, yeah, and -- in a tent, and you can stay there, as the guest of the government. So\nwe didn’t want that, so I said, “I’d rather go to a village and do whatever I can do, but be\nfree.” So, one day we picked ourselves up and went to the village and we had five da --\nfive pounds with us, that was all, that we paid out for the crate a-and they brought us the\ncrate and my cousin gave -- borrowed me 30 pounds for the -- for a one year, I had the\napartment. It was a old farmhouse, which belonged to a old Jewish woman, who lives on\nthe Carmel, but for us that was good enough that village there. We had an apartment of --\nconsisting of s -- seven windows and two doors. A outhouse, was far out. Water was\nthere, with showers and everything, was in the backyard, which was very dangerous, with\n-- full of -- with snakes, yeah, and then -- and wild f -- wild things, yeah. So we didn’t\neven go there. Then, the neighbors were very nice. Those were young people and they\ntold Ilsa the ropes. She sh --She told them -- told Ilsa, th -- the wife, Dolly, I remember\nwhat -- how to do everything, yeah, in Israel.",
        "Q: So she taught Ilsa her job?",
        "A: Yeah, yeah. Yeah. We didn’t have money, we didn’t have a penny. But she arranged,\nfor instance, a loan in the food store, in that [indecipherable], that we got whatever we --\nwe needed, yeah. And she -- they guaranteed it. So -- And Ilsa made her a few dresses,\nIlsa is a Seamstress, so she made few dresses for her.",
        "Q: When you got to Israel, and as you began to get settled, how -- how were you\nreceived? Did people know that you were survivors of concentration camp? Did they ever\nask you about it?",
        "A: They were not much interested. Everybody wa -- has his own story and they were not\nmuch interested because most everybody was somewhere, yeah. Everybody had a story.\nSo, they were just interested thr -- to make a living. That was the most important, to make\na living. And that was very hard in Israel. That’s not finished yet, what I want to tell you.",
        "Q: Okay.",
        "A: So we -- we -- when I -- The only thing 1s, to look for a job. That -- That’s the -- the\nbasic, always. I couldn’t get a job. Then, we have, for instance, delivered ice, because\nthere were no refrigerators, that was too expensive, so we had a icebox. And -- And we\ngot, every second day, delivered a piece of ice, because that’s you need there, because it\nwas too warm to keep the food. And the -- the -- the iceman was a Romanian, and I speak\nwith him Hungarian, he spoke Hungarian. So I asked him if he knows a job for me. He\nsaid, yes, he heard they need a electrician in the hospital in Afulla. And she said, well, it’s\nfour miles from where we were. “Oh, very good.” So, I told it -- When we told it to\nDolly, our neighbor, she said, “Oh, I know the director of that -- the hospital, the\npersonnel department in the hospital. But, I give you some tips.” She said -- She said to\nme, “You take Is-I/sa with you, first of all.” But she didn’t say why, what. We were so\nnaive that time, ah, terribly. And [indecipherable] she says, “When you go there, look for\na job, take Ilsa with you.” That’s all. So I -- We were going one morning to that hospital,\nand came to a man, we were talking. He said, “Oh, I have a job for you.” “All right.” And\nhe said, “And I have a job for Ilsa too. Ilsa can sew here dresses for -- for the -- for the\nnurses.” “Oh, okay, very fine.” And really, we did that, yeah. I was electrician. I -- It was\na very hard job because I cou -- they -- I had to be there in emergencies and at night and\nany time of the day and -- and -- and any time. So -- And Ilsa was working for the nurses.\nAnd then he had a wife, who wanted dresses, too, [indecipherable] but they -- he wanted\nfirst of all, we should stay there as steady, we should live in the camp -- in the -- in the\ndormitories, you know?",
        "Q: Of the hospital?",
        "A: Yeah.",
        "Q: Mm-hm.",
        "A: We should stay there. I would, but Dolly -- Dolly told us he is the biggest skirt chaser\nin the world, that man. He wa -- Don’t trust him at all. So, [indecipherable] was that.\nNow, when he saw that he cannot get us, then he just cha -- switched to a other man --\nfriend of his, gave him the job and I was out of job, yeah. Wa -- One way it was good,\nbecause it was a very hard job. I -- Wa -- The bicycle what I got in the crane, I had to use\nto go to work, over fields, open fields and they were full with hyenas, and they were\nrunning sometimes after me and I had to kick them in the -- and push them around. And\nthey were very ugly anyways, because --",
        "Q: Hyenas?",
        "A: Yeah, hyenas. And -- Because that was a shortcut, I had to go there, near the -- near\nthe garbage pail, you know, from the hospital. And they had there what to eat, so they\nwere full with -- with hyenas there. So I had to really be careful how I got to the hospital.\nEvery night, every -- every morning. It was terrible. So, finally, the job was over. I didn’t\nhave what to do. So, I -- I asked in the village if they have something to do for me. And\nthere was a man from Czechoslovakia, a [indecipherable] man. I had [indecipherable]\nhim, he was a very nice man, very nice people, very noble people, I -- I heard about them.\nA-And he said, “I can give you only one job what I have. To -- To repair these machines\non -- and so on, for -- for the farm -- the farm machines, to repair.” I said, “All right, I\nwill try. What can happen?” I tried. There wa -- The workshop was in -- in one of the\nsilos, you know, the -- where they -- they put the corn and everything. The workshop was\nin one of the silos and there was full with rice. Full with rice, the whole -- the whole silo.\nAnd [| had to work that time that I used to threw the -- the -- the tools into the -- into the\nrats. I -- I saw that will not last too long. But in meantime, I still worked it, and fixed up a\nold tractor, a very old tractor, who was already obsolete. I fixed it up and -- and they used\nit. So, they liked 1t very much and they right away they had other jobs for me. But I -- I\nsaid -- I saw that that’s going to not work out. So I -- In meantime, I hads works -- I had\nwork done in two fields. An apartment in Haifa and -- and to get out on my quota, to\nAmerica. Because that’s -- we did already in Czechoslovakia, we just didn’t pursue it,\nbecause we -- it’s -- there was no quota. When we came to Israel, right away, Israel. So\nwhat’s going on? I wanted to try again. I went to the consulate in -- in Tel Aviv\n[indecipherable]",
        "Q: What do you mean, when you saw what was going on?",
        "A: What -- What’s a --",
        "Q: You said, “When we got to Israel, and we saw what was going on.”",
        "A: Yeah, I mean, what’s going on, there are sha -- ho -- hard life is in Israel, and -- and\nwa -- what’s trouble you can have and no f -- no -- no jobs or nothing. We were not the\nonly one. A lot of people ca-came from all over and they didn’t have jobs and the\ngovernment stil -- wasn’t prepared for that. So, it was -- it was very hard for everybody.\nSo -- But I got, first of all, through a friend, I got a apartment from the government. It\nwas one room, one -- one room, one bathroom and a little kitchen. So that was already\nterrific. It was in the Haifa Bay. It was from Haifa, about -- about one hour or so with the\nbus. And we had in Haifa my cousin there, and some other friends, so that was already\nger -- big things, yeah. We got the apartment, finally, with a key. When I came home,\nyou know, there was [indecipherable] heaven, I remember. Oh, and -- and -- and we came\nthere to work. Again, we need some jobs. My sister had about hundred dollars in\nAmerica, whi -- some friend owed her or something. So she wrote a letter that she would\nsend it to me. About hundred dollars.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is tape number two, side B.",
        "A: So, we got the apartment, bu-but we didn’t have the jobs again. So, my do -- my sister\nhad in America, somebody who was sending us hundred dollars, and for that, I had a idea\nwhat to do, to produce s-some children’s bicycles. I -- I like the --that to do and I had for\nthat the skills and the tools. So, I started to manufacture them, but it didn’t work out,\nbecause there were other companies, there were too many for a little job. The people\ndidn’t have the ta -- money to buy a bicycle for a kid. So, it didn’t work out. Ilsa was in\nmeantime working already like a seamstress, because in these places, there were no\nready-made things, clothing, only khakis, yeah. O-Or -- Or you have a seamstress to do it,\nfrom material. So Ilsa was pretty handy, she really kept us going, and I found a friend\nwho was just leaving for Australia. He had it. He was there a longer time and he -- he --\nhe didn’t want to stay in Israel. So, then I got in company with him. He had tools and he\nknew how to work mechanical. He was a -- He was a locksmith and he knew a lot of\ntechnical things. So we made a company to make steel windows, to produce steel\nwindows. We did that for awhile, but again, bad luck, because they g -- the materials\nwere very, very expensive, and there was only with governments, these -- only the\ngovernment could -- could give you materials. So, we were too small to get materials\nfrom the -- from the manu -- fr-from the government, so you couldn’t get material\notherwise, so we had to drop it. He went to Australia, and I stayed there, again\n[indecipherable] a job, but I was looking to work at my cousin’s there. He had this store\nthere and once in while, to help him out. So, then, what happened? After that, I got\nalways from Ilsa, the -- the information that’s -- that going to America will be a\npossibility, but we have to work a lot on this. And I couldn’t, because I had to look for a\njob, to make a living. Finally I found a old friend from Bratislava, who is leaving for\nAustralia, and he said to me, “I can give you my job.” “What job?” “I am working in the -\n- in the electric plant in Haifa, in the head office, I -- I -- as a designer, mechanical\ndesigner. Can you do it?” I said, “Sure, I can.” Came in, was a beautiful, big office. The -\n- When they heard that I can speak German, their -- their -- their chief doctor -- engineer,\nwas a German Jew, right away he took me, just because I spoke German and because I\nknew the -- the work, too. So I got a job for six years. Good benefits, everything. It was a\nnormal job, yeah. And I -- I -- A lot of privileges, very good, very good job. But that time\nalready we have worked so far with the American exit, that we almost had already the --\nthe quota filled up, almost. But the papers were going up and down, up and down and one\npaper, on the end already, we had already everything done, they stopped us, because they\nfound on my -- my -- no, wha -- the doctor found something with -- with my lung,\nsomething on my lung, just a spot. And that time, they were very exact about these\nthings, so they se -- had to send it to Paris, my x-rays. All over, the whole body x-rays.\nAnd it was two or three months until I got back the papers, okay. We got okay, and we\nlooked for the next ship, yeah, to go.",
        "Q: A-At that point, you had a good job.",
        "A: Yeah.",
        "Q: W-Why did you still both want to go to the United States?",
        "A: Because I rather would have gone to United States than to stay in America -- I mean,\nIsrael.",
        "Q: Mm-hm.",
        "A: I have a -- We had, first of all Ilsa. Ilsa beat everything, she wanted very badly to\ncome to America. I didn’t, because I had nobody here, only Ilsa. I didn’t even dream to\ncome to America, only Ilsa always dreamed to go. She wanted to go first here to school.\nShe wanted to be here. She had very good -- Her mother is here, her sister, yeah. And the\nmother wanted to come here. Mother came to Israel with us, and her -- f-first of all, and\nthen, before -- she left sooner, so the mother was already here and -- and the aunt and e-\neverything. So they wanted us, we have to come out, we have to come out. So, came out.\nFirst of all, I was very disappointed because they always told me America 1s everything\nstraight and good. And I saw that a lot of people came to America without sweating it\nout, and they came to America and -- and were not the best people, the best material what\nAmerica should have taken in. Yeah, they were all kinds of things. I -- I knew that time,\nthat there is not everybody perfect. A lot of Communists they took in that time, too. And\nso, we went fi-finally to America. We had already one daughter, Nomy, three years old,\nand s-so we packed up everything. We sold whatever we could se-sell. I remember I\nbought a camera, a Leica, that was my idea always and I -- I don’t know, some -- some\nmoney we took with us, but not much. But, nothing we -- was missing. We came on a\nbeautiful ship. We had a -- a stormy ocean, and we all were very sick, but otherwise, it\nwas luxury already. I don’t know, I was running with -- with Nomy on the bo -- deck of\nthe ship, because I don’t -- didn’t want her to be sick. And Ilsa was so sick that she was\nlaying in bed day and night without moving. So, finally we got to America. When we saw\nthe Statue of Liberty, we were all excited and -- and -- and crying and everything.\nEverybody on the ship, that was a real immigrant ship, oh, that was a ship, yeah. And\nfinally, we came to America, my a -- my aunt took us in and then they rented apartment.",
        "Q: Your aunt?",
        "A: No, Isa’s aunt.",
        "Q: Ilsa’s, okay, mm-hm.",
        "A: I had nobody here.",
        "Q: Right, right, just checking.",
        "A: Yeah, and her mother, they were living together already. And they were both\nseamstresses on Fifth Avenue and -- and -- and Park Avenue there, they always working,\nand they wanted Ilsa should work there with them. So Ilsa worked as a seamstress too, for\n-- for a -- quite awhile, even then, in New York. We came to New York. And me, I got a\njob in two weeks. I didn’t speak English. I got a job because the company where -- where\nthey hired me, there was some old engineers who spoke German. I spoke German, but I\nspoke -- I knew the technical word in English because -- because I worked 1n the -- in\nHaifa, in the head office, yeah. So I had to know all the technical language and\neverything. So I was there. In two weeks, I got a job, 75 dollars a week. But I tell you\nsomething, for us that was money. And the second or the third week, I got already 140\ndollars a week. And so on and so on. In one year, I had triple those, or four times as much\nas -- as from the beginning. And I have all the companies here what I work. It was really\nsome resume, if you would see that resume. Then, the last job -- yeah, the last job was in\nthe World’s Trade Center, on wa -- 94\" floor, Hayward Robinson, yeah. And I worked a\nlot in field, too. And I worked there for over 10 years, 94\"\" floor. It’s the suda -- the\nsame building as -- as that bomb scare was, what was bombed.",
        "Q: You -- Were you there then?",
        "A: No, luckily [indecipherable] was here already, I was retired. I retired there after 10\nyears, and when the children wanted we should come over here, we should si -- retire\nhere, we came and we stayed. We had a very nice house in the Poconos, in Pennsylvania,\nbut we sold it and bought here this apartment.",
        "Q: Can you talk a little bit about the importance of work? I mean, of course work is\nimportant, you have to provide for your family, but I wonder if it didn’t have another\nimportance as you were putting your life back together?",
        "A: What do you mean?",
        "Q: Th-Tha-That actually having a job and working, was a way to get back on your feet\nliterally, but also emotionally.",
        "A: Yes, yes, right, right. Ev-Every time I got a job, it was emotional, and -- and was very\nimportant. That puts me I -- actually on my feet. I love to work and -- and especially if I\ncould work in my line, it was very important and I really appreciate that -- first of all that\n-- that there were available jobs here, and that you could make a living here. Nowhere in\nthe world you can make a living like right here. Any-Anybody -- Anybody with any\nskills, because you have every sk -- every skill here. So it was really very important to\ncome here. I would have never achieved that in -- in Israel, never. Couldn’t have --\nCouldn’t buy a refrigerator, I remember, yeah. When my -- my -- I mean IIsa’s mother\ncame to Israel, we didn’t have where to put her down, so what we did, we built, illegally,\na little -- little room for her and the kid. It was so small and hot, my God, this -- this -- the\nsand, that’s was -- our first apartment in Israel was in the sand, in the -- in the desert,\nreally. And -- And we were at the beach, at the -- at the water, at the bay and I --\n[indecipherable] once almost we drowned [indecipherable] with Ilsa.",
        "Q: Even when you got to Israel, there was still this feeling that you weren’t settled,\nbecause you wanted to come to the United States.",
        "A: Yeah.",
        "Q: Do you remember a time when, after you had gotten to the United States, that you\nlooked around and you thought, okay, I’m finally settled?",
        "A: We -- We had no choice -- We would have no choice. We would have settled in Israel,\nif not -- if not these -- came by that we got the okay to go to America. E-Everybody who\nhad something like that was jumping on it, because it was very nice if you were a idealist.\nI was a idealist once upon a time, but when you have a family and when you want\nsomething more of your life and I thought I had enough of -- o-of bad things in my life. I\nwant already a normal -- normal, good life. That’s all. I had the skills, I had the know-\nhow, everything, and my wife, too. So why shouldn’t we have finally a little normal life,\nyeah? We had terrible lives, because it’s not just what I am telling you now, but in\nbetween and before that and all that, that’s -- it -- it’s unbelievable what -- what people go\nthrough.",
        "Q: Can you talk a little bit about when you got to the United States, when and if you\ndecided to become a citizen?",
        "A: Yeah. Well, it’s -- that was -- naturally, we wanted to be citizens. We were -- The first\nthing was a gr-green card, and -- and to be a full-fledged citizen. We didn’t wait to -- We\ndidn’t wait to ge-get to do it. And m-my mother-in-law and -- and the aunts, they were all\nfor it, naturally. They -- They wanted right away we should be citizens as soon as\npossible. And we didn’t speak English and they will know I don’t peak -- speak good, but\nIlsa was speaking much better and -- and faster. And -- But we -- we found our way. In\nNew York, you have to find your way. And then I helped even more, when the Russian\nimmigrants came. I helped them a lot, in my office.",
        "Q: How”",
        "A: They -- They were engineers who -- who were -- was engineer. They didn’t know\nAmerican standards and things, so I had to show them everything, and I helped them, a\nlot of them. A lot of them I helped. But --",
        "Q: Did you -- mm-hm’?",
        "A: Was -- I had a very nice life because I have pictures where I was looking --\noverlooking all New York, yeah, 94\" floor. It was ra -- straight with the -- with the\nEmpire State Building. So, it was really ideal place, or we were looking down a-at the\nport, we saw the -- the ships, yeah, and the cruise -- the cruisers going. It was really a\nbeautiful place to work. And a lot of restaurants and things. I remember one anniversary,\nwe were on the 107\" floor in the -- in the World’s Trade Center, with Ilsa, having a nice\ndinner. It was really freedom, what we were looking for. And even today, we cannot\ncomplain. Our children are nice to us, and have a comfortable house, so I cannot\ncomplain, really.",
        "Q: You married a survivor. How important was that to you, that -- that your wife be\nsomeone who’d had an experience similar to yours?",
        "A: Right, right. I -- I looked for it.",
        "Q: You did?",
        "A: I looked for it. I could have married -- I had girlfriends in Prague, they would have\nmarried me, not -- not Jewish and they would have married me, but I kept it ri -- ri --\nreserve, always, that I have t -- I owed something to life, because I was saved, so I -- I\nhave to save somebody. Ilsa would have married, very easily. She was pretty, and -- and -\n- and intelligent. But, it came out all right, thank God.",
        "Q: You said that you kept -- that you had to save someone. Could you speak a little more\nabout that? Did -- Did you feel that you and Ilsa saved each other in some way’?",
        "A: No, you don’t feel like that, but that time, I felt like that, that I have to do that. And I\nowed something to life that I should marry a nice, Jewish girl. She wasn’t even Jewish, re\n-- Ilsa is not so strict Jewish, that -- that -- that would have matter -- mattered that she\nwouldn’t have, saved -- married a Jewish boy. But you see, somehow the feeling, they\nstay with you. And I felt that -- that I -- it -- 1t would be proper. I lost so many -- so many\nrelatives, so many children, yeah. I should be productive, [indecipherable] should be\ndoing the right thing. That’s what I thought, doing the right thing.",
        "Q: What is that? What 1s doing the right thing?",
        "A: That’s what I’m saying, that I married her and not somebody else. I could have\nmarried 10 girls. Firsa -- First of all, she was ideal for me, the background and\neverything. I knew it, I had enough experience t-to to [indecipherable] it so, I knew that\nwill -- that will work, and she knew it e -- too. Then you have the feeling what’s right and\nwhat’s not right.",
        "Q: When you had your two daughters, and as you raised them, how and when did you\nbegin to tell them about your experiences in the Holocaust, particularly in the camps?",
        "A: Well, they knew that, they knew that. They heard it long time before, yeah. Even in\nIsrael, so everybody in Israel was some kind of a -- a refugee from something. But she\nwas a little -- a little girl and when we came here, no connection any more, yeah, with\nthese things. She -- They know that we -- what’s our background, but they have a\ndifferent life, they have a normal life. Why would they want to know that? Nomy doesn’t\nwant to see even that tape, doesn’t want to see.",
        "Q: No?",
        "A: No. No. And I don’t know why. Because she’s afraid, she’s afraid. She knows. She\nknows everything, but she’s afraid. And Karen, my -- my younger daughter, she’s not --\nnot really Jewish, what I wanted to be [indecipherable]. She made her own life. First of\nall, she married a non-Jew, and -- and I was brought up that way, so I was a Jew. So, but I\ncouldn’t tell her what -- whom she should marry. And it didn’t work out. If she would\nhave done what I told her to do, and whom to marry, sh -- it would have worked out, I’m\nquite sure. But, she’s not unhappy, and that’s -- that’s fine with me. Everybody makes his\nown life. I didn’t -- I wouldn’t like to get through again, all these things what I went\nthrough, not any more. Even if I would be with twen -- 30 or for -- 40 years younger, I\nwouldn’t like to go through that. No, you can’t, because that started long time before.\nSuch a beautiful country where I come from. Life was very good there, except -- except --",
        "Q: Except what?",
        "A: Like this -- people -- people were bad. There you have the Hungarians, there you have\nthe -- the Slovaks, there you have the Poles, bad, bad. I don’t know why, makes no sense.\nThey just drink it with the mother’s milk, yeah. Why, I don’t know. An-And the\nCatholics, they didn’t have right to do that, what they did. They should have stopped it.\nDid you hear something like that, the priest should be [indecipherable] of a -- of a Fascist\ncountry, friend of a -- of the biggest Fascist in the world, yeah. Well, there are such\nabnormal things in this life, unbelievable. And then the -- But there were always some\npeople who were really nice, really nice. You didn’t have something like that, for\ninstance, this old woman, when I was hiding underground, that -- that she would protect\nyou. Was a old woman alone, she protected us, a whole bunch of -- of -- of boys. That we\nwa -- got caught, that’s a different story, you know. I -- I think so, I told -- I -- I told it --",
        "Q: Yeah, you did tell that story.",
        "A: Yeah.",
        "Q: What are your thoughts about what is happening in Yugoslavia now” For instance,\neven this week, we’re seeing the United -- well, NATO, along with United States,\nbombing, and -- and there’s ethnic cleansing going on. What -- What kinds of thoughts\ndoes that bring up for you?",
        "A: The same thing, the same thing, the same -- it’s a holocaust, it’s a holocaust, except\nshorter. Th-The Germans stretched it too long, yeah. This here, he doesn’t wait, he just\nrounds them up and then kills them off. I don’t know how the world can look at it. They\nshouldn’t let it go. Everybody who is not helping us to do that, to stop them 1s -- is -- is\nguilty, cause that’s a sin, really. It’s the biggest sin. People with the children, and old\npeople there is, yeah. And what will be next? Next, if -- if they -- the -- they win it, will\nbe the same thing. Same thing. I’m just afraid whoever wins this war, will do the same to\nthe other guy, always.",
        "Q: S-So what lessons can be learned from your experience with the Holocaust? What\nlessons did you learn?",
        "A: If people don’t change it, th-th-th-th -- that history repeats themself. But\n[indecipherable] good, not good. Even the children, they -- they change, yeah. They can\nhave today the holocaust a-and have children, everything, and then they will do it to the\nothers ones. They -- They do it to each other. They don’t think about it from one day to\nthe other, that today you do it to me, I do it to you. And that’s what is happening. Tha-\nThat’s what happening with the World War One. You do -- It -- It started to roll, it\ncouldn’t be stopped.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nMichael Diamond. This is tape number three, side A. Following on the question we were\njust speaking about, Yugoslavia and Kosovo, and lessons to be learned from the\nHolocaust, but did you yourself, personally, learn anything from your experience, when\nyou think back over it and you think back about how it shaped you? What -- What did\nyou learn?",
        "A: I can see ahead of time things coming and going. I know -- I see the consequences of\neverything. E-Even -- Even this whole thing is a -- the consequence of World War Two.\nAnd who -- whoever is stronger, wins, not who is right or wrong, who 1s stronger. If -- If\na guy like that Milosevitch can tell -- tell us, the whole world, yeah, he will do what he\nwants to do, and he 1s doing what he wants to do, so there is no -- there 1s no way to -- to\nstop somebody. And s -- it’s -- it -- the other thing, it’s like Hitler was. But there we can\nha -- we can have an excuse, we didn’t know. Well, they da -- see what’s going on, and\nthey are not together, all these countries. That time, there was no allies, really, when\nHitler started. That came just mu-much later, when everything was ra -- was finished\nalready. Here they have it, a long time, he should be long time branded as a -- as a\nmurderer. A long time. I wonder that the whole world can look at it and -- and not decide,\nreally, to -- to hit him on the [indecipherable]. And the Russian, I don’t know about the\nRussians [indecipherable]. They just don’t like that like that we are -- have the allies. I\nthink so that’s -- that’s most of ho -- of it. But otherwise, they know what -- what -- what\nit was, they had it.",
        "Q: A-After you left Israel, and then came here, have you ever gone back to ches --\nCzechoslovakia?",
        "A: No. I wouldn’t go. I couldn’t look at their eyes, these people. Because they hate me ag\n-- still they hate me, no matter what. I never did them nothing, an-and they hate me, so\nwhat can I tell you? I have there some friends now, who went back, but they don’t like it.\nNobody likes it, still. Still the same thing. People don’t change.",
        "Q: What about here, in the United States? Do you ever experience anti-Semitism here?",
        "A: No, no. I don’t expect nothing, yeah, but I didn’t, no. I mean, I know people are not\nhundred percent, but I -- I don’t feel bad. I -- I don’t feel bad. I feel pretty comfortable.\nNot everything is hundred percent, as I say. Sometimes I am -- I am very angry if -- if\npeople -- if -- you know, o-our religion, th -- if -- 1f they don’t behave like they should.\nBut I cannot -- Everybody had his own nature.",
        "Q: What would be an example of that, when you’re angry?",
        "A: If, let’s say, a -- things like -- like this Monica, yeah.",
        "Q: Monica Lewinsky?",
        "A: Yeah.",
        "Q: Yeah, okay.",
        "A: That makes me angry, yeah. Why a little Jewish girl, stupid, can do something like\nthat and is doing something like that. If I was to be her parent, I would give her a good\n[indecipherable], believe me. Couldn’t do it to me. And then I -- I get angry at politicians,\nif they stick their noses in things what’s not their business, and so on, I don’t like it. I\ndon’t to -- like -- like to be pushy. I never was. I had -- And there are some people who\nthink they have to dominate the whole world. So, that’s all. I can see one thing, the less\nyou -- less you push around, better you ove -- you have a quiet, reasonable life. That’s\nwhat I dreamed o-of, always. I made it. Nobody made it for me, I had to do it you --\nourself. So my wife.",
        "Q: You know, one thing that we didn’t ask you about in the first interview, was the role\nof religion in your household when you were growing up, and I wonder if you could talk\na little bit about that, when you were younger, and then perhaps, maybe now?",
        "A: No, the religion didn’t count much, that much. But, they -- they made us to suffer.\nThey made us suffer. We -- We Jews had one -- this family and a ra -- a normal life, and\neverybody else tried to squeeze us. That was always in Europe. In every -- every -- every\nreligion. There’s always a religion, but it shouldn’t have been. Some were very bad, some\nwere really very bad anti-Semites. I don’t know why, where they took it from. The relig -\n- The Jews didn’t give them even a reasons, because they were doing their own business.\nBut jealousy, and all these things bring out the worst from people.",
        "Q: So now, you say that religion wasn’t -- didn’t have a big role when you were young,\nbut what about when you got married, or now even. Does it -- Does your faith play a big\nrole in your life?",
        "A: No, no. I feel very comfortable. And so Ilsa. We have no -- no feelings for -- for -- that\nwe would be cheated or -- or that we would be hated, no. We feel very comfortable. I\ncannot say nothing. Some people are really very nice. Like here, we have neighbors who\nwill help you if you need them. I fi -- We try not to use nobody, yeah, but if you need\nthem, they are here. They’re nice. And those are simple people here, nothing -- nothing\noverwhelming.",
        "Q: I want you to think back to the -- that whole period when you were on the run, this is\nwhen you -- before you were captured, you were in hiding and then you were in\nconcentration camp. And you talked a lot about that you had an instinct for survival.",
        "A: Yeah.",
        "Q: That you would -- you would --",
        "A: Oh, yeah.",
        "Q: -- rip a root out of the ground and eat it.",
        "A: Yeah, yeah, right.",
        "Q: When you think ba-back on that, where did that come from?",
        "A: Good -- Good background. Good background, very s -- very strong background, a\nhealthy background. I was, at least. If that wouldn’t have come, I would be t-today a\nyoung man, if that not -- this is -- this lousy sicknesses and things wheth-whether -- I had\nt-to go through. I would be much stronger, and so Ilsa. Ilsa has had edema. You know\nwhat’s edema? The water. She -- Through -- Through her arm, she almost died, yeah. A\nyoung girl, 16 years old, and she ca -- and she was cold, and her mother, I ha -- a real\nhero, you know, her mother. She pulled them -- one pulled the -- out the other. They were\nboth in -- in Auschwitz. And she was so sick, she was a dead -- she almost died. Now, I\nwas there too, I know. It wa -- I -- I was as -- how can I say it? Like on the -- on the\nstring. Just -- Just a hair, like a hair string. Very, very dangerous situations. And\nsomehow, I wasn’t upset, I wasn’t afraid or something. Somehow I felt that -- had always\nthe feeling I will survive it. I remember I told my parents, when they were worrying\nabout the children, yeah, my sister and me, I always told them, I have the feeling we will\nsurvive it. And I was smart enough to survive it. But it was a -- as I say, you had to think\nwhat you are doing, too. It was not easy to survive.",
        "Q: In your every day life now, how often do you think about that time, or what makes\nyou think of it?",
        "A: The news, the television. I watch carefully the news and I have perfect knowledge of\ntheir intentions, of intentions and -- and -- and history. Actually, I lived history, you can\nsay -- you could say that, yeah. I didn’t want to stay with the Communists, I could have\nstayed with the Communists. All our -- my friends, many friends stayed there, but they\ntold me, “You will stay here for the -- for a -- other centuries? Y-You stupid, you do that.\nYou have no sense.” I said to him, “Why are you staying?” “Ah, my mother, my wife, my\nchildren.” Well, well, weet -- weet. To do something, to -- you have to have a will. You\ncannot just let [indecipherable]. You have to have a will. I was hiding, for instance, yeah,\nwhen I tha -- jumped to -- out from the window, yeah. I remember the next time I was\ncaught, a young girl came to me and said, “I know you, you jumped last time also, in the\nwindow. If you save me, I will be your -- your slave,” she said to me, “if you save me, if\nyou help me to get out.” I said, “I cannot get out myself, how could I he-he-help you?”\nBeautiful youn -- young girl. We were there, rounded up. [indecipherable] there. SS guy\nwalking up and down there, up and down there, yeah. Apartment house, yeah.",
        "Q: D-Do you have nightmares about your experiences?",
        "A: Sometimes, yeah. I don’t know, most my -- my -- my dreams are from a old, big city,\nin an old, big city. I am looking for somebody, I am -- I am fighting with somebody. The\ntrouble is, sometimes I hit my wife. It can happen. Once in awhile, it happens. I fight.\nAnd -- And now it’s a little better, but it used to be that I broke the table, yeah, the night\ntable I broke. Fell down from bed, all kinds of things. Here I have a gash. I remember I\nfell. I was fighting with the -- with the table, with the night table, and fell down and fell\non this, I have here, a -- a little this [indecipherable]",
        "Q: Oh, yeah.",
        "A: And this, that cut me very bad, a very deep, deep gash.",
        "Q: I want to go back to probably, I guess you got here in 1956 - 57, to the United States?",
        "A: ’56.",
        "Q: Okay. D-Do you remember some of the reactions you had to what was going on in the\nUnited States? For instance, in the 50’s, Joseph McCarthy was ig --",
        "A: Yeah. I heard about it, sure I know.",
        "Q: What -- What -- What did you think of that?",
        "A: Crazy, crazy. He -- He hated the Communists, okay, you hate the Communists, but h-\nhe was making Communists ou-out of people who were -- who were not and didn’t have\nto become Communists. It was ridiculous. Now -- Now you have that Starr, doing the\nsame, yeah. I mean, you can always compare, [indecipherable]. I had experiences with --\nwith the Hungarians when they came, you know, when they had that revolution. But\nagain, they -- they were not -- not good. I protected them, I -- I hired them, yeah. They\nask me, the company, if they have enough education, if -- if they are -- well, I said “Yes,\nthey have good ed-education, but I didn’t [indecipherable] you they are bad.” They took,\nfor instance, money from the company and -- and disappeared, yeah. Or advance money\nthe company wanted to give them, things like that, all right. That’s what I know their\ncharacter. They are very talented with the character, yeah. S -- Always depends on the\ncharacter, not even on -- on -- on -- on money, nothing. Money cannot buy character.",
        "Q: I-In the McCarthy era, y-you thought it was crazy, were you ever worried or\nconcerned that -- that you could become a target of that kind of investigation? I mean, or\n-- you know, wrongly or rightly so, you could be thought, “Well, he’s a foreigner, he\nprobably has Communist ties.”",
        "A: Yeah.",
        "Q: Mm-hm.",
        "A: Yes, I -- I was thinking about it, many times, and I was afraid it shouldn’t escalate,\nbecause that was not normal wha-what he was doing, was really abnormal. And the\nwhole world was laughing at it. It was a -- It was a show, it was a show. I don’t know.\nThey are always find somebody, somebody comes up, which you cannot control. I mean,\nit’s all -- it’s a free country and something can happen like that? Can a -- Cana\nprosecutor just do what he wants, yeah? In this country -- there are a lot of things what I\ndon’t like in this country. But, 1f you compare it with other countries, it’s heaven -- it’s\nheaven. Everybody has a possibility to live -- to make a living. I see these young\nimmigrants come in here, with no education, with nothing, and they are making a living,\nso the -- so the -- so what’s wrong with this country, yeah? I -- I would say they should\nbe more selective, they live somebody here. I -- I remember it was so hard for me to\ncome here, I will never forget it, very hard. And, if I would have paid off some lawyer, I\nwould have been long time ago here, already, not suffered, because it was suffering.\nEvery -- Every evening when news, it came from -- from Tel Aviv, yeah I was waiting\nfor what -- what’s going on? What’s this a -- still missing this, still missing that, still\nmissing [indecipherable] I -- it was so hard. And then, when I -- when we got it already, I\nwas really in seventh heaven, because I knew it was America, at least I -- I thought I\nknew. I won’t say it’s perfect, but it cannot be perfect, people are not perfect.",
        "Q: A-At what point did you begin to feel safe and at home here?",
        "A: Right away. Right away, except the language. The language, I -- it took me three\nmonths t-to learn th -- so far -- I mean a kitchen language, but I di -- wasn’t worry about\nit, yeah. I didn’t feel bad about it. I -- you know, it will come the time, I will get to\neverything. The main point, I have a job, and that’s what everybody’s looking,\neverywhere, yeah. The Communist people, they have no idea about English and they will\nnever speak English, yeah, and get a job, whatever job what makes a living, yeah. I don’t\nknow how is that possible. No other country can do that. It’s very, very funny, to think\nthat -- that you can get a job any time you want. Look, you can see it written out, job. If I\nwould have had that in Israel, I would have probably stayed there, right away, if I would\nhave had it, okay. Nobody has it right away in Israel. It’s very hard to -- to -- to have\njobs, a good job in Israel. No, these Russians are coming, there are millions of Russians,\nthey want to come to Israel. It will not be easy, because they -- they -- they think\nthemselves superior, first of all, and they -- that’s -- that jobs are coming to them, that\ntheir apartment is coming to them because they are sup -- used from the Communists,\nyeah, that they get everything. But, what little [indecipherable] that you get it, that’s it.\nNot only they come to Israel, they want all -- all jobs and they want a -- a apartment. But\nwhen I came there, what I got? A blue eye. Yeah, it wasn’t easy, but there were nice\npeople in the -- I can say, some people were. They helped us, our neighbors there\n[indecipherable]. It was a -- this -- for-foreman, a -- construction business. And she was a\nhousewife, very nice, very pretty. And they had two little children, I -- I remember -- I --\nI was [indecipherable] save the little child from a snake. That’s -- It’s a li-little child,\nyeah, like that, she wanted to grab the -- the -- the snake, on -- on the porch. On the\nporch. Then I came on the porch, and that was a poisonous snake. Then I kill it. I co-\ncould s-save her.",
        "Q: Mr. Diamond, is -- is there anything you’d like to say that I haven’t asked you about?",
        "A: No, I think so [indecipherable] that’s it. I am sorry, I don’t know what -- would you\nlike to --",
        "Q: No, I just -- I always ask that. I -- I will ask one -- one more question, I guess it’s this.\nAs people who actually lived through the Holocaust get older, th-there will be a time\nwhen we won’t be able to sit and talk with people who actually experienced this.",
        "A: Ye-Yeah.",
        "Q: What do you want people to take away, and to remember. Wh-What do you want?",
        "A: They shouldn’t -- They just shouldn’t forget it, there exists something like that.\nBecause people like to -- tend to -- to forget about everything what’s not pleasant. I see it\nright now, where I go -- we go in sometimes to the Jewish -- how do you call it? For the\nsin -- seniors. For the seniors. We go sometimes and -- and they don’t want to -- even to\ntalk about it. Not interested. I don’t know, if they are not interested in that, then what --\nwhat are they interested in? [indecipherable], it can happen to them. You never know.\nNobody is safe from that, nobody is safe. Okay, so they are right, they are here in -- in\nAmerica and they don’t have to -- to d-do anything they don’t want to, but I wouldn’t like\nthem to forget it. It’s very important, especially the kids. The kids, because if the old ones\ndon’t -- don’t want to remember, don’t want to know, they don’t want to know, that’s all.\nI think the children, you can only expect them to go to these places and see on their own\neyes, that -- that -- what horror was this. Can you imagine my parents? If I think about it,\nbeautiful people, very good. I -- I have pictures from everything. Beautiful, elegant\npeople, really a gentry, my father was, and my mother was 50 years old, beautiful\nwoman, talented, everything, yeah. So, to make life so cheap, yeah, that shows you tha --\ndoesn’t mean nothing. You see -- You see it on the pictures here, life doesn’t mean\nnothing, right? It’s just, it’s a horror, what’s going on with people. Little, beautiful\nchildren, nice, nice race, everything. You expect something like that, let’s say,\nsomewhere -- somewhere deep in Africa, over there. But you don’t expect in the civilized\nworld, something like that. They’re supposed to be civilized. You see what nice housing -\n- what nice -- how nice roads and everything they had, they are civilized, but you cannot,\nwith something like that. You don’t mean nothing, you are a fly. It’s very, very\nhumiliating, 1t’s very humiliating that what can happen to -- to the rest -- to a -- to a -- to\na people.",
        "Q: Wh-When you’re treated like that, like you’re nothing, like you’re a fly, after it was\nover, how did you regain your dignity, your feeling that you were worth something?",
        "A: Yes, I felt it, but only for myself. I didn’t want to -- to tell 1t to nobody. I -- I had the --\nthe power, the will.",
        "Q: You had -- You never lost it?",
        "A: Yeah. No, that’s it. And that’s all my background, first my -- first the background\nfrom home, second, I -- I had some rough experiences, and I knew that you have to go\nthrough with it. Now, for instance, like that army there, that was some place, too, yeah.\nWorking in high snow, in -- in -- in -- in -- on the roads, in the high mountains, was\nminus 30, minus 40. Yeah, was always terrible. I-I live. I will find ways to survive. You\nsee, if I wouldn’t have picked myself up and caught that -- that horse by -- by the -- by\nthe [indecipherable] I would le -- I wouldn’t survive. I wouldn’t survive at all.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Michael Diamond, conducted by Katie Davis, on March 30\",\n1999, in the home of Michael Diamond, in Chantilly, Virginia. This is a follow up\nMarch 20\", 1990. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape number\none, side A. I -- I’d like to start and just get your exact birthdate.",
        "Q: And can you tell us the full name of your mother and of your father?",
        "Q: And what was her maiden name?",
        "Q: And, do you know the names of your grandparents?",
        "Q: How did you find that out?",
        "Q: But was there ever a point when someone said to you, I saw your parents on a\ntransport to Auschwitz, or I saw your parents in the camp?",
        "Q: Where, exactly, were your parents when they came, and who exactly came?",
        "Q: And where were your parents when they came?",
        "Q: Where was your sister -- well, first of all, please tell us your sister’s name.",
        "Q: And at that point -- well, where was your sister? Was she living with your parents in\nthe ghetto?",
        "Q: What -- Why -- Can you tell me a little bit about the decision of your parents to send\nyour sister to England?",
        "Q: So it wasn’t -- Was there any thought about the trip, that 1t could prevent your sister\nfrom being caught up in the -- 1n the -- the war, in any way?",
        "Q: Let’s begin there, when you are -- I want to move into the post-war period. These are\nthe last days or weeks of the war, and if you can remember the last concentration camp\nyou were in, and what the Germans told you when you had to leave.",
        "Q: The Wehrmacht is the regular German army”?",
        "Q: The German army’?",
        "Q: Right.",
        "Q: At what moment did you begin to realize that you were free?",
        "Q: Did you feel protected by the Russians, or apprehensive about them?",
        "Q: Just a couple more clarifications. Do you remember the date, about, when this was\nhappening? What time of year, the date? And also, where -- where were you, exactly?",
        "Q: Yes.",
        "Q: S-So this is in Germany?",
        "Q: And do you remember when it was?",
        "Q: And why -- Why were there -- Tell me a little bit more about the German family that\nthese certain Russians were hiding. Were -- Were all Germans supposed to be rounded up\nat that point? I mean, wa -- who di -- who were they hiding them from?",
        "Q: What was that like, finally, to be able to eat enough food every day? There’d been\nyears that you hadn’t been able to.",
        "Q: [indecipherable] the Germans.",
        "Q: Did that surprise you, that -- that you didn’t want revenge, ri-right after liberation, that\n-- that these Germans actually were people to you?",
        "Q: And it was empty?",
        "Q: This is the superintendent of your building?",
        "Q: Mm-hm.",
        "Q: But -- But it wasn’t home?",
        "Q: So -- So you consciously decided, I don’t think I will tell them this right now, the\ncousins?",
        "Q: You decided -- You didn’t tell them what happened, you decided that it -- it wouldn’t\nbe good idea right then?",
        "Q: The United Nations --",
        "Q: Relief, mm-hm.",
        "Q: She worked for a British UNRRA official, or a Czech --",
        "Q: -- UNRRA official?",
        "Q: Okay.",
        "Q: Was it difficult to leave Bratislava? Did -- Did you want to stay there, since that was\nhome?",
        "Q: They go -- They make a choice to go to Israel, 1s that it?",
        "Q: Okay.",
        "Q: Before we go on, I just want to take you back for a minute. Can you remember -- Tell\nus a little bit about what that meeting was like with your sister, for the first time in so\nlong?",
        "Q: Control?",
        "Q: Here’s a question. What was the atmosphere like for y -- for a Jew? Had things calmed\nback down? And what -- what were relations like with the Slovaks, who had helped the\nGermans?",
        "Q: Apprehensive?",
        "Q: Were you ever afraid? Were you ever afraid again, the way you had been during the\nwar, that -- that something bad could happen to you, simply because you were Jewish?",
        "Q: Who didn’t give you a pension?",
        "Q: Who?",
        "Q: At this point, as you’re beginning to get back on your feet, are -- are you ever thinking\nabout the camps, or things that you saw? Are you watching for -- listening, for instance,\nto the Nuremberg Trials?",
        "Q: BBC.",
        "Q: What was her name?",
        "Q: What was her name?",
        "Q: At this point then, did you leave the s -- the store, your cousin’s store?",
        "Q: Oh.",
        "Q: What -- What made you feel that you didn’t -- you no longer had a future in your\ncountry?",
        "Q: T-Tell us more about that.",
        "Q: Okay. This is a continuation of a United States Holocaust Memorial Museum\ninterview with Michael Diamond. This is tape number two, side A.",
        "Q: Did the guy give you the paper?",
        "Q: Why’?",
        "Q: But why?",
        "Q: But why wouldn’t the landlady want you to be there?",
        "Q: So she taught Ilsa her job?",
        "Q: When you got to Israel, and as you began to get settled, how -- how were you\nreceived? Did people know that you were survivors of concentration camp? Did they ever\nask you about it?",
        "Q: Okay.",
        "Q: Of the hospital?",
        "Q: Mm-hm.",
        "Q: Hyenas?",
        "Q: What do you mean, when you saw what was going on?",
        "Q: You said, “When we got to Israel, and we saw what was going on.”",
        "Q: This is tape number two, side B.",
        "Q: A-At that point, you had a good job.",
        "Q: W-Why did you still both want to go to the United States?",
        "Q: Mm-hm.",
        "Q: Your aunt?",
        "Q: Ilsa’s, okay, mm-hm.",
        "Q: Right, right, just checking.",
        "Q: You -- Were you there then?",
        "Q: Can you talk a little bit about the importance of work? I mean, of course work is\nimportant, you have to provide for your family, but I wonder if it didn’t have another\nimportance as you were putting your life back together?",
        "Q: Th-Tha-That actually having a job and working, was a way to get back on your feet\nliterally, but also emotionally.",
        "Q: Even when you got to Israel, there was still this feeling that you weren’t settled,\nbecause you wanted to come to the United States.",
        "Q: Do you remember a time when, after you had gotten to the United States, that you\nlooked around and you thought, okay, I’m finally settled?",
        "Q: Can you talk a little bit about when you got to the United States, when and if you\ndecided to become a citizen?",
        "Q: How”",
        "Q: Did you -- mm-hm’?",
        "Q: You married a survivor. How important was that to you, that -- that your wife be\nsomeone who’d had an experience similar to yours?",
        "Q: You did?",
        "Q: You said that you kept -- that you had to save someone. Could you speak a little more\nabout that? Did -- Did you feel that you and Ilsa saved each other in some way’?",
        "Q: What is that? What 1s doing the right thing?",
        "Q: When you had your two daughters, and as you raised them, how and when did you\nbegin to tell them about your experiences in the Holocaust, particularly in the camps?",
        "Q: No?",
        "Q: Except what?",
        "Q: Yeah, you did tell that story.",
        "Q: What are your thoughts about what is happening in Yugoslavia now” For instance,\neven this week, we’re seeing the United -- well, NATO, along with United States,\nbombing, and -- and there’s ethnic cleansing going on. What -- What kinds of thoughts\ndoes that bring up for you?",
        "Q: S-So what lessons can be learned from your experience with the Holocaust? What\nlessons did you learn?",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nMichael Diamond. This is tape number three, side A. Following on the question we were\njust speaking about, Yugoslavia and Kosovo, and lessons to be learned from the\nHolocaust, but did you yourself, personally, learn anything from your experience, when\nyou think back over it and you think back about how it shaped you? What -- What did\nyou learn?",
        "Q: A-After you left Israel, and then came here, have you ever gone back to ches --\nCzechoslovakia?",
        "Q: What about here, in the United States? Do you ever experience anti-Semitism here?",
        "Q: What would be an example of that, when you’re angry?",
        "Q: Monica Lewinsky?",
        "Q: Yeah, okay.",
        "Q: You know, one thing that we didn’t ask you about in the first interview, was the role\nof religion in your household when you were growing up, and I wonder if you could talk\na little bit about that, when you were younger, and then perhaps, maybe now?",
        "Q: So now, you say that religion wasn’t -- didn’t have a big role when you were young,\nbut what about when you got married, or now even. Does it -- Does your faith play a big\nrole in your life?",
        "Q: I want you to think back to the -- that whole period when you were on the run, this is\nwhen you -- before you were captured, you were in hiding and then you were in\nconcentration camp. And you talked a lot about that you had an instinct for survival.",
        "Q: That you would -- you would --",
        "Q: -- rip a root out of the ground and eat it.",
        "Q: When you think ba-back on that, where did that come from?",
        "Q: In your every day life now, how often do you think about that time, or what makes\nyou think of it?",
        "Q: D-Do you have nightmares about your experiences?",
        "Q: Oh, yeah.",
        "Q: I want to go back to probably, I guess you got here in 1956 - 57, to the United States?",
        "Q: Okay. D-Do you remember some of the reactions you had to what was going on in the\nUnited States? For instance, in the 50’s, Joseph McCarthy was ig --",
        "Q: What -- What -- What did you think of that?",
        "Q: I-In the McCarthy era, y-you thought it was crazy, were you ever worried or\nconcerned that -- that you could become a target of that kind of investigation? I mean, or\n-- you know, wrongly or rightly so, you could be thought, “Well, he’s a foreigner, he\nprobably has Communist ties.”",
        "Q: Mm-hm.",
        "Q: A-At what point did you begin to feel safe and at home here?",
        "Q: Mr. Diamond, is -- is there anything you’d like to say that I haven’t asked you about?",
        "Q: No, I just -- I always ask that. I -- I will ask one -- one more question, I guess it’s this.\nAs people who actually lived through the Holocaust get older, th-there will be a time\nwhen we won’t be able to sit and talk with people who actually experienced this.",
        "Q: What do you want people to take away, and to remember. Wh-What do you want?",
        "Q: Wh-When you’re treated like that, like you’re nothing, like you’re a fly, after it was\nover, how did you regain your dignity, your feeling that you were worth something?",
        "Q: You had -- You never lost it?"
    ],
    "answers": [
        "Answer: I wu -- I was born July 10, 1919. I will be 80 in July 10\".",
        "A: My father was Anthony Diamond -- Diamant -- a -- a -- a-m-a-n-t. And my mother\nwas Recka, R-e-c-k-a, Recka.",
        "A: Freed.",
        "A: Not really, no. They died in World War One, my grandparents. But, my parents died\nin -- in Auschwitz, in the gas chambers.",
        "A: I didn’t have to, I knew it right away, because they were taken already that time, in big\nma-masses, to -- to Auschwitz, especially the older people, are going right away and the\nyounger people were partly in -- in army camp, with the Slovak army, or -- or just hiding\nwhen -- on -- in the partisans, you know, the Russian underground.",
        "A: No, no, no, not at all, but I knew, because of their age. And they are beautiful people,\ntha -- that’s -- it was a big disappointment when I heard about them. It happened very\nsuddenly. They just came at night and they took them out from bed and s -- loaded them\nup on trucks and I never saw them any more.",
        "A: The -- The Slovak and the Germans. The Slovak police, the local police, under the\ncontrol of the German military, or SS, whatever you want to call it. They came, but I was\nhiding.",
        "A: Home, in the ghetto. We were that time already in the ghetto, and every night there\nwere transports going. On the beginning we didn’t know what it -- where we going and\nwhat will happen, but then it came out, slowly seeped through that they go, actually, to\nAuschwitz.",
        "A: Now, in your first interview, you mentioned several times that you were in hiding. Do\nyou know where you were in hiding at that point? Were you in the underground in the\nwoods, or were you in that reservoir?",
        "A: I was -- Yeah, that was just for a shol -- short while, in the reservoirs we were hiding.\nThen the -- a few weeks we were hiding in a small workshop, at a building place. And\nthen I was in a -- 1n a house, private house, where the -- the woman made out of it, a little\nhotel, like a little inn, with food and everything. She knew that -- who we are. She -- She\nknew that we were Jews. She was from -- from Morava, it’s a part of Czechoslovakia.\nVery decent old woman. She knew who we are, but she said, “I have papers that they are\nnot Jews.” We were on false papers, and we were hiding there, but not too long. They\ncaught us there.",
        "A: Frederica Diamant.",
        "A: No, no. My sister left in °39, for a -- for a -- for England. You know, as a -- as a\ndomestic. That was the only way how -- how girls could disappear. And she was during\nthe whole war there, during the blitz. And came back the first commercial airliner, she\ncame back and took me to her -- with her to Prague. She came to Bratislava where we\nlive and then she took us -- she took me to Prague with her, and we lived for five years in\nPrague.",
        "A: There was a young man who wanted to marry her, and he said if she comes to\nEngland, he will marry her. But she came to England and he didn’t marry her. So, it was\na big disappointment. He was a very good looking engineer and from a good house, but\nhe changed very much, he was very selfish and he married then, much, much later, my\ncousin.",
        "A: Nothing. No, no. She would have stayed, who knows what would have happened? The\nsame as with all the others. One -- One young girl, a cousin, was -- was taken with her\nmother, and they never came back. My grandmother didn’t never came back. My\nrelatives, about 55 relatives with children, they never came back, not at all. And it was\nvery hard. Then, I can start you to tell from -- from the concentration camps, when we got\nfreed.",
        "A: We were in the -- 1n the last concentration camp was Ber-Bergen-Belsen was the last\none. It was a -- a nice, clean camp, but we didn’t like it, because you didn’t get food\nthere. And then, when it came to get free, they make -- they made up appelles and told us\nto -- to march in five rows, out from the camp. We saw that th-the Russians were ni --\nnear already, because we saw at night the flares, the red flares all over in the -- 1n the -- in\nthe -- far. But still they w -- are far -- they were far enough that we couldn’t be free right\naway. But then the Germans commanded us to go out of the camp, but before we went\nout from the camp, they took us to a le -- a warehouse where they had s -- piles of -- of --\nof Care packages -- American ca -- packages, which they never gave us, they thr -- were\nmeant for us and they never gave us these packages. But then they told us everyone has to\ntake two packages on his back and marching out. So we’re marching and marching and\nmarching. We didn’t know where we are going, we didn’t know nothing, they didn’t tell\nus. And then they stopped near a river, at lu -- at noon time and we were so thirsty and\nhungry that we run to the river and drank the water and th -- and the food from the\npackages. That was a big mistake, because we got all very sick. Very sick. And, well the\nrule was always, when we were marching, that the SS was in the back, and you know,\nwho couldn’t march, was shot. But we were there in this -- this river, near a village, and\nthe Wehrmacht, the regular army came there, they heard that we have packages, Care\npackages, that we should give them cigarettes.",
        "A: The regular, yeah, yeah.",
        "A: Right, not the SS.",
        "A: But the SS was wa -- was watching us and they were with us there and it was always\ntheir rule, who couldn’t march will be shot dead. And me too, my feet were worn out\nfrom the marching. I had wooden soles and the top was -- was reenand [indecipherable].\nAnd I was all bloody, my feet. But I had to march, otherwise they would have shot me\ndead. So the only rest was at this river. But from that water what I drank from the river,\nand -- and the food [indecipherable], I -- I was so sick that I couldn’t get up any more.\nWhen they said, “March, march,” the SS, I couldn’t get up. No, I was counting really,\nthat I will be dead soon. But, the last moment came this -- these Wehrmacht people with\ntheir carriage -- with a horse driven carriage and said to the SS, “No more shooting. This\nis the end of the war, there is no more shooting for you. You get lost.” So they got lost.\nThey marched everybody who could march, marched, Who not, stayed there. And they\ncame, the Wehrmacht, with a -- with a -- a horse driven carriage, with tea and they gave\neverybody tea, who was there, the sick people. And then they told us they will arrange\nsomething with the village people, they should hide us or something. And we didn’t\nbelieve it, but 1t was so. They took us to the village, on these horse driven carriage --\nhorse driven carriage and the -- they demanded we should give them soap, the peasants.\nAnd they put us in a pig pen overnight and then every morning we had to give them a\npiece of soap, as long as we had it. But then, when we ran out of soap, they told us,\n“Don’t worry, don’t worry, we will arrange something for you.”” What will be the\narrangement? They are going, transports like ours, marching from other camps and on\none, they were carrying these little carriages, the prisoners, they were the -- the -- all the\npackages and everything, what they took with themselve, the kapos and the SS, they were\npulling it. And this -- these peasants were so [indecipherable] that they told -- arranged\nreally, to put me as a sick man on the carriage, that they will pull me, and I will give them\nonly cigarettes. So they were pulling me, pulling me, I was very, very sick, sitting on -- o-\non that pail of -- of -- of packages and every time they ask me, “Can I have a cigarette,\ncan I have a cigarette?” So I gave them always some cigarettes, a-as long as I had them. I\nremember it was Chesterfields and -- and Lucky Strikes and -- and they were crazy about\nit. That was like -- like money. And then, suddenly I was so sick that I lost my conscious.\nAnd I think so I was in a coma. And when I woke up, I was lying in a ditch near the --\nnear the road. And I felt very bad, I could ca -- I couldn’t get up. So I was lying there and\nlying there and I had all kind of visions. [indecipherable] with I am dying and I see a\ntunnel, a white tunnel and on the end 1s -- is very white light and I will get to that tunnel,\nto the end of the tunnel, I will be gone. So I kept back and I didn’t let myself go and\nwaited. So, just to get out from this ditch, I -- they were evacuating the Germans from all\nover, with peasants with carriages and so on, with horse driven carriages and I wanted to\nstop them, they should take me with -- with them. No, nothing. Then on the end\neverything trickled out already, no more refugees there, because the Russians wa -- were\naf -- a few kilometers away, just. So, I said, “I will try something.” I picked myself up\nand ran on this -- the road and [indecipherable] the horse at the [indecipherable]. And\nthey were crying, the Germans. A old cappela said, “I cannot take you with me, th-the --\nthe horse will not take us.” I says, “You have to take me to that -- at least to the next\nvillage. I don’t want to die here in this -- in this ditch.” So, they agreed and I was sitting\nin the back and they took me really to the next village. The next village on the road, on\nthe main road, there was the SS just digging out, and -- and the prisoners like me, they’re\njust looking around beca -- SS and everybody. So, then I saw that they are -- they were\nstarting to run, the -- the Germans, yeah. Th-The SS. And they left us there.",
        "A: That moment already, that -- that’s why I was lying there in the -- in the ditch, I knew.\nBut I was so, so weak, that I -- I didn’t want to believe it, you know? That it can happen.\nThere, at the -- at the roads -- the SS run away and left us there, and mostly -- there was a\nbig, old restaurant, a inn. Very old one, at the road. And everybody around into that --\ninto that restaurant and the women from concentration camps already, they were cooking\nthemselves there, on a big, big stove, yeah, a -- a wooden stove. And I was very cold, I sit\ndown to this -- to the stove and wan-wanted to warm me up a little bit at the stove. And a\nwoman said to the other woman, “Give this old man a little warm soup.” I was 22 - 23,\nyou know? So, I got the soup, it was very good, it warmed me up a little bit and they --\nthey took me to -- to the big ballroom, where the ballroom was like a hospital, where all\naround, th-the edges around the whole ballroom was straw, and on the straw, people are\nlying there. Who can walk, walked, who couldn’t walk, died there. It was terrible. And so\nthe women came there, they saw me sick, they brought me soup and then we see\n[indecipherable]. Then, after awhile, they heard th-the bombing, the Russians. So they\nrun away further, yeah? After the -- the SS, they run. Wherever they could run, they were\nrunning. And I was there, sick, and I couldn’t move. And I -- I heard all of these Russians\nwere very close. They were bombing already. And I knew if I stay in that restaurant\nthere, it was right on the road, that will not be good. They will demolish that. So, I picked\nmyself up, on m-my four, and crawled about 150 feet or so, deeper into the village. And\nth-there was a peasant place and they were not there, the peasants, it was empty. I went\ninto a room, I saw a big bed, with a big down cover. I lied down into the bed, covered\nmy-myself completely over my head with that big down, and forget about everything. I\nwas in a coma, right away. I don’t know how long I was lying there. And -- But suddenly,\nI hear somebody’s in the room. And I look up, I see the -- the ceiling was on my bed,\nyeah, and an old woman was crawling around there. And when she saw me, she got\nscared and ran. I told her that, “You don’t have to run.” I knew she was German, yeah,\nand a peasant. I told her, “You don’t have to run. I am a sick man, I can’t even move.”\n“Oh, I didn’t know. I am sorry, I am sorry. I will -- I will give you food, I will give you\neverything. Just leave me alone, yeah?” I said to her, “All right, I -- I am not doing you\nnothing.” “I will c-cure you,” she said. I’Il -- I tell you something, she did. She did. She\ngave me certain things to eat what really started to bring me to my feet. But, it was a long\ntime until I really got to my feet. And in st -- meantime, the rations came in and I was\nagain in a coma, covered up, and suddenly he pulls -- a Russian soldier pulls the cover\nfrom me and holds the -- the carashneeko on me. So, I said to him, “What do you want\nfrom me? I am a -- I am a old man, a sick one.” And he looks at me. “Where are you,\nwhere are you? How -- What are you? Who are you?” I said, “I am from -- from the camp\nout, I am from Czechoslovakia.” “Oh, we are old friends, we are good friends,\nCzechoslovakia with Russia, yeah?” So, he leave -- he left me alone, luckily. What that\nhappens -- Every day happens something else with the Russians. For instance, a officer\ntook a room next me and he told me -- he brought one -- one night, a whole bunch of\nbottles with wine -- wine bottles, and told me, “You don’t let nobody in. If a soldier\ncomes, tell him the officer said nobody can come into his room.” But, I was just a sick\nman, I couldn’t just give him the message, whoever came, right? Then, right away, a\nplain soldier came, half drunk already and -- and went into his room. I yell at him, “Don’t\ngo there, th-the officer says nobody is supposed to go there.” “Oh, you will tell a Russian\nsoldier, yeah?” And went down and took all his bottle. And when the -- when the officer\ncame home, saw what happened, yeah, he took out his [indecipherable] and put it here, to\nme, yeah. Said to him, “Look, what [indecipherable] what would I have done? I couldn’t\nstop him.” Yeah. But I think so he caught him. And I don’t know what he -- what\nhappened then. For instance, one day they brought me a bicycle. Yeah, a good boy, a\nCzechslovak, yeah, yeah, you’re our friend. He brought me a bicycle. Next day he comes,\n“Can I borrow it?” Never saw it any more. Or, he brought me -- One brought me a movie\nprojector, a very nice one. And one days they took, you know, everything and he wanted\nto -- I should show him how that works, but we had no electricity, so I couldn’t.",
        "A: I was apprehensive, because -- because I didn’t know -- I couldn’t figure them out. For\ninstance there was -- Then, it came out that in the -- during this -- this whole time, they\nwere hiding this German family. There were three women, young women and six\nchildren, little children. And when I saw this, I couldn’t be bad to them, I couldn’t -- I\ncouldn’t -- I could have gone to the German -- to the Russians and tell them, “Take them\naway. I want to live here, or so I want this for myself.” I would have gotten it, because\nnot just that, we -- later, a Russian officer came to me and asked me my profession and so\non. And he sa -- he told me, “If you stay here, I will make you the director of the electric\nplant of this area.” I told myself I don’t know. I was very leery about that.",
        "A: I was -- The village, it was a little village called Wiperov. Should I spell it?",
        "A: W-1-p-e-r-o-v. And that was the nearest big town. The hospital was in Rerbel. Was\ncalled -- Th-The -- The town was called Rerbel. And when I started with him to wa -- to\ntalk, with this officer, he gave me a prescription to that hospital, they should check me\nout. And he said when the -- When they will check me out all right, he will put me as the\ndirector of the area hosp -- no, puwr -- power plant.",
        "A: Yeah, that’s was all in Germany.",
        "A: That was on the end of the war, ’45 already, yeah. I think so, in Ma -- March or A-\nApril, something like that. But I stayed about two -- two or three months more, because I\nwas too weak. But I got ra-rations from the Russians. And I could coo -- practically go to\n-- to them and -- and whatever food I wanted, I could confiscate it. They -- They met --\ngave me certain papers, that I could do anything.",
        "A: From the soldier, from the plain soldiers, they were the most dangerous, because they\nhad no -- no cur -- scruples to rape the women and everything. There was a wo-woman\nwith me there, ya -- a young woman, very pretty, she had just a baby, and the Russian\ncome and -- the [indecipherable] drunk Russian comes in at night and wants to rape her. I\n-- I tell him -- I spoke a little bit Slavic, so I told him, “What do you want from this lil --\nfrom this woman? She 1s sick, she’s just had a baby.” “Oh, you don’t tell a -- a Russian\nsoldier what he [indecipherable]. We will come and we will hang you.” You never argue\nwith them. They came -- They came one day, as I say, “You are a co -- collaborating with\nthe Germans.” I said to him, “I am collaborating with the Germans?” I says, “You must\narrive by accident, yeah?” So -- But they were really very nice to me. They knew\neverything and -- and the children were loving me. Uncle Franz. Uncle Franz, because I -\n- I was still going on my false papers. Now I was -- My papers were Frantisha Pleshko.\nYeah, Franz Pleshko, and they called me Uncle Franz, Uncle Franz. They love me,\nbecause I brought them -- I went out and I brought candy or something, always\nsomething I brought them. And then, in the village, the -- the bakery was done -- was\nwith the Russians collaborating, and the -- they guy -- the head baker was a Slovak from\nmy hometown and because of that, he gave me every day, two, three pieces of -- of fresh\nbread, which was there, like gold, that time. So I could buy anything and everything I\nwanted for food. And --",
        "A: There were -- They were, later, sure. But, for instance, there were two teenagers\nhiding in a -- in a attic, and what could I do? I wouldn’t tell the Russians, yeah, that they\nare hiding there, so I supply them with food. Two young girls, Germans, yeah. So,\nnaturally, if -- if -- if the Russians found out, they wou -- could have killed me. But I\ncouldn’t do otherwise. I -- We were always talking in the camps, “Oh, when we come out\nfrom the -- from the camp, we will kill all the Russians. Ah, that’s just talking.”",
        "A: Yeah, the Germans, I mean. Sorry. That we will kill the -- the Germans. It doesn’t\nwork like that. You cannot do it, you -- it’s not in you, yeah? So --",
        "A: No, it didn’t, because, as I came out, I felt like a human being, and -- a sick human be-\nbeing. There was one nurse who helped me on my feet, too. And she was sick too. By\naccident, she came there, too. And then, there -- there came trucks and buses from\nCzechoslovakia. They were going through, they were picking up all the -- all the refugees\nand that guy in -- in the bakery, yeah, the -- told me, “I will send you back with the next\ntransport.” I said, “Okay, sure. I want to go home.” “You just tell my parents that I -- that\nyou’ve met me, that I am here, I am all right.” He had a pretty good life there, with the\nriver Russians. With those, they -- they needed him, he was a -- a -- the most important\nman in the town. The baker, right? So, I -- One night, a bus came through, a repatriation\nbus from Prague. And he came running and told me I should -- I should go. I was always\npacked. So I run, said good-bye th-the famil --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- and high boots, I -- I looked like a monster, you know, from another age, or\nsomething. No, then, the -- the -- the -- that super gave me a materads, I can sleep in a\nempty apartment, whats -- the materads we gave him before we left, an-and -- and\napartment was my grandmother’s apartment, yeah. Used to be.",
        "A: Yeah. Empty, because the -- the so -- it wasn’t too elegant, not elegant enough for the\n-- for the Slovaks, yeah? It came out -- well, I don’t know if you know the history what --\nhow -- what happened with Czechoslovakia that time. Yeah, the Slovaks [indecipherable]\ntheir own president, their own autonomy. And the Czechs had their autonomy and Hitler\nwas in between, yeah. The Slovak president was Kissel. He was the best -- He was a\npriest, a high priest, and he was best friends with Hitler, uh-huh. And, in Prague, there\nwas -- there were the [indecipherable] the president was Gotowards. So, the whole thing\nwas mixed up. Besides, I had already after me, the military, working camps and\neverything. But that make me just stronger, because we had there food. That was in the --\nthat way, but we had to work very hard, then we got food there. But, yeah, when I came\nto Bratislava, I want to just -- to go further. He gave me something to eat, the -- the super",
        "A: Yeah, yeah.",
        "A: Gave me something to eat. My favorite, favorite food. I don’t know how he even\nknew. It was noodles with -- with walnuts -- crushed walnuts and -- and su-sugar. I was\ncrazy for sugar. That -- I don’t know, that’s something had to do with -- with my system.\nI was crazy everything was sw -- wa-was sweet. But, that was not the main point, just\nsaying that was my first night called home, but it wasn’t home. Then I went to --",
        "A: It wasn’t home, just for a -- for a night. For a night there. They told me -- the\nsuperintendent tells me, “You have to look for your -- for your family. They may be here,\nI heard that they are here.” Huh? So, where can I go? I went to the Jewish dis -- no, to the\nJewish bureau where they had the names and -- and listed everybody who came home.\nSo, I found out that two of my cousins, girls, are here and the -- their address. So, I came\nto them, they were happy to see me, and I knew that their father was killed by the\nGermans. I didn’t want to tell them. I just said I didn’t know where they are, what wa -- I\nknow, because it happened in -- in my camp, in -- in -- yeah. And one of my -- my good\nfriends from Bratislava, he was with them, so he told me that. But he was luckily -- he\nsurvived. Lucky.",
        "A: Oh, yeah.",
        "A: Right, right. I didn’t want to take nobody who I knew that they are -- wa -- were\nkilled. I didn’t want to tell nobody, so maybe they had some hopes, at least for awhile,\nthey had some hopes. I knew my parents will never come back. But then, I got a letter\nfrom my sister there. She was in London still, and she had a very good job. She was the\nsecretary of the UNRRA.",
        "A: Right. Relief.",
        "A: Yeah. In London. And she came with him, home to Prague. H-He was very well-to-\ndo. He was a -- He had a publishing company in Prague, but --",
        "A: No, no, Czech.",
        "A: Czech.",
        "A: And she worked for him, and in Prague, or -- or anywhere, was very hard to get a\napartment. He got her a apartment and she could take me in. So I was in Prague for\nawhile.",
        "A: It was home, and it wasn’t any more, home, because my parents were not there,\nnobody was there. Eight -- 80 -- no, 55 relatives were gone. My grandmother -- We had a\nbeautiful, big family there, with children and everything. That’s all gone. My favorite\ncousin is gone, yeah? A beautiful girl, and -- and my only wa -- my own cousin was left,\nhe was in the British navy. He got out in ’39, too. He got to Israel with a Yugen allia. I\ndon’t know how you know -- how you say that. Young people allia.",
        "A: No, no, no, they didn’t give them a choice, but they -- they just made it before it got --",
        "A: -- closed up. So, he was a young boy, 16, when he left home, in a kibbutz. And when -\n- when my sister came to Bratislava, I didn’t recognize her. She was beautiful. She was\nlike a real English lady, dressed up good. What I didn’t see for a long time, yeah. And she\ntook me with her to Prague, in her apartment and I lived in Prague. I found a job as a\nelectrician and a maintenance man in a big department store. And, it was all right, but I\nwas still sick, and weak. So one of my -- my -- my relatives, had a farm in Slovakia, not\nfar from Bratislava. She took me in and [indecipherable] you have to cure yourself, first.\nYou have to be healthy. I think so -- She has two daughters, I think so she had -- she told\n[indecipherable] match. But it -- She was very nice -- very nice people and the best food\nyou can imagine, for sick people. [indecipherable] Yeah, country food.",
        "A: Well, it was crying, it was more crying than anything else. My sister was -- was\nthinking all the time she was in London, about her family. She had a big crate with --\nwith all the saved up materials for -- for suits, for wa -- her father, for me, for -- for the\nmother, for everybody, she had all kinds of save ups, and the whole sewing machine, and\nfor me, a bicycle, and -- and things like that. Nobody did that. She was so for her family.\nShe lived only for the family. And what -- She was pretty much alone in Prague, so that’s\nwhy she took me there. And I found a job, but not for long. My cousin from -- came from\nIsrael. He was in the British navy during the war, and he came and demanded from the\nSlovak government, his -- his sl -- father’s store, yeah. Th -- Because they were all -- all\nin -- in Slovak hands, and when the Jews came back, this -- whoever came back, had to\ngive -- they had to give back that store. So, we had the -- Then my cousins couldn’t stay\nthere and take over the store, so he -- he gave me the full -- this --",
        "A: Yeah, the fi-fi -- the full fla -- freedom to do whatever is necessary for the store and be\nth-the storekeeper. It was a very beautiful store. It was a wholesale electr -- electronic and\nelectric, and we had about 15 employees. So it was a quiet, nice thing. And it was in the\nsame house what belongs to my cousin. It was the -- the -- the -- built for 1t. So I -- I had\na idea about these line, so I took over. And they wouldn’t have given that -- that --\nnobody, only me, because they liked me. Just me, I don’t know why. They told me, “You\ncousin, we will not | -- | -- give back this store, only to you.” I had a idea why, because it\nwas too soft, probably, o-on them. So, I had a pretty good time that -- from that on,\nbecause I had a very good salary, and every two weeks I was traveling to Prague, and\ncontacts with -- with -- with big companies. I bought materials, and -- and -- and radios\nand all -- all kind of things. So, 1t came very goo -- very good. I had pre-war contacts and\nI had a pre-war -- after the war contract with -- with the Czechs, with -- in certain\nfactories.",
        "A: Ha, ha. They didn’t like it at all. They didn’t like the Jews at all, because they were\nafraid that the Jew take everything back, what they had, because they stole anything and\neverything during the war. They had furnitures, they have paintings, they have all what --\nwhat the Jews had, they are -- they were hiding. So, naturally, they were very\ndisappointed when the Jew came home. But, for the Jew, the most important was to get\nback on their feet, yeah. So they didn’t know that. So when I came, for instance, to the --\nto the store the first time, they were very apprehending, what the hell you call that.",
        "A: Yeah. Ver-Very much so, and one -- one of the girls, secretaries, said, “Hawahow --\nWhy did you come back? Why didn’t you stay there?” Yeah? I says, “Next, you could go\nthere.” I told her, “Next, you should be there.” Ah, well. We had fighting and fighting\nand on the end, she fall in love with a Jew, yeah. And my secretary fall in love with me,\nyeah. I was -- What happens, these girls were -- were all engaged to doctors, and all -- all\nkind of things, in other towns. And they didn’t go -- because of us, they didn’t want to get\nmarried, because they had a pretty good life with us, yeah. I had plenty money, I could --\nI could take them out to restaurants, [indecipherable] so -- so you have company, always.",
        "A: No, no. I wasn’t afraid. They just didn’t like us, and if they could have killed us,\nmaybe they would have killed us, too. But, no, we were home there. We made a life. We\nwere born there, we were home there. These -- These bastards, they didn’t even --even a\npension. Nothing in a pension. I worked for years there and I -- not even a pension,\nnothing, nothing, nothing.",
        "A: No.",
        "A: The Slovaks, Slovaks. I went there to school. My parents were living there for -- for --\nfor centuries, yeah. And -- And no reparation, any kind, from the Slovaks. I heard that\nsome -- some got now pension, 30 dollars a wee -- a month or so. I didn’t even -- even\nask for it.",
        "A: Oh sure, sure. We knew -- We knew everything. We were very -- very good informed,\nalways. Even during the war, we were -- we were watching that NBC, or what was that,\nyeah, London.",
        "A: And, we were listening. Every night. I remember even when we were to -- to -- taken\nalready to the ghetto, we were listening 1n the coal bu-bunker of the store. We had a little\nradio and so we -- so we knew what’s going on, but we were just praying they should\nbomb them out good. And then they bombed at us, later, but a little bit too late. But, in\nmeantime, after the war, we started to -- I started to have a pretty good life. I was a -- the\nbusine -- business manager there and I made trip [indecipherable] to my sister in Prague\nand -- and bought materials and that wa -- that time was the Black Market, I could sell\nvery good, I could bring food. If I got -- If I brought food from Slovakia, which was easy,\nthey had everything, I got a radi -- a few radios for it. And bartering, all kinds of\nbartering was going on. But then, afterwards, when I lived in Bratislava, slowly, all the\nyoung boys and girls came together. Because mostly we don’t -- we didn’t have any more\nparents, and not even relatives, mostly. So we started to do our own life. Well, everybody\nwas working, everybody was doing something and most of them have pretty good jobs,\nbecause they were experts, very good experts. I -- I had a very good friend, he was in the\nstore, a electronic engineer, a -- a genius, yeah. So, we had a good life. We went from one\nrestaurant to the other, because where else can we go, right? And then, we got a couple of\ngirls together too, so we were a nice company always. Every night you have -- you going\nsomewhere every night. We went to the -- together for dinners and one day si -- two of --\nof these girls were our secretaries th -- later. The -- The other girls, right, the first ones\nwhat I was tal -- talking about, they went back and married the doctors. Smart. I\nremember my -- my girlfriend that time, she went to -- to the -- to that Tatra mountains,\nthere was sanitoriums, and yeah, and she married a very well-to-do doctor. And the other\none, who was very good with my cousin, and my cousin came home, she married there,\ntoo, a dentist, I think. So my -- my cousin wanted to marry, but he picked the wrong girl.\nI told him not to marry that girl, because she was twice or three times married. And I told\nhim, “You don’t need that.” Yeah. So, he listened to me that time, [indecipherable] he\nmade other mistake. So, we were there, living pretty good, going out a lot and I met my\nwife, yeah. She was from the same town as most of these girls, these secretaries, and I\nliked her right away.",
        "A: What? What was?",
        "A: It was -- It was Vas, V-a-s. Ilsa. She was young and pretty and I wanted to marry,\nbecause I saw what’s going on in the -- in the -- the country, everything turns\nCommunist. So, instead -- instead of Fascists, we had Communists. So what’s -- what’s\nthe difference? I saw what’s coming, what’s going. I wanted to get out. So everybody\ntried to get out, but not everybody could make it. So, a lot of people -- a lot of friends\nwent to Australia. Few friends went to Canada. And my wife wanted to go, before she\nmet me, she wanted to go to America, she had here a aunt. And -- But the -- the aunt, that\ntime, you had to had a affidavit. You had to have some money to let you in, and that we\ndidn’t have, so -- no dollars. So, but she found a doctor from the same town what my\nwife live, but he lived in America and had already a practice, so he got affidavit for them\n-- for my wife. But, until we got that -- until she got it, wel -- that time, I wasn’t married\nyet, until s-she got it, they didn’t -- 1t was closed, the -- the Czech border was closed. No\n-- No possibility for nobody to get out. So, she married me, and I told her -- sh -- she says\nshe will marry me if -- if I go out. I says I wanted to go out, because even illegally, I\nwould have gone out, that -- that time with the Hagannah, to Israel, because that was the\nonly place where I could go without -- without any -- any papers. So, she\n[indecipherable] and we will go to -- to Israel. But my sister and her mother, who lived in\n-- in -- in Lucheness, that [indecipherable] town, didn’t want we should go in the war to\nIsrael. That was in ’48. We shouldn’t go to -- to there. So, we should wait at least a year\ntil -- til the war will be finished. So we both -- my sister took us in, we married and my\nsister took us into her apartment and we lived there a year together, until we went to\nIsrael.",
        "A: Yeah, because the Communists took it over.",
        "A: The Communists took over the stores, all the stores, and they wanted to make me a\nmanager of the store, but I didn’t want it any more. I didn’t want to, I knew that will not\nlast there. But then, for one year, they took out -- they took the store, the Communists and\nbecause I didn’t want to, I had to leave the store, yeah. So, I went to Prague and through\nmy old connections, I found a factory and I was working -- I got the job there, from a old\ndirector was there, I -- I got a pretty good job as a -- as a designer -- mechanical designer.\nAnd the wa -- the -- that was -- the plant was already under the [indecipherable]. The\nhead -- head honcho was -- was a old Fascist. [indecipherable] Fascist, he was a\nCommunist. He was a -- the commissar, yeah.",
        "A: Oh, when the Communists came in. I -- I see the wa -- I don’t want to be again a\nCommunist. And if you want to stay there, you have to be a Communist, because it came\nto me, right? I was there about a year and -- and they send out forms -- forms to fill out, I\nwant to be in the party, I want to be a Communist and yeah, all kind of. And the -- this --\nthis other friends there, in the company, he knew -- they knew me, they said to me, “Why\ndo you want to be a Communist?” “We have to be it, because we have our families here\nand children, everything. But you don’t need it, get out. Why don’t you get out?” And\nthen I -- I took applications and got out.",
        "A: Illegally or legally to Israel. It was simple. I'll tell you, was simple. Yeah. Now,\nduring the time when we were already planning to go to Israel, my wife was -- was trying\nto put together the papers. It wasn’t easy. If you wanted to take -- Every item you wanted\nto take to Israel, you had to have a -- a paper, [indecipherable] to -- to have it knowledged\nyeah, from the government. And all our money what we had -- what we could get\ntogether, we wanted to buy all kind of things what we could use in Israel. Like for\ninstance, a work -- a workshop. I wanted [indecipherable] tools, things like that, that I\nwill use, something to do in Israel. And that was going on for months. She was going\nevery morning in -- standing 1n line, standing in line. And then her mother and -- and my\nsister, they were still there. Well, we said to them, her mother, that we will bring her out\nto Israel. My sister didn’t want to go. She has a good job with the director. Even -- Even\nthere, he was then -- then working for the government, I don’t know what job, and she\nstill was his secretary. And, he had a wife who was a -- a publisher. They were -- were\nvery rich people, even after the war. Had a beautiful apartment and everything, but he\nfound them a very good apartment for -- that -- I used that apartment sometime, I was a\nbachelor, I had -- from here, a apartment. He -- He was take caring, you know, was a take\ncare for -- for all these apartments where -- where the Nazis were go -- where they were\ncollaborating with the Nazis, other people. For instance, there -- there was a -- a countess\nwho was collaborating with the Germans and they put her in jail after the war. And he\nwas in charge of this -- of this apartment. He let me one use, and that was the countess.\nGeez, I had a terrific time, and a beautiful ho-house, beautiful house, a -- where the\nconsulates were, all the consulates were there. And we had parties there with all my\nfriends, and food. We had friends who -- who had friends in the -- in the -- in the country,\nyet, so they had food and everything. So we had a pretty good time in Prague, too. But, as\nI say, that was already later, and my wife was already married with me, that -- that was\nalready gone. But she was trying to get the papers. And we got together a crate, a big\ncrate of very important things --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Yeah. So we got together a big crate of very important tools, and the -- that was sent\nahead to Israel. And then a few bags of -- of 0 -- 0 -- of other important things, what we\ncan take with us on the way. So, there was a big transport to Israel. We tried to get on it,\nit was one of the last real transports to Israel. The tr -- We were going to the border with a\nspecial train and then down to Naple, and -- and a ship to Israel. On the border, on the\nCzechoslovak border, we had to stop with the train and there was a finance control,\neverybody, all the papers, everything. When we were standing there, the -- there c -- there\ncame a finance policeman and asked the papers from us, what we are taking, if we have\nthe -- the okay for it. So, showed him the papers, he looked at me and he said, “You have\nhere things what is -- you cannot take to Israel.” I said, “I have the papers for it.” Yeah,\nbecause those were new things, new -- new tools. Yeah, it was new tools, but I had the\npapers on it. Spent a lot of money for that. He -- He didn’t say nothing, he just turned,\nputs -- puts the -- the paper in his -- his pocket in his uniform and -- and left. He didn’t\nsay nothing, but we were standing there, the whole train was standing there, yeah, and --\nand everybody was checked out. And then -- then suddenly they call me down to the -- to\nthe station that, “How come you -- you have this and this materials taking with you?\nThat’s not legal.” I said, “I have the papers, and I wouldn’t have bought it if I wouldn’t\nhave known that that’s not legal. Everything is legal if they let you -- let you use it.” So,\n“Y-You cannot go nowhere.” The whole str -- The whole train had to s-stay there and\nwait. I don’t know for what we was waiting. Finally, I got the idea. I said, “Oh, I\nremember, that fa -- that finance, that policeman, he puts these -- these papers into my --\ninto his pocket, and he left, he didn’t tell me nothing.” And said, “He’s not here, he’s not\nhere,” they said. I said, “Where does he live?” “In the village.” I said, “Can I go to the\nvillage and find him and -- and ask fo -- for these papers?” “Okay.” But I had to pay him,\nyeah. So I went, in the [indecipherable] I found him and -- and a -- we were standing\nthere about two hours, the whole train, waiting just for me. Can you imagine that? And\nIlsa, my wife, was on the train and she was shaking, yeah, over what will happen. She\ndidn’t see me, she didn’t know what happened to me for two hours there. Now, that\nfinally we got through that, we did after -- after that, and we are going down to Italy.",
        "A: Yeah, yeah. We found the paper. We found. I -- It cost money, too. Everywhere we\nwent to -- to -- to shmear. And we are going through Vienna. In Vienna we were already\nthinking, now it doesn’t look so -- so well. Too many people, too much travel. Maybe it\nwould be better to stay in Vienna and they should put us in a -- in a camp, you know, for\nrefugees, refugee camp. But, Ilsa was afraid, Ilsa was so afraid from camps. She has\nAuschwitz behind, yeah. So, she was 16 years al -- old when she was taken from\nAuschwit -- from -- from her town to Auschwitz, yeah. And I didn’t want to stay then\nthere. Besides, the crate with -- with our all possession was going already, yeah, with us.\nSo, we stayed on the train, we stopped in Florence, we s -- yeah. And we were -- we still\ncould have gotten out, but the Italian didn’t want to let us out. It was closed, the whole\ntrain was closed. Finally, after I don’t know how many days we were on that train\n[indecipherable] already, we s -- we were going to Naple, we were going the ship to\nIsrael. Oh, we go -- the train was going into the port, right almost to the -- to the ship, but\nwhen we came there, we saw far, a big -- this cruise ship, a big one, a beautiful cruise\nship. Ah, we were glad, ah, we will go with this cruise ship, we will go to Israel.\nSuddenly they tell -- tell us, everybody out, [indecipherable] down -- were stairs down.\n“What? Where are we going?” It was standing there, a tiny, little ship, a tiny little boat, it\nused to be a yacht for 16 people and -- a steamboat, a old steamboat, you know? A yacht.\nAnd we were 250. 250. When we saw that, we were really scared stiff, all of us. In this\nwe will go on the -- on the big ocean? We were afraid, na -- but we are there already, we\ncouldn’t turn back. Nothing was -- could any more be done. So, we couldn’t find a place\nwhere to sit down on that ship. There was nothing where you could -- could wash\nyourself. Toilets were fi -- overflown. There was just one, big room downstairs, like a --\nlike a student room, with bunks. But nobody could stand it down, there was no air, there\nwas the toilets overflowned. I couldn’t stay there, no. I said, “Let’s get up, back. We will\nbe outdoors on the ship, wherever we can.” And what we did, we found a boat, you\nknow, a -- a rescue boat, and we made there our apartment. That was our apartment. We\nare one year married, one year married. So -- But we had good friends there still. We’re --\nWe’re -- We’re far now from everything, like young people, you know, we had fun. And\nwe had food with us, so 1t wasn’t bad, because the food, the general food in Israel was\nterrible. That’s -- That’s the national food 1s -- 1s lebadia and sh -- and black o-olives,\nyeah. That’s the national food. So, you have on the ship, going, I think so about five day\nor -- or seven days, we were supposed to go with the ship. Luckily, the weather was\ngood. It was in July, July 49. So, on the ship we were with friends and -- and -- but the\ntrouble was, we couldn’t wash, we couldn’t go to toilets and anything. So, luckily there --\nthere was a young man [indecipherable] who was a engineer, he was the ship’s engineer.\nVery intelligent, German speaking, yeah, from Jewish parents, from Israel. He wa -- He\nhad the technion, and he was a professional engineer, a ship’s engineer. The captain was\na very good looking young man, he was a Armenian, yeah. And Armenians don’t have\nthe best -- best reputations. So one day they -- they call us, we should come up to the\ncaptain, one -- one evening. Well, well, what does the captain want with us? So, we come\nup and he said to me, the captain, “You leave your wife here, and you just disappear, or if\nyou don’t want t-to -- to get lost, we will drop you overboard.” Yeah, the captain said to\nme. So, they had a party there and they wa-wanted to -- Ilsa, not me, yeah. Not me, they\nwanted Ilsa there. Luckily, this German young man, the engineer, he was there too, and\nhe saw what’s going on. He said to me, “You just get out, you get out. Don’t worry about\nIlsa. I will arrange [indecipherable].” Oh, okay, I went out and he really, he -- he pushed\nher out, too. So, we -- we -- everything was all right. And he was so nice now that we\ngave him always something to eat, that engineer. Salamis, we had good stuff, good\ncheeses with us. So we gave him and he let us always to use his -- his cuvina. He had his\nown [indecipherable] there. So, washing [indecipherable] wash ourselves, I was there\nalways. He was very nice. Now, we come finally, after so many days, I don’t know how\nmany, I was sick, yeah. Because that [indecipherable], it was nothing. A old, Greek ship.\nA old, Greek ship, and something -- what was already in mothball, you know, where they\nthrow out already. And we came to Haifa. Now, thank God we are in Haifa, yeah? Israel,\nIsrael, Israel. People st -- they came out, they kissed the earth. I was very cautious about.\nI had too bad -- too many bad experiences. So, there came trucks, and everybody go on\nthe trucks. Fill up the trucks, we have hand packages and -- and so on, and -- but the --\nthe main things were already there, you know, the crates. So, everybody was going on the\ntrucks and they were going one after the other. As they were filled up, the other one, the\nnext one. And I didn’t want to go on these trucks, because I had a agreement with my\ncousin who -- who was a Israeli, yeah, who was there, that he will pick me up and he will\narrange everything for us, now that we don’t have to be in a camp or something like that.\nI wait, we wait, we wait til the last truck -- they didn’t let us stay there any more\n[inaudible]. We go on the truck and we go. Where are we going? To a curranteen, to a\ncamp. We were very upset, were very upset, especially Ilsa. “What? Again to a camp?\nWe just came out wa -- from camps, and again to a camp?” “Nah,” I said to her, “don’t\nworry, it will be different. It’s not -- that’s a Jewish camp.” Yeah, okay. So we were\ngoing, and on the way, on the street, on the main street in Haifa, my cousin 1s running\nafter the truck, I see him. When we stopped at the red light, he came to us and said,\n“Don’t worry about nothing. I will pick you up. I will pick you up from the camp.” Okay.\nAt least he knew I am there and he knew he was late. So, we came to Kiriat Eliaza. That’s\na camp near Haifa, very close to Haifa, all -- outskirts of Haifa. That was a old army\ncamp, the British, with a round roof -- a rounded up roof, with -- with a steel roof, you\nknow, and the barracks, one after the other. Came there, and when we saw that, we were\nvery upset. And that was good, because they put us into a regular barrack. Most of the\npeople who were there longer, they were already in tents. And the heat baking on us,\nnaturally. But somehow took it, because we had there friends, and we have together fun.\nWe made fun from everything. It’s just like in the army, in the army too, we were making\nfun from everything, from the saddest things. And so we stayed there about a few days\nand my cousin came and said he cannot take us out, yeah. Maybe for one night he can\ntake us out. He took us out, he got some paper, he took us out from the camp and he took\nus to a restaurant. He wanted to show that in Israel, they have everything, yeah. Good\nrestaurants and this and that, yeah. And entertainment, except I couldn’t sleep in his\napartment. We couldn’t sleep in his apartment. His landlady said if he -- if we will sleep\nthere, she will throw him out.",
        "A: I-In -- In Haifa.",
        "A: Because they ar-are afraid about -- that somebody who would -- who would confiscate\ntheir house, their apartment. It was very, very few apartments available, only -- only a lot\nof money.",
        "A: Because we are strangers. He -- He and me -- He -- That was his apartment, he paid\nfor it, and a lot of money, but she -- he couldn’t have friends or -- or relatives with him in\nthat apartment. They were afraid we will confiscate it or something will happen, you\nknow? So, one night we were there, illegally. The house -- The housekeeper didn’t know.\nSo I saw that that’s -- this makes no sense, the whole thing, get me a job. [indecipherable]\nlook for a job, I didn’t hear nothing. Now, in the camp was -- around the camp was a\nfence, a wire fence. And people cut out their holes an-and everybody who was looking\nfor a job went with the bus, yeah, through this hole out and with a bus to Haifa, to look\nfor jobs, but there are no jobs. Finally my cousin comes up with a job for -- a three day\njob. Yeah, as a electronic engineer, yeah. Three days after that, the -- the -- the\nmanufacturer, who -- who was that other foreman said that, “We cannot keep you here\nlonger than three days, because the others, we have to give some work, too.” Yeah, so\nthey give them the work. And then I met a -- his place, he had electro -- a radio and -- and\nappliances, he had a store, a small one. And there was a friend from Bratislava and he\nsaid to me, “You want the apartment, I know about the apartment, what is out in the\ncountry, in Afulla. It’s called Mercavia, a village.” It was a village there and a -- and a\nnice, big kibbutz there, Mercarvia. So, I said to my -- “I rather go out somewhere, but\nhave a apartment,” because if you stay longer in -- in the camp there, then they send you\nto a steady camp for unemployed people, somewhere in the -- in the -- in the Negev, or\nwhere, yeah, and -- in a tent, and you can stay there, as the guest of the government. So\nwe didn’t want that, so I said, “I’d rather go to a village and do whatever I can do, but be\nfree.” So, one day we picked ourselves up and went to the village and we had five da --\nfive pounds with us, that was all, that we paid out for the crate a-and they brought us the\ncrate and my cousin gave -- borrowed me 30 pounds for the -- for a one year, I had the\napartment. It was a old farmhouse, which belonged to a old Jewish woman, who lives on\nthe Carmel, but for us that was good enough that village there. We had an apartment of --\nconsisting of s -- seven windows and two doors. A outhouse, was far out. Water was\nthere, with showers and everything, was in the backyard, which was very dangerous, with\n-- full of -- with snakes, yeah, and then -- and wild f -- wild things, yeah. So we didn’t\neven go there. Then, the neighbors were very nice. Those were young people and they\ntold Ilsa the ropes. She sh --She told them -- told Ilsa, th -- the wife, Dolly, I remember\nwhat -- how to do everything, yeah, in Israel.",
        "A: Yeah, yeah. Yeah. We didn’t have money, we didn’t have a penny. But she arranged,\nfor instance, a loan in the food store, in that [indecipherable], that we got whatever we --\nwe needed, yeah. And she -- they guaranteed it. So -- And Ilsa made her a few dresses,\nIlsa is a Seamstress, so she made few dresses for her.",
        "A: They were not much interested. Everybody wa -- has his own story and they were not\nmuch interested because most everybody was somewhere, yeah. Everybody had a story.\nSo, they were just interested thr -- to make a living. That was the most important, to make\na living. And that was very hard in Israel. That’s not finished yet, what I want to tell you.",
        "A: So we -- we -- when I -- The only thing 1s, to look for a job. That -- That’s the -- the\nbasic, always. I couldn’t get a job. Then, we have, for instance, delivered ice, because\nthere were no refrigerators, that was too expensive, so we had a icebox. And -- And we\ngot, every second day, delivered a piece of ice, because that’s you need there, because it\nwas too warm to keep the food. And the -- the -- the iceman was a Romanian, and I speak\nwith him Hungarian, he spoke Hungarian. So I asked him if he knows a job for me. He\nsaid, yes, he heard they need a electrician in the hospital in Afulla. And she said, well, it’s\nfour miles from where we were. “Oh, very good.” So, I told it -- When we told it to\nDolly, our neighbor, she said, “Oh, I know the director of that -- the hospital, the\npersonnel department in the hospital. But, I give you some tips.” She said -- She said to\nme, “You take Is-I/sa with you, first of all.” But she didn’t say why, what. We were so\nnaive that time, ah, terribly. And [indecipherable] she says, “When you go there, look for\na job, take Ilsa with you.” That’s all. So I -- We were going one morning to that hospital,\nand came to a man, we were talking. He said, “Oh, I have a job for you.” “All right.” And\nhe said, “And I have a job for Ilsa too. Ilsa can sew here dresses for -- for the -- for the\nnurses.” “Oh, okay, very fine.” And really, we did that, yeah. I was electrician. I -- It was\na very hard job because I cou -- they -- I had to be there in emergencies and at night and\nany time of the day and -- and -- and any time. So -- And Ilsa was working for the nurses.\nAnd then he had a wife, who wanted dresses, too, [indecipherable] but they -- he wanted\nfirst of all, we should stay there as steady, we should live in the camp -- in the -- in the\ndormitories, you know?",
        "A: Yeah.",
        "A: We should stay there. I would, but Dolly -- Dolly told us he is the biggest skirt chaser\nin the world, that man. He wa -- Don’t trust him at all. So, [indecipherable] was that.\nNow, when he saw that he cannot get us, then he just cha -- switched to a other man --\nfriend of his, gave him the job and I was out of job, yeah. Wa -- One way it was good,\nbecause it was a very hard job. I -- Wa -- The bicycle what I got in the crane, I had to use\nto go to work, over fields, open fields and they were full with hyenas, and they were\nrunning sometimes after me and I had to kick them in the -- and push them around. And\nthey were very ugly anyways, because --",
        "A: Yeah, hyenas. And -- Because that was a shortcut, I had to go there, near the -- near\nthe garbage pail, you know, from the hospital. And they had there what to eat, so they\nwere full with -- with hyenas there. So I had to really be careful how I got to the hospital.\nEvery night, every -- every morning. It was terrible. So, finally, the job was over. I didn’t\nhave what to do. So, I -- I asked in the village if they have something to do for me. And\nthere was a man from Czechoslovakia, a [indecipherable] man. I had [indecipherable]\nhim, he was a very nice man, very nice people, very noble people, I -- I heard about them.\nA-And he said, “I can give you only one job what I have. To -- To repair these machines\non -- and so on, for -- for the farm -- the farm machines, to repair.” I said, “All right, I\nwill try. What can happen?” I tried. There wa -- The workshop was in -- in one of the\nsilos, you know, the -- where they -- they put the corn and everything. The workshop was\nin one of the silos and there was full with rice. Full with rice, the whole -- the whole silo.\nAnd [| had to work that time that I used to threw the -- the -- the tools into the -- into the\nrats. I -- I saw that will not last too long. But in meantime, I still worked it, and fixed up a\nold tractor, a very old tractor, who was already obsolete. I fixed it up and -- and they used\nit. So, they liked 1t very much and they right away they had other jobs for me. But I -- I\nsaid -- I saw that that’s going to not work out. So I -- In meantime, I hads works -- I had\nwork done in two fields. An apartment in Haifa and -- and to get out on my quota, to\nAmerica. Because that’s -- we did already in Czechoslovakia, we just didn’t pursue it,\nbecause we -- it’s -- there was no quota. When we came to Israel, right away, Israel. So\nwhat’s going on? I wanted to try again. I went to the consulate in -- in Tel Aviv\n[indecipherable]",
        "A: What -- What’s a --",
        "A: Yeah, I mean, what’s going on, there are sha -- ho -- hard life is in Israel, and -- and\nwa -- what’s trouble you can have and no f -- no -- no jobs or nothing. We were not the\nonly one. A lot of people ca-came from all over and they didn’t have jobs and the\ngovernment stil -- wasn’t prepared for that. So, it was -- it was very hard for everybody.\nSo -- But I got, first of all, through a friend, I got a apartment from the government. It\nwas one room, one -- one room, one bathroom and a little kitchen. So that was already\nterrific. It was in the Haifa Bay. It was from Haifa, about -- about one hour or so with the\nbus. And we had in Haifa my cousin there, and some other friends, so that was already\nger -- big things, yeah. We got the apartment, finally, with a key. When I came home,\nyou know, there was [indecipherable] heaven, I remember. Oh, and -- and -- and we came\nthere to work. Again, we need some jobs. My sister had about hundred dollars in\nAmerica, whi -- some friend owed her or something. So she wrote a letter that she would\nsend it to me. About hundred dollars.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: So, we got the apartment, bu-but we didn’t have the jobs again. So, my do -- my sister\nhad in America, somebody who was sending us hundred dollars, and for that, I had a idea\nwhat to do, to produce s-some children’s bicycles. I -- I like the --that to do and I had for\nthat the skills and the tools. So, I started to manufacture them, but it didn’t work out,\nbecause there were other companies, there were too many for a little job. The people\ndidn’t have the ta -- money to buy a bicycle for a kid. So, it didn’t work out. Ilsa was in\nmeantime working already like a seamstress, because in these places, there were no\nready-made things, clothing, only khakis, yeah. O-Or -- Or you have a seamstress to do it,\nfrom material. So Ilsa was pretty handy, she really kept us going, and I found a friend\nwho was just leaving for Australia. He had it. He was there a longer time and he -- he --\nhe didn’t want to stay in Israel. So, then I got in company with him. He had tools and he\nknew how to work mechanical. He was a -- He was a locksmith and he knew a lot of\ntechnical things. So we made a company to make steel windows, to produce steel\nwindows. We did that for awhile, but again, bad luck, because they g -- the materials\nwere very, very expensive, and there was only with governments, these -- only the\ngovernment could -- could give you materials. So, we were too small to get materials\nfrom the -- from the manu -- fr-from the government, so you couldn’t get material\notherwise, so we had to drop it. He went to Australia, and I stayed there, again\n[indecipherable] a job, but I was looking to work at my cousin’s there. He had this store\nthere and once in while, to help him out. So, then, what happened? After that, I got\nalways from Ilsa, the -- the information that’s -- that going to America will be a\npossibility, but we have to work a lot on this. And I couldn’t, because I had to look for a\njob, to make a living. Finally I found a old friend from Bratislava, who is leaving for\nAustralia, and he said to me, “I can give you my job.” “What job?” “I am working in the -\n- in the electric plant in Haifa, in the head office, I -- I -- as a designer, mechanical\ndesigner. Can you do it?” I said, “Sure, I can.” Came in, was a beautiful, big office. The -\n- When they heard that I can speak German, their -- their -- their chief doctor -- engineer,\nwas a German Jew, right away he took me, just because I spoke German and because I\nknew the -- the work, too. So I got a job for six years. Good benefits, everything. It was a\nnormal job, yeah. And I -- I -- A lot of privileges, very good, very good job. But that time\nalready we have worked so far with the American exit, that we almost had already the --\nthe quota filled up, almost. But the papers were going up and down, up and down and one\npaper, on the end already, we had already everything done, they stopped us, because they\nfound on my -- my -- no, wha -- the doctor found something with -- with my lung,\nsomething on my lung, just a spot. And that time, they were very exact about these\nthings, so they se -- had to send it to Paris, my x-rays. All over, the whole body x-rays.\nAnd it was two or three months until I got back the papers, okay. We got okay, and we\nlooked for the next ship, yeah, to go.",
        "A: Yeah.",
        "A: Because I rather would have gone to United States than to stay in America -- I mean,\nIsrael.",
        "A: I have a -- We had, first of all Ilsa. Ilsa beat everything, she wanted very badly to\ncome to America. I didn’t, because I had nobody here, only Ilsa. I didn’t even dream to\ncome to America, only Ilsa always dreamed to go. She wanted to go first here to school.\nShe wanted to be here. She had very good -- Her mother is here, her sister, yeah. And the\nmother wanted to come here. Mother came to Israel with us, and her -- f-first of all, and\nthen, before -- she left sooner, so the mother was already here and -- and the aunt and e-\neverything. So they wanted us, we have to come out, we have to come out. So, came out.\nFirst of all, I was very disappointed because they always told me America 1s everything\nstraight and good. And I saw that a lot of people came to America without sweating it\nout, and they came to America and -- and were not the best people, the best material what\nAmerica should have taken in. Yeah, they were all kinds of things. I -- I knew that time,\nthat there is not everybody perfect. A lot of Communists they took in that time, too. And\nso, we went fi-finally to America. We had already one daughter, Nomy, three years old,\nand s-so we packed up everything. We sold whatever we could se-sell. I remember I\nbought a camera, a Leica, that was my idea always and I -- I don’t know, some -- some\nmoney we took with us, but not much. But, nothing we -- was missing. We came on a\nbeautiful ship. We had a -- a stormy ocean, and we all were very sick, but otherwise, it\nwas luxury already. I don’t know, I was running with -- with Nomy on the bo -- deck of\nthe ship, because I don’t -- didn’t want her to be sick. And Ilsa was so sick that she was\nlaying in bed day and night without moving. So, finally we got to America. When we saw\nthe Statue of Liberty, we were all excited and -- and -- and crying and everything.\nEverybody on the ship, that was a real immigrant ship, oh, that was a ship, yeah. And\nfinally, we came to America, my a -- my aunt took us in and then they rented apartment.",
        "A: No, Isa’s aunt.",
        "A: I had nobody here.",
        "A: Yeah, and her mother, they were living together already. And they were both\nseamstresses on Fifth Avenue and -- and -- and Park Avenue there, they always working,\nand they wanted Ilsa should work there with them. So Ilsa worked as a seamstress too, for\n-- for a -- quite awhile, even then, in New York. We came to New York. And me, I got a\njob in two weeks. I didn’t speak English. I got a job because the company where -- where\nthey hired me, there was some old engineers who spoke German. I spoke German, but I\nspoke -- I knew the technical word in English because -- because I worked 1n the -- in\nHaifa, in the head office, yeah. So I had to know all the technical language and\neverything. So I was there. In two weeks, I got a job, 75 dollars a week. But I tell you\nsomething, for us that was money. And the second or the third week, I got already 140\ndollars a week. And so on and so on. In one year, I had triple those, or four times as much\nas -- as from the beginning. And I have all the companies here what I work. It was really\nsome resume, if you would see that resume. Then, the last job -- yeah, the last job was in\nthe World’s Trade Center, on wa -- 94\" floor, Hayward Robinson, yeah. And I worked a\nlot in field, too. And I worked there for over 10 years, 94\"\" floor. It’s the suda -- the\nsame building as -- as that bomb scare was, what was bombed.",
        "A: No, luckily [indecipherable] was here already, I was retired. I retired there after 10\nyears, and when the children wanted we should come over here, we should si -- retire\nhere, we came and we stayed. We had a very nice house in the Poconos, in Pennsylvania,\nbut we sold it and bought here this apartment.",
        "A: What do you mean?",
        "A: Yes, yes, right, right. Ev-Every time I got a job, it was emotional, and -- and was very\nimportant. That puts me I -- actually on my feet. I love to work and -- and especially if I\ncould work in my line, it was very important and I really appreciate that -- first of all that\n-- that there were available jobs here, and that you could make a living here. Nowhere in\nthe world you can make a living like right here. Any-Anybody -- Anybody with any\nskills, because you have every sk -- every skill here. So it was really very important to\ncome here. I would have never achieved that in -- in Israel, never. Couldn’t have --\nCouldn’t buy a refrigerator, I remember, yeah. When my -- my -- I mean IIsa’s mother\ncame to Israel, we didn’t have where to put her down, so what we did, we built, illegally,\na little -- little room for her and the kid. It was so small and hot, my God, this -- this -- the\nsand, that’s was -- our first apartment in Israel was in the sand, in the -- in the desert,\nreally. And -- And we were at the beach, at the -- at the water, at the bay and I --\n[indecipherable] once almost we drowned [indecipherable] with Ilsa.",
        "A: Yeah.",
        "A: We -- We had no choice -- We would have no choice. We would have settled in Israel,\nif not -- if not these -- came by that we got the okay to go to America. E-Everybody who\nhad something like that was jumping on it, because it was very nice if you were a idealist.\nI was a idealist once upon a time, but when you have a family and when you want\nsomething more of your life and I thought I had enough of -- o-of bad things in my life. I\nwant already a normal -- normal, good life. That’s all. I had the skills, I had the know-\nhow, everything, and my wife, too. So why shouldn’t we have finally a little normal life,\nyeah? We had terrible lives, because it’s not just what I am telling you now, but in\nbetween and before that and all that, that’s -- it -- it’s unbelievable what -- what people go\nthrough.",
        "A: Yeah. Well, it’s -- that was -- naturally, we wanted to be citizens. We were -- The first\nthing was a gr-green card, and -- and to be a full-fledged citizen. We didn’t wait to -- We\ndidn’t wait to ge-get to do it. And m-my mother-in-law and -- and the aunts, they were all\nfor it, naturally. They -- They wanted right away we should be citizens as soon as\npossible. And we didn’t speak English and they will know I don’t peak -- speak good, but\nIlsa was speaking much better and -- and faster. And -- But we -- we found our way. In\nNew York, you have to find your way. And then I helped even more, when the Russian\nimmigrants came. I helped them a lot, in my office.",
        "A: They -- They were engineers who -- who were -- was engineer. They didn’t know\nAmerican standards and things, so I had to show them everything, and I helped them, a\nlot of them. A lot of them I helped. But --",
        "A: Was -- I had a very nice life because I have pictures where I was looking --\noverlooking all New York, yeah, 94\" floor. It was ra -- straight with the -- with the\nEmpire State Building. So, it was really ideal place, or we were looking down a-at the\nport, we saw the -- the ships, yeah, and the cruise -- the cruisers going. It was really a\nbeautiful place to work. And a lot of restaurants and things. I remember one anniversary,\nwe were on the 107\" floor in the -- in the World’s Trade Center, with Ilsa, having a nice\ndinner. It was really freedom, what we were looking for. And even today, we cannot\ncomplain. Our children are nice to us, and have a comfortable house, so I cannot\ncomplain, really.",
        "A: Right, right. I -- I looked for it.",
        "A: I looked for it. I could have married -- I had girlfriends in Prague, they would have\nmarried me, not -- not Jewish and they would have married me, but I kept it ri -- ri --\nreserve, always, that I have t -- I owed something to life, because I was saved, so I -- I\nhave to save somebody. Ilsa would have married, very easily. She was pretty, and -- and -\n- and intelligent. But, it came out all right, thank God.",
        "A: No, you don’t feel like that, but that time, I felt like that, that I have to do that. And I\nowed something to life that I should marry a nice, Jewish girl. She wasn’t even Jewish, re\n-- Ilsa is not so strict Jewish, that -- that -- that would have matter -- mattered that she\nwouldn’t have, saved -- married a Jewish boy. But you see, somehow the feeling, they\nstay with you. And I felt that -- that I -- it -- 1t would be proper. I lost so many -- so many\nrelatives, so many children, yeah. I should be productive, [indecipherable] should be\ndoing the right thing. That’s what I thought, doing the right thing.",
        "A: That’s what I’m saying, that I married her and not somebody else. I could have\nmarried 10 girls. Firsa -- First of all, she was ideal for me, the background and\neverything. I knew it, I had enough experience t-to to [indecipherable] it so, I knew that\nwill -- that will work, and she knew it e -- too. Then you have the feeling what’s right and\nwhat’s not right.",
        "A: Well, they knew that, they knew that. They heard it long time before, yeah. Even in\nIsrael, so everybody in Israel was some kind of a -- a refugee from something. But she\nwas a little -- a little girl and when we came here, no connection any more, yeah, with\nthese things. She -- They know that we -- what’s our background, but they have a\ndifferent life, they have a normal life. Why would they want to know that? Nomy doesn’t\nwant to see even that tape, doesn’t want to see.",
        "A: No. No. And I don’t know why. Because she’s afraid, she’s afraid. She knows. She\nknows everything, but she’s afraid. And Karen, my -- my younger daughter, she’s not --\nnot really Jewish, what I wanted to be [indecipherable]. She made her own life. First of\nall, she married a non-Jew, and -- and I was brought up that way, so I was a Jew. So, but I\ncouldn’t tell her what -- whom she should marry. And it didn’t work out. If she would\nhave done what I told her to do, and whom to marry, sh -- it would have worked out, I’m\nquite sure. But, she’s not unhappy, and that’s -- that’s fine with me. Everybody makes his\nown life. I didn’t -- I wouldn’t like to get through again, all these things what I went\nthrough, not any more. Even if I would be with twen -- 30 or for -- 40 years younger, I\nwouldn’t like to go through that. No, you can’t, because that started long time before.\nSuch a beautiful country where I come from. Life was very good there, except -- except --",
        "A: Like this -- people -- people were bad. There you have the Hungarians, there you have\nthe -- the Slovaks, there you have the Poles, bad, bad. I don’t know why, makes no sense.\nThey just drink it with the mother’s milk, yeah. Why, I don’t know. An-And the\nCatholics, they didn’t have right to do that, what they did. They should have stopped it.\nDid you hear something like that, the priest should be [indecipherable] of a -- of a Fascist\ncountry, friend of a -- of the biggest Fascist in the world, yeah. Well, there are such\nabnormal things in this life, unbelievable. And then the -- But there were always some\npeople who were really nice, really nice. You didn’t have something like that, for\ninstance, this old woman, when I was hiding underground, that -- that she would protect\nyou. Was a old woman alone, she protected us, a whole bunch of -- of -- of boys. That we\nwa -- got caught, that’s a different story, you know. I -- I think so, I told -- I -- I told it --",
        "A: Yeah.",
        "A: The same thing, the same thing, the same -- it’s a holocaust, it’s a holocaust, except\nshorter. Th-The Germans stretched it too long, yeah. This here, he doesn’t wait, he just\nrounds them up and then kills them off. I don’t know how the world can look at it. They\nshouldn’t let it go. Everybody who is not helping us to do that, to stop them 1s -- is -- is\nguilty, cause that’s a sin, really. It’s the biggest sin. People with the children, and old\npeople there is, yeah. And what will be next? Next, if -- if they -- the -- they win it, will\nbe the same thing. Same thing. I’m just afraid whoever wins this war, will do the same to\nthe other guy, always.",
        "A: If people don’t change it, th-th-th-th -- that history repeats themself. But\n[indecipherable] good, not good. Even the children, they -- they change, yeah. They can\nhave today the holocaust a-and have children, everything, and then they will do it to the\nothers ones. They -- They do it to each other. They don’t think about it from one day to\nthe other, that today you do it to me, I do it to you. And that’s what is happening. Tha-\nThat’s what happening with the World War One. You do -- It -- It started to roll, it\ncouldn’t be stopped.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: I can see ahead of time things coming and going. I know -- I see the consequences of\neverything. E-Even -- Even this whole thing is a -- the consequence of World War Two.\nAnd who -- whoever is stronger, wins, not who is right or wrong, who 1s stronger. If -- If\na guy like that Milosevitch can tell -- tell us, the whole world, yeah, he will do what he\nwants to do, and he 1s doing what he wants to do, so there is no -- there 1s no way to -- to\nstop somebody. And s -- it’s -- it -- the other thing, it’s like Hitler was. But there we can\nha -- we can have an excuse, we didn’t know. Well, they da -- see what’s going on, and\nthey are not together, all these countries. That time, there was no allies, really, when\nHitler started. That came just mu-much later, when everything was ra -- was finished\nalready. Here they have it, a long time, he should be long time branded as a -- as a\nmurderer. A long time. I wonder that the whole world can look at it and -- and not decide,\nreally, to -- to hit him on the [indecipherable]. And the Russian, I don’t know about the\nRussians [indecipherable]. They just don’t like that like that we are -- have the allies. I\nthink so that’s -- that’s most of ho -- of it. But otherwise, they know what -- what -- what\nit was, they had it.",
        "A: No. I wouldn’t go. I couldn’t look at their eyes, these people. Because they hate me ag\n-- still they hate me, no matter what. I never did them nothing, an-and they hate me, so\nwhat can I tell you? I have there some friends now, who went back, but they don’t like it.\nNobody likes it, still. Still the same thing. People don’t change.",
        "A: No, no. I don’t expect nothing, yeah, but I didn’t, no. I mean, I know people are not\nhundred percent, but I -- I don’t feel bad. I -- I don’t feel bad. I feel pretty comfortable.\nNot everything is hundred percent, as I say. Sometimes I am -- I am very angry if -- if\npeople -- if -- you know, o-our religion, th -- if -- 1f they don’t behave like they should.\nBut I cannot -- Everybody had his own nature.",
        "A: If, let’s say, a -- things like -- like this Monica, yeah.",
        "A: Yeah.",
        "A: That makes me angry, yeah. Why a little Jewish girl, stupid, can do something like\nthat and is doing something like that. If I was to be her parent, I would give her a good\n[indecipherable], believe me. Couldn’t do it to me. And then I -- I get angry at politicians,\nif they stick their noses in things what’s not their business, and so on, I don’t like it. I\ndon’t to -- like -- like to be pushy. I never was. I had -- And there are some people who\nthink they have to dominate the whole world. So, that’s all. I can see one thing, the less\nyou -- less you push around, better you ove -- you have a quiet, reasonable life. That’s\nwhat I dreamed o-of, always. I made it. Nobody made it for me, I had to do it you --\nourself. So my wife.",
        "A: No, the religion didn’t count much, that much. But, they -- they made us to suffer.\nThey made us suffer. We -- We Jews had one -- this family and a ra -- a normal life, and\neverybody else tried to squeeze us. That was always in Europe. In every -- every -- every\nreligion. There’s always a religion, but it shouldn’t have been. Some were very bad, some\nwere really very bad anti-Semites. I don’t know why, where they took it from. The relig -\n- The Jews didn’t give them even a reasons, because they were doing their own business.\nBut jealousy, and all these things bring out the worst from people.",
        "A: No, no. I feel very comfortable. And so Ilsa. We have no -- no feelings for -- for -- that\nwe would be cheated or -- or that we would be hated, no. We feel very comfortable. I\ncannot say nothing. Some people are really very nice. Like here, we have neighbors who\nwill help you if you need them. I fi -- We try not to use nobody, yeah, but if you need\nthem, they are here. They’re nice. And those are simple people here, nothing -- nothing\noverwhelming.",
        "A: Yeah.",
        "A: Oh, yeah.",
        "A: Yeah, yeah, right.",
        "A: Good -- Good background. Good background, very s -- very strong background, a\nhealthy background. I was, at least. If that wouldn’t have come, I would be t-today a\nyoung man, if that not -- this is -- this lousy sicknesses and things wheth-whether -- I had\nt-to go through. I would be much stronger, and so Ilsa. Ilsa has had edema. You know\nwhat’s edema? The water. She -- Through -- Through her arm, she almost died, yeah. A\nyoung girl, 16 years old, and she ca -- and she was cold, and her mother, I ha -- a real\nhero, you know, her mother. She pulled them -- one pulled the -- out the other. They were\nboth in -- in Auschwitz. And she was so sick, she was a dead -- she almost died. Now, I\nwas there too, I know. It wa -- I -- I was as -- how can I say it? Like on the -- on the\nstring. Just -- Just a hair, like a hair string. Very, very dangerous situations. And\nsomehow, I wasn’t upset, I wasn’t afraid or something. Somehow I felt that -- had always\nthe feeling I will survive it. I remember I told my parents, when they were worrying\nabout the children, yeah, my sister and me, I always told them, I have the feeling we will\nsurvive it. And I was smart enough to survive it. But it was a -- as I say, you had to think\nwhat you are doing, too. It was not easy to survive.",
        "A: The news, the television. I watch carefully the news and I have perfect knowledge of\ntheir intentions, of intentions and -- and -- and history. Actually, I lived history, you can\nsay -- you could say that, yeah. I didn’t want to stay with the Communists, I could have\nstayed with the Communists. All our -- my friends, many friends stayed there, but they\ntold me, “You will stay here for the -- for a -- other centuries? Y-You stupid, you do that.\nYou have no sense.” I said to him, “Why are you staying?” “Ah, my mother, my wife, my\nchildren.” Well, well, weet -- weet. To do something, to -- you have to have a will. You\ncannot just let [indecipherable]. You have to have a will. I was hiding, for instance, yeah,\nwhen I tha -- jumped to -- out from the window, yeah. I remember the next time I was\ncaught, a young girl came to me and said, “I know you, you jumped last time also, in the\nwindow. If you save me, I will be your -- your slave,” she said to me, “if you save me, if\nyou help me to get out.” I said, “I cannot get out myself, how could I he-he-help you?”\nBeautiful youn -- young girl. We were there, rounded up. [indecipherable] there. SS guy\nwalking up and down there, up and down there, yeah. Apartment house, yeah.",
        "A: Sometimes, yeah. I don’t know, most my -- my -- my dreams are from a old, big city,\nin an old, big city. I am looking for somebody, I am -- I am fighting with somebody. The\ntrouble is, sometimes I hit my wife. It can happen. Once in awhile, it happens. I fight.\nAnd -- And now it’s a little better, but it used to be that I broke the table, yeah, the night\ntable I broke. Fell down from bed, all kinds of things. Here I have a gash. I remember I\nfell. I was fighting with the -- with the table, with the night table, and fell down and fell\non this, I have here, a -- a little this [indecipherable]",
        "A: And this, that cut me very bad, a very deep, deep gash.",
        "A: ’56.",
        "A: Yeah. I heard about it, sure I know.",
        "A: Crazy, crazy. He -- He hated the Communists, okay, you hate the Communists, but h-\nhe was making Communists ou-out of people who were -- who were not and didn’t have\nto become Communists. It was ridiculous. Now -- Now you have that Starr, doing the\nsame, yeah. I mean, you can always compare, [indecipherable]. I had experiences with --\nwith the Hungarians when they came, you know, when they had that revolution. But\nagain, they -- they were not -- not good. I protected them, I -- I hired them, yeah. They\nask me, the company, if they have enough education, if -- if they are -- well, I said “Yes,\nthey have good ed-education, but I didn’t [indecipherable] you they are bad.” They took,\nfor instance, money from the company and -- and disappeared, yeah. Or advance money\nthe company wanted to give them, things like that, all right. That’s what I know their\ncharacter. They are very talented with the character, yeah. S -- Always depends on the\ncharacter, not even on -- on -- on -- on money, nothing. Money cannot buy character.",
        "A: Yeah.",
        "A: Yes, I -- I was thinking about it, many times, and I was afraid it shouldn’t escalate,\nbecause that was not normal wha-what he was doing, was really abnormal. And the\nwhole world was laughing at it. It was a -- It was a show, it was a show. I don’t know.\nThey are always find somebody, somebody comes up, which you cannot control. I mean,\nit’s all -- it’s a free country and something can happen like that? Can a -- Cana\nprosecutor just do what he wants, yeah? In this country -- there are a lot of things what I\ndon’t like in this country. But, 1f you compare it with other countries, it’s heaven -- it’s\nheaven. Everybody has a possibility to live -- to make a living. I see these young\nimmigrants come in here, with no education, with nothing, and they are making a living,\nso the -- so the -- so what’s wrong with this country, yeah? I -- I would say they should\nbe more selective, they live somebody here. I -- I remember it was so hard for me to\ncome here, I will never forget it, very hard. And, if I would have paid off some lawyer, I\nwould have been long time ago here, already, not suffered, because it was suffering.\nEvery -- Every evening when news, it came from -- from Tel Aviv, yeah I was waiting\nfor what -- what’s going on? What’s this a -- still missing this, still missing that, still\nmissing [indecipherable] I -- it was so hard. And then, when I -- when we got it already, I\nwas really in seventh heaven, because I knew it was America, at least I -- I thought I\nknew. I won’t say it’s perfect, but it cannot be perfect, people are not perfect.",
        "A: Right away. Right away, except the language. The language, I -- it took me three\nmonths t-to learn th -- so far -- I mean a kitchen language, but I di -- wasn’t worry about\nit, yeah. I didn’t feel bad about it. I -- you know, it will come the time, I will get to\neverything. The main point, I have a job, and that’s what everybody’s looking,\neverywhere, yeah. The Communist people, they have no idea about English and they will\nnever speak English, yeah, and get a job, whatever job what makes a living, yeah. I don’t\nknow how is that possible. No other country can do that. It’s very, very funny, to think\nthat -- that you can get a job any time you want. Look, you can see it written out, job. If I\nwould have had that in Israel, I would have probably stayed there, right away, if I would\nhave had it, okay. Nobody has it right away in Israel. It’s very hard to -- to -- to have\njobs, a good job in Israel. No, these Russians are coming, there are millions of Russians,\nthey want to come to Israel. It will not be easy, because they -- they -- they think\nthemselves superior, first of all, and they -- that’s -- that jobs are coming to them, that\ntheir apartment is coming to them because they are sup -- used from the Communists,\nyeah, that they get everything. But, what little [indecipherable] that you get it, that’s it.\nNot only they come to Israel, they want all -- all jobs and they want a -- a apartment. But\nwhen I came there, what I got? A blue eye. Yeah, it wasn’t easy, but there were nice\npeople in the -- I can say, some people were. They helped us, our neighbors there\n[indecipherable]. It was a -- this -- for-foreman, a -- construction business. And she was a\nhousewife, very nice, very pretty. And they had two little children, I -- I remember -- I --\nI was [indecipherable] save the little child from a snake. That’s -- It’s a li-little child,\nyeah, like that, she wanted to grab the -- the -- the snake, on -- on the porch. On the\nporch. Then I came on the porch, and that was a poisonous snake. Then I kill it. I co-\ncould s-save her.",
        "A: No, I think so [indecipherable] that’s it. I am sorry, I don’t know what -- would you\nlike to --",
        "A: Ye-Yeah.",
        "A: They shouldn’t -- They just shouldn’t forget it, there exists something like that.\nBecause people like to -- tend to -- to forget about everything what’s not pleasant. I see it\nright now, where I go -- we go in sometimes to the Jewish -- how do you call it? For the\nsin -- seniors. For the seniors. We go sometimes and -- and they don’t want to -- even to\ntalk about it. Not interested. I don’t know, if they are not interested in that, then what --\nwhat are they interested in? [indecipherable], it can happen to them. You never know.\nNobody is safe from that, nobody is safe. Okay, so they are right, they are here in -- in\nAmerica and they don’t have to -- to d-do anything they don’t want to, but I wouldn’t like\nthem to forget it. It’s very important, especially the kids. The kids, because if the old ones\ndon’t -- don’t want to remember, don’t want to know, they don’t want to know, that’s all.\nI think the children, you can only expect them to go to these places and see on their own\neyes, that -- that -- what horror was this. Can you imagine my parents? If I think about it,\nbeautiful people, very good. I -- I have pictures from everything. Beautiful, elegant\npeople, really a gentry, my father was, and my mother was 50 years old, beautiful\nwoman, talented, everything, yeah. So, to make life so cheap, yeah, that shows you tha --\ndoesn’t mean nothing. You see -- You see it on the pictures here, life doesn’t mean\nnothing, right? It’s just, it’s a horror, what’s going on with people. Little, beautiful\nchildren, nice, nice race, everything. You expect something like that, let’s say,\nsomewhere -- somewhere deep in Africa, over there. But you don’t expect in the civilized\nworld, something like that. They’re supposed to be civilized. You see what nice housing -\n- what nice -- how nice roads and everything they had, they are civilized, but you cannot,\nwith something like that. You don’t mean nothing, you are a fly. It’s very, very\nhumiliating, 1t’s very humiliating that what can happen to -- to the rest -- to a -- to a -- to\na people.",
        "A: Yes, I felt it, but only for myself. I didn’t want to -- to tell 1t to nobody. I -- I had the --\nthe power, the will.",
        "A: Yeah. No, that’s it. And that’s all my background, first my -- first the background\nfrom home, second, I -- I had some rough experiences, and I knew that you have to go\nthrough with it. Now, for instance, like that army there, that was some place, too, yeah.\nWorking in high snow, in -- in -- in -- in -- on the roads, in the high mountains, was\nminus 30, minus 40. Yeah, was always terrible. I-I live. I will find ways to survive. You\nsee, if I wouldn’t have picked myself up and caught that -- that horse by -- by the -- by\nthe [indecipherable] I would le -- I wouldn’t survive. I wouldn’t survive at all.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 30, 1999\nRG-50.549.02*0039",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Michael\nDiamond, conducted by Katie Davis on March 30, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Chantilly, Virginia and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "March 30, 1999\nBeginning Tape One, Side A"
    ]
}