{
    "rg": "RG-50.030.0483_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Gitta Sereny,\nconducted by Vera Frankel on February 28\", 2004, in London. This is tape number one, side A.",
        "Answer: Not yet? God, I hate these tapes.",
        "Q: All right, first of all I wanted to ask you really just about your background, your family, your\nchildhood in Austria.",
        "A: Oh my God. Well, my childhood -- course in Austria as you probably know, I didn’t stay\nthere very long. I mean I -- I was born in Vienna. My father was Hungarian, my mother German,\nand they went to Vienna, it’s no secret really, because my father’s family would not have my\nmother, who was a very pretty young actress, much younger than my father, but extremely\npretty, well they would not have her in Hungary, not at -- at his place. So he had to give all this\nup, and he did, he gave it all up for her and bought a flat in Vienna, and came to live in Vienna,\nwhich 1s -- [ -- it must have been -- I didn’t know him, you know, he died when I was two, so I\nnever knew him, but I gather he was a charming man, I bet he was. But he was 30 years older\nthan she. So it -- one can imagine, can’t one?",
        "Q: Let [tape break] right --",
        "A: So they hear my dirty laugh all the way. Well, never mind.",
        "Q: They hear your dirty laugh all the way.",
        "A: That’s their loss or gain.",
        "Q: So you father died when you were two, but how were you brought up, in what kind of\natmosphere, and what kind of ideas were you brought up with?",
        "A: Well, ideas, my mother didn’t have ideas, she was an actress, and she was very beautiful, and\nshe was you know, surrounded by elegant and charming men, which was rather nice, you know, I\nrather enjoyed that. But she was very childlike. And she -- she certainly liked la grande vie, and\nshe created this grande vie, which was, I think, brave of her. She continued to have it after my\nfather died, when there was some money, but not much. And when it was gone she was\nparticularly brave because she spoke absolutely perfect English, and she took to translating\nplays, which was -- course was a very, very good thing at the time in Vienna because they had no\nplays of their own in the 20’s. Later, Thomas Bennett came, but there were no Austrian\nplaywrights. Well, of course there were the -- Schnitzler and old ones, you know, but not modern\nones. So all the plays came from France and England, and America, too, but England was the --\nand she did rather well, and she worked extremely hard. This I respected, I mean I -- I -- you\nknow, I -- I think that I learned a lot from that, because I -- I -- I didn’t respect her for her\nchildishness. I --I did think that, you know, by the time I was 10, I felt that really she should be\nmore grown up. But -- but I did respect her staying up late, late, late into the night working so\nthat she could get -- offer us this life, which she thought was essential. Of course, I would never\nhave thought it was essential. But she did.",
        "Q: And what kind of people did she surround you with? I mean, were they actors, were they\nplaywrights?",
        "A: Well, they were partly actors, and partly ar -- aristocrats, because she was very -- as I said,\nshe was very -- you know, a very sort. She went out a lot, she had absolutely beautiful clothes\nmade by a little seamstress from models. The seamstress came once a week for two days. Abso --",
        "Q: As often as that?",
        "A: As often as that. She had a lot of clothes, and she would go to all the sales, sometimes\ndragging me along, and buy these abso -- the remnants, you know, of beautiful, beautiful\nmaterials. And this little seamstress, who was absolutely splendid, and was able to copy models.\nSo anyway, all this, this was the sort of child life, until I was 11, and then by this time I had\nchanged schools, had gone from, you know, my elementary school, which was a very ordinary\nstate school, which I loved. I loved school anyway. I had gone to a rryah gimnasium, which is\nsort of -- you know, a private high school for girls, called Lueetlan. And -- and at 11 I was sent to\nEngland. My brother -- I had a brother who was four years older than I, Guido. Guido had\nalready been sent to England years before, also at -- no he -- he ma -- he was sent at 12 actually,\nbecause my father wanted us brought up in England, which was a very wise idea, I think. I mean,\nhe also wanted us brought up in France, which also happened, so you know -- not my brother,\nbut I. So I -- I was able to speak these languages, you know, which is good. And then I came\nback to Vienna to go to dramatic school.",
        "Q: Now there’s an extraordinary incident that you’ve written about in 1934, when your train\nbroke down as you were going back to school in England.",
        "A: Yes.",
        "Q: Tell me about that.",
        "A: Yes. I was -- it was very interesting, I mean a -- it -- it broke down in Nuremberg, and it was\nthe time of the Nuremberg party day. And the train, they couldn’t find --- well, I gath -- I gather\nthey couldn’t find a train to replace it, so they had to repair it, which was going to take five\nhours. And so the -- there was another child on this train by itself, so we were unaccompanied\nchildren. I was in my school uniform, which is brown and green, and the German Red Cross took\nus over, this little girl and me, who was also going to school, not my school, but another school,\nand took us to the party day. And we were taken to the -- there was a children’s sort of\ngallendare if you -- 1f you know what that means. I mean, it was just a -- you know, rows and\nrows of -- of -- of benches going up, all children, it was only children. And so we were taken\nway up, because there was -- there wasn’t any space, as you can imagine. But they put us in\nthere, and I just thought it was the most beautiful thing I had ever seen. It was absolutely\nmagnificent. And you know, all the -- the -- the -- this wonderful rhythm and these -- these --\nthese clean looking boys and -- and girls -- I mean and also marching, you know, people. And\nthen of course there were these speeches, and I had absolutely no idea what they were saying. I\nmean, I didn’t understand a word. But I screamed like everybody else. I mean, I thought it was\njust so exciting. I had never been so excited in my life, I think. The colors, and the -- I don’t\nknow, the -- the music, and the -- the rhythm, you know, there was just -- it was theater like you -\n- one -- it’s almost indescribable of course, you -- you’ve seen it, everybody has seen it on film.\nBut of course here I was actually seeing it, you know, and the colors are quite different when you\nare actually watching these -- these -- these flags wave, you know, in the wind. And you’re there,\nand they’re -- and you -- you get the wind, the -- that the s -- that the flags made, that they were\nall -- all around, they were everywhere, and there were thousands of flags. It was just beautiful.\nAnd anyway, so I -- I screamed like everybody else, heil, heil, and I don’t know who he was -- I\ndidn’t know who he was, but anyway --",
        "Q: Did you have any idea what it was about, what it signified?",
        "A: No, I knew it was the German National -- you know, I knew he was the leader of Germany,\nand I knew that I had heard of course grown-ups, my mother -- my -- my mother’s friends. I had\nheard people say that he was a bad man, but of course I had no idea why he should be a bad man,\nit was so pretty. Why should he be bad, you know? And -- and to me it was just absolutely\nwonderful, as to everybody else there. So anyway then -- then there was the interesting thing,\nwhich I have written about, I came to -- came to school in England. I had this wonderful teacher\nwhom I adored, Lee Hindly. She died fairly recently. Lee Chadwick afterwards. Well Lee\nHindly, who I thought was a -- you know, fantastically grown up lady, becau -- I think she was\n24, I mean -- and she was a very, very English, English girl -- young woman, with this wonderful\nvoice, and this -- you know, this -- this absolutely beautiful -- not o -- Oxford English, but just\nthe real sort of -- I-I can’t describe it, I mean, I just thought it was divine, and of course she\ntaught me every word I learned. I mean, I knew -- I didn’t know a word of English when I came\nthere. And she was very, very kind, and I adored her. Anyway, I arrived back to school and --\nand I wrote this -- we were supposed to write this, you know, this [indecipherable] this eg --\nessay about our most beautiful day of the holidays. Well, naturally I wrote about this. And -- and\nshe read it, and -- and having read all the others, a prize was given for a girl who wrote -- little\ngirl who wrote about a stallion having -- I mean, not a stallion, a -- a -- a horse having a baby, I\nme -- wonderful, wonderful story. And -- and she -- she said to me, that’s a very good job of\nwork, so that was enough for me. And then she said, “Can you stay here a minute afterwards?”\nAfter the lessons, so I did. And she said, “I brought this for you, and I want you to read it.” And\nshe gave me this book, in English. And I said, “What is it?” It said Mein Kampf in German\nunderneath, and said, you know, my battle. And I said, “What is this?” And she said, “Well, the\nman you saw speak wrote this book about his plans for Europe, and I want you to read it.” And I\nsaid, “Why?” And she said, “Because anybody who comes from your corner of the world needs\nto read this book.” She -- I later found out, I didn’t know this, nobody knew this -- she was a\nmember of the Communist party, and she became really very active indeed. In fact, you know\nlater, much later, years later, she became a councilor for the Communist party in Oldeburough, in\nLaseton where she lived, having married twice, and so on. Anyway, she was -- she continued to\nbe absolutely wonderful. And I read this book. I mean, I can’t say I read this book, but I read into\nthis book. It was impossible for me to read the whole book, you know. I wa --",
        "Q: You were 11, right?",
        "A: I was -- yes, I was 11. I mean, I was -- I was 11 and a half by then, because it was six months\n-- I’d been in this school for six months by then. And you know, I -- I did understand it. I mean, I\nwould -- well, I would have said probably I read a third of it, you know, read here -- reading here\nand there, and there, and there, jumping, of course, which she knew I would. I mean it was\nimpossible to read for -- for an 11 year old. But I -- I knew perfectly well that -- I saw perfectly\nwell. I never understood how people told me afterwards they -- well, they couldn’t read it to start\nout with, they hadn’t read it, which was a lie. Everybody said they hadn’t read it. All -- all ger --\nI don’t think I -- well no, I did meet some Germans who admitted to having read it, but most\nGermans, including Speer, indeed, said they hadn’t read it, that you know it was that Hitler wa --\nca -- In Speer’s case, Hitler told him it was -- it was way over, it was -- it was too late, not to\nbother. I mean, so many things had happened that it was -- we were holed, as they said. Anyway,\nso I brought it back to Lee, to Miss Hindly, and -- and she said, “Well what did you think of it?”\nAnd I said, “Well, I da -- I -- two things. I mean, what I -- I mean, how is he go -- I mean, he\nwants to -- he wants Europe, he wants to rule over Europe, that seems quite clear. But how can\nhe do this,” I ask, “without a war?” And she said, “Well, I’m asking you, you tell me.” I said,\n“Well, I mean, other countries aren’t just going to give him their country.” And she said, “Uh-\nhuh, mm-hm.” And I said, “And what is he going on about the Jews? I mean, he keeps talking\nabout the Jews, and he says awfully nasty things about them.” And she said, “He hates them.” So\nI said, “But why?” And she said, “I don’t know. You will have to make up your mind yourself in\nthe end. Learn it, read, and maybe you'll find out.” But of course I never did until, you know,\nuntil I did this work, which I did much later. Probably this is where of my -- my wish to do\nsomething started, without my knowing it, of course, you know. Anyway, that’s my childhood.",
        "Q: Now, you’ve written that your most influential and important years were your teens and 20’s.\nWhat was it like to grow up at a time when the world’s being turned upside down in front of your\nown eyes?",
        "A: Well, I think actually I d -- I didn’t say that, I think of a -- ba -- I said something slightly\ndifferent, my -- I think my most important time was -- the two moments, both when I worked\nwith children. First during the war, when I was in France, because the war came when I had been\nsent to study in France. And I stayed, I’d -- I fell in love with an English boy, and I was not\ngoing to go to -- my mother had married somebody in Geneva, and had gone to live in Geneva,\nand I was damned if I was going to live in Geneva. Sh -- they put me into a pensionnat de jeune\nfilles there, you know, and I ran away. I mean, it was just outrageous. Somebody who had been\nin the Reinhardt [indecipherable] you know -- you know, to be then put into a pensionnat de\njeune filles, I mean, you must imagine this, us walking in twos, you know? I mean outrageous.\nAnyway, so I ran away. But they were quite sensible, and they left me in -- in France, and they --\nfinally my -- my mother and stepfather -- and they very sweetly, you know, paid for me to live\nwith a family then, which was the most sensible thing. I mean, I was 15. So anyway -- I can’t\nremember what I said. Oh yes, well the war came, and I decided to work in a ca -- in a -- with an\norganization called the Auxiliaire Soc-Sociale, who were taking care of -- well really, what we\nlater called displaced persons, but that is not -- they were called refugees then -- came into Paris\nfrom, you know, all the places that the Germans had already overrun. And I was put in charge by\nthe -- the person who was a -- who was the president of this organization, a woman called\nIsabelle de la Bouillerie, who came -- who was in my life for quite awhile afterwards. Anyway,\nIsabelle put me in charge of the nursery. And we had a nursery for -- we -- we took -- didn’t took\ntake away, but we -- we accepted, and the women who came with small babies were absolutely\ndelighted, you know, after walking in the -- on the roads with small babies, they were all\nexhausted. I mean, that was the main thing that I think I -- I experienced for the first time, you\nknow, the exhaustion of people who run away. It is just terrible. And if you ha -- if you are\nholding onto perhaps a small child and a baby, as many of them were, it -- 1t was killing. It was\nkilling. They were -- they all arrived, you know, filthy and pale, and oh, awful. And when we\noffered to take the babies and they could come and see the babies whenever they liked, of course.\nSome of them were nursing the babies and they came quite often, but anyway, in the night I\nmean. We didn’t have a single nerve, not a single one. And we ended up at one point with 56\nbabies in that room. And we had -- we had American members of the Auxiliaire Sociale who\nwere very rich, and it was absolutely extraordinary because first we started of course, with six\nbabies, you know, and we had eight cots. And I said to one of the -- to this woman, who -- this\nAmerican who was part of the organization, I said, “You know, I think there are going to be a lot\nmore.” And she said, “How many do you think there might be?” “I don’t know,” I said, “I don’t\nknow, 10 - 20?” She said, “Right.” And you know, it was not two hours later that 20 cots arrived,\nand two nights later we had 56, and they came during the day, and we had 56 cots by that night.",
        "Q: How was sh -- how was that organized?",
        "A: She bought them. She was a millionaire. I mean it’s wonderful when you’re very rich, you\nknow, you just pa -- pick up the telephone. She picked up the telephone, she ordered 56 cots.",
        "Q: What was the extent of your duties while you were doing this work?",
        "A: Oh, this was really just taking care of babies, you know, c-cleaning them, washing them, you\nknow, feeding them, of course, if they were not on the breast. Well, really hugging them, you\nknow, cuddling them. They all needed a lot of cuddling. We had a lot of baby clothes, again,\nfrom all these people who were very rich, who was in the Auxiliaire Sociale. So we had\nmountains of material, so we were able to change them, and of course this made the mothers\nincredibly happy, suddenly to be able to be without them for a little while, know where they are,\nthey were safe, they were being cleaned. And then they got them back looking absolutely\ngorgeous. It was very nice.",
        "Q: Where had these women come from? I mean, from --",
        "A: Well, they came from the north of France, which had already been overrun. And they came\nfrom -- they came from the borderlands, you know, on the -- on the east side, which hadn’t\nalready been overrun. I mean it’s -- 1t was -- as you know, this was very quick. I mean, the\nAuxiliaire Sociale in Paris only lasted from the 10\" of May --",
        "Q: Mm.",
        "A: -- oh, sorry, from the fifth of May, I think to the 20\" of May. And by the 20\" of May, we\nknew that we were -- we were going to be left with any number of abandoned children, or lost\nchildren, or orphan children. And we set up again, because all these people, you know, all these\nbackers of the Auxiliaire Sociale, lucky they were very rich, and many of them had castles in\nvarious corners of -- of France and we got a series of castles -- part of castles put at our disposal\nfor them -- for starting children’s centers. And I took 16 kids on -- I can’t remember the date, but\nit was the end of May, before the Germans came into Paris, just before to -- to Villandry, which\nwas one of the great chateaux of the Loire, and belonged to Isabelle de la Bouillerie, or rather her\nmother, who was American. Ann Crawford -- I can’t remember what her se -- second name was.\nAnyway, she had married this Spaniard, who owned this wonderful castle. And they gave us the\nstables, and they had -- before we came they had some of the castle workers, you know, put beds,\niron bedsteads and mattresses into -- and upstairs, they had actually in the stables, I don’t know\nwhy. And this is where we had our children’s center. And actually we ended up with I think 20\nor 21 children. So that was all right, it was -- 1t was a very -- you know, it was a -- it was\ncertainly for me an incredible lesson when the Germans arrived, and I adore the French. I mean, I\nwas so pro-French, for no reason. I mean, I had nothing to fear with the Germans, and I had no\nreason to dislike the Germans, except what I had heard, all these elegant people around my\nmother say -- some of them -- some of them of course were Jews, because you know, most of the\n-- most of the theater people really were Jewish, and -- and most of -- my mother was -- had a lot\nof newspaper friends, there were a lot of Jews. And so I -- I certainly heard in ma -- my\nsubconscious I heard more things than in my conscious, but I had a real dislike for the Germans,\nwhich when they actually came into France, I couldn’t find a reason for. They were very nice\nwhen they came to France. They were very nice to the French. They were absolutely charming to\nme. You know, I had a -- a -- a -- I was introduced by Isabelle, of course it was not beyond\nmaking use of whatever she could make use of, so she introduced me with my father’s title,\nwhich of course didn’t give me anything at all, but she invented one. So -- because the -- in\nHungary the daughter of a count has no title. So -- but I very quickly became countess, and they\nabsolutely adored that, they loved this little Hungarian countess, you know, who spoke perfect\nGerman -- Viennese German at that, Volksdeutsch with a [indecipherable] art, you know, loved\nit -- if you understand that.",
        "Q: Yup.",
        "A: Viennese Volksdeutsch. Anyway, so -- so I became her -- Isabelle’s interpreter, which was\nvery useful for her, but extremely useful for me, because I -- you know, I learned more, I think,\nfrom that than I could have learned any other way. I mean, I spoke to so many Germans, most of\nthem as I say, very nice. As the year went on, and things began to happen, you know, people\nbegan to be locked up, including friends of mine in Paris, it was less nice. And of course I was\nable to approach them on this, I mean ask them why, you know. And of course, a lot of Jews in\nParis were arrested, which Isabelle learned about very quickly, as she had a very wide circle.\nAnd -- and I -- I -- I challenged them on that. And you know, most of them really didn’t know.\nThey didn’t know. Of course, most of the people we saw were army officers, you know, they\nwere -- those were the people who came to see the chateaux. I mean, you weren’t going to have\nthe privates come and see chateaux, on the whole. So the army officers, most of them\nprofessional army officers, they didn’t know. They said, “Well, you know, it’s the law, it’s the\nlaw.” And I -- I would ask, “Why is it the law?” I had great argument with two people who --\nand this is the terrible thing, it’s a terrible -- I’ll never forget that, I -- I mean, I’m partly to blame\nfor what happened, I think. Isabelle became very friendly with a German doctor, and a -- I wrote\nabout that, the -- so you know about it already, a da -- da -- a school -- former school director.\nAnd they came all the time. I mean, they came -- I think they must have come three times a week\nat least, to have tea with her, to have lunch with her, to have dinner even with her, you know, and\nshe always called me in whenever I could get away from the children, and we both -- she very\nelegantly, and me not elegantly at all, would challenge them on all these things. Her secretary,\nwho she had with her, was Jewish, Jacqueline, I can’t remember her other name, and she was\nvery protective of -- of certainly of Jacqueline, and I think of -- or we -- two of our Auxiliaire\nnurses -- well, yeah, but they weren’t nurses, they were like me, I mean we were volunteers, and\na mother and daughter, very good looking, were both Jew -- well, obviously both, but they were\nJewish. So she was very protective of them, and these two people just took it, you know. And\nthey -- I would ask and ask and ask, and they would say there is no explanation, it is the law, and\nmost people agree with it, and blah, blah, blah, and blah, blah, blah. Anyway, this went on and\non, and one day they disappeared.",
        "Q: The two German officers?",
        "A: Mm-hm. And I had made another friend, who in fact saved me in the end, who was the head\nof intelligence, military intelligence, in Tours, which was the nearest city. And I went to see him,\nand I said, “These were our friends, what’s happened -- well, these are our friends, where are\nthey?” And he said, “I don’t want you ever to ask about them again.” And I said, “No, but you\nhave to tell us what happened, if you know what happened. Where are they?” And he said, “I’m\nafraid they were arrested.” I said, “But why?” And he said, “Because they saw too much of you\nFrench.” And I don -- then later, you know, also through him, found out that the doctor was sent\nto the Russian -- to the Russian front, and he was killed very soon. He was the -- sent as a medic,\nbut he was killed very soon. And -- and the school director was sent to a concentration camp, he\nwas fat. You know, he was -- he -- 1-impossible for him to do anything in a concentration camp,\nhe couldn’t have. And he died, too. So you know we -- we really -- I mean this is something we -\n- we -- we really made their lives, I think, very unhappy these last weeks they had, which 1s quite\nawtul. Anyway, there you are. That’s how, you know, how it went there. Anyway, by this time, I\nwas doing little things, very small things, nothing of note, nothing heroic for -- for the resistance.\nB -- it was just starting, you know, the resistance really, in 1941 barely existed, barely. It existed\nin places like Paris, and Lyon, but in the countryside of course, there was no resistance, I mean\ngood God. So what we did, the only things we did was on two occasions we managed to -- we\nmanaged to take care of some British fliers who -- who crashed, and who happened to crash --\none of them actually crashed in the park, which was extremely convenient, yes. But the other one\ncrashed, and somehow made his way to us, so we hid these two. And we hid them by putting\nthem in the children’s dormitory. The children just loved it. The two oldest boys gave up their\nbeds. I mean, one on one occasion, and the other on the other occasion. And these bo -- these\nboys, you know, these young RAF boys, I mean, they were -- they were 18 - 19. I mean, they\nwere children. And they -- our children were so excited. You know, now they were part of it.\nAnyway, however --",
        "Q: I’ve got to just turn --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is tape number one, side B, of an interview with Gitta Sereny. For every [indecipherable]\nin England ... 1-1f I remember rightly, you were fourteen in March 1938, when the Nazis\nmarched into Vienna --",
        "A: No, I 15.",
        "Q: Were you 15?",
        "A: I was 15, yes.",
        "Q: What do you recollect about that happening, about the atmosphere, the general reaction, and\nyour own reaction to all that?",
        "A: Well, you know, that was the -- the odd thing, because this is the first time, of course, I saw\nthem again since 1934. So I was not -- you know, I was not as concerned as, of course, some of\nmy mother’s friends were, and my mother. My mother ha -- was very concerned. She had\nbecome engaged to a famous economist called Ludwig von Mises, who was Jewish, and -- but a\nvery, very eminent man, and who is -- who had been already, for four years at the Ecole de\nZoadsetude in Geneva, so he was not there. I mean, they would -- he would come back every\nsummer to go mountain climbing with her, that was their thing, and they were -- they were real,\nreal country nuts, real mountain nuts. I hardly knew him. I mean, he was -- he didn’t come close\nto me at all, there was -- very severe man, I thought. I couldn’t -- I could not understand how she\ncould be in love with him, but there you are, there you are. And so -- so this was a worry of\ncourse, that she -- that she was very concerned, she was very worried about all of it. And -- and\nthen of course, you know, it began, I mean you -- you -- you -- there were an awf -- as I told you,\nthere were an awful lot of -- of Jews in the theater world, and I was at the Reinhardt seminar\nwhich was -- well, I mean, Reinhardt of course was a Jew. He was not there, I mean he had left\nin -- he was in Vienna last -- I can’t remember, but I think it was in January of that year. He had\ndone a wonderful production at his theater, which we all, of course, went to the rehearsals, and it\nwas just absolutely wonderful. But then he left, and with him his -- his wife, Helene Thimig, who\nwas -- you know, for whom we all -- I mean, we just adored her, I mean she was the most\nwonderful actress. I mean, probably there were two great, great actresses in Austria. There was\nshe, and Paula Wessely, two really great actress, and of course we, as very young people, we --\nwe just had adorations for these people, you know. Anyway, she left. That was a blow because\nwe -- we did find out that she left because Reinhardt was a Jew, and he thought that the Germans\nwere coming in. And he was damn right. He thought that the Austrians would not be able to\nwithstand it, and he thought they were -- this I found out much later, but I mean, this is what\nhappened. So, you know, I was a little bit preconditioned against them by this time, all this. And\nthen they came in, and it was really quite strange, because you know, Vienna didn’t suit them, or\nthey didn’t suit Vienna. I mean, they -- they were -- they were incredibly different. I mean, the\nViennese are -- I mean, I don’t necessarily like the Viennese all that much, but they -- the -- the -\n- they are a very special breed, and it’s not a German breed. It just isn’t. You know, it -- it -- it --\nit dates back to the empire, the -- this extraordinary mixture, if you take a Viennese telephone\nbook -- I don’t know whether you’ve ever done this, you take a Viennese telephone book, and\nyou will see all the names in the world, I mean Polish, Czech, it’s all from eastern Europe,\nHungarian. And you will hardly see German names. You know, and this -- this speaks -- this --\nthis says something, you know, and so when these Germans came in, all just like in 1934,\nlooking wonderful, clean, you know, beautiful. They were beautiful men, but they didn’t fit.\nThey didn’t fit. And then, within two days we had really, at the seminar we had a real shock,\nbecause the seminar -- all the schools reopened, the university and -- and the --",
        "Q: Within two days?",
        "A: Within two days, yes, on the 15\" they reopened. And so we went to school and the first thing\nwe saw was the administrator who Reinhardt had put in, Dr. Neidafuhr, wearing a swastika. And\nthis was absolutely extraordinary. Now this is when -- no, it was not then, it was a little bit later,\nI realized something that had happened, which I had not really sort of ful -- fully taken 1n the real\nreason for. We were -- we were preparing, or we did -- you know, we had these student\nperformances of course.",
        "Q: [coughing] Forgive me. Do go on, so sorry.",
        "A: No, that’s all right. Well anyway, a couple of months before we had prepared this -- this 1s --\nnot a couple mo -- it was in -- before Christmas, before Christmas ’37, we were preparing\nGorky’s, “The Buffoon,” I don’t know whether you know that play. And a -- there were these\ntwo women’s parts, Natasha and Natalia, I think. And I played one of them, and we had two\ncasts, who would play alternative -- you know, alternately, for a week. And I was in the first cast.\nAnd th-the play was being -- there -- there’s a story, there’s -- the play was being produced --\ndirected by of course a student, but under the supervision of a man called Geyer, G-e-y-e-r, who\nwas the most charming man. He was the -- he was the director of a big theater in Vienna called\nthe Volkes theater, and he was one of our teachers. I mean, they were all people like that, you\nsee? And -- and he was charming. He was incapable of ever telling anyone that he was no good.\nSo everybody adored him, you know. And he had given these parts, he had you know, assigned\nthese parts to the people he wanted. And the girl who had my part in the second cast, I thought\nwas very good, you know? And suddenly it was taken away from her. And there was sort of\ngossip going on that Neidafuhr had taken it away from her, and she was absolutely in despair.\nAnd it is only much later that I found out that she was Jewish, because you know, really nobody\n-- this is something that people find very difficult to understand, but really we didn’t know who\nwas Jewish. There were -- I think there were six Jewish students, I afterwards of course, found\nout. In -- in the -- in the two year -- in the two year --",
        "Q: Course.",
        "A: Yeah, the courses last two years.",
        "Q: Mm.",
        "A: So there were -- I don’t know there were -- all together I think there were 70 students. And\nthere were six Jewish students, and she was one of them, which we found out, of course, when\nall this happened, when the nat -- when the Nazis came in, cause they disappeared very quickly. I\nmean, it’s not that they were arrested or anything, but they were taken out of the school, or they\nwere expelled. Then I realized that she had been taken -- that he had taken -- when I saw him\nwith the swastika, I discussed it with some friends, and we decided, having then -- by then found\nout that she was Jewish, that he had taken it away from her because she was Jewish.",
        "Q: But nothing was said?",
        "A: No, nothing was said. I mean, what could you say? Wo -- how can you attack as a -- as a\nstudent, how can -- you -- we were all very young, and you know, we’re not -- we were not\neducated in this -- in this civic response thing, which -- you know, which one gained with time. I\nmean, which then I gained of course in the -- and -- and exercised on these poor two Germans\nwho we became friends with, you know. But that -- back home in ’38 -- I mean in Austria, we\nhad -- there was less civic conscience around than -- than you can possibly imagine. I mean,\ngood God, they de -- they haven’t had any civic conscience until 1986 when Waldheim -- when\nthe Waldheim story arose, then civic conscience at last became a reality in Austria, and now, it’s\ndifferent. But it’s taken a long time, hasn’t it? Anyway, in °38 -- listen, the long and short of it is\nthat the Viennese were absolutely delighted by the arrival of the na -- of the Germans. And of\ncourse, it was not only the -- the Viennese, I mean the Austrians were delighted, and one has to\nsee this unemotionally as one can. Austria was a country that was economically unviable. It only\nexisted in tourism. There was no other way for Austria to exist. And since -- I mean, now of\ncourse I found out so much more, you know, I know so much more now than I did, I didn’t know\nany of this of course, because I was -- I had absolutely nothing to do with politics, but I know\nnow, I mean that -- that the social democrats, can you believe it, were the first, who in the early\n20’s wanted an annexi -- an -- an annexation to Germany. You see? Without -- I mean, at that\ntime of course, they were not the Nazis, but they were -- this -- this anschluss to Germany was\nthe thing that had gone through the 20\" century, the early 20\" century, and the more people\nrealized, after the empire died, that the only way that Germany -- that Austria could survive was\nas part of Germany. The more people, you know, felt this, and this was not -- really not because\nthey were -- I mean, in America you see mostly, but also elsewhere, this became a -- well, it\nbecame thought of as everything stemming from anti-Semitism, and this isn’t true, never was\ntrue. Of course the -- all -- a -- Austria, you know, was -- was -- was -- behaved absolutely\natrociously about it’s Jews. I mean, really atrociously, worse than the Germans. But it -- 1t was\nnot really -- that was not the reasons why they wanted the Germans, it was economic. And the\nideological part was very small. Very powerful, but very small. Very powerful, alas. And\nbecoming more powerful all the time. As the Germans came in, things became much better very\nquickly. And for the first year they were there -- and I was not there then any more because my\nmother really had to leave, you know, with being this -- this marriage well known -- I mean, this\nabout to be married to Louie -- to Lou. So we -- we left at the end of May, so I was only there for\ntwo months, in Nazi -- occupied Nazi -- not occupied, Nazi Vienna, really. It was -- it wasn’t\noccupied, I mean, it was not a victim, they were not victims. Really not. I mean, they wanted the\nGermans.",
        "Q: You’ve written that you were struck very early on by the Nazi’s behavior to the Jews, and this",
        "A: Yes, we did see that, as I -- I’ve written this, though, and you know it, and it’s all -- it’s all --",
        "Q: Well, I know it, but there’s one -- one anecdote that I find very striking, I think you were\ncoming with your friend Elfie from school, and you noticed a group of people, including your\npediatrician. Can you -- can you describe that anecdote?",
        "A: Well yes, that was -- that was -- that was the one I wrote in fact, the -- it’s -- that was really\nshocking. I mean, we were walking -- it was actually not coming from school, we were going for\na walk, and I think, I honestly think it was a Saturday, but I’m not sure, because w-we would\nhave been in school. Or maybe it was the 14, no I think it was on the 14\", it’s before the school\nreopened. That’s it, of course. And he -- she and I went for a walk through the innerashtatsa --\nthrough the inner city, you know where -- which is where I lived. She didn’t, in fact, she lived in\nthe fourth district, but she came and w-we -- we were always together, so we went for this walk.\nAnd we were walking along the Graben, which is a beautiful, beautiful street, right -- you know,\nit’s right in the center, it was two minutes from where I lived. And -- and we saw this -- this --\nthis group of laughing people, and there were two -- two Germans -- I mean, or maybe they\nweren’t, maybe they were Austrians, but they were in uniform, black uniforms with, you know,\nswastika arm bands. And we made our way through this crowd, there were probably about 50 -\n60 people, a lot of people.",
        "Q: Mm.",
        "A: So we couldn’t see anything from -- from outside that circle, but we made our way through,\nand -- and there we saw these -- this -- this group of -- of elder -- really elderly -- well, elderly, I\nmean they were not young, ladies and gentlemen, because that’s what they all were. You know,\nyou could see it, I mean it was -- you could see it in their clothes, you could see it in their faces, I\nmean it was not -- it was not -- 1t was not criminals, that’s what I’m trying to say, they were\nladies and gentlemen. And they were brushing -- they were cleaning the pavement with\ntoothbrushes. And I recognized Dr. Berggriin who was my pediatrician -- who had been my\npediatrician. And I loved him when I was a small girl. He was -- and he saved my life, as a\nmatter of fact, when I had diphtheria. Anyway -- and he was one of them, and his wife, whom I\ndidn’t know, but I ne -- finally found out, of course, that she was his wife, was with him, and she\nwas doing this. And --",
        "Q: On hands and knees, and --",
        "A: Oh yes, absolutely, on their knees. And -- and we went -- and they had a couple of, you know,\nbuckets where they dunk the -- soapy buckets where they dunk the toothbrush in. Anyway, so I\nwent up to one of these Nazis and said, “Are you mad? Are you completely mad? What are you\ndoing there?” I said, “Did -- did you realize that one of these men -- I mean, I don’t know who\nthe others are, but one of these men 1s a savior of lives? He saved my life when I was a baby.”\nHe said, “What are you, a Jew?” And I said, “No, but what does that got to do with it?” And --\nbut Elfie was much more effective than I, because I was rather dumpy little girl. I mean, I was\nnot ugly, but I was dumpy, you know. I was not a beauty at all. She was a raving beauty. She was\na dancer you know, she has a wonderful little body, and -- and she was am -- actually a few\nmonths younger than I, I think she was still 14. And she had this -- this thing, this black -- sorry,\nthis black hair, but you know all silk. I mean, it was the most beautiful thing you can imagine, I\nmean she -- she really was su -- I mean, people would turn around in the street when we walked\nalong the street, I mean, she was so incredible. And she had a wonderful voice, and then she\nbecame an operetta star. But never mind. She wen -- she was go -- we were both going up to\nthese -- to these characters. And she said, “Is that what you call our liberation?” And she sang it\nout, you know, and it -- it we -- I think the whole street must have heard it, in this wonderful --\nshe had this wonderful voice, and she had -- really she was working extremely hard at the\nseminar on her voice, because she had this beautiful singing voice, too. And so they -- they really\n-- they -- she -- they all knew she was going to be a star. I mean, there was just no doubt, she was\nso beautiful, you know, and talented, I mean she was talented. She was not a great dr-dramatic\ntalent, but oh, wonderful personality. And do you know, it was really the most extraordinary\nthing that you can imagine. All these people who’ ve been around there laughing, you know, and\n-- and -- was disgusting, it was a disgusting sight, they all melted away. I don’t think it took more\nthan five seconds and they were gone. And then these two characters disappeared, and then there\nwere only these people, all still on their knees. I don’t know how many there were, you know, I\ndidn’t count them. And then slowly they got up and they disappeared. And then prof -- Dr.\nBerggrin, he was a professor as a matter of fact, Dr. Berggriin came up to us, with his wife, he --\nwhich I now realize that was his wife, little woman, little round woman. Oh, her face, you know,\nwas just so exhausted, and so frightened. And he said in a very severe voice, ““You must never do\nthis again, never. It is very dangerous for you.” And then I found out they killed him, later. They\nkilled him in Sobibor in ’43. And her, no doubt, I mean I -- you know, I only found this out\nmuch later, but that was absolutely terrible, and of course it stayed with us. Elfie too. You know,\nElfie, too, I mean I left and then I -- but Elfie and I remained in correspondence for a long time,\nuntil she really didn’t dare to write any more. But she -- she really loathed them. She loathed\nthem also partly because she found out that her father had been an illegal Nazi, and -- and he had\ntold her, the day before this happened, on the 13\" of March, my birthday, he had told her that --\nor was it even on the 12\", at dinnertime, he said that she was never to talk to any Jew again, and\nthat all these s-sou -- Saujuden they called them, they would all be taken care of, or whatever,\nyou know, eliminated. And she told me this. She was in despair. She was really in despair,\nbecause we loved all these teachers, you see. They were very important to us, I mean they were\nour lives. They were very important people in Vienna, but it was not because of that we loved\nthem. They were -- even those -- I mean there was one who was actu -- actually really disliked\nby everybody except me. It’s really true, I was the only person who liked him. He was the\ndirector of Reinhardt’s theater, his name was Anslotter, and he was a fine novelist. He wrote\nreally wonderful novels, which I had read all his novels, so I liked him already for that. And then\nfor some or other reason he liked me, I don’t know why, but he did, because I really was not a --\nI was not a -- well, I mean there were very talented people at the -- you know f-for -- for acting at\nthe -- at the school, and I was not one of the most talented ones. I was not without talent, but I\nwas not -- you know, I would never have been a great actress.",
        "Q: Mm.",
        "A: I would have been useful. But he liked me, and he put me into one of the other of his\nproductions. Three productions he put me in. In one of them a lead. I think I was pretty bad, but\nnever mind. Sa -- it was a -- is a play which you probably don’t know, it was -- it’s called in\nGerman, “Geshwista siblings,” by Gerta.",
        "Q: Yeah, I got it.",
        "A: And I was the sister, God. A very difficult play [indecipherable]. Course I didn’t understand, I\nmean I was much too young for the seminar. Well, never mind. [indecipherable |",
        "Q: Do you want a breather now? Do you want a little rest?",
        "A: Do you want a little tea?",
        "Q: Oh, sure.",
        "A: Absolute --",
        "Q: Go straight ... So, after spending part of the war in the U.S., you returned to Europe a few\nmonths before the end of the war, I think.",
        "A: Yes, yes.",
        "Q: Tell me --",
        "A: I returned with UNRRA.",
        "Q: You returned with UNRRA. Tell me what you did with them, and where you were, and so on.",
        "A: Well, I returned for the purpose of serving in displaced person’s camps. They needed people\nwith languages, and of course they needed to -- they were very keen to have somebody who\nalready had experience with children -- with children such as the children I had taken care of in\nFrance. And so I -- I was sent -- I was engaged as a -- as an assistant, because I was young, an\nassistant child welfare officer. I then became a -- you know, I was promoted, but I went there in a\nrather junior position, and I’m trying to think where my first assignment was. Yes, my first\nassignment -- well, I was first, as a matter of fact, my very first assignment was in Dachau,\nwhich was quite a shock because I’d -- I didn’t realize that that would be my first assignment.\nWe were all -- we all went first to a t -- a -- a city called Karlsruhe, which was the -- the western\nallied headquarters for UNRRA. And a huge, huge sort of -- oh, it was this -- you know, former I\ndon’t know what it was, but hundreds of barracks and things, and -- and that’s where we all\nstayed for awhile, had various lessons 1n this and that, and orientation, and then were assigned\nfrom there. And to my great surprise, I was called in and I was told that I was going to Dachau.\nAnd I said, “But there are no children in Dachau.” And the -- the woman who was talking to me,\nshe said, “I’m afraid you’re going to have a rather shocking surprise.” Which I did. I really did\nhave a shocking surprise, because there were a lot of children. Of course, Dachau was not -- you\nknow, Dachau is much misunderstood in the -- in the literature, and by historians. Dachau, as\nyou probably know, was the fi -- I shouldn’t be addressing you, but anyway, Dachau was the first\nconcentration camp the Nazis opened, and it was purely a political camp. It was for -- it was\nintended for German political prisoners, and some cr -- and some criminal prisoners, who usually\nbecame, in fact, the kapos. It was not intended for Jews at all. And later it was represented as an\nextermination camp, which it never was. I have just read a -- a completely new book, which in\nfact has not yet been published, but is about to be published in three weeks in America, and it\nstill has this presentation of it, which is really a great shame. This is particularly in America that\nthey misrepresented. It is as if it’s a need, always to associate, you know, the Nazis with the\ncrime against the Jews. Now, of course, all of us who write, up to a point, have to do this,\nbecause it was the worst thing they did, and you cannot not do it. But if you do that exclusively,\nthen you are misrepresenting history. And you’re misrepresenting what Hitler was, what his plan\nwas, what the whole thing was, and why the danger was so enormous, you know, for the whole\nof Europe, or the world. I mean, the death of the Jews was the worst thing, of course, and the\nfactory killings, and -- but it was -- basically it was a part of a huge geopolitical program which\nreally the -- most of the world doesn’t know because it has so focused on that one part of it. And\nit’s understandable, I mean, emotion is understandable, but historically it’s wrong. Anyway, so\nwhen I came to Dachau, there was -- there were all these kids. And there were two groups of\nkids, which is also extremely interesting. There were the child -- there were no Jewish children,\nvirtually no Jewish children. Maybe one or two somewhere, but this was not -- you know, the\nJewish children -- no, there were more than one or two, there were -- there were a few, but it was\n-- there -- that was the easiest. They brought in -- UNRRA had a -- had a special issue, like a\nspecial division for taking care of -- of Jews who survived the Nazis, and they very sensibly\nassigned to this, or made responsible for this division, Jewish UNRRA officials. I mean, it was\nthe right thing to do, because they understood better, and they can deal with it better, and they\ncould -- and they would be accepted much better by these victims. And so this is what happened.\nSo in Dachau too, within da -- I mean, I came there very soon after it was -- after the Americans\narrived. I mean, really within days. And within -- again within days, some of UNRRA officers\narrived, who took away the Jewish children. That was -- you know, that was wonderfully\norganized. So I was left with another -- with another UNRRA. I think she was -- I think she was\na higher rank than I. But anyway, we were friends, though, and oh became -- had become\nfriends. And we put in -- were in charge of these children. And you have -- these were all on the\none hand, children whose parents had been brought into -- into Germany as forced laborers. So\nthey were mostly Polish and Russian children. They spoke no German, they spoke Polish and\nRussian, and a few words of German here and there. Some Czech children, but mostly, as I say,\nit was eastern European children, who had either been brought in by themselves, or they had\nbeen brought in after their parents had been taken in with them. Because in quite many -- in quite\na few cases, the Nazis brought in people from eastern Europe to work in Germany, letting them\ntake their smaller children. In quite a few cases, not -- not -- not -- not -- it was not a rarity. So\nwe were landed with quite a few quite young children, who couldn’t speak [indecipherable] the\ngirl who was -- sorry, the girl who was with me was of Polish descent, an American of Polish\ndescent. She spoke Polish, which was a great help. Anyway, so that was one group, and the other\ngroup were German children. And they were the children of the 20\" of July German officers,\nwho had been in the assassination plan against Hitler. This was an extraordinary thing, because\nhere you had these German children, who had gone to elite schools, you know, who were very,\nvery German children.",
        "Q: Mm.",
        "A: They were all absolutely beautiful, almost -- almost all of them. And they were living with\nchildren who they had been taught to despise, from countries they had been taught to hate. And\nthey were really very dependent on these children, because you know, where the children were\nolder, they were put in charge of the groups, I mean, they had group leaders and so on. And they\nhad no German group leaders. Of course not. Can you imagine the Americans allowing German\ngroup leaders? No sir, not even amongst children.\nEnd of Tape One, Side B\nBeginning of Tape Two, Side A",
        "Q: This is a United States Holocaust Memorial Museum interview with Gitta Sereny, conducted\nby Vera Frankel on February 28\", 2004, in London. This is tape number two, side A.",
        "A: So in fact it became very soon one of my great problems because, I mean, I was only there for\ntwo and a half weeks, but I was told from the beginning that I had no responsibility for the\nGerman children. Well this, of course, was ridiculous. I mean, to me it was ridiculous. You\ncouldn’t -- I mean, this was a terrible place, because while it had been intended for -- as I told wa\n-- told you before, what -- what -- what it was intended for by the Germans originally, but over\nthe last -- over the last six months of the war, as the war turned against the Germans, they walked\npeople from the eastern camps, including Auschwitz and so on, they walked them all the way\ndown to -- to -- to southern Germany. And this camp, Dachau, which was meant for -- I cannot\nremember really how many, but certainly not more than five to eight thousand, and when I came\nthere, there were 30,000. So I mean, it was just absolutely appalling, and impossible for the\ninmates, you know, to keep it clean. I mean, you ca -- if you -- 1 -- 1 -- one has to imagine, for\ninstance, the hygienic possibilities, which really were perfectly all right, I’m sure, when they\nstarted this thing. Cause they were very hot on hygien -- hygienic matters, the Germans, and --\nand you know the -- one could see -- I could see ho -- what there was originally. I mean, there\nwere enough loos, certainly, for 5,000 prisoners, and certainly enough ablution, as they called it.\nIt was just sort of -- oh, well it was taps, with water.",
        "Q: Right.",
        "A: But you know, with the -- lots of them. And certainly enough for five thousand people to\nwash, but not 30,000. It was impossible. And it was impossible to keep the loos ti -- clean. It was\nabsolutely impossible, particularly as most of them had diarrhea, and all kinds of nasty things. So\nit was a terrible place when we got there, really terrible. And there wasn’t very much we could\ndo except what really our job was, which was to get the children out.",
        "Q: Sure.",
        "A: Our job, our -- this was our -- we were commissioned to do this, to get the children out, into\nUNRRA installations, which were being -- were just being opened. I mean, it was completely\nnew, you see. But w-w-we did, we -- we got, in these two and a half weeks, which were all we\nwere allowed, we -- we did get, probably about a thousand children out. And we couldn’t get the\nGerman children out. We were told this was the business of the German Red Cross, and it was --\nwell, I had terrible fights with the Americans about this, because it was the German Red Cross,\nbut they wouldn’t allow the German Red Cross into Dachau. This was the sort of thing that\nhappened there, and so it was a -- you know, it was a -- a -- a total impossibility, the little\nGerman children could not be taken care of. So of course we took care of them. I mean, of course\nwe did, against -- you know, against -- but we couldn’t get them out. That was impossible. So\nwhen we left, having transported, or having arranged for transport for these about thousand\nchildren, w-we saw behind us these German children. There weren’t that many, I mean, there\nwere probably about a hundred. A hundred is a hundred, you know. And there was no food.",
        "Q: The children you got out, where were they destined to go?",
        "A: Well their -- they were -- that was -- I mean, we did organize that, of course. I mean, by that\ntime they had -- there had been emergency -- the Americans were very good about that, they\nhelped UNRRA to set up emergency camps, and there were four, I think, by that time, four\nchildren’s camps which had been set up with American troops partly in charge, and partly\nUNRRA officials who -- for whom this was a completely new job. I mean, all of them, but --\nhave come from London, or -- or Washington, as I did, totally inexperienced in all this, most of\nthem.",
        "Q: How shocking was it for you to see what awaited you there? Wh -- I mean, what did -- what --\nwhat do you imagine when [indecipherable]",
        "A: The UNRRA -- once we got into the UNRRA camps, you know, it was -- I mean, I got in my\n-- my first camp was in -- in -- ina place called Vilshofen, which is a little village. I was trying to\nthink a -- near -- well, I can’t -- nobody would know it anyway. But it was not far from the\nAustrian border at Passau. And -- and a very pretty village. And we -- it was rather terrible what\nwe did, but we had to do it, of course. We had to requisition housing to create this camp. And we\nempt -- they had -- there were four or five, sort of what we would call here in England council\nhousing, but very pretty council housing, you know?",
        "Q: So kind of subsidized housing --",
        "A: Or subsidized housing, but -- but the Germans did this sort of thing -- the Nazis did this sort\nof thing very, very well. I mean, they were all rather pretty flats, with all the conveniences you\ncan possibly think of. And we threw out about 4,000 people, and took their flats. And of course\nthey loathed us, as you can imagine. But that is where -- well of cour -- I ha -- didn’t have the\nthousand children, you know, I had about a hundred of these thousand children. And so I -- I was\nin charge of these hundred kids. No, this was not a shock, you know. I very quickly found Polish\nDPs, Polish false laborers, and -- who came because they heard the camp was there, and w -- had\nbeen established -- or was being established. They were extraordinarily good. I mean, they were -\n- you know, there were also some former officers, I mean. It was very quickly -- I felt th -- as I\nremember it, it was quite extraordinary, how within one week we had set up a whole hierarchy of\n-- of helpers who could speak, of course, to the children, to start out with. Who were teachers,\nhad been teachers in their lives. Had -- there were two doctors, you know, we had all -- we had --\nwe had several who had been professional officers. In fact one of them became the head of the --\nof the DP camp, in the end. I mean, the -- the DP head -- there was always a DP hierarchy.",
        "Q: Mm-hm.",
        "A: You established that, and you were above it, but I mean, basically you weren’t. I mean, they\ndid it.",
        "Q: Right.",
        "A: You just were there to -- to help them with any, really, bureaucratic problem.",
        "Q: Mm.",
        "A: I also did do some -- you know, some welfare work, because I had -- I’d -- I’d trained to do\nthis, you know, and -- and of course I loved doing it, particularly with the children, I mean\nchildren -- there were problems with the children, as you can imagine, I mean they were -- they\nwere -- they were alone, they -- they didn’t know where their parents were, they -- I mean, they\nwere homesick, they were th -- million things. But no, I was not shocked, it was -- it was a -- this\nis really what I meant in -- I wrote in one of my books that -- that certainly what happened in\nUNRRA, and what I saw and learned there, was the most valuable experience of my life. I think\nit di -- it -- it -- I think it orientated, if you like, everything that I have done since. I mean that --\nall my thinking, and -- so it’s -- it’s extraordinary what you learn when you are -- you know,\nwhen you are close for two years to -- to people with appalling problems. Then you -- you --\nwell, above all, of course, you realize that whatever your private little problems are, they’re\nnothing. They’re nothing. You are extraordinarily lucky. You know, you have -- y-you have -- I,\nin fact, had -- had no roots, because I had no home really. But I never minded, because I always\nsaw myself as a European. So it -- 1t meant -- made absolutely no difference, I -- I didn’t -- I\nwasn’t -- I -- I didn’t miss anywhere. I di-didn’t miss Vienna, though I loved it, but I didn’t miss\nit. If -- if I missed anything, probably, aside from my adoration for France, I missed England\nmost, where I had three very happy years in school. You know, I really loved it. And -- and\nreally I was extremely happy when I -- when I met my husband and he -- years later in France,\nand he was a “Vogue” photographer, and -- and he was sent to London -- we were sent to\nLondon, and he fell in love with London, and that was a very happy thing for me, because there\nwe were, two of us, in love with England. So that was good.",
        "Q: Now, unless I’m mistaken, you’ve said your most difficult UNRRA posting was to\nRegensburg, in -- in *56?",
        "A: Well, yes. Regensburg was very difficult because it was a huge camp.",
        "Q: 20,000?",
        "A: 20,000 Ukrainians. And you really have to be with 20,000 Ukrainians to understand what that\nis. I mean, it’s -- it -- they are -- they are the most stubborn people, and I don’t want to call --\nthat’s always stupid, I want to -- don’t want to generalize and say they were self-serving, but\ncertainly their -- the he -- the people who headed that, completely different from my Poles in\nVilshofen, and the next place where I was, I also had a Polish camp. Th -- wh -- who -- who were\ntotally unself-serving.",
        "Q: Mm.",
        "A: Now, the Ukrainians were th -- j-ju-just -- and they -- they didn’t -- the -- the heads of -- of\nthat 20,000, you know, group, they did not care who knew it, they were the heads of it, and never\nmind the foot soldiers. So it -- it -- it -- 1t really was a -- a difficult thing, and to think that these\npeople came -- you know, came out of a Communist -- basically out of a Communist, if you like,\nchildhood and past. Maybe it was the reaction to it, because it seemed to me that they were more\nfascist, but -- than -- than -- than most Nazis I had known, and I knew a hell of a lot of Nazis,\nyou know? They were also violently anti-Semitic. I mean, they were much more anti-Semitic\nthan any Nazis I had ever met. And this is something that in UNRRA was a -- was a -- a -- a real\nproblem, because we -- you know, we -- we didn’t have actually -- I mean, I didn’t take care of --\nI told you that’s a -- I already said this, of course, the -- the Jewish DP’s were taken care of\nseparately by UNRRA, and that was the right thing to do, because they were able to care for\nthem properly. But there were, amongst us staff, of course there were Jews. We were totally\nmixed. I mean, we came from -- I don’t know, there were 12 countries represented in UNRRA.",
        "Q: Yeah.",
        "A: And the teams were totally mixed, and nobody knew who was what religion. But it came out,\nyou see, when there was this terrible anti-Semitism.",
        "Q: Hm.",
        "A: Because somehow they knew who amongst the UNRRA staff was Jewish.",
        "Q: And so what would happen, what would that provoke?",
        "A: Oh, they would call them names in -- in -- in Ukrainian, and things, which then we were told\nby our interpreters what they had said. And all of -- all of -- all of the staff were told, so of\ncourse, that created a very difficult situation, because you see, none of us really could be in any\nway, anything but neutral. We had to be neutral toward all of them. And you really couldn’t\nexpect people who heard themselves called these names, like you know, Jewish pigs and all that\nsort of stuff, you couldn’t really expect them to behave neutrally toward the people who -- who --\nwho behaved like this, DPs who behaved like this.",
        "Q: Extraordinary in this time but -- and this place.",
        "A: Extraordinary. Absolutely extraordinary. So th -- it was -- it -- but it was not just this that\nmade it difficult, I mean there were -- there were huge difficulties, because of course the one\nthing these people who all -- who had all decided to stay in Germany, not to go back to the\nUkraine, and the one thing they were afraid of were the Soviet liaison officers. [phone ringing]\nThat’s yours, not mine.",
        "Q: That’s ma --",
        "A: Well, so this was a -- this was very -- there were very, very many, you know, conflicts in that\ncamp. And solving the conflicts, and remaining neutral, and yet being in an atmosphere which\nwas profoundly political was really very, very difficult. And it was not only, of course, the -- the\nDPs who -- who were difficult, but as I already indicated, the -- the -- the UNRRA team was\nvery divided, you know, and we had a -- we had in -- in -- in that place, we had an American\ndirector, whose name I will not mention, who knew absolutely nothing -- like many Americans,\nI’m sorry to say, at the time -- nothing about the problems of eastern Europeans. And you know,\nto be in that position, and not to know anything about eastern Europe, that was impossible. It was\nreally impossible, you -- you -- you did a lot of harm then. And we really would have needed,\nand certainly didn’t get while I was there, a director who -- you know, who was -- we had an\nAustralian who was the deputy director, and he was excellent. He was a historian, I mean he had\na degree in history and was deeply interested in history. And he was splendid. Without him, I\nthink -- I don’t know, I -- I think we would have had tragedies. And with tragedies I meant -- I\nmean more suicides. We had suicides, but we would have more suicides, we would have had\nmore violence; we had violence. So you know, we had all the things that we were there to\nprevent.",
        "Q: And lurking among those 20,000 were probably some pretty unsavory characters.",
        "A: Oh, very unsavory characters, I mean, I wrote about this, I mean, somewhere. I don’t know\nwhether I wrote about it in any of the books, but -- but I certainly wrote about it for the times. I\nmean, we -- I mean we had former -- former concentration camp guards in there, which -- who --\nwho -- in -- in a few cases were 1n fact identified by former prisoners. But it was very\nfrightening, I mean some of them were really frightening people. I remember one person who\nwas actually on the war crime list, and -- and I -- I found him. I -- I found this man. He was a\nCzech, oddly enough, and was hiding as a Ukrainian. Spoke some Polish, and was very bright,\nand had done the most awful things. I mean really awful things. And as I say, I was able to\nidentify him, and the Americans, you know, sent a team to arrest him, and that was a very\nfrightening evening, I tell you. Because I was absolutely certain, I had no way of -- of proving\nthis before, but I was absolutely certain that he was armed, which afterwards was found true, his\n-- his barrack -- in fact, the whole barrack was under his thumb, and they were armed to the\nteeth. And of course, nobody was allowed to be armed in any UNRRA camp, you know. And we\nhad -- we had some, but it’s only the American army who were allowed to search barracks. We\nwere not -- nor did we want to, because it would have destroyed our -- our relationship with\nthem, you know? But we had never searched this barrack, and I was absolutely certain they were\narmed. And it turned out -- I mean, it was -- it was really scary.",
        "Q: Had they brought these arms with them, or smuggled them in, or how did they go --",
        "A: God knows, God knows.",
        "Q: You don’t know?",
        "A: Never found out. All these -- the people in that barrack were all taken out of this particular\nteam area, and were -- that was very wise, and they were sent to camps in different parts of\nGermany.",
        "Q: Talk to me now about the stolen children, and about the story of Johann and Marie in -- in\nparticular, that’s --",
        "A: Yes, well --",
        "Q: I don’t know, in any way that you’d like.",
        "A: Well the stolen children is again, you know, it’s a -- it was a -- a very complicated thing\nwhich -- which is true, I mean, I was certainly one of the people who found out about this, it was\na -- because -- I mean, probably because I -- I spoke, of course, fluent German, which very few\nof the UNRRA people did. Most of the UNRRA people came, as I said, from America, or -- or\nsome -- or from England. And then there were, of course, from the 12 nations, but -- but really I\nhad -- I only knew one other person who spoke German, fluent German. So I did find out about\nthis problem. I had no idea how wide it was. I mean, that only came out when the American\narmy people -- I mean the Intelligence people really went into it and they -- they -- well, they\ninvestigated this pretty thoroughly, and so did the British. And it was found that, I mean, the --\nthese children, you know, were all over Germany.",
        "Q: E-Explain for people who might not know what the stolen children are, who they were, and\nhow many --",
        "A: Well, the stolen children, n -- ne -- of course this 1s very important because it’s -- it’s -- it’s\npart of what I was saying before, you know, about the problem that people see the Nazis, they\nstill see the Nazis, particularly in America, as purely a Jewish problem. And of course, the stolen\nchildren are a very, very important proof that it was not that. The stolen children were a part of\nHitler’s racial plan. And it was a racial, it was purely racial. These children all came, almost all --\nthere were some Greek children, but most of them, the vast majority, they were supposed to have\nbeen in -- I can’t -- I can’t swear to this, a -- we were given this figure, and it may be right, it\nmay not be right, but there was supposed to be 250,000 of them. And most of them, by far, far --\nand the -- th -- this was -- of course, the -- the figure, which was confirmed by the Poles, because\nmost of them came from Poland and the Ukraine. The Nazis had ordered that a certain number,\nand I don’t know whether they put this number, I have no idea, but that their officials, who were\nspecially assigned for this program, because this was a huge project, were to bring into Germany,\nchildren as of age one, who were blonde and blue eyed. They only wanted blonde and blue eyed\nchildren, which -- which of course turned out to be a total nonsense because almost all children\nare blonde and blue eyed when they’re born, and remain this for, you know, quite a long time,\ninto -- may well be two years. I mean, I had one little thing, a little girl, who I finally got, you\nknow. And who had been -- who I found -- and who had been stolen, and who was apparently\nblonde and blue eyed. Her foster parents, as I call them, I mean they ri -- she s -- she thought\nthey were her parents, and she adored them, her German parents. And they told me oh, she was\nthe most beautiful blonde, blue eyed baby. And do you know she was almost black haired? And -\n- and her eyes were brown. It was absolutely extraordinary, she was no -- and they had -- you\nknow, they didn’t see this. When this woman, she was in Wirtsburg -- I’m going to start, this all\ncomes back to me. This is not this Johann and -- and -- as I called them, yo -- mem -- Johann and\nMaria. These are just names I invented, you know, but this woman, when I -- when I saw this\nlittle girl, you know, who was adorable, by the way. But -- she was four, not three, she was four.\nAnd here’s this dark haired, brown eyed child, who I wasn’t at all sure wasn’t Jewish. And this\nwoman in Wirtsburg, this mum, who adored this child, went on and on about this lovely blue\neyed, blonde child. I finally said that frau whatever her name was, “She’s absolutely adorable,\nand you’ve done a wonderful job with her, but she is very dark haired and brown eyed.”\n[indecipherable], she said. And she -- and she looked, and st -- and really she gave me the\nimpression -- I may be talking nonsense -- but she gave me the impression as if she had never\nnoticed it. To her, this was the blonde, blue eyed baby who had been given to her. Now these\nchildren who were given only -- let me just say this, they were only given to members of the\nNazi party of good s -- in good standing, who wanted children, who either couldn’t have\nchildren, or whose children had died, or -- or whatever. There was always a good reason. And\nwho were known to be, in all probability would be good parents. They were very, very careful\nabout this. And I did not -- I met a lot of the parents, and of course I met a lot of the children. I\ndid not meet one single child or one German parent where they didn’t love each other.",
        "Q: But of course the Germans were less careful, the Nazis were less careful about how they\nactually got these children. They kidnapped them from this --",
        "A: Oh no, they -- they were totally uncareful. I mean, they kidnapped them off the streets, they\nwent int -- they went into nurseries, they went into -- into schools. I mean, it was absolutely\nappalling how they did it. And the parents --",
        "Q: Did the program have a name? I mean, th --",
        "A: In -- the German name, there was a name, but I’ve forgotten it now. I’m sorry.",
        "Q: [indecipherable]",
        "A: I’ve forgotten that it -- it did have a name, but I’ve forgotten it. I can look it up, but that’s too\nlate for you. No, I’ve forgotten what the German name was. But they -- but I certainly know how\nthey did it, and of course I -- I -- I managed to see -- I -- I took one train back, of -- of stolen\nchildren. We -- of course we found quite a few of them, and this one train I took back, it was an\nextraordinary experience, really.",
        "Q: Back to Poland?",
        "A: Back to Poland, yes, and these were desperate children, you know.",
        "Q: How old were they?",
        "A: Well, there were small ones. I mean, this 1s -- the four year old was part of it, of this particular\ngroup. But I mean, they were up to, you know, 10. They tried to take them under 10, below 10.\nBut they did have some children who were school children. I mean eight -- seven, eight, nine.\nAnd -- and this was particularly difficult for them, too, because the smaller ones, of course, you\nknow, they didn’t know really, what had happened. If they were very small, I mean babies, like\nmy little -- this little four year old, she didn’t -- she had absolutely no idea that there was a Polish\nparent. Of course not. And she adored her -- of course she adored her -- her Wirtsburg parents.\nBut the older children -- I mean, we had -- we already, when we had them in our camp, because\nwe would -- we had them in conditioning camps, you know, we opened special stolen children\nconditioning centers.",
        "Q: Wh -- kind of a staging post that --",
        "A: Staging post, conditioning centers we called them to ourselves, where the children received\nthat kind of care that -- you know, that was needed at the time. I mean, also they received lessons\nin Polish or Ukrainian. And so on and so forth. And -- and -- and they stayed for awhile, I mean\nthey stayed two, three months in these camps, and were very unhappy, very unhappy. They’ve\nbeen taken away from people they loved, even though they knew that there were -- the older ones\nI’m now speaking of -- they knew that there were parents elsewhere who were their real parents.\nBut you see they -- they had been there for three or four years in Germany, they had had no bad\nexperiences. They had only been loved. And if they had not been, because some of them could\nnot be kept in families, and they were sent to Hitler youth, well really centers. But there again,\nyou see, I mean I’ve -- you know, I’ve been to these Hitler youth centers, and I -- I know it’s not\npopular, particularly in America for one to say this, but you know, they were very well run. And\nthe young people who were in charge of them were good people. They were not bad people. And\nthey -- when they got these young, foreign kids, they were nice to them. There was a lot of\ntenderness. I mean, I went to one camp where they were in fact I -- I -- I fo -- I found, you know,\none -- one little erght year old boy who had been there for two years. And -- and I stayed in a --\nin an UNRRA center, in an untr -- UNRRA camp -- not camp, but in an UNRRA team in the\nsame town.",
        "Q: Yeah.",
        "A: And -- because I wanted this little boy to get to know me slowly, because I was going to take\nhim away. And he had been taken away now so many times, you know. So I didn’t want to do\nthis suddenly. So I thought I’d give him four days, which isn’t long.",
        "Q: Yes.",
        "A: But you know, it’s as long as one could -- could afford really, in a way. And so I would go\nand spend most of the day there, so that he would see me all the time. And I would be there in\nthe evening, and I saw these Hitler youth leaders, as they were called, go around the beds, and\nkiss the children good night, and tuck them in, and you know, and -- and -- and smooth their hair,\nand -- oh, and they also asked, did you clean your teeth and all the rest. [indecipherable] like all\nparents do. But I never heard any cross word. Of course, boys of that age, I mean, th-they also\nlearned to march. Well of course they did, but of course they adored that, they liked it. Then they\nhad open fires you know, in the evening, and they sang songs, and these little Polish boys, well\nthey would -- when they came, I was told, they would -- they would -- they didn’t speak any\nGerman, and so they would slowly be taught by the other children, who were absolutely\ncharming to them. It was -- it was strange, because I knew that I was -- I was seeing something\nthat one would t -- y -- di -- you know, that one should really, you know, hate, because it was -- it\nwas [indecipherable] being hateful. And not at all, they were all terribly nice. You know, life was\nmore complex then. Primo Levi wrote in one of his books that --",
        "Q: May we turn this --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is tape number two, side B, of an interview with Gitta Sereny. Sorry, you were saying\nPrimo Levi.",
        "A: Yes, but I can’t -- I can’t remember unfortunately, the exact quote, so I’m -- I’m not saying\nthat ’'m quoting him verbatim, but he said something about that nothing in these situations was\nblack and white, it was all gray. And that is, you know, the fantastic lesson that those of us who\nreally worked with this -- with this -- these DPs, and with these children and -- and with the\nGermans who -- who -- who had these children, and all the rest of it, you know -- and then with\nthe Polish parents -- oh God almighty, the Polish parents, who of course, you know, they -- I was\ncoming to that, but I’m -- it was -- it was all gray. There was no -- there was nobody who was\nterrible, or who was -- who was wonderful. It wasn’t really like that. They were just ordinary,\nreally, in a way. But everybody -- that’s the extraordinary thing, everybody was capable of love\nfor children. It was certainly true of all the parents I met, and I certainly met -- I would have\nthought, at least a hundred couples who had such children.",
        "Q: You know, I really don’t envy you this job. Did you actually have to remove children from\none set of --",
        "A: Yes.",
        "Q: -- parents and deliver them to --",
        "A: Yeah, we did, yeah, terrible, terrible. But thank God I didn’t have to do it often. I mean thank\nGod by that time I was promoted and you know, this was left to -- oh, this -- I was able to you\nknow, peop -- other people could do this, so I didn’t have to do this. It was a terrible thing,\nterrible. It was a terr -- and -- and you know, one didn’t know what was right. One really didn’t\nknow. I mean, I cannot tell you how many cases there were where I -- I really wondered whether\nI was doing the right thing. Should they not be staying with these -- particularly the little ones,\nshould they not be staying with these parents they adored, who adored them? They were children\nwho had never learned any language except German. They knew nothing about Poland or the\nUkraine. And what was going to meet them when they went back? And that’s what I found out\nof course, when I took that one train back. It was -- you know, it was a -- a traumatic experience,\nbecause the -- the -- the -- the children were isolated from these parents, who were expecting\nthem with open -- oops, sorry --",
        "Q: That’s okay.",
        "A: -- with open arms, and with open emotions and with -- you know, it was all so emotional. And\n-- and the children could not give. They couldn’t give what these parents wanted. And when\nthese parents took them in their arms, the children shied away from them. It was absolutely\nterrible. And there was one -- I mean, there was -- I -- I made one trip afterwards, and went back\nto three of these couples.",
        "Q: I was going to ask you that.",
        "A: I went back to three, I couldn’t do more. But I went back to three of the couples. In only one\nof them it had worked. And I was told that it hardly worked in any of them.",
        "Q: When you say worked, I mean, the children run away, or --",
        "A: The children -- no, the chil -- the children ran away, the children were traumatized, the\nchildren wer -- were doing terribly badly at school, the children were -- were -- were naughty,\nwere -- were violent, were everything you -- every problem that we know that children have,\nthey had. The children wanted back. I mean the two of the ones where I went, of the three, the\nchildren told me where they want back, they wanted to go back to Germany, they hated Poland,\nthey hated every minute they had spent there. They couldn’t get on with anybody, the language 1s\nhorrible, their language is German. They didn’t like the music, and you know, Polish music is\nbeautiful. They didn’t like the music, they didn’t like anything. And I said, “You’re being\ntotally,” -- these were older -- these two were older. I said, “You’re being totally negative, this 1s,\nyou know, quite wrong, you’re not helping.” “We are too young to help.” Quite right, too. They\nwere too young to help. It was asking too much of children, you know.",
        "Q: So what was -- what was the effect on you of having to, you know, witness these ghastly\nthings, and do these pretty ghastly jobs?",
        "A: Well, you -- you say ghastly, but of course, you know, they weren’t ghastly at the time. I\nmean, the problems were terrible, but you know, we are -- we are -- if we are adults, you know,\nif we are adults, and I of course, became adult very early. And if you are -- in particular if you\nare -- were also a man, it’s -- I was just going to say particularly if you are a girl, but it’s not so. I\nmean, I -- we -- I had colleagues, particularly if I think of this Australian I have already\nmentioned, you know, who had exactly the same, if you like, gifts that I had, which was A, to be\nable to see both sides, which is very important, cause it’s the only way to be -- to maintain some\nkind of objectivity or neutrality, is to be able to see both sides of each question. But also who --\nyou a -- you know, who had the kind of need to give to children. This is one of the things that\nyou really needed. You needed to be the kind of person -- I mean, if you were a child welfare\nofficer in UNRRA, you needed to be the kind of person who needed to give to children. Of\ncourse, if I turn this on, it won’t come on. I have to turn it on over there.",
        "Q: Don’t worry, Pll do it. Let me --",
        "A: No, no, it has to be over there.",
        "Q: Pll go over there [tape break] ... ask you about the German NS trials and what -- what it was\nlike to be there, and --",
        "A: Well, sure, I don’t know what to say about that. I mean, I went to so many of them.",
        "Q: Why did you go?",
        "A: Well I -- I really went because I was very interested, but also because I was working for the\n“Daily Telegraph Magazine” at the time, and they had a wonderful editor there, I wrote about\nhim, John Anstey, and -- and he was very interested in this problem, and so he -- he backed me,\nyou know, he backed me for all these things, and you -- you had to have somebody like that if\nyou were going to go do -- you know, I mean I -- I went to these trials for six months. So of\ncourse he -- he paid all the expenses. I mean, you can imagine what that costs. Not to speak of\nmy time, but he didn’t pay much for that, I’ve got to say.",
        "Q: But you went backwards and forwards, or you stayed there?",
        "A: Yeah -- no, no, I's -- I would stay for -- for weeks and come back, which was not very good\nfor my family, I mean it was -- it’s terrible what one does to one’s family, really, you know. One\nthinks that this is all so important, but of course, as I found out later, I mean it certainly -- I -- I --\n[ -- it was not very good for my boy, who was, of course, in boarding school, but I mean, even\nso, it was not good for him. He didn’t see very much of me. Well, anyway -- but these trials\nwere, of course, fascinating, and it was fascinating to write about them, you know. And I learned\nan awful lot. But what -- what was most important to me in the end was that -- that it was not\nthrough trials that one could find out what these people were about, because trials are limited in\nwhat they can find out, however good the prosecutor is, you know. And this -- it happened to be\nthe one -- the one who was involved in most of these trials in Dusseldorf was a very, very good\nprosecutor called Alfred Spiess, who became a great friend of mine, at last he died. But he -- he\nwas a -- a very bright man, and he tried in fact, to enlarge these questions, too, because he also\nwanted to know, you know? But he had to find out that it was simply not possible. I mean, the\ncourtroom does not lend itself to this. So this 1s where I really got the idea. Wit -- no, it wasn’t\nwhere I got the idea, but certainly where the idea strengthened in my mind that -- that I wanted to\nfind somebody I could talk to. One of these people who -- cause most of them, you see, just said\nthey were not guilty, they -- you know, they -- they -- they -- they were acting under orders,\nwhich is true of course, they were acting under orders and they -- they couldn’t have done\nanything but what they did, which of course is not true. But that’s all they -- that’s all, really, one\ngot out of most of them. And I was looking for one where there was -- there was some remnant\nof conscience. I can’t tell you how difficult that was. I mean, all the trials I saw, the one I found,\nfinally found Stangl, was the only one And Spiess said the same thing. He may -- he -- you\nknow, brought my attention to -- to Stangl, he really presented him to me. He -- he phoned me\nand said, “Look, I think I’ve now got the man here in front of me. You must come very quickly.”\nAnd so I took the next plane to Dusseldorf, and went to the trial, to the Stangl trial, which went\non for 10 months.",
        "Q: Was this 1970?",
        "A: It was 1969, I think.",
        "Q: °69.",
        "A: Yeah. I’m not absolutely sure about that, but I think so. Anyway, it’s in my book. And you\nknow, after one day of sitting there, I knew that -- that -- that Spiess had hit the nail on the head.\nThis was a slightly different man. It was -- the degree was very small, how he was different, but\nthere was just -- there was a sadness about Stangl, which I had not found in any of the others, and\nwhich Spiess had not found in any of the others. They were arrogant, they were hard. They were\nproud of what they had done. Stangl was not proud. And quite aside from that, he was sad. And I\nthought, if he was capable of being sad, unless we find out that it’s only about his situation, if he\nwas capable of being sad about the whole thing, then there was that remnant of conscience,\nwhich of course I did find in him. Took me a long time. Took me a very long time to find it, but I\ndid find it. And he was the right choice. I mean, I couldn’t have done this with -- with any of the\nothers. I met several of the others before, and of course after I met him. And -- and tried to talk to\nthem, too. And only one of I met, who -- but he was not -- he was just not as intelligent. I mean,\nStangl was not very intelligent, but he was more intelligent. And in fact, if he hadn’t been more\nintelligent, he wouldn’t have been given the job he was given. I mean, he was a -- he had an\nenormous job. I mean, commandant of Treblinka and commandant of Sobibor, you could not\nhave a bigger job in that branch of the SS or Gestapo. It was impossible to have a bigger job. So\nof course he had the qualifications. He was a brilliant organizer, which is what was mostly\nneeded. And -- and he was a -- he was a man, in a way -- don’t misunderstand it, but he -- he was\na man in a way, of quality, in that he had no -- no vices. He was not a drunkard, he didn’t play\naround with women. He didn’t, of course, didn’t gamble, or anything like that. And he was not a\nman given to violence. So there were four things, which no doubt the Nazi bigwigs who\nappointed him saw just as much as I did. I mean, they had him first -- his first assignment, his\nfirst -- I mean, he was a police officer, of course, an Austrian. He was from Wels in Austria. He\nwas a provincial. And his first assignment as a police officer, was to become the police head of\nSchloss Hartheim, which was a euthanasia institute. Bad enough, God knows. And there -- and\nth-these euthanasia institutes, where they appointed 96 SS people to become either heads or, you\nknow, or officials there. Always in higher positions, of course. Under them they would have\nUkrainians and Latvians, and usually Baltics. They could, of course observe and -- and see these\nquote, qualities, unquote, which I have mentioned. Because already in the euthanasia institute, I\nmean, it was quite clear that he had these qualities. And so he was -- he was predestined to be\npromoted, there’s no doubt about it. And then he -- he -- he got these two jobs, first at -- in\nSobibor, as a kind of preparation, which he opened, which he started, built. And then of course,\nthe worst one of them all, Treblinka, I mean that was the worst place. Oh, I don’t know whether\nany of them were worse than any other. I mean, the -- that’s -- they -- they were places, you\nknow, which only existed for killing, I mean, they were not for anything else. Which probably\nit’s -- it’s too extraordinary that -- that -- that 60 years later you have the same misapprehension,\nor miscomprehension of these places, which ha -- which existed then. I mean, even now, again,\nthis book I’ve just finished reading, which is about to come out in America, I mean again, I mean\nthese places are -- Dachau is conc -- 1s -- is described as an extermination camp. I mean, total\nnonsense, you know, it’s full of total nonsense. The -- the whole problem, which has been\nwritten about more than any other -- what, any other event in history, this extermination of the\nJews, I mean it’s -- really, it’s -- it’s ust incredible the number of books and -- and essays, and\nnewspaper a -- films, what -- what have you, which have been done on this subject, and still\npeople don’t know. Too extraordinary. Anyway, there were only -- there were only four of such\ncamps, which were only there for exterminating people, that nobody spent a night there, nobody\nhad a meal there. Nobody washed there. They came in, they were killed, that’s it.",
        "Q: There was nothing except --",
        "A: Well, there was a -- there were so-called work Jews, where they took out of every transport\nwhich arrived, of perhaps, you know, up to 10,000 people, they would take five, or whatever,\nwho looked young and strong, possibly spoke a language or two. Possibly somebody liked the\nlooks of them. Ho -- what do I know how I chose them? But they chose them, and -- and they\nwere allowed to live for a while, working the camp. The camp had to be worked. The Germans\ndidn’t work the camp, and the Baltics didn’t work the camp. It’s perfectly true that the work\nJews worked the camp. And it allowed them to survive, maybe for a week, maybe for a month.\nSome of them just survived. And you know this was a question I asked -- have asked myself a\nmillion times since then -- not a million, but one says a million, but countless times -- what\nwould I have done? And all these people who so readily judge such men and women, instead of\njudging they should ask themselves this question. I mean, how dear is life to us. And I tell you\nlife is very dear to us, and I am not sure, I am not sure at all, and really I do have principles, but\nI’m not sure at all that I would not have done what they did. After all, as work Jews, they could\nhelp people. They could, and did, very often. They also could be absolutely terrible, and some of\nthem were. Absolutely terrible. Worse than the Germans, certainly. But my God, what would\nyou choose? What would you have chosen? Did you ever think about that?",
        "Q: Many times. Many times. I’m just very grateful I was never tested.",
        "A: Yeah, so am I. So am I, because my God, you know, to answer that honestly is very difficult.",
        "Q: Mm.",
        "A: But I think I would have accepted the offer, to stay alive. You know, some -- I mean, I’ve\ntalked to -- to women, not many, but I’ve talked to women who -- who did it by -- by becoming -\n- you know, by becoming the mistress of -- of this or that -- either -- either [indecipherable] or\nGerman SS. Well, I don’t know whether I wouldn’t have.",
        "Q: Mm.",
        "A: ’'m not sure I wouldn’t have.",
        "Q: It’s impossible to say.",
        "A: The thing is that death was so obvious. You see, it is -- I mean, they say now that these people\ndidn’t know. Well, of course they didn’t know when they arrived, but my God, within minutes,\nwithin seconds they knew, because the work Jews told them at once. They had not even got off\nthe trains and they knew. And if -- if -- if the work Jews saw somebody they liked, whose looks\nthey liked, or who smiled at them even, I mean the smallest thing could do it. They would say\ndon’t do that, don’t do that. Say you are that, say you are this, when you are asked. Behave like\nthis or that. They would whisper to them, in whatever language, you know, communication --\nthey could communicate. And they saved lives that way, of course.",
        "Q: So y -- to take you back to Stangl, you’ve explained your motivation in seeking him out, can\nyou remind us very swiftly how he escaped, and how he came to trial?",
        "A: How he escaped, oh God. Well, he escaped in Austria. Let me try and think, ’ve forgotten\nnow. Oh, he escaped, how did he escape? I’ve forgotten how he escaped, I’d have to --",
        "Q: Was it with the help of the Vatican [indecipherable]",
        "A: -- I'd have the -- well, no, no, he didn’t escape with the help of the aust -- I mean he -- he\nescaped with his own -- you know, by his own intelligence, but he -- he -- he esca -- he used the\nVatican escape route. There was an Austrian -- an Austrian bishop, whose name I’ve now\nforgotten. You know, it’s impossible to -- to keep all these names in one’s mind. But anyway,\nwhose name I have now forgotten, but this bishop was the link man for this so-called Vatican\nescape route, and had also the means -- I mean, was able to provide them with the means -- that\nis, Red Cross passports, and things like this, which they had to have because they had to cross\nborders, you know.",
        "Q: Sure.",
        "A: And they had to get to Rome. I mean, they have to get Rome if they were going to get\nanywhere. And this is certainly what happened in Stangl’s case. I mean, he was -- he was -- he\nwent to this, he heard about this bishop, he went to him, he -- the bishop kept him there for a wh\n-- a few days, to let him rest and to -- and to prepare the papers. And then he gave him the papers\nhe needed, gave him some money. And of course this is a terrible thing, an absolutely terrible\nthing, but there you were. The Catholic church did many terrible things, they did many not\nterrible things. It’s -- again, it’s a gray area. Again, nothing is black and white. You know, and\nthey were wonderful people, they were nuns. I mean, God almighty, what the nuns did in Austria\nand Germany is fantastic. You know, the number of people they hid, children. They hid Jewish\nchildren, but not you f -- for -- for a night or for a week, but for months, months. And you -- you\nhave to try and imagine what it’s like to live in a Nazi country, and to hide a number of Jewish\ngrown-ups, Jewish children. It -- 1t -- it -- I mean -- you know, death was always around the\ncorner, I mean just around the corner. And the Nazis had absolutely no reason to -- to -- to spare\na nun. They disliked the nuns as much as they dus -- disliked anybody. They disliked the\nCatholics. So, 1t was dangerous. So if -- if we say, you know, that like this bishop, he ju -- he was\ndoing terrible things by saving people such as Stangl, yes he did, he was. It was terrible. But just\nat the same time, there were wonderful people who saved people. And it is absolutely true that\nthis bishop, of course, did not know what Stangl had done, because of course, he wasn’t told.\nThey were very careful not to tell him what these individuals had done. Would he have helped\nhim anyway? I think he would have. Because A, I think he was a Nazi, and B, he was not a good\nman. I think he would have, but purely factually, he did not know who these people were.",
        "Q: Stangl was finally tracked down where, in Brazil? Was he brought back --",
        "A: In Brazil, he was tracked down -- he was tracked down in fact -- well, Wiesenthal, Simon\nWiesenthal said he tracked him down. Stang] said this was not true. But you know, are we going\nto believe Stang] rather than Simon Wiesenthal, it’s very difficult. It’s a very complicated story\nhow he was tracked down, and it -- and I think that actually Wiesenthal did have a hand in it. I\ndon’t think he actually discovered him, but he had a hand in it.",
        "Q: What persuaded Stang] to sit down and talk to you?",
        "A: I tell you something, I think all -- all people want to talk. Except me, I’m not very eager to\ntalk. But then, I really have nothing to hide, I don’t think. But all these people who lived hidden\nlives, they all wanted to talk. I think that basically, I mean, if you want to talk ab -- if you want to\nconsider this from a human point of -- or a humane point of view, I think they were all very\nlonely. You know, most of them were separated by prison and other, from their families, their\nwives, their children. I mean, certainly in Stangl’s case this was so. Saw themselves sentenced, if\nnot to death, because the death penalty had been abolished, but certainly to life in prison. You\nknow, and they were young, I mean, they were not old men. Stangl, I can’t remember how old he\nwas, but he was certainly not more than what, 35 or 38, I mean he was -- he was young. And the\nearliest he could have got out of prison -- this is -- he was sentenced to life imprisonment, was\nwhen he was 60. Now just imagine a life like that. Well, I mean, course criminals, you know, we\nknow this, this happens to -- to many criminals. But of course, he didn’t consider himself a\ncriminal, not until after he talked to me that he began to see what the rest of us thought.\nHowever, there were other reasons why he -- I think, why he -- at wa -- he talked -- he started to\nagree to talk to me because his appeal was going to come up, and he thought that I was going to\nhelp him. Now, I -- I -- I -- I -- ’d disabused him of this idea, because I had told him\nimmediately that I would not help, and that what I would write would do absolutely nothing\ntoward helping his appeal. But that if he talked to me, and if he talked to me fully, I would write\neverything he said, everything for, everything against, whatever he said, I would write it. And by\nthis time there was the other element, which was A, Stangl -- you have to understand this, Stangl\nwas an Austrian, this why I immediately said he was a provincial Austrian. And we talked to, in\nmy kind of German, which is of course upper class German, we talked to by a young woman,\nwhich I was at the time -- I mean, a youngish woman. A youngish woman, you know, a --\nsomebody who represented something. A lady. He’d never met a lady in his life. And suddenly\nthere was this lady who was willing to talk to him, and listen to him. This was extraordinary for\nhim. It’s very hard to explain this to people who don’t know Europe. You know, who don’t know\nwhat a provincial Austrian is, or Hungarian. It’s very much the same. And I think that this\nweighed as heavily finally, as anythi --",
        "Q: So it was a kind of an honor to him to be talking --",
        "A: It was a kind of an honor, and the -- the director of the prison in Dusseldorf, whose name is\nMies, and who is a really good man, very good wife, too. I saw a lot of them. And he said that --\nhe went to see Stangl quite often, quite often in the evening after he had talked to me. And Stangl\nwas in a State of -- this was such an experience for him, you know? And he would start talking\nabout, you know, the way I asked him questions and so on. And he would tell him that -- that,\nyou know, she asked me -- he would tell Mies that, well [inaudible] I was the countess, of\ncourse, yeah -- what can I do? “You know,” he said, “the countess asks me such difficult\nquestions. They are really very, very difficult, but she asks them in such a way, you know, that I\n-- I feel I -- nots -- not that I can, I must answer.” It’s wonderful, I mean it’s -- it’s really\nwonderful, but it’s -- it’s -- you know, I’ve said this to lots and lots of young journalists, who of\ncourse, I mean, would love to do this sort of thing. But honestly you have to -- you -- you really\nhave to think whether you can confront people like this. And whether you can be -- it’s very\ndifficult -- whether you can remain -- not just pretend, that’s easy, but inside yourself, retain\nsome kind of objectivity.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a United States Holocaust Memorial Museum interview with Gitta Sereny, conducted\nby Vera Frankel on February 28\", 2004, in London. This is tape number three, side A.",
        "A: I mean that -- that [tape pause]",
        "Q: What made it possible for you to do that? Where d -- what is it, do you think, that made it\npossible for you to --",
        "A: Well, I think it’s A, it’s because I’m not Jewish. I don’t think this is possible for a Jewish girl,\nor a Jewish woman to do. It’s not -- it’s not possible, it’s just too difficult. It’s emotionally\nimpossible, because this is the man who killed them, and you can’t, I mean you can’t. If you -- if\nyou carry the weight of your religion, or your -- you know, or your background, your roots, your\nparents, your grandparents, I mean how can you? How can you?",
        "Q: Nonetheless, how did you feel, knowing who he was, sitting down, looking at him for the first\ntime, beginning to delve around in his psyche --",
        "A: Listen, he was just a man. He was just a man. He was -- he -- he became a bad man, but he\nwas not bad man when he was born, you know? He was a perfectly okay man when he was born.\nHe had a terrible childhood, which always counts. It’s always very important. A terrible\nchildhood, and he somehow got through this childhood because he fell in love. And he really\nadored his wife, who was almost as guilty as he in my eyes.",
        "Q: In what way?",
        "A: Well, she could have stopped him.",
        "Q: Oh, she had the power, you mean?",
        "A: Of course she had the power. She had the power, and you know what her power was, a -- her\nsex was the power. They were two people who were sexually so attuned to each other, and so\nimportant to each other, that the relationship was three quarters sexual, and one quarter whatever\nelse there is. In most our relationships with our husbands, you know, it’s the other way -- it\nbecomes to be the other way around, because you can’t maintain this sexual excitement, you\nknow, for more than what, three years? I mean, that’s already extraordinary if you maintain it for\nthree years. Afterwards, well, it’s -- sex is part of it, but it’s a tiny part of a re -- a relationship. A\nrelationship is -- is friendship, is love. And their love was very sexual. And had she been a better\nwoman, a stronger woman, and not just a -- a devout Catholic, as the book says you must be a\ndevout Catholic, that’s all she was. She could have used that sex to get him out of it, because she\nshould have known that even according to her own religion, which she so -- you know, so\ndevoutly believed in, he was going to hell. He was lost. And she allowed him to be lost.",
        "Q: It’s interesting, you seem at this stage to have more compassion for him than for her, in a\nway.",
        "A: Yes, because women have terrible power, you know, and if they don’t use this power the right\nway, I despise them. I despise them. I think -- and it isn’t, you know, it really isn’t that women\ndon’t know that they have this power. You don’t have to be an intelligent woman to know that\nyou have power.",
        "Q: But you have to have some qualities that ar -- that are irresistible, and be aware that you have\nthem. I don’t think all women can be said to be aware of that kind of thing. I mean, doubtless\nthis, you know, this woman clearly was --",
        "A: I think that if you -- if -- 1f you have a very strong sexual relationship with a man, you already\nknow that you have the power, you know? Or, if you have love, and even if you don’t have that\nsexual relationship any more, you know what the love means to the man. And what the\nwithdrawal of such love would mean. No, no, no, women are very powerful. I’m not saying all\nwomen are equally powerful, but women on the whole, are very powerful. And if they don’t use\nthis power for the good, their own good, their husband’s good, ha -- their children’s good, then\nthey are despicable. Much more despicable than men, who are very often quite weak. Stangl was\ncertainly weak, I mean there’s no doubt about it, he was weak. Which is one of the reasons,\nprobably why he did what he did, cause it made him feel strong. I mean, it was incredible to be --\ncan you imagine what it is like to be in the position where you are the -- the -- the -- the -- the\ngod over life and death, not just of a few people, but of hundred thousands of people? I mean, 1-is\nit imaginable?",
        "Q: But did you get any clue as he -- ho -- as to how he did this day to day? Where he was --",
        "A: Oh yes, I mean certainly, my -- my book 1s full of it, it tells it very clearly, but I mean, I can’t\ndo this here, it wa -- it’s a huge --",
        "Q: Give me a sense.",
        "A: -- long story, I mean wa --",
        "Q: Give me a sense of how a person does that, or how Stangl did that.",
        "A: Well he -- how did he do it? I mean, I’m just -- don’t quite know how I could answer that\nquestion how. I mean the qu -- better question is probably why.",
        "Q: Okay.",
        "A: Why did he do it? And I think he did it because yes, it made him feel strong. He knew of his\nweakness, and he had to be strong, because his wife, who was more important to him than life,\nreally, could not love a weak man. So you see, he accepted a job in the police. You remember,\naccepted a job in the police, that was when he was a very young man, and he -- he was a weaver\nby profession. Gave that up, went into the police, why did he go in the police? I asked him why,\nwhy? And he said, “Oh, you know, they had these wonderful uniforms, and they were so\nimportant.” That’s where it started. And the m -- you know, the further he went, then the\neuthanasia, for God’s sake. I mean, think of the importance -- how important he was in a place\nwhere they were murdering -- we call it murder, they of course, didn’t. Mercy killing they called\nit, which is not something that is completely strange to us.",
        "Q: Is that what he called it still when he spoke to you?",
        "A: Absolutely, absolutely. He said you cannot -- you -- you find this in there, he wa -- you\ncannot imagine what they were like. You cannot imagine when they arrived, what they were.",
        "Q: Well of course I can imagine. I mean, I have been in insane asylums. I have been in many\nhandicapped institutions -- in-institutions for the handicapped. And the -- it can be terrible, and if\nyou are uninterested, or if you are not capable of -- of communicating, if you like, 1-inside, with\nthe -- the spirit of these people, of such people -- and you know with -- with many insane, you\ncannot communicate, but with the handicapped, you can communicate. But if you are incapable\nof it, and only see these totally destroyed bodies, which is very often the case, well then you --\nyou know then of course you will think they would be better off dead, as one of the nuns he\ntalked to, a Mother Superior said she felt they were better off bed in -- dead in heaven. Well of\ncourse she would feel that, wouldn’t she? No, not of course, but it is understandable that she\nmight. But think what science, what our -- what our generation -- and I know nothing about this,\nyou know, because I am not a scientist, I am not a mathematician, I -- it’s simply not my thing.\nBut what would our generation have done without Stephen Hawking? And here is a man whose\nbody is totally destroyed, and whose spirit is totally there. Now what -- what -- can you imagine\nwhat the Nazis would have done to Stephen Hawking? I mean, people should think that way.",
        "Q: Mm.",
        "A: And of course Stangl would have thought that 1t was a mercy to kill Stephen Haw -- Stephen\nHawking. Because he would never, never have been capable of seeing that spirit, of feeling that.",
        "Q: And what did he feel at Treblinka, what did he come to feel, if anything?",
        "A: At Treblinka, well that was different, of course. I mean, this -- the -- one -- one cannot for a\nmoment forget the pre -- you know, conditioning all these Austrians and Germans -- mostly\nAustrians by the way, who were the supervisors of these extermination camps. I mean, their --\ntheir -- you know, their preconditioning was the most extreme that you can think of -- which\nended, of course, if you like, or it began with the euthanasia. But -- but -- by the time they were\nsent to the euthanasia institutions, th -- the -- the authorities knew that they were capable of it.",
        "Q: How do you test these people, before he goes, say to that institution?",
        "A: He was -- he was a bl -- I mean, I was absolutely convinced from what he told me, that he wa\n-- that he was, you know, even before he was sent to Berlin to talk to psychiatrists, which they\ndid before he was assigned to the euthanasia. But even before that, they -- of course they\nobserved him. They observed him in his police work. He said they couldn’t have observed me,\nbecause I didn’t do anything. You don’t have to do anything. The question is how you behave.\nHow you talk to your superiors, or to your comrades, or to those you arrest, or whatever. There\nare a million ways. I mean, you can do this here. You can talk, you can find out -- I mean, you\ncould -- you could -- you could talk to different police officers here, and after half an hour, you,\nfor instance, you would know what they were about. And I would know what they were about.\nYou know, it’s -- it’s -- 1t’s impossible to hide if you are a certain kind of person.",
        "Q: But there must be a difference. I mean, there must be a -- th -- th --",
        "A: I’m not saying that every police officer --",
        "Q: No, no, no.",
        "A: -- but I don’t mean that at all, of course.",
        "Q: No, but there must -- must have been something in him that -- you know, that Treblinka was\nso special, and so awful.",
        "A: Yeah, but there were 96 SS men, young men like he, and even younger, who were part of this,\nin these four camps. 96 of them.",
        "Q: How old was he when he became commandant, do you remember?",
        "A: I don’t remember, no, but it’s in the book, I’m sure. I don’t remember how old he was.",
        "Q: And how did you bring yourself day after day to go back and listen, and probe, and --",
        "A: Oh, but -- but -- but listen, this was fascinating. Let’s not forget this. I mean, first of all I was\ndoing something -- and I really don’t mean this in any, you know, in any journalistic way, but I\nmean it was something that hadn’t been done before, and that needed to be done, to my mind.",
        "Q: Sure.",
        "A: And I was -- I was getting -- very slowly getting a feel of -- of -- you know, of the thing that I\nwas looking for, very slowly. Took a long time.",
        "Q: How long did you spend with him in all?",
        "A: I spent three weeks with him, every day. And then I went back and spent another week with\nhim. So all together I spent four weeks with him. But this -- these were long days, you know. I\nmean, I came there at nine in the morning, stayed until half past 12, I think it was, came back at a\nhalf past one, and stayed until five. Now -- during which time he talked all the time.",
        "Q: What is it that’s kind of burned itself into your mind of -- of what he told you? What are the\nimages, or the particular stories that you can’t forget?",
        "A: Well, first, no -- I do -- I can’t tell the stories, but I mean what -- what set -- burnt itself into\nmy mind at first, and which has been confirmed by -- you know, by -- by many other talks I’ve\nhad with people such as Stangl, 1s their self pity. I mean, first there is the self pity which is\nperfectly justified, about their childhoods. Every one of them had a terrible childhood, I mean it’s\nextraordinary. It’s extraordinary, I’m -- I’m horrified at the number of terrible childhoods there\nare. And it’s true, you know, because I looked into it afterwards in each case, and I found out,\nabsolutely confirmed, beaten, all the rest of it, you know. Absolutely true. And -- and these\nchildren are conditioned, for God’s sake, for violence. You be violent with a child, and the child\nin conditioned toward violence. I’m not saying that every child that is beaten as a child is going\nto become a Stangl, of course not. But if the circumstances are created, where becoming a\nStangl, or something like that, is admirable in the eyes of the community, that’s it. That’s it. And\n-- and for Stang] this was exactly it, I mean it was admirable what he was doing.",
        "Q: So from what you tell me, I mean there 1s no sense of, you know, being when you -- you’re in\na room with Stangl, of being in the presence of evil. You’re in a room with a provincial Austrian\npoliceman who got lucky, or what?",
        "A: No, you’re in the room with a -- it’s not -- that’s too simple, really. And you’re just saying\nthis to draw me out, I know. But of course it’s too simple. You can never simplify somebody like\nStangl, you can say -- I can say here is just a provincial Austrian. Of course he was just a\nconvincial -- provincial Austrian. But he was a provincial Austrian who went through a series of\nexperiences which burned itself into his spirit, and corrupted him totally. He was a totally corrupt\nman. A man who should never have been allowed again into the presence of children. Which is\nwhat his wife felt, eventually, you know? I mean -- and -- and I’m not even saying that -- you\nknow, I’m not even saying that you can blame only Stangl for this. You have to blame -- you\nhave to blame the whole -- the circumstances, and the environment. So the people who created\nthis environment, are of course as blameworthy as Stangl. Do you see what I mean? I mean, of\ncourse Stangl, had he had the right help from his wife, he could have got out of it. But it would\nhave been difficult, and demanded, you know, character. I mean, the kind of character he didn’t\nhave. I mean the kind of civic courage that he didn’t have, and also some conviction of sorts that\nhe didn’t have. For instance, the conviction that no one person, because he was Jewish, is bad,\nrather than another person is good. I mean, it -- it simply -- thi -- thi -- this is -- the moment this\ndivision exists in the person, where to him, you know, where a Russian 1s bad, and an\nEnglishman is good -- I mean, this is total bullshit of course, total nonsense. And the moment\nyou feel anything like that, which is one of the dangers of war by the way, you’re lost.",
        "Q: What was the experience like for you? Apart -- you’ve said that it was fascinating, but when\nyou open that door every morning, okay you’re fascinated, and you want to know, and you’re\ngetting somewhere, and --",
        "A: No, but it’s not okay you’re fascinated. I mean the fascination is -- you know, the intellectual\nchallenge is tremendous. I mean, it’s a tremendous -- I mean it’s like -- it’s like alcohol.",
        "Q: Mm.",
        "A: You know, it’s a tremendous thing, in which -- which 1s -- which was one thing with Stangl\nwhere I was -- where I was -- the one thing I was worried about, about myself with these\nconversations with Stangl, is that I was constantly the superior. This is very dangerous for\nanyone’s character. It’s very bad for you. And I was lucky enough that, you know, I had this\nwonderful family at home. I had the counterweight of my extremely intelligent husband, and you\nknow, very intelligent children. So not -- I’m saying intelligent because you know, you feel that\nyou are so much in command, that your brain is more in your mind than anything else. I mean,\nthere were moments when I -- I -- I knew I couldn’t go on, and I then could go on, because that’s\nwhat I did. But -- but it was very different, of course, when I undertook this thing with sha --\nwith Speer. Because Speer was not just my equal, but he was way superior to me in intellect. He\nwas far more cultivé than -- than I was at the time, you know. He had read far more. He -- he --\nhe was a -- an absolutely extraordinary man, and so it -- it was a completely different challenge.",
        "Q: Tell me a little about it. Let’s move on to Speer.",
        "A: Well, Speer -- Speer, whom I didn’t like when he -- when h-he -- Speer asked me to do this. I\nmean, he got in touch with me having read, “Into That Darkness.” And obviously -- I mean, as I\nsaid before, these people want to speak, they want to talk. And Speer read, “Into That Darkness,”\nwhich kept him sleepless, he said, for several nights. And -- and he decided that this was\nsomebody he could talk to. Now Speer had talked to a lot of people, you know, because he was,\nof course, a huge personality, of enormous importance historically. And I suppose every major\njournalist in the world -- certainly in the western world, tried to talk to Speer. I mean, it would\nhave been insane not to. I didn’t like him. I saw him on TV, I -- you know, I read -- of course I\nread his books. I thought he was an arrogant man. His charm did not charm me. I thought his --\nhe was very suave, and I couldn’t bear it. So when he -- when he wrote to me, and then followed\nthis up with quite a lot of phone calls, I was -- I was very reluctant indeed. He became -- he\nbecame very atta -- not attached, that’s the wrong word, but he -- he liked my husband very\nmuch, already on the telephone. I mean, they had these long conversations on art, about which\nSpeer knew, I mean far more than either of us, of course. But also, Don knows far more than I,\nbut Speer knew far, far more than -- and -- and it was quite interesting for my husband, you\nknow, who was still very actively on “Vogue,” and doing lots of photography, also to do with\nartists and so on. So it was all very interesting for him.",
        "Q: Mm.",
        "A: And he -- he didn’t like Speer very much, any more than I did, but -- on the phone, I mean.",
        "Q: Mm.",
        "A: But somehow a kind of relationship developed, and when there had been, you know,\nsomething -- I don’t know how many weeks it was, it was several weeks of these phone calls\nwhich came in from Speer, all asking me, well when would I come to Heidelberg, and I mean\nwasn’t I planning? I was so often in Germany, wasn’t I -- blah, blah, blah, blah. And finally I\nthought, what is the matter with me? I mean, if th -- this man is so desperate for me to do a\nStangl on him, okay. I'll do it. You know, as vulgarly as that, I thought. And of course that kind\nof thought immediately disappeared the moment I met him. I’ve got to say, I mean really. I\nmean, we were -- we went to have lunch with him and his wife in a Heidelberg [indecipherable],\nand there was this humble man. On the telephone he was just as arrogant as on TV. So every tra -\n- telephone call supported my -- exta -- not every, some of them there was this curious humility.\nAnyway, at lunch, I mean, you know, there was a different man. And I thought, well wait a\nminute, maybe I’m all wrong about this. What is this man, you know? What is this? And of\ncourse, he talked a lot during a long, long lunch. And talked a lot about it, about Hitler, which is\nwhat I encouraged him to do. And by the end of the lunch, and Don and I went back to our hotel,\nI said, “Jesus, of course the one thing that in all these weeks I didn’t think about, was that this\nman was the closest to Hitler of anyone in Germany. Am I crazy not to want to talk to him?”\nDon said, “Oh yes, you’re crazy.” So -- so anyway, that’s how it started, you know, and of\ncourse the moment I started talking to him, I -- one’s attitude changes. Once -- as I told you, once\n-- once people start talking about their childhood, and with me they always have to talk about\ntheir childhood first, because I think everything starts in childhood. I know that this is a -- a\ncliché thing to say, and Freudian and all the rest of it, but it’s not Freudian, it’s -- it’s purely\nhuman. It doesn’t apply to everybody either, I have to say. Because you can have a rotten\nchildhood, or a difficult childhood, and still become a perfectly ordinary and good person. So it\ndoesn’t apply to everybody, but somebody who then develops in a certain way, and has had a\nterrible childhood, then you can find -- you know, you can find connections. And certainly with\nSpeer there were very, very strong connections. He was extraordinary lonely as a child. I mean,\nthe middle child of three, and neither liked by his father, nor by his mother, who liked the two at\nthe other -- one each, you know, of the other brothers. He was very alone throughout his\nchildhood. And -- and -- an-and really suffered under it, I mean, he -- he suffer -- he had a -- he\nhad a suffering childhood, Speer, which is odd. So when he found Hitler, of course 1t must have\nbeen the most extraordinary experience. And when Hitler found Speer it must have been the\nextraordinary experience, because, you know, if you want to make it very simple -- and why not\nmake it simple, then a man who had never been a father, found a son. And a son who had never\nhad a father, found a father. It’s as simple as that, really, except it’s much more complicated. But\nstart with the simple things, and you find answers. Because certainly Speer and Hitler loved each\nother. They loved each other. And it took Speer -- it took Speer all those years to understand,\npartly, that there was something terribly wrong. And he never, never understood it really, until he\nwas in Spandau, and was alone, and could read. You know, he read 5,000 books in Spandau.\nAnd boy, he could read, you know. And he c -- he -- by the time I met him, he knew -- boy, he\nknew more than anybody else did. He really did. I think he knew more about the Nazis -- of\ncourse, knew more about Hitler than everybody else did, but he understood more than anybody\nelse did. And as for this one part of this Nazism, which everybody, of course, as you -- as you\nknow, I think, is exclusively concerned with, Speer was never an ideological anti-Semite. He was\nan anti-Semite because they were all anti-Semites. But he was not an ideological anti-Semite. He\ncould manage with anybody, actually. And he could manage, of course after -- I mean, after\nSpandau, I mean my God, I mean in Spandau he -- you know, in Spandau he had a -- a great deal\nto do with -- with Jewish officers, and actually had -- I mean, he even emotionally changed a lot\nthere. You see, it was a -- it was a tremendous opening of understanding of what people were,\nyou know. People, that it’s not -- it’s not where they come from, it -- but what they are. Which is\nthe only thing that counts. I mean, it doesn’t matter where anybody comes from, what religion, or\nwhat they like to call race. I mean, this ridiculous and dreadful word, race. It’s -- it’s totally\nunimportant, the only thing that matters is what the individual is, with a capital I. And that’s\nwhat Speer -- what Speer certainly learned in Spandau. So you know by the time -- by the time\nhe came to me, I mean he was really preconditioned to really talking. And he did, I mean he -- he\n-- Speer t-taught me more than I could ever give him. He would have hated this book, of course,\nabsolutely hated it. He was very, you know, he was very, very dubious about what I would write.\nAnd he was so right.",
        "Q: But thi -- and this is --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is tape number three, side B of an interview with Gitta Sereny. [tape pause] -- dubious or\nnot, he talked to you anyway.",
        "A: Yes, he -- b-because once, you see that that’s -- that of course is -- I mean, it’s the secret, you\nknow, I mean what have I been doing for the last three hours -- you know, three and a half hours,\nwhen I really told myself, and told Don, three hours 1s it, no more. And -- and I have talked to\nyou. When people start to talk, they talk, because the point is that -- and this applies to almost\neverybody, as you have found, too, I’m quite sure in your professional life. But people like Speer\n-- and I won’t say people like I, because I don’t mean to compare myself to Speer, but -- but --\nbut people of some, if you like, some intellect, or some -- they are not protected by this. They\nneed it just as much, or it happens just as much. And certainly Speer -- I mean there were days\nwhen he -- when he obviously had had some experience with jailers, or whatever, I don’t know,\nwhen he -- when it was really very difficult to get him to go on. But on the whole, he was\ncompletely different, of course, from Stangl, I mean obviously. But he was looking forward to\nthese conversations.",
        "Q: How tortured was he emotionally by the process you put him through, and the process he put\nhimself through in Spandau?",
        "A: He was -- Speer was -- I tell you Speer was more tortured by guilt than anybody I’ve ever\nmet. He felt guilty for every Jewish death. Every one of the six million. And he never said that,\nbut I know this, I know this. He was desperate about it. The only mistake was -- and I could\nnever, never -- I could never persuade him of this, that he too felt that that was the only thing he\nneeded to feel guilty about. And when I said to him, and I did of course, not once, but oh, how\nmany times, you brought the forced laborers to Germany, you are responsible for the death of a\nhundred thousand of them. This was your work, not Sowers, who was hanged for it. He was\nunder your orders, it was yours. It simply didn’t touch him, it was like -- as if I didn’t say\nanything. I might as well have kept my mouth shut. He felt no guilt for this. This was part of his -\n- | won’t call it duty, but it was -- it was simply part of what he was there for. And as far as he\nwas concerned, of course -- and this is true, I mean, of course I checked all this. When he found\nout that foreign laborers -- I mean, fo -- he called them Gastarbeiter, but hell, they weren’t\nGastarbeiter. When fo -- foreign laborers were mistreated anywhere, if he found out, he took\nmeasures. He did. And -- and you know, he mentioned a number of occasions to me. Every\noccasion that I could look into, I did. Every single one of them was confirmed. He took steps, it\nwas changed, the people were properly treated, they were moved into different places where they\nwere properly treat -- or whatever. So, he did. Even so, the system, it is the system, and he\nagreed to the system, and he supported it, and he was Hitler’s closest friend, and he was\nresponsible for God’s sake. He was responsible, he was responsible for their deaths. But he knew\nit, you see, and he was -- he was the unhappiest man of all the Nazis I met. He was the most\nimportant, and he was the unhappiest.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Gitta Sereny.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Gitta Sereny,\nconducted by Vera Frankel on February 28\", 2004, in London. This is tape number one, side A.",
        "Q: All right, first of all I wanted to ask you really just about your background, your family, your\nchildhood in Austria.",
        "Q: Let [tape break] right --",
        "Q: They hear your dirty laugh all the way.",
        "Q: So you father died when you were two, but how were you brought up, in what kind of\natmosphere, and what kind of ideas were you brought up with?",
        "Q: And what kind of people did she surround you with? I mean, were they actors, were they\nplaywrights?",
        "Q: As often as that?",
        "Q: Now there’s an extraordinary incident that you’ve written about in 1934, when your train\nbroke down as you were going back to school in England.",
        "Q: Tell me about that.",
        "Q: Did you have any idea what it was about, what it signified?",
        "Q: You were 11, right?",
        "Q: Now, you’ve written that your most influential and important years were your teens and 20’s.\nWhat was it like to grow up at a time when the world’s being turned upside down in front of your\nown eyes?",
        "Q: How was sh -- how was that organized?",
        "Q: What was the extent of your duties while you were doing this work?",
        "Q: Where had these women come from? I mean, from --",
        "Q: Mm.",
        "Q: Yup.",
        "Q: The two German officers?",
        "Q: I’ve got to just turn --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is tape number one, side B, of an interview with Gitta Sereny. For every [indecipherable]\nin England ... 1-1f I remember rightly, you were fourteen in March 1938, when the Nazis\nmarched into Vienna --",
        "Q: Were you 15?",
        "Q: What do you recollect about that happening, about the atmosphere, the general reaction, and\nyour own reaction to all that?",
        "Q: Within two days?",
        "Q: [coughing] Forgive me. Do go on, so sorry.",
        "Q: Course.",
        "Q: Mm.",
        "Q: But nothing was said?",
        "Q: You’ve written that you were struck very early on by the Nazi’s behavior to the Jews, and this",
        "Q: Well, I know it, but there’s one -- one anecdote that I find very striking, I think you were\ncoming with your friend Elfie from school, and you noticed a group of people, including your\npediatrician. Can you -- can you describe that anecdote?",
        "Q: Mm.",
        "Q: On hands and knees, and --",
        "Q: Mm.",
        "Q: Yeah, I got it.",
        "Q: Do you want a breather now? Do you want a little rest?",
        "Q: Oh, sure.",
        "Q: Go straight ... So, after spending part of the war in the U.S., you returned to Europe a few\nmonths before the end of the war, I think.",
        "Q: Tell me --",
        "Q: You returned with UNRRA. Tell me what you did with them, and where you were, and so on.",
        "Q: Mm.",
        "Q: This is a United States Holocaust Memorial Museum interview with Gitta Sereny, conducted\nby Vera Frankel on February 28\", 2004, in London. This is tape number two, side A.",
        "Q: Right.",
        "Q: Sure.",
        "Q: The children you got out, where were they destined to go?",
        "Q: How shocking was it for you to see what awaited you there? Wh -- I mean, what did -- what --\nwhat do you imagine when [indecipherable]",
        "Q: So kind of subsidized housing --",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Mm.",
        "Q: Now, unless I’m mistaken, you’ve said your most difficult UNRRA posting was to\nRegensburg, in -- in *56?",
        "Q: 20,000?",
        "Q: Mm.",
        "Q: Yeah.",
        "Q: Hm.",
        "Q: And so what would happen, what would that provoke?",
        "Q: Extraordinary in this time but -- and this place.",
        "Q: That’s ma --",
        "Q: And lurking among those 20,000 were probably some pretty unsavory characters.",
        "Q: Had they brought these arms with them, or smuggled them in, or how did they go --",
        "Q: You don’t know?",
        "Q: Talk to me now about the stolen children, and about the story of Johann and Marie in -- in\nparticular, that’s --",
        "Q: I don’t know, in any way that you’d like.",
        "Q: E-Explain for people who might not know what the stolen children are, who they were, and\nhow many --",
        "Q: But of course the Germans were less careful, the Nazis were less careful about how they\nactually got these children. They kidnapped them from this --",
        "Q: Did the program have a name? I mean, th --",
        "Q: [indecipherable]",
        "Q: Back to Poland?",
        "Q: How old were they?",
        "Q: Wh -- kind of a staging post that --",
        "Q: Yeah.",
        "Q: Yes.",
        "Q: May we turn this --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is tape number two, side B, of an interview with Gitta Sereny. Sorry, you were saying\nPrimo Levi.",
        "Q: You know, I really don’t envy you this job. Did you actually have to remove children from\none set of --",
        "Q: -- parents and deliver them to --",
        "Q: That’s okay.",
        "Q: I was going to ask you that.",
        "Q: When you say worked, I mean, the children run away, or --",
        "Q: So what was -- what was the effect on you of having to, you know, witness these ghastly\nthings, and do these pretty ghastly jobs?",
        "Q: Don’t worry, Pll do it. Let me --",
        "Q: Pll go over there [tape break] ... ask you about the German NS trials and what -- what it was\nlike to be there, and --",
        "Q: Why did you go?",
        "Q: But you went backwards and forwards, or you stayed there?",
        "Q: Was this 1970?",
        "Q: °69.",
        "Q: There was nothing except --",
        "Q: Many times. Many times. I’m just very grateful I was never tested.",
        "Q: Mm.",
        "Q: Mm.",
        "Q: It’s impossible to say.",
        "Q: So y -- to take you back to Stangl, you’ve explained your motivation in seeking him out, can\nyou remind us very swiftly how he escaped, and how he came to trial?",
        "Q: Was it with the help of the Vatican [indecipherable]",
        "Q: Sure.",
        "Q: Stangl was finally tracked down where, in Brazil? Was he brought back --",
        "Q: What persuaded Stang] to sit down and talk to you?",
        "Q: So it was a kind of an honor to him to be talking --",
        "Q: This is a United States Holocaust Memorial Museum interview with Gitta Sereny, conducted\nby Vera Frankel on February 28\", 2004, in London. This is tape number three, side A.",
        "Q: What made it possible for you to do that? Where d -- what is it, do you think, that made it\npossible for you to --",
        "Q: Nonetheless, how did you feel, knowing who he was, sitting down, looking at him for the first\ntime, beginning to delve around in his psyche --",
        "Q: In what way?",
        "Q: Oh, she had the power, you mean?",
        "Q: It’s interesting, you seem at this stage to have more compassion for him than for her, in a\nway.",
        "Q: But you have to have some qualities that ar -- that are irresistible, and be aware that you have\nthem. I don’t think all women can be said to be aware of that kind of thing. I mean, doubtless\nthis, you know, this woman clearly was --",
        "Q: But did you get any clue as he -- ho -- as to how he did this day to day? Where he was --",
        "Q: Give me a sense.",
        "Q: Give me a sense of how a person does that, or how Stangl did that.",
        "Q: Okay.",
        "Q: Is that what he called it still when he spoke to you?",
        "Q: Well of course I can imagine. I mean, I have been in insane asylums. I have been in many\nhandicapped institutions -- in-institutions for the handicapped. And the -- it can be terrible, and if\nyou are uninterested, or if you are not capable of -- of communicating, if you like, 1-inside, with\nthe -- the spirit of these people, of such people -- and you know with -- with many insane, you\ncannot communicate, but with the handicapped, you can communicate. But if you are incapable\nof it, and only see these totally destroyed bodies, which is very often the case, well then you --\nyou know then of course you will think they would be better off dead, as one of the nuns he\ntalked to, a Mother Superior said she felt they were better off bed in -- dead in heaven. Well of\ncourse she would feel that, wouldn’t she? No, not of course, but it is understandable that she\nmight. But think what science, what our -- what our generation -- and I know nothing about this,\nyou know, because I am not a scientist, I am not a mathematician, I -- it’s simply not my thing.\nBut what would our generation have done without Stephen Hawking? And here is a man whose\nbody is totally destroyed, and whose spirit is totally there. Now what -- what -- can you imagine\nwhat the Nazis would have done to Stephen Hawking? I mean, people should think that way.",
        "Q: Mm.",
        "Q: And what did he feel at Treblinka, what did he come to feel, if anything?",
        "Q: How do you test these people, before he goes, say to that institution?",
        "Q: But there must be a difference. I mean, there must be a -- th -- th --",
        "Q: No, no, no.",
        "Q: No, but there must -- must have been something in him that -- you know, that Treblinka was\nso special, and so awful.",
        "Q: How old was he when he became commandant, do you remember?",
        "Q: And how did you bring yourself day after day to go back and listen, and probe, and --",
        "Q: Sure.",
        "Q: How long did you spend with him in all?",
        "Q: What is it that’s kind of burned itself into your mind of -- of what he told you? What are the\nimages, or the particular stories that you can’t forget?",
        "Q: So from what you tell me, I mean there 1s no sense of, you know, being when you -- you’re in\na room with Stangl, of being in the presence of evil. You’re in a room with a provincial Austrian\npoliceman who got lucky, or what?",
        "Q: What was the experience like for you? Apart -- you’ve said that it was fascinating, but when\nyou open that door every morning, okay you’re fascinated, and you want to know, and you’re\ngetting somewhere, and --",
        "Q: Mm.",
        "Q: Tell me a little about it. Let’s move on to Speer.",
        "Q: Mm.",
        "Q: Mm.",
        "Q: But thi -- and this is --\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is tape number three, side B of an interview with Gitta Sereny. [tape pause] -- dubious or\nnot, he talked to you anyway.",
        "Q: How tortured was he emotionally by the process you put him through, and the process he put\nhimself through in Spandau?",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Gitta Sereny.\nEnd of Tape Three, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Not yet? God, I hate these tapes.",
        "A: Oh my God. Well, my childhood -- course in Austria as you probably know, I didn’t stay\nthere very long. I mean I -- I was born in Vienna. My father was Hungarian, my mother German,\nand they went to Vienna, it’s no secret really, because my father’s family would not have my\nmother, who was a very pretty young actress, much younger than my father, but extremely\npretty, well they would not have her in Hungary, not at -- at his place. So he had to give all this\nup, and he did, he gave it all up for her and bought a flat in Vienna, and came to live in Vienna,\nwhich 1s -- [ -- it must have been -- I didn’t know him, you know, he died when I was two, so I\nnever knew him, but I gather he was a charming man, I bet he was. But he was 30 years older\nthan she. So it -- one can imagine, can’t one?",
        "A: So they hear my dirty laugh all the way. Well, never mind.",
        "A: That’s their loss or gain.",
        "A: Well, ideas, my mother didn’t have ideas, she was an actress, and she was very beautiful, and\nshe was you know, surrounded by elegant and charming men, which was rather nice, you know, I\nrather enjoyed that. But she was very childlike. And she -- she certainly liked la grande vie, and\nshe created this grande vie, which was, I think, brave of her. She continued to have it after my\nfather died, when there was some money, but not much. And when it was gone she was\nparticularly brave because she spoke absolutely perfect English, and she took to translating\nplays, which was -- course was a very, very good thing at the time in Vienna because they had no\nplays of their own in the 20’s. Later, Thomas Bennett came, but there were no Austrian\nplaywrights. Well, of course there were the -- Schnitzler and old ones, you know, but not modern\nones. So all the plays came from France and England, and America, too, but England was the --\nand she did rather well, and she worked extremely hard. This I respected, I mean I -- I -- you\nknow, I -- I think that I learned a lot from that, because I -- I -- I didn’t respect her for her\nchildishness. I --I did think that, you know, by the time I was 10, I felt that really she should be\nmore grown up. But -- but I did respect her staying up late, late, late into the night working so\nthat she could get -- offer us this life, which she thought was essential. Of course, I would never\nhave thought it was essential. But she did.",
        "A: Well, they were partly actors, and partly ar -- aristocrats, because she was very -- as I said,\nshe was very -- you know, a very sort. She went out a lot, she had absolutely beautiful clothes\nmade by a little seamstress from models. The seamstress came once a week for two days. Abso --",
        "A: As often as that. She had a lot of clothes, and she would go to all the sales, sometimes\ndragging me along, and buy these abso -- the remnants, you know, of beautiful, beautiful\nmaterials. And this little seamstress, who was absolutely splendid, and was able to copy models.\nSo anyway, all this, this was the sort of child life, until I was 11, and then by this time I had\nchanged schools, had gone from, you know, my elementary school, which was a very ordinary\nstate school, which I loved. I loved school anyway. I had gone to a rryah gimnasium, which is\nsort of -- you know, a private high school for girls, called Lueetlan. And -- and at 11 I was sent to\nEngland. My brother -- I had a brother who was four years older than I, Guido. Guido had\nalready been sent to England years before, also at -- no he -- he ma -- he was sent at 12 actually,\nbecause my father wanted us brought up in England, which was a very wise idea, I think. I mean,\nhe also wanted us brought up in France, which also happened, so you know -- not my brother,\nbut I. So I -- I was able to speak these languages, you know, which is good. And then I came\nback to Vienna to go to dramatic school.",
        "A: Yes.",
        "A: Yes. I was -- it was very interesting, I mean a -- it -- it broke down in Nuremberg, and it was\nthe time of the Nuremberg party day. And the train, they couldn’t find --- well, I gath -- I gather\nthey couldn’t find a train to replace it, so they had to repair it, which was going to take five\nhours. And so the -- there was another child on this train by itself, so we were unaccompanied\nchildren. I was in my school uniform, which is brown and green, and the German Red Cross took\nus over, this little girl and me, who was also going to school, not my school, but another school,\nand took us to the party day. And we were taken to the -- there was a children’s sort of\ngallendare if you -- 1f you know what that means. I mean, it was just a -- you know, rows and\nrows of -- of -- of benches going up, all children, it was only children. And so we were taken\nway up, because there was -- there wasn’t any space, as you can imagine. But they put us in\nthere, and I just thought it was the most beautiful thing I had ever seen. It was absolutely\nmagnificent. And you know, all the -- the -- the -- this wonderful rhythm and these -- these --\nthese clean looking boys and -- and girls -- I mean and also marching, you know, people. And\nthen of course there were these speeches, and I had absolutely no idea what they were saying. I\nmean, I didn’t understand a word. But I screamed like everybody else. I mean, I thought it was\njust so exciting. I had never been so excited in my life, I think. The colors, and the -- I don’t\nknow, the -- the music, and the -- the rhythm, you know, there was just -- it was theater like you -\n- one -- it’s almost indescribable of course, you -- you’ve seen it, everybody has seen it on film.\nBut of course here I was actually seeing it, you know, and the colors are quite different when you\nare actually watching these -- these -- these flags wave, you know, in the wind. And you’re there,\nand they’re -- and you -- you get the wind, the -- that the s -- that the flags made, that they were\nall -- all around, they were everywhere, and there were thousands of flags. It was just beautiful.\nAnd anyway, so I -- I screamed like everybody else, heil, heil, and I don’t know who he was -- I\ndidn’t know who he was, but anyway --",
        "A: No, I knew it was the German National -- you know, I knew he was the leader of Germany,\nand I knew that I had heard of course grown-ups, my mother -- my -- my mother’s friends. I had\nheard people say that he was a bad man, but of course I had no idea why he should be a bad man,\nit was so pretty. Why should he be bad, you know? And -- and to me it was just absolutely\nwonderful, as to everybody else there. So anyway then -- then there was the interesting thing,\nwhich I have written about, I came to -- came to school in England. I had this wonderful teacher\nwhom I adored, Lee Hindly. She died fairly recently. Lee Chadwick afterwards. Well Lee\nHindly, who I thought was a -- you know, fantastically grown up lady, becau -- I think she was\n24, I mean -- and she was a very, very English, English girl -- young woman, with this wonderful\nvoice, and this -- you know, this -- this absolutely beautiful -- not o -- Oxford English, but just\nthe real sort of -- I-I can’t describe it, I mean, I just thought it was divine, and of course she\ntaught me every word I learned. I mean, I knew -- I didn’t know a word of English when I came\nthere. And she was very, very kind, and I adored her. Anyway, I arrived back to school and --\nand I wrote this -- we were supposed to write this, you know, this [indecipherable] this eg --\nessay about our most beautiful day of the holidays. Well, naturally I wrote about this. And -- and\nshe read it, and -- and having read all the others, a prize was given for a girl who wrote -- little\ngirl who wrote about a stallion having -- I mean, not a stallion, a -- a -- a horse having a baby, I\nme -- wonderful, wonderful story. And -- and she -- she said to me, that’s a very good job of\nwork, so that was enough for me. And then she said, “Can you stay here a minute afterwards?”\nAfter the lessons, so I did. And she said, “I brought this for you, and I want you to read it.” And\nshe gave me this book, in English. And I said, “What is it?” It said Mein Kampf in German\nunderneath, and said, you know, my battle. And I said, “What is this?” And she said, “Well, the\nman you saw speak wrote this book about his plans for Europe, and I want you to read it.” And I\nsaid, “Why?” And she said, “Because anybody who comes from your corner of the world needs\nto read this book.” She -- I later found out, I didn’t know this, nobody knew this -- she was a\nmember of the Communist party, and she became really very active indeed. In fact, you know\nlater, much later, years later, she became a councilor for the Communist party in Oldeburough, in\nLaseton where she lived, having married twice, and so on. Anyway, she was -- she continued to\nbe absolutely wonderful. And I read this book. I mean, I can’t say I read this book, but I read into\nthis book. It was impossible for me to read the whole book, you know. I wa --",
        "A: I was -- yes, I was 11. I mean, I was -- I was 11 and a half by then, because it was six months\n-- I’d been in this school for six months by then. And you know, I -- I did understand it. I mean, I\nwould -- well, I would have said probably I read a third of it, you know, read here -- reading here\nand there, and there, and there, jumping, of course, which she knew I would. I mean it was\nimpossible to read for -- for an 11 year old. But I -- I knew perfectly well that -- I saw perfectly\nwell. I never understood how people told me afterwards they -- well, they couldn’t read it to start\nout with, they hadn’t read it, which was a lie. Everybody said they hadn’t read it. All -- all ger --\nI don’t think I -- well no, I did meet some Germans who admitted to having read it, but most\nGermans, including Speer, indeed, said they hadn’t read it, that you know it was that Hitler wa --\nca -- In Speer’s case, Hitler told him it was -- it was way over, it was -- it was too late, not to\nbother. I mean, so many things had happened that it was -- we were holed, as they said. Anyway,\nso I brought it back to Lee, to Miss Hindly, and -- and she said, “Well what did you think of it?”\nAnd I said, “Well, I da -- I -- two things. I mean, what I -- I mean, how is he go -- I mean, he\nwants to -- he wants Europe, he wants to rule over Europe, that seems quite clear. But how can\nhe do this,” I ask, “without a war?” And she said, “Well, I’m asking you, you tell me.” I said,\n“Well, I mean, other countries aren’t just going to give him their country.” And she said, “Uh-\nhuh, mm-hm.” And I said, “And what is he going on about the Jews? I mean, he keeps talking\nabout the Jews, and he says awfully nasty things about them.” And she said, “He hates them.” So\nI said, “But why?” And she said, “I don’t know. You will have to make up your mind yourself in\nthe end. Learn it, read, and maybe you'll find out.” But of course I never did until, you know,\nuntil I did this work, which I did much later. Probably this is where of my -- my wish to do\nsomething started, without my knowing it, of course, you know. Anyway, that’s my childhood.",
        "A: Well, I think actually I d -- I didn’t say that, I think of a -- ba -- I said something slightly\ndifferent, my -- I think my most important time was -- the two moments, both when I worked\nwith children. First during the war, when I was in France, because the war came when I had been\nsent to study in France. And I stayed, I’d -- I fell in love with an English boy, and I was not\ngoing to go to -- my mother had married somebody in Geneva, and had gone to live in Geneva,\nand I was damned if I was going to live in Geneva. Sh -- they put me into a pensionnat de jeune\nfilles there, you know, and I ran away. I mean, it was just outrageous. Somebody who had been\nin the Reinhardt [indecipherable] you know -- you know, to be then put into a pensionnat de\njeune filles, I mean, you must imagine this, us walking in twos, you know? I mean outrageous.\nAnyway, so I ran away. But they were quite sensible, and they left me in -- in France, and they --\nfinally my -- my mother and stepfather -- and they very sweetly, you know, paid for me to live\nwith a family then, which was the most sensible thing. I mean, I was 15. So anyway -- I can’t\nremember what I said. Oh yes, well the war came, and I decided to work in a ca -- in a -- with an\norganization called the Auxiliaire Soc-Sociale, who were taking care of -- well really, what we\nlater called displaced persons, but that is not -- they were called refugees then -- came into Paris\nfrom, you know, all the places that the Germans had already overrun. And I was put in charge by\nthe -- the person who was a -- who was the president of this organization, a woman called\nIsabelle de la Bouillerie, who came -- who was in my life for quite awhile afterwards. Anyway,\nIsabelle put me in charge of the nursery. And we had a nursery for -- we -- we took -- didn’t took\ntake away, but we -- we accepted, and the women who came with small babies were absolutely\ndelighted, you know, after walking in the -- on the roads with small babies, they were all\nexhausted. I mean, that was the main thing that I think I -- I experienced for the first time, you\nknow, the exhaustion of people who run away. It is just terrible. And if you ha -- if you are\nholding onto perhaps a small child and a baby, as many of them were, it -- 1t was killing. It was\nkilling. They were -- they all arrived, you know, filthy and pale, and oh, awful. And when we\noffered to take the babies and they could come and see the babies whenever they liked, of course.\nSome of them were nursing the babies and they came quite often, but anyway, in the night I\nmean. We didn’t have a single nerve, not a single one. And we ended up at one point with 56\nbabies in that room. And we had -- we had American members of the Auxiliaire Sociale who\nwere very rich, and it was absolutely extraordinary because first we started of course, with six\nbabies, you know, and we had eight cots. And I said to one of the -- to this woman, who -- this\nAmerican who was part of the organization, I said, “You know, I think there are going to be a lot\nmore.” And she said, “How many do you think there might be?” “I don’t know,” I said, “I don’t\nknow, 10 - 20?” She said, “Right.” And you know, it was not two hours later that 20 cots arrived,\nand two nights later we had 56, and they came during the day, and we had 56 cots by that night.",
        "A: She bought them. She was a millionaire. I mean it’s wonderful when you’re very rich, you\nknow, you just pa -- pick up the telephone. She picked up the telephone, she ordered 56 cots.",
        "A: Oh, this was really just taking care of babies, you know, c-cleaning them, washing them, you\nknow, feeding them, of course, if they were not on the breast. Well, really hugging them, you\nknow, cuddling them. They all needed a lot of cuddling. We had a lot of baby clothes, again,\nfrom all these people who were very rich, who was in the Auxiliaire Sociale. So we had\nmountains of material, so we were able to change them, and of course this made the mothers\nincredibly happy, suddenly to be able to be without them for a little while, know where they are,\nthey were safe, they were being cleaned. And then they got them back looking absolutely\ngorgeous. It was very nice.",
        "A: Well, they came from the north of France, which had already been overrun. And they came\nfrom -- they came from the borderlands, you know, on the -- on the east side, which hadn’t\nalready been overrun. I mean it’s -- 1t was -- as you know, this was very quick. I mean, the\nAuxiliaire Sociale in Paris only lasted from the 10\" of May --",
        "A: -- oh, sorry, from the fifth of May, I think to the 20\" of May. And by the 20\" of May, we\nknew that we were -- we were going to be left with any number of abandoned children, or lost\nchildren, or orphan children. And we set up again, because all these people, you know, all these\nbackers of the Auxiliaire Sociale, lucky they were very rich, and many of them had castles in\nvarious corners of -- of France and we got a series of castles -- part of castles put at our disposal\nfor them -- for starting children’s centers. And I took 16 kids on -- I can’t remember the date, but\nit was the end of May, before the Germans came into Paris, just before to -- to Villandry, which\nwas one of the great chateaux of the Loire, and belonged to Isabelle de la Bouillerie, or rather her\nmother, who was American. Ann Crawford -- I can’t remember what her se -- second name was.\nAnyway, she had married this Spaniard, who owned this wonderful castle. And they gave us the\nstables, and they had -- before we came they had some of the castle workers, you know, put beds,\niron bedsteads and mattresses into -- and upstairs, they had actually in the stables, I don’t know\nwhy. And this is where we had our children’s center. And actually we ended up with I think 20\nor 21 children. So that was all right, it was -- 1t was a very -- you know, it was a -- it was\ncertainly for me an incredible lesson when the Germans arrived, and I adore the French. I mean, I\nwas so pro-French, for no reason. I mean, I had nothing to fear with the Germans, and I had no\nreason to dislike the Germans, except what I had heard, all these elegant people around my\nmother say -- some of them -- some of them of course were Jews, because you know, most of the\n-- most of the theater people really were Jewish, and -- and most of -- my mother was -- had a lot\nof newspaper friends, there were a lot of Jews. And so I -- I certainly heard in ma -- my\nsubconscious I heard more things than in my conscious, but I had a real dislike for the Germans,\nwhich when they actually came into France, I couldn’t find a reason for. They were very nice\nwhen they came to France. They were very nice to the French. They were absolutely charming to\nme. You know, I had a -- a -- a -- I was introduced by Isabelle, of course it was not beyond\nmaking use of whatever she could make use of, so she introduced me with my father’s title,\nwhich of course didn’t give me anything at all, but she invented one. So -- because the -- in\nHungary the daughter of a count has no title. So -- but I very quickly became countess, and they\nabsolutely adored that, they loved this little Hungarian countess, you know, who spoke perfect\nGerman -- Viennese German at that, Volksdeutsch with a [indecipherable] art, you know, loved\nit -- if you understand that.",
        "A: Viennese Volksdeutsch. Anyway, so -- so I became her -- Isabelle’s interpreter, which was\nvery useful for her, but extremely useful for me, because I -- you know, I learned more, I think,\nfrom that than I could have learned any other way. I mean, I spoke to so many Germans, most of\nthem as I say, very nice. As the year went on, and things began to happen, you know, people\nbegan to be locked up, including friends of mine in Paris, it was less nice. And of course I was\nable to approach them on this, I mean ask them why, you know. And of course, a lot of Jews in\nParis were arrested, which Isabelle learned about very quickly, as she had a very wide circle.\nAnd -- and I -- I -- I challenged them on that. And you know, most of them really didn’t know.\nThey didn’t know. Of course, most of the people we saw were army officers, you know, they\nwere -- those were the people who came to see the chateaux. I mean, you weren’t going to have\nthe privates come and see chateaux, on the whole. So the army officers, most of them\nprofessional army officers, they didn’t know. They said, “Well, you know, it’s the law, it’s the\nlaw.” And I -- I would ask, “Why is it the law?” I had great argument with two people who --\nand this is the terrible thing, it’s a terrible -- I’ll never forget that, I -- I mean, I’m partly to blame\nfor what happened, I think. Isabelle became very friendly with a German doctor, and a -- I wrote\nabout that, the -- so you know about it already, a da -- da -- a school -- former school director.\nAnd they came all the time. I mean, they came -- I think they must have come three times a week\nat least, to have tea with her, to have lunch with her, to have dinner even with her, you know, and\nshe always called me in whenever I could get away from the children, and we both -- she very\nelegantly, and me not elegantly at all, would challenge them on all these things. Her secretary,\nwho she had with her, was Jewish, Jacqueline, I can’t remember her other name, and she was\nvery protective of -- of certainly of Jacqueline, and I think of -- or we -- two of our Auxiliaire\nnurses -- well, yeah, but they weren’t nurses, they were like me, I mean we were volunteers, and\na mother and daughter, very good looking, were both Jew -- well, obviously both, but they were\nJewish. So she was very protective of them, and these two people just took it, you know. And\nthey -- I would ask and ask and ask, and they would say there is no explanation, it is the law, and\nmost people agree with it, and blah, blah, blah, and blah, blah, blah. Anyway, this went on and\non, and one day they disappeared.",
        "A: Mm-hm. And I had made another friend, who in fact saved me in the end, who was the head\nof intelligence, military intelligence, in Tours, which was the nearest city. And I went to see him,\nand I said, “These were our friends, what’s happened -- well, these are our friends, where are\nthey?” And he said, “I don’t want you ever to ask about them again.” And I said, “No, but you\nhave to tell us what happened, if you know what happened. Where are they?” And he said, “I’m\nafraid they were arrested.” I said, “But why?” And he said, “Because they saw too much of you\nFrench.” And I don -- then later, you know, also through him, found out that the doctor was sent\nto the Russian -- to the Russian front, and he was killed very soon. He was the -- sent as a medic,\nbut he was killed very soon. And -- and the school director was sent to a concentration camp, he\nwas fat. You know, he was -- he -- 1-impossible for him to do anything in a concentration camp,\nhe couldn’t have. And he died, too. So you know we -- we really -- I mean this is something we -\n- we -- we really made their lives, I think, very unhappy these last weeks they had, which 1s quite\nawtul. Anyway, there you are. That’s how, you know, how it went there. Anyway, by this time, I\nwas doing little things, very small things, nothing of note, nothing heroic for -- for the resistance.\nB -- it was just starting, you know, the resistance really, in 1941 barely existed, barely. It existed\nin places like Paris, and Lyon, but in the countryside of course, there was no resistance, I mean\ngood God. So what we did, the only things we did was on two occasions we managed to -- we\nmanaged to take care of some British fliers who -- who crashed, and who happened to crash --\none of them actually crashed in the park, which was extremely convenient, yes. But the other one\ncrashed, and somehow made his way to us, so we hid these two. And we hid them by putting\nthem in the children’s dormitory. The children just loved it. The two oldest boys gave up their\nbeds. I mean, one on one occasion, and the other on the other occasion. And these bo -- these\nboys, you know, these young RAF boys, I mean, they were -- they were 18 - 19. I mean, they\nwere children. And they -- our children were so excited. You know, now they were part of it.\nAnyway, however --",
        "A: No, I 15.",
        "A: I was 15, yes.",
        "A: Well, you know, that was the -- the odd thing, because this is the first time, of course, I saw\nthem again since 1934. So I was not -- you know, I was not as concerned as, of course, some of\nmy mother’s friends were, and my mother. My mother ha -- was very concerned. She had\nbecome engaged to a famous economist called Ludwig von Mises, who was Jewish, and -- but a\nvery, very eminent man, and who is -- who had been already, for four years at the Ecole de\nZoadsetude in Geneva, so he was not there. I mean, they would -- he would come back every\nsummer to go mountain climbing with her, that was their thing, and they were -- they were real,\nreal country nuts, real mountain nuts. I hardly knew him. I mean, he was -- he didn’t come close\nto me at all, there was -- very severe man, I thought. I couldn’t -- I could not understand how she\ncould be in love with him, but there you are, there you are. And so -- so this was a worry of\ncourse, that she -- that she was very concerned, she was very worried about all of it. And -- and\nthen of course, you know, it began, I mean you -- you -- you -- there were an awf -- as I told you,\nthere were an awful lot of -- of Jews in the theater world, and I was at the Reinhardt seminar\nwhich was -- well, I mean, Reinhardt of course was a Jew. He was not there, I mean he had left\nin -- he was in Vienna last -- I can’t remember, but I think it was in January of that year. He had\ndone a wonderful production at his theater, which we all, of course, went to the rehearsals, and it\nwas just absolutely wonderful. But then he left, and with him his -- his wife, Helene Thimig, who\nwas -- you know, for whom we all -- I mean, we just adored her, I mean she was the most\nwonderful actress. I mean, probably there were two great, great actresses in Austria. There was\nshe, and Paula Wessely, two really great actress, and of course we, as very young people, we --\nwe just had adorations for these people, you know. Anyway, she left. That was a blow because\nwe -- we did find out that she left because Reinhardt was a Jew, and he thought that the Germans\nwere coming in. And he was damn right. He thought that the Austrians would not be able to\nwithstand it, and he thought they were -- this I found out much later, but I mean, this is what\nhappened. So, you know, I was a little bit preconditioned against them by this time, all this. And\nthen they came in, and it was really quite strange, because you know, Vienna didn’t suit them, or\nthey didn’t suit Vienna. I mean, they -- they were -- they were incredibly different. I mean, the\nViennese are -- I mean, I don’t necessarily like the Viennese all that much, but they -- the -- the -\n- they are a very special breed, and it’s not a German breed. It just isn’t. You know, it -- it -- it --\nit dates back to the empire, the -- this extraordinary mixture, if you take a Viennese telephone\nbook -- I don’t know whether you’ve ever done this, you take a Viennese telephone book, and\nyou will see all the names in the world, I mean Polish, Czech, it’s all from eastern Europe,\nHungarian. And you will hardly see German names. You know, and this -- this speaks -- this --\nthis says something, you know, and so when these Germans came in, all just like in 1934,\nlooking wonderful, clean, you know, beautiful. They were beautiful men, but they didn’t fit.\nThey didn’t fit. And then, within two days we had really, at the seminar we had a real shock,\nbecause the seminar -- all the schools reopened, the university and -- and the --",
        "A: Within two days, yes, on the 15\" they reopened. And so we went to school and the first thing\nwe saw was the administrator who Reinhardt had put in, Dr. Neidafuhr, wearing a swastika. And\nthis was absolutely extraordinary. Now this is when -- no, it was not then, it was a little bit later,\nI realized something that had happened, which I had not really sort of ful -- fully taken 1n the real\nreason for. We were -- we were preparing, or we did -- you know, we had these student\nperformances of course.",
        "A: No, that’s all right. Well anyway, a couple of months before we had prepared this -- this 1s --\nnot a couple mo -- it was in -- before Christmas, before Christmas ’37, we were preparing\nGorky’s, “The Buffoon,” I don’t know whether you know that play. And a -- there were these\ntwo women’s parts, Natasha and Natalia, I think. And I played one of them, and we had two\ncasts, who would play alternative -- you know, alternately, for a week. And I was in the first cast.\nAnd th-the play was being -- there -- there’s a story, there’s -- the play was being produced --\ndirected by of course a student, but under the supervision of a man called Geyer, G-e-y-e-r, who\nwas the most charming man. He was the -- he was the director of a big theater in Vienna called\nthe Volkes theater, and he was one of our teachers. I mean, they were all people like that, you\nsee? And -- and he was charming. He was incapable of ever telling anyone that he was no good.\nSo everybody adored him, you know. And he had given these parts, he had you know, assigned\nthese parts to the people he wanted. And the girl who had my part in the second cast, I thought\nwas very good, you know? And suddenly it was taken away from her. And there was sort of\ngossip going on that Neidafuhr had taken it away from her, and she was absolutely in despair.\nAnd it is only much later that I found out that she was Jewish, because you know, really nobody\n-- this is something that people find very difficult to understand, but really we didn’t know who\nwas Jewish. There were -- I think there were six Jewish students, I afterwards of course, found\nout. In -- in the -- in the two year -- in the two year --",
        "A: Yeah, the courses last two years.",
        "A: So there were -- I don’t know there were -- all together I think there were 70 students. And\nthere were six Jewish students, and she was one of them, which we found out, of course, when\nall this happened, when the nat -- when the Nazis came in, cause they disappeared very quickly. I\nmean, it’s not that they were arrested or anything, but they were taken out of the school, or they\nwere expelled. Then I realized that she had been taken -- that he had taken -- when I saw him\nwith the swastika, I discussed it with some friends, and we decided, having then -- by then found\nout that she was Jewish, that he had taken it away from her because she was Jewish.",
        "A: No, nothing was said. I mean, what could you say? Wo -- how can you attack as a -- as a\nstudent, how can -- you -- we were all very young, and you know, we’re not -- we were not\neducated in this -- in this civic response thing, which -- you know, which one gained with time. I\nmean, which then I gained of course in the -- and -- and exercised on these poor two Germans\nwho we became friends with, you know. But that -- back home in ’38 -- I mean in Austria, we\nhad -- there was less civic conscience around than -- than you can possibly imagine. I mean,\ngood God, they de -- they haven’t had any civic conscience until 1986 when Waldheim -- when\nthe Waldheim story arose, then civic conscience at last became a reality in Austria, and now, it’s\ndifferent. But it’s taken a long time, hasn’t it? Anyway, in °38 -- listen, the long and short of it is\nthat the Viennese were absolutely delighted by the arrival of the na -- of the Germans. And of\ncourse, it was not only the -- the Viennese, I mean the Austrians were delighted, and one has to\nsee this unemotionally as one can. Austria was a country that was economically unviable. It only\nexisted in tourism. There was no other way for Austria to exist. And since -- I mean, now of\ncourse I found out so much more, you know, I know so much more now than I did, I didn’t know\nany of this of course, because I was -- I had absolutely nothing to do with politics, but I know\nnow, I mean that -- that the social democrats, can you believe it, were the first, who in the early\n20’s wanted an annexi -- an -- an annexation to Germany. You see? Without -- I mean, at that\ntime of course, they were not the Nazis, but they were -- this -- this anschluss to Germany was\nthe thing that had gone through the 20\" century, the early 20\" century, and the more people\nrealized, after the empire died, that the only way that Germany -- that Austria could survive was\nas part of Germany. The more people, you know, felt this, and this was not -- really not because\nthey were -- I mean, in America you see mostly, but also elsewhere, this became a -- well, it\nbecame thought of as everything stemming from anti-Semitism, and this isn’t true, never was\ntrue. Of course the -- all -- a -- Austria, you know, was -- was -- was -- behaved absolutely\natrociously about it’s Jews. I mean, really atrociously, worse than the Germans. But it -- 1t was\nnot really -- that was not the reasons why they wanted the Germans, it was economic. And the\nideological part was very small. Very powerful, but very small. Very powerful, alas. And\nbecoming more powerful all the time. As the Germans came in, things became much better very\nquickly. And for the first year they were there -- and I was not there then any more because my\nmother really had to leave, you know, with being this -- this marriage well known -- I mean, this\nabout to be married to Louie -- to Lou. So we -- we left at the end of May, so I was only there for\ntwo months, in Nazi -- occupied Nazi -- not occupied, Nazi Vienna, really. It was -- it wasn’t\noccupied, I mean, it was not a victim, they were not victims. Really not. I mean, they wanted the\nGermans.",
        "A: Yes, we did see that, as I -- I’ve written this, though, and you know it, and it’s all -- it’s all --",
        "A: Well yes, that was -- that was -- that was the one I wrote in fact, the -- it’s -- that was really\nshocking. I mean, we were walking -- it was actually not coming from school, we were going for\na walk, and I think, I honestly think it was a Saturday, but I’m not sure, because w-we would\nhave been in school. Or maybe it was the 14, no I think it was on the 14\", it’s before the school\nreopened. That’s it, of course. And he -- she and I went for a walk through the innerashtatsa --\nthrough the inner city, you know where -- which is where I lived. She didn’t, in fact, she lived in\nthe fourth district, but she came and w-we -- we were always together, so we went for this walk.\nAnd we were walking along the Graben, which is a beautiful, beautiful street, right -- you know,\nit’s right in the center, it was two minutes from where I lived. And -- and we saw this -- this --\nthis group of laughing people, and there were two -- two Germans -- I mean, or maybe they\nweren’t, maybe they were Austrians, but they were in uniform, black uniforms with, you know,\nswastika arm bands. And we made our way through this crowd, there were probably about 50 -\n60 people, a lot of people.",
        "A: So we couldn’t see anything from -- from outside that circle, but we made our way through,\nand -- and there we saw these -- this -- this group of -- of elder -- really elderly -- well, elderly, I\nmean they were not young, ladies and gentlemen, because that’s what they all were. You know,\nyou could see it, I mean it was -- you could see it in their clothes, you could see it in their faces, I\nmean it was not -- it was not -- 1t was not criminals, that’s what I’m trying to say, they were\nladies and gentlemen. And they were brushing -- they were cleaning the pavement with\ntoothbrushes. And I recognized Dr. Berggriin who was my pediatrician -- who had been my\npediatrician. And I loved him when I was a small girl. He was -- and he saved my life, as a\nmatter of fact, when I had diphtheria. Anyway -- and he was one of them, and his wife, whom I\ndidn’t know, but I ne -- finally found out, of course, that she was his wife, was with him, and she\nwas doing this. And --",
        "A: Oh yes, absolutely, on their knees. And -- and we went -- and they had a couple of, you know,\nbuckets where they dunk the -- soapy buckets where they dunk the toothbrush in. Anyway, so I\nwent up to one of these Nazis and said, “Are you mad? Are you completely mad? What are you\ndoing there?” I said, “Did -- did you realize that one of these men -- I mean, I don’t know who\nthe others are, but one of these men 1s a savior of lives? He saved my life when I was a baby.”\nHe said, “What are you, a Jew?” And I said, “No, but what does that got to do with it?” And --\nbut Elfie was much more effective than I, because I was rather dumpy little girl. I mean, I was\nnot ugly, but I was dumpy, you know. I was not a beauty at all. She was a raving beauty. She was\na dancer you know, she has a wonderful little body, and -- and she was am -- actually a few\nmonths younger than I, I think she was still 14. And she had this -- this thing, this black -- sorry,\nthis black hair, but you know all silk. I mean, it was the most beautiful thing you can imagine, I\nmean she -- she really was su -- I mean, people would turn around in the street when we walked\nalong the street, I mean, she was so incredible. And she had a wonderful voice, and then she\nbecame an operetta star. But never mind. She wen -- she was go -- we were both going up to\nthese -- to these characters. And she said, “Is that what you call our liberation?” And she sang it\nout, you know, and it -- it we -- I think the whole street must have heard it, in this wonderful --\nshe had this wonderful voice, and she had -- really she was working extremely hard at the\nseminar on her voice, because she had this beautiful singing voice, too. And so they -- they really\n-- they -- she -- they all knew she was going to be a star. I mean, there was just no doubt, she was\nso beautiful, you know, and talented, I mean she was talented. She was not a great dr-dramatic\ntalent, but oh, wonderful personality. And do you know, it was really the most extraordinary\nthing that you can imagine. All these people who’ ve been around there laughing, you know, and\n-- and -- was disgusting, it was a disgusting sight, they all melted away. I don’t think it took more\nthan five seconds and they were gone. And then these two characters disappeared, and then there\nwere only these people, all still on their knees. I don’t know how many there were, you know, I\ndidn’t count them. And then slowly they got up and they disappeared. And then prof -- Dr.\nBerggrin, he was a professor as a matter of fact, Dr. Berggriin came up to us, with his wife, he --\nwhich I now realize that was his wife, little woman, little round woman. Oh, her face, you know,\nwas just so exhausted, and so frightened. And he said in a very severe voice, ““You must never do\nthis again, never. It is very dangerous for you.” And then I found out they killed him, later. They\nkilled him in Sobibor in ’43. And her, no doubt, I mean I -- you know, I only found this out\nmuch later, but that was absolutely terrible, and of course it stayed with us. Elfie too. You know,\nElfie, too, I mean I left and then I -- but Elfie and I remained in correspondence for a long time,\nuntil she really didn’t dare to write any more. But she -- she really loathed them. She loathed\nthem also partly because she found out that her father had been an illegal Nazi, and -- and he had\ntold her, the day before this happened, on the 13\" of March, my birthday, he had told her that --\nor was it even on the 12\", at dinnertime, he said that she was never to talk to any Jew again, and\nthat all these s-sou -- Saujuden they called them, they would all be taken care of, or whatever,\nyou know, eliminated. And she told me this. She was in despair. She was really in despair,\nbecause we loved all these teachers, you see. They were very important to us, I mean they were\nour lives. They were very important people in Vienna, but it was not because of that we loved\nthem. They were -- even those -- I mean there was one who was actu -- actually really disliked\nby everybody except me. It’s really true, I was the only person who liked him. He was the\ndirector of Reinhardt’s theater, his name was Anslotter, and he was a fine novelist. He wrote\nreally wonderful novels, which I had read all his novels, so I liked him already for that. And then\nfor some or other reason he liked me, I don’t know why, but he did, because I really was not a --\nI was not a -- well, I mean there were very talented people at the -- you know f-for -- for acting at\nthe -- at the school, and I was not one of the most talented ones. I was not without talent, but I\nwas not -- you know, I would never have been a great actress.",
        "A: I would have been useful. But he liked me, and he put me into one of the other of his\nproductions. Three productions he put me in. In one of them a lead. I think I was pretty bad, but\nnever mind. Sa -- it was a -- is a play which you probably don’t know, it was -- it’s called in\nGerman, “Geshwista siblings,” by Gerta.",
        "A: And I was the sister, God. A very difficult play [indecipherable]. Course I didn’t understand, I\nmean I was much too young for the seminar. Well, never mind. [indecipherable |",
        "A: Do you want a little tea?",
        "A: Absolute --",
        "A: Yes, yes.",
        "A: I returned with UNRRA.",
        "A: Well, I returned for the purpose of serving in displaced person’s camps. They needed people\nwith languages, and of course they needed to -- they were very keen to have somebody who\nalready had experience with children -- with children such as the children I had taken care of in\nFrance. And so I -- I was sent -- I was engaged as a -- as an assistant, because I was young, an\nassistant child welfare officer. I then became a -- you know, I was promoted, but I went there in a\nrather junior position, and I’m trying to think where my first assignment was. Yes, my first\nassignment -- well, I was first, as a matter of fact, my very first assignment was in Dachau,\nwhich was quite a shock because I’d -- I didn’t realize that that would be my first assignment.\nWe were all -- we all went first to a t -- a -- a city called Karlsruhe, which was the -- the western\nallied headquarters for UNRRA. And a huge, huge sort of -- oh, it was this -- you know, former I\ndon’t know what it was, but hundreds of barracks and things, and -- and that’s where we all\nstayed for awhile, had various lessons 1n this and that, and orientation, and then were assigned\nfrom there. And to my great surprise, I was called in and I was told that I was going to Dachau.\nAnd I said, “But there are no children in Dachau.” And the -- the woman who was talking to me,\nshe said, “I’m afraid you’re going to have a rather shocking surprise.” Which I did. I really did\nhave a shocking surprise, because there were a lot of children. Of course, Dachau was not -- you\nknow, Dachau is much misunderstood in the -- in the literature, and by historians. Dachau, as\nyou probably know, was the fi -- I shouldn’t be addressing you, but anyway, Dachau was the first\nconcentration camp the Nazis opened, and it was purely a political camp. It was for -- it was\nintended for German political prisoners, and some cr -- and some criminal prisoners, who usually\nbecame, in fact, the kapos. It was not intended for Jews at all. And later it was represented as an\nextermination camp, which it never was. I have just read a -- a completely new book, which in\nfact has not yet been published, but is about to be published in three weeks in America, and it\nstill has this presentation of it, which is really a great shame. This is particularly in America that\nthey misrepresented. It is as if it’s a need, always to associate, you know, the Nazis with the\ncrime against the Jews. Now, of course, all of us who write, up to a point, have to do this,\nbecause it was the worst thing they did, and you cannot not do it. But if you do that exclusively,\nthen you are misrepresenting history. And you’re misrepresenting what Hitler was, what his plan\nwas, what the whole thing was, and why the danger was so enormous, you know, for the whole\nof Europe, or the world. I mean, the death of the Jews was the worst thing, of course, and the\nfactory killings, and -- but it was -- basically it was a part of a huge geopolitical program which\nreally the -- most of the world doesn’t know because it has so focused on that one part of it. And\nit’s understandable, I mean, emotion is understandable, but historically it’s wrong. Anyway, so\nwhen I came to Dachau, there was -- there were all these kids. And there were two groups of\nkids, which is also extremely interesting. There were the child -- there were no Jewish children,\nvirtually no Jewish children. Maybe one or two somewhere, but this was not -- you know, the\nJewish children -- no, there were more than one or two, there were -- there were a few, but it was\n-- there -- that was the easiest. They brought in -- UNRRA had a -- had a special issue, like a\nspecial division for taking care of -- of Jews who survived the Nazis, and they very sensibly\nassigned to this, or made responsible for this division, Jewish UNRRA officials. I mean, it was\nthe right thing to do, because they understood better, and they can deal with it better, and they\ncould -- and they would be accepted much better by these victims. And so this is what happened.\nSo in Dachau too, within da -- I mean, I came there very soon after it was -- after the Americans\narrived. I mean, really within days. And within -- again within days, some of UNRRA officers\narrived, who took away the Jewish children. That was -- you know, that was wonderfully\norganized. So I was left with another -- with another UNRRA. I think she was -- I think she was\na higher rank than I. But anyway, we were friends, though, and oh became -- had become\nfriends. And we put in -- were in charge of these children. And you have -- these were all on the\none hand, children whose parents had been brought into -- into Germany as forced laborers. So\nthey were mostly Polish and Russian children. They spoke no German, they spoke Polish and\nRussian, and a few words of German here and there. Some Czech children, but mostly, as I say,\nit was eastern European children, who had either been brought in by themselves, or they had\nbeen brought in after their parents had been taken in with them. Because in quite many -- in quite\na few cases, the Nazis brought in people from eastern Europe to work in Germany, letting them\ntake their smaller children. In quite a few cases, not -- not -- not -- not -- it was not a rarity. So\nwe were landed with quite a few quite young children, who couldn’t speak [indecipherable] the\ngirl who was -- sorry, the girl who was with me was of Polish descent, an American of Polish\ndescent. She spoke Polish, which was a great help. Anyway, so that was one group, and the other\ngroup were German children. And they were the children of the 20\" of July German officers,\nwho had been in the assassination plan against Hitler. This was an extraordinary thing, because\nhere you had these German children, who had gone to elite schools, you know, who were very,\nvery German children.",
        "A: They were all absolutely beautiful, almost -- almost all of them. And they were living with\nchildren who they had been taught to despise, from countries they had been taught to hate. And\nthey were really very dependent on these children, because you know, where the children were\nolder, they were put in charge of the groups, I mean, they had group leaders and so on. And they\nhad no German group leaders. Of course not. Can you imagine the Americans allowing German\ngroup leaders? No sir, not even amongst children.\nEnd of Tape One, Side B\nBeginning of Tape Two, Side A",
        "A: So in fact it became very soon one of my great problems because, I mean, I was only there for\ntwo and a half weeks, but I was told from the beginning that I had no responsibility for the\nGerman children. Well this, of course, was ridiculous. I mean, to me it was ridiculous. You\ncouldn’t -- I mean, this was a terrible place, because while it had been intended for -- as I told wa\n-- told you before, what -- what -- what it was intended for by the Germans originally, but over\nthe last -- over the last six months of the war, as the war turned against the Germans, they walked\npeople from the eastern camps, including Auschwitz and so on, they walked them all the way\ndown to -- to -- to southern Germany. And this camp, Dachau, which was meant for -- I cannot\nremember really how many, but certainly not more than five to eight thousand, and when I came\nthere, there were 30,000. So I mean, it was just absolutely appalling, and impossible for the\ninmates, you know, to keep it clean. I mean, you ca -- if you -- 1 -- 1 -- one has to imagine, for\ninstance, the hygienic possibilities, which really were perfectly all right, I’m sure, when they\nstarted this thing. Cause they were very hot on hygien -- hygienic matters, the Germans, and --\nand you know the -- one could see -- I could see ho -- what there was originally. I mean, there\nwere enough loos, certainly, for 5,000 prisoners, and certainly enough ablution, as they called it.\nIt was just sort of -- oh, well it was taps, with water.",
        "A: But you know, with the -- lots of them. And certainly enough for five thousand people to\nwash, but not 30,000. It was impossible. And it was impossible to keep the loos ti -- clean. It was\nabsolutely impossible, particularly as most of them had diarrhea, and all kinds of nasty things. So\nit was a terrible place when we got there, really terrible. And there wasn’t very much we could\ndo except what really our job was, which was to get the children out.",
        "A: Our job, our -- this was our -- we were commissioned to do this, to get the children out, into\nUNRRA installations, which were being -- were just being opened. I mean, it was completely\nnew, you see. But w-w-we did, we -- we got, in these two and a half weeks, which were all we\nwere allowed, we -- we did get, probably about a thousand children out. And we couldn’t get the\nGerman children out. We were told this was the business of the German Red Cross, and it was --\nwell, I had terrible fights with the Americans about this, because it was the German Red Cross,\nbut they wouldn’t allow the German Red Cross into Dachau. This was the sort of thing that\nhappened there, and so it was a -- you know, it was a -- a -- a total impossibility, the little\nGerman children could not be taken care of. So of course we took care of them. I mean, of course\nwe did, against -- you know, against -- but we couldn’t get them out. That was impossible. So\nwhen we left, having transported, or having arranged for transport for these about thousand\nchildren, w-we saw behind us these German children. There weren’t that many, I mean, there\nwere probably about a hundred. A hundred is a hundred, you know. And there was no food.",
        "A: Well their -- they were -- that was -- I mean, we did organize that, of course. I mean, by that\ntime they had -- there had been emergency -- the Americans were very good about that, they\nhelped UNRRA to set up emergency camps, and there were four, I think, by that time, four\nchildren’s camps which had been set up with American troops partly in charge, and partly\nUNRRA officials who -- for whom this was a completely new job. I mean, all of them, but --\nhave come from London, or -- or Washington, as I did, totally inexperienced in all this, most of\nthem.",
        "A: The UNRRA -- once we got into the UNRRA camps, you know, it was -- I mean, I got in my\n-- my first camp was in -- in -- ina place called Vilshofen, which is a little village. I was trying to\nthink a -- near -- well, I can’t -- nobody would know it anyway. But it was not far from the\nAustrian border at Passau. And -- and a very pretty village. And we -- it was rather terrible what\nwe did, but we had to do it, of course. We had to requisition housing to create this camp. And we\nempt -- they had -- there were four or five, sort of what we would call here in England council\nhousing, but very pretty council housing, you know?",
        "A: Or subsidized housing, but -- but the Germans did this sort of thing -- the Nazis did this sort\nof thing very, very well. I mean, they were all rather pretty flats, with all the conveniences you\ncan possibly think of. And we threw out about 4,000 people, and took their flats. And of course\nthey loathed us, as you can imagine. But that is where -- well of cour -- I ha -- didn’t have the\nthousand children, you know, I had about a hundred of these thousand children. And so I -- I was\nin charge of these hundred kids. No, this was not a shock, you know. I very quickly found Polish\nDPs, Polish false laborers, and -- who came because they heard the camp was there, and w -- had\nbeen established -- or was being established. They were extraordinarily good. I mean, they were -\n- you know, there were also some former officers, I mean. It was very quickly -- I felt th -- as I\nremember it, it was quite extraordinary, how within one week we had set up a whole hierarchy of\n-- of helpers who could speak, of course, to the children, to start out with. Who were teachers,\nhad been teachers in their lives. Had -- there were two doctors, you know, we had all -- we had --\nwe had several who had been professional officers. In fact one of them became the head of the --\nof the DP camp, in the end. I mean, the -- the DP head -- there was always a DP hierarchy.",
        "A: You established that, and you were above it, but I mean, basically you weren’t. I mean, they\ndid it.",
        "A: You just were there to -- to help them with any, really, bureaucratic problem.",
        "A: I also did do some -- you know, some welfare work, because I had -- I’d -- I’d trained to do\nthis, you know, and -- and of course I loved doing it, particularly with the children, I mean\nchildren -- there were problems with the children, as you can imagine, I mean they were -- they\nwere -- they were alone, they -- they didn’t know where their parents were, they -- I mean, they\nwere homesick, they were th -- million things. But no, I was not shocked, it was -- it was a -- this\nis really what I meant in -- I wrote in one of my books that -- that certainly what happened in\nUNRRA, and what I saw and learned there, was the most valuable experience of my life. I think\nit di -- it -- it -- I think it orientated, if you like, everything that I have done since. I mean that --\nall my thinking, and -- so it’s -- it’s extraordinary what you learn when you are -- you know,\nwhen you are close for two years to -- to people with appalling problems. Then you -- you --\nwell, above all, of course, you realize that whatever your private little problems are, they’re\nnothing. They’re nothing. You are extraordinarily lucky. You know, you have -- y-you have -- I,\nin fact, had -- had no roots, because I had no home really. But I never minded, because I always\nsaw myself as a European. So it -- 1t meant -- made absolutely no difference, I -- I didn’t -- I\nwasn’t -- I -- I didn’t miss anywhere. I di-didn’t miss Vienna, though I loved it, but I didn’t miss\nit. If -- if I missed anything, probably, aside from my adoration for France, I missed England\nmost, where I had three very happy years in school. You know, I really loved it. And -- and\nreally I was extremely happy when I -- when I met my husband and he -- years later in France,\nand he was a “Vogue” photographer, and -- and he was sent to London -- we were sent to\nLondon, and he fell in love with London, and that was a very happy thing for me, because there\nwe were, two of us, in love with England. So that was good.",
        "A: Well, yes. Regensburg was very difficult because it was a huge camp.",
        "A: 20,000 Ukrainians. And you really have to be with 20,000 Ukrainians to understand what that\nis. I mean, it’s -- it -- they are -- they are the most stubborn people, and I don’t want to call --\nthat’s always stupid, I want to -- don’t want to generalize and say they were self-serving, but\ncertainly their -- the he -- the people who headed that, completely different from my Poles in\nVilshofen, and the next place where I was, I also had a Polish camp. Th -- wh -- who -- who were\ntotally unself-serving.",
        "A: Now, the Ukrainians were th -- j-ju-just -- and they -- they didn’t -- the -- the heads of -- of\nthat 20,000, you know, group, they did not care who knew it, they were the heads of it, and never\nmind the foot soldiers. So it -- it -- it -- 1t really was a -- a difficult thing, and to think that these\npeople came -- you know, came out of a Communist -- basically out of a Communist, if you like,\nchildhood and past. Maybe it was the reaction to it, because it seemed to me that they were more\nfascist, but -- than -- than -- than most Nazis I had known, and I knew a hell of a lot of Nazis,\nyou know? They were also violently anti-Semitic. I mean, they were much more anti-Semitic\nthan any Nazis I had ever met. And this is something that in UNRRA was a -- was a -- a -- a real\nproblem, because we -- you know, we -- we didn’t have actually -- I mean, I didn’t take care of --\nI told you that’s a -- I already said this, of course, the -- the Jewish DP’s were taken care of\nseparately by UNRRA, and that was the right thing to do, because they were able to care for\nthem properly. But there were, amongst us staff, of course there were Jews. We were totally\nmixed. I mean, we came from -- I don’t know, there were 12 countries represented in UNRRA.",
        "A: And the teams were totally mixed, and nobody knew who was what religion. But it came out,\nyou see, when there was this terrible anti-Semitism.",
        "A: Because somehow they knew who amongst the UNRRA staff was Jewish.",
        "A: Oh, they would call them names in -- in -- in Ukrainian, and things, which then we were told\nby our interpreters what they had said. And all of -- all of -- all of the staff were told, so of\ncourse, that created a very difficult situation, because you see, none of us really could be in any\nway, anything but neutral. We had to be neutral toward all of them. And you really couldn’t\nexpect people who heard themselves called these names, like you know, Jewish pigs and all that\nsort of stuff, you couldn’t really expect them to behave neutrally toward the people who -- who --\nwho behaved like this, DPs who behaved like this.",
        "A: Extraordinary. Absolutely extraordinary. So th -- it was -- it -- but it was not just this that\nmade it difficult, I mean there were -- there were huge difficulties, because of course the one\nthing these people who all -- who had all decided to stay in Germany, not to go back to the\nUkraine, and the one thing they were afraid of were the Soviet liaison officers. [phone ringing]\nThat’s yours, not mine.",
        "A: Well, so this was a -- this was very -- there were very, very many, you know, conflicts in that\ncamp. And solving the conflicts, and remaining neutral, and yet being in an atmosphere which\nwas profoundly political was really very, very difficult. And it was not only, of course, the -- the\nDPs who -- who were difficult, but as I already indicated, the -- the -- the UNRRA team was\nvery divided, you know, and we had a -- we had in -- in -- in that place, we had an American\ndirector, whose name I will not mention, who knew absolutely nothing -- like many Americans,\nI’m sorry to say, at the time -- nothing about the problems of eastern Europeans. And you know,\nto be in that position, and not to know anything about eastern Europe, that was impossible. It was\nreally impossible, you -- you -- you did a lot of harm then. And we really would have needed,\nand certainly didn’t get while I was there, a director who -- you know, who was -- we had an\nAustralian who was the deputy director, and he was excellent. He was a historian, I mean he had\na degree in history and was deeply interested in history. And he was splendid. Without him, I\nthink -- I don’t know, I -- I think we would have had tragedies. And with tragedies I meant -- I\nmean more suicides. We had suicides, but we would have more suicides, we would have had\nmore violence; we had violence. So you know, we had all the things that we were there to\nprevent.",
        "A: Oh, very unsavory characters, I mean, I wrote about this, I mean, somewhere. I don’t know\nwhether I wrote about it in any of the books, but -- but I certainly wrote about it for the times. I\nmean, we -- I mean we had former -- former concentration camp guards in there, which -- who --\nwho -- in -- in a few cases were 1n fact identified by former prisoners. But it was very\nfrightening, I mean some of them were really frightening people. I remember one person who\nwas actually on the war crime list, and -- and I -- I found him. I -- I found this man. He was a\nCzech, oddly enough, and was hiding as a Ukrainian. Spoke some Polish, and was very bright,\nand had done the most awful things. I mean really awful things. And as I say, I was able to\nidentify him, and the Americans, you know, sent a team to arrest him, and that was a very\nfrightening evening, I tell you. Because I was absolutely certain, I had no way of -- of proving\nthis before, but I was absolutely certain that he was armed, which afterwards was found true, his\n-- his barrack -- in fact, the whole barrack was under his thumb, and they were armed to the\nteeth. And of course, nobody was allowed to be armed in any UNRRA camp, you know. And we\nhad -- we had some, but it’s only the American army who were allowed to search barracks. We\nwere not -- nor did we want to, because it would have destroyed our -- our relationship with\nthem, you know? But we had never searched this barrack, and I was absolutely certain they were\narmed. And it turned out -- I mean, it was -- it was really scary.",
        "A: God knows, God knows.",
        "A: Never found out. All these -- the people in that barrack were all taken out of this particular\nteam area, and were -- that was very wise, and they were sent to camps in different parts of\nGermany.",
        "A: Yes, well --",
        "A: Well the stolen children is again, you know, it’s a -- it was a -- a very complicated thing\nwhich -- which is true, I mean, I was certainly one of the people who found out about this, it was\na -- because -- I mean, probably because I -- I spoke, of course, fluent German, which very few\nof the UNRRA people did. Most of the UNRRA people came, as I said, from America, or -- or\nsome -- or from England. And then there were, of course, from the 12 nations, but -- but really I\nhad -- I only knew one other person who spoke German, fluent German. So I did find out about\nthis problem. I had no idea how wide it was. I mean, that only came out when the American\narmy people -- I mean the Intelligence people really went into it and they -- they -- well, they\ninvestigated this pretty thoroughly, and so did the British. And it was found that, I mean, the --\nthese children, you know, were all over Germany.",
        "A: Well, the stolen children, n -- ne -- of course this 1s very important because it’s -- it’s -- it’s\npart of what I was saying before, you know, about the problem that people see the Nazis, they\nstill see the Nazis, particularly in America, as purely a Jewish problem. And of course, the stolen\nchildren are a very, very important proof that it was not that. The stolen children were a part of\nHitler’s racial plan. And it was a racial, it was purely racial. These children all came, almost all --\nthere were some Greek children, but most of them, the vast majority, they were supposed to have\nbeen in -- I can’t -- I can’t swear to this, a -- we were given this figure, and it may be right, it\nmay not be right, but there was supposed to be 250,000 of them. And most of them, by far, far --\nand the -- th -- this was -- of course, the -- the figure, which was confirmed by the Poles, because\nmost of them came from Poland and the Ukraine. The Nazis had ordered that a certain number,\nand I don’t know whether they put this number, I have no idea, but that their officials, who were\nspecially assigned for this program, because this was a huge project, were to bring into Germany,\nchildren as of age one, who were blonde and blue eyed. They only wanted blonde and blue eyed\nchildren, which -- which of course turned out to be a total nonsense because almost all children\nare blonde and blue eyed when they’re born, and remain this for, you know, quite a long time,\ninto -- may well be two years. I mean, I had one little thing, a little girl, who I finally got, you\nknow. And who had been -- who I found -- and who had been stolen, and who was apparently\nblonde and blue eyed. Her foster parents, as I call them, I mean they ri -- she s -- she thought\nthey were her parents, and she adored them, her German parents. And they told me oh, she was\nthe most beautiful blonde, blue eyed baby. And do you know she was almost black haired? And -\n- and her eyes were brown. It was absolutely extraordinary, she was no -- and they had -- you\nknow, they didn’t see this. When this woman, she was in Wirtsburg -- I’m going to start, this all\ncomes back to me. This is not this Johann and -- and -- as I called them, yo -- mem -- Johann and\nMaria. These are just names I invented, you know, but this woman, when I -- when I saw this\nlittle girl, you know, who was adorable, by the way. But -- she was four, not three, she was four.\nAnd here’s this dark haired, brown eyed child, who I wasn’t at all sure wasn’t Jewish. And this\nwoman in Wirtsburg, this mum, who adored this child, went on and on about this lovely blue\neyed, blonde child. I finally said that frau whatever her name was, “She’s absolutely adorable,\nand you’ve done a wonderful job with her, but she is very dark haired and brown eyed.”\n[indecipherable], she said. And she -- and she looked, and st -- and really she gave me the\nimpression -- I may be talking nonsense -- but she gave me the impression as if she had never\nnoticed it. To her, this was the blonde, blue eyed baby who had been given to her. Now these\nchildren who were given only -- let me just say this, they were only given to members of the\nNazi party of good s -- in good standing, who wanted children, who either couldn’t have\nchildren, or whose children had died, or -- or whatever. There was always a good reason. And\nwho were known to be, in all probability would be good parents. They were very, very careful\nabout this. And I did not -- I met a lot of the parents, and of course I met a lot of the children. I\ndid not meet one single child or one German parent where they didn’t love each other.",
        "A: Oh no, they -- they were totally uncareful. I mean, they kidnapped them off the streets, they\nwent int -- they went into nurseries, they went into -- into schools. I mean, it was absolutely\nappalling how they did it. And the parents --",
        "A: In -- the German name, there was a name, but I’ve forgotten it now. I’m sorry.",
        "A: I’ve forgotten that it -- it did have a name, but I’ve forgotten it. I can look it up, but that’s too\nlate for you. No, I’ve forgotten what the German name was. But they -- but I certainly know how\nthey did it, and of course I -- I -- I managed to see -- I -- I took one train back, of -- of stolen\nchildren. We -- of course we found quite a few of them, and this one train I took back, it was an\nextraordinary experience, really.",
        "A: Back to Poland, yes, and these were desperate children, you know.",
        "A: Well, there were small ones. I mean, this 1s -- the four year old was part of it, of this particular\ngroup. But I mean, they were up to, you know, 10. They tried to take them under 10, below 10.\nBut they did have some children who were school children. I mean eight -- seven, eight, nine.\nAnd -- and this was particularly difficult for them, too, because the smaller ones, of course, you\nknow, they didn’t know really, what had happened. If they were very small, I mean babies, like\nmy little -- this little four year old, she didn’t -- she had absolutely no idea that there was a Polish\nparent. Of course not. And she adored her -- of course she adored her -- her Wirtsburg parents.\nBut the older children -- I mean, we had -- we already, when we had them in our camp, because\nwe would -- we had them in conditioning camps, you know, we opened special stolen children\nconditioning centers.",
        "A: Staging post, conditioning centers we called them to ourselves, where the children received\nthat kind of care that -- you know, that was needed at the time. I mean, also they received lessons\nin Polish or Ukrainian. And so on and so forth. And -- and -- and they stayed for awhile, I mean\nthey stayed two, three months in these camps, and were very unhappy, very unhappy. They’ve\nbeen taken away from people they loved, even though they knew that there were -- the older ones\nI’m now speaking of -- they knew that there were parents elsewhere who were their real parents.\nBut you see they -- they had been there for three or four years in Germany, they had had no bad\nexperiences. They had only been loved. And if they had not been, because some of them could\nnot be kept in families, and they were sent to Hitler youth, well really centers. But there again,\nyou see, I mean I’ve -- you know, I’ve been to these Hitler youth centers, and I -- I know it’s not\npopular, particularly in America for one to say this, but you know, they were very well run. And\nthe young people who were in charge of them were good people. They were not bad people. And\nthey -- when they got these young, foreign kids, they were nice to them. There was a lot of\ntenderness. I mean, I went to one camp where they were in fact I -- I -- I fo -- I found, you know,\none -- one little erght year old boy who had been there for two years. And -- and I stayed in a --\nin an UNRRA center, in an untr -- UNRRA camp -- not camp, but in an UNRRA team in the\nsame town.",
        "A: And -- because I wanted this little boy to get to know me slowly, because I was going to take\nhim away. And he had been taken away now so many times, you know. So I didn’t want to do\nthis suddenly. So I thought I’d give him four days, which isn’t long.",
        "A: But you know, it’s as long as one could -- could afford really, in a way. And so I would go\nand spend most of the day there, so that he would see me all the time. And I would be there in\nthe evening, and I saw these Hitler youth leaders, as they were called, go around the beds, and\nkiss the children good night, and tuck them in, and you know, and -- and -- and smooth their hair,\nand -- oh, and they also asked, did you clean your teeth and all the rest. [indecipherable] like all\nparents do. But I never heard any cross word. Of course, boys of that age, I mean, th-they also\nlearned to march. Well of course they did, but of course they adored that, they liked it. Then they\nhad open fires you know, in the evening, and they sang songs, and these little Polish boys, well\nthey would -- when they came, I was told, they would -- they would -- they didn’t speak any\nGerman, and so they would slowly be taught by the other children, who were absolutely\ncharming to them. It was -- it was strange, because I knew that I was -- I was seeing something\nthat one would t -- y -- di -- you know, that one should really, you know, hate, because it was -- it\nwas [indecipherable] being hateful. And not at all, they were all terribly nice. You know, life was\nmore complex then. Primo Levi wrote in one of his books that --",
        "A: Yes, but I can’t -- I can’t remember unfortunately, the exact quote, so I’m -- I’m not saying\nthat ’'m quoting him verbatim, but he said something about that nothing in these situations was\nblack and white, it was all gray. And that is, you know, the fantastic lesson that those of us who\nreally worked with this -- with this -- these DPs, and with these children and -- and with the\nGermans who -- who -- who had these children, and all the rest of it, you know -- and then with\nthe Polish parents -- oh God almighty, the Polish parents, who of course, you know, they -- I was\ncoming to that, but I’m -- it was -- it was all gray. There was no -- there was nobody who was\nterrible, or who was -- who was wonderful. It wasn’t really like that. They were just ordinary,\nreally, in a way. But everybody -- that’s the extraordinary thing, everybody was capable of love\nfor children. It was certainly true of all the parents I met, and I certainly met -- I would have\nthought, at least a hundred couples who had such children.",
        "A: Yes.",
        "A: Yeah, we did, yeah, terrible, terrible. But thank God I didn’t have to do it often. I mean thank\nGod by that time I was promoted and you know, this was left to -- oh, this -- I was able to you\nknow, peop -- other people could do this, so I didn’t have to do this. It was a terrible thing,\nterrible. It was a terr -- and -- and you know, one didn’t know what was right. One really didn’t\nknow. I mean, I cannot tell you how many cases there were where I -- I really wondered whether\nI was doing the right thing. Should they not be staying with these -- particularly the little ones,\nshould they not be staying with these parents they adored, who adored them? They were children\nwho had never learned any language except German. They knew nothing about Poland or the\nUkraine. And what was going to meet them when they went back? And that’s what I found out\nof course, when I took that one train back. It was -- you know, it was a -- a traumatic experience,\nbecause the -- the -- the -- the children were isolated from these parents, who were expecting\nthem with open -- oops, sorry --",
        "A: -- with open arms, and with open emotions and with -- you know, it was all so emotional. And\n-- and the children could not give. They couldn’t give what these parents wanted. And when\nthese parents took them in their arms, the children shied away from them. It was absolutely\nterrible. And there was one -- I mean, there was -- I -- I made one trip afterwards, and went back\nto three of these couples.",
        "A: I went back to three, I couldn’t do more. But I went back to three of the couples. In only one\nof them it had worked. And I was told that it hardly worked in any of them.",
        "A: The children -- no, the chil -- the children ran away, the children were traumatized, the\nchildren wer -- were doing terribly badly at school, the children were -- were -- were naughty,\nwere -- were violent, were everything you -- every problem that we know that children have,\nthey had. The children wanted back. I mean the two of the ones where I went, of the three, the\nchildren told me where they want back, they wanted to go back to Germany, they hated Poland,\nthey hated every minute they had spent there. They couldn’t get on with anybody, the language 1s\nhorrible, their language is German. They didn’t like the music, and you know, Polish music is\nbeautiful. They didn’t like the music, they didn’t like anything. And I said, “You’re being\ntotally,” -- these were older -- these two were older. I said, “You’re being totally negative, this 1s,\nyou know, quite wrong, you’re not helping.” “We are too young to help.” Quite right, too. They\nwere too young to help. It was asking too much of children, you know.",
        "A: Well, you -- you say ghastly, but of course, you know, they weren’t ghastly at the time. I\nmean, the problems were terrible, but you know, we are -- we are -- if we are adults, you know,\nif we are adults, and I of course, became adult very early. And if you are -- in particular if you\nare -- were also a man, it’s -- I was just going to say particularly if you are a girl, but it’s not so. I\nmean, I -- we -- I had colleagues, particularly if I think of this Australian I have already\nmentioned, you know, who had exactly the same, if you like, gifts that I had, which was A, to be\nable to see both sides, which is very important, cause it’s the only way to be -- to maintain some\nkind of objectivity or neutrality, is to be able to see both sides of each question. But also who --\nyou a -- you know, who had the kind of need to give to children. This is one of the things that\nyou really needed. You needed to be the kind of person -- I mean, if you were a child welfare\nofficer in UNRRA, you needed to be the kind of person who needed to give to children. Of\ncourse, if I turn this on, it won’t come on. I have to turn it on over there.",
        "A: No, no, it has to be over there.",
        "A: Well, sure, I don’t know what to say about that. I mean, I went to so many of them.",
        "A: Well I -- I really went because I was very interested, but also because I was working for the\n“Daily Telegraph Magazine” at the time, and they had a wonderful editor there, I wrote about\nhim, John Anstey, and -- and he was very interested in this problem, and so he -- he backed me,\nyou know, he backed me for all these things, and you -- you had to have somebody like that if\nyou were going to go do -- you know, I mean I -- I went to these trials for six months. So of\ncourse he -- he paid all the expenses. I mean, you can imagine what that costs. Not to speak of\nmy time, but he didn’t pay much for that, I’ve got to say.",
        "A: Yeah -- no, no, I's -- I would stay for -- for weeks and come back, which was not very good\nfor my family, I mean it was -- it’s terrible what one does to one’s family, really, you know. One\nthinks that this is all so important, but of course, as I found out later, I mean it certainly -- I -- I --\n[ -- it was not very good for my boy, who was, of course, in boarding school, but I mean, even\nso, it was not good for him. He didn’t see very much of me. Well, anyway -- but these trials\nwere, of course, fascinating, and it was fascinating to write about them, you know. And I learned\nan awful lot. But what -- what was most important to me in the end was that -- that it was not\nthrough trials that one could find out what these people were about, because trials are limited in\nwhat they can find out, however good the prosecutor is, you know. And this -- it happened to be\nthe one -- the one who was involved in most of these trials in Dusseldorf was a very, very good\nprosecutor called Alfred Spiess, who became a great friend of mine, at last he died. But he -- he\nwas a -- a very bright man, and he tried in fact, to enlarge these questions, too, because he also\nwanted to know, you know? But he had to find out that it was simply not possible. I mean, the\ncourtroom does not lend itself to this. So this 1s where I really got the idea. Wit -- no, it wasn’t\nwhere I got the idea, but certainly where the idea strengthened in my mind that -- that I wanted to\nfind somebody I could talk to. One of these people who -- cause most of them, you see, just said\nthey were not guilty, they -- you know, they -- they -- they -- they were acting under orders,\nwhich is true of course, they were acting under orders and they -- they couldn’t have done\nanything but what they did, which of course is not true. But that’s all they -- that’s all, really, one\ngot out of most of them. And I was looking for one where there was -- there was some remnant\nof conscience. I can’t tell you how difficult that was. I mean, all the trials I saw, the one I found,\nfinally found Stangl, was the only one And Spiess said the same thing. He may -- he -- you\nknow, brought my attention to -- to Stangl, he really presented him to me. He -- he phoned me\nand said, “Look, I think I’ve now got the man here in front of me. You must come very quickly.”\nAnd so I took the next plane to Dusseldorf, and went to the trial, to the Stangl trial, which went\non for 10 months.",
        "A: It was 1969, I think.",
        "A: Yeah. I’m not absolutely sure about that, but I think so. Anyway, it’s in my book. And you\nknow, after one day of sitting there, I knew that -- that -- that Spiess had hit the nail on the head.\nThis was a slightly different man. It was -- the degree was very small, how he was different, but\nthere was just -- there was a sadness about Stangl, which I had not found in any of the others, and\nwhich Spiess had not found in any of the others. They were arrogant, they were hard. They were\nproud of what they had done. Stangl was not proud. And quite aside from that, he was sad. And I\nthought, if he was capable of being sad, unless we find out that it’s only about his situation, if he\nwas capable of being sad about the whole thing, then there was that remnant of conscience,\nwhich of course I did find in him. Took me a long time. Took me a very long time to find it, but I\ndid find it. And he was the right choice. I mean, I couldn’t have done this with -- with any of the\nothers. I met several of the others before, and of course after I met him. And -- and tried to talk to\nthem, too. And only one of I met, who -- but he was not -- he was just not as intelligent. I mean,\nStangl was not very intelligent, but he was more intelligent. And in fact, if he hadn’t been more\nintelligent, he wouldn’t have been given the job he was given. I mean, he was a -- he had an\nenormous job. I mean, commandant of Treblinka and commandant of Sobibor, you could not\nhave a bigger job in that branch of the SS or Gestapo. It was impossible to have a bigger job. So\nof course he had the qualifications. He was a brilliant organizer, which is what was mostly\nneeded. And -- and he was a -- he was a man, in a way -- don’t misunderstand it, but he -- he was\na man in a way, of quality, in that he had no -- no vices. He was not a drunkard, he didn’t play\naround with women. He didn’t, of course, didn’t gamble, or anything like that. And he was not a\nman given to violence. So there were four things, which no doubt the Nazi bigwigs who\nappointed him saw just as much as I did. I mean, they had him first -- his first assignment, his\nfirst -- I mean, he was a police officer, of course, an Austrian. He was from Wels in Austria. He\nwas a provincial. And his first assignment as a police officer, was to become the police head of\nSchloss Hartheim, which was a euthanasia institute. Bad enough, God knows. And there -- and\nth-these euthanasia institutes, where they appointed 96 SS people to become either heads or, you\nknow, or officials there. Always in higher positions, of course. Under them they would have\nUkrainians and Latvians, and usually Baltics. They could, of course observe and -- and see these\nquote, qualities, unquote, which I have mentioned. Because already in the euthanasia institute, I\nmean, it was quite clear that he had these qualities. And so he was -- he was predestined to be\npromoted, there’s no doubt about it. And then he -- he -- he got these two jobs, first at -- in\nSobibor, as a kind of preparation, which he opened, which he started, built. And then of course,\nthe worst one of them all, Treblinka, I mean that was the worst place. Oh, I don’t know whether\nany of them were worse than any other. I mean, the -- that’s -- they -- they were places, you\nknow, which only existed for killing, I mean, they were not for anything else. Which probably\nit’s -- it’s too extraordinary that -- that -- that 60 years later you have the same misapprehension,\nor miscomprehension of these places, which ha -- which existed then. I mean, even now, again,\nthis book I’ve just finished reading, which is about to come out in America, I mean again, I mean\nthese places are -- Dachau is conc -- 1s -- is described as an extermination camp. I mean, total\nnonsense, you know, it’s full of total nonsense. The -- the whole problem, which has been\nwritten about more than any other -- what, any other event in history, this extermination of the\nJews, I mean it’s -- really, it’s -- it’s ust incredible the number of books and -- and essays, and\nnewspaper a -- films, what -- what have you, which have been done on this subject, and still\npeople don’t know. Too extraordinary. Anyway, there were only -- there were only four of such\ncamps, which were only there for exterminating people, that nobody spent a night there, nobody\nhad a meal there. Nobody washed there. They came in, they were killed, that’s it.",
        "A: Well, there was a -- there were so-called work Jews, where they took out of every transport\nwhich arrived, of perhaps, you know, up to 10,000 people, they would take five, or whatever,\nwho looked young and strong, possibly spoke a language or two. Possibly somebody liked the\nlooks of them. Ho -- what do I know how I chose them? But they chose them, and -- and they\nwere allowed to live for a while, working the camp. The camp had to be worked. The Germans\ndidn’t work the camp, and the Baltics didn’t work the camp. It’s perfectly true that the work\nJews worked the camp. And it allowed them to survive, maybe for a week, maybe for a month.\nSome of them just survived. And you know this was a question I asked -- have asked myself a\nmillion times since then -- not a million, but one says a million, but countless times -- what\nwould I have done? And all these people who so readily judge such men and women, instead of\njudging they should ask themselves this question. I mean, how dear is life to us. And I tell you\nlife is very dear to us, and I am not sure, I am not sure at all, and really I do have principles, but\nI’m not sure at all that I would not have done what they did. After all, as work Jews, they could\nhelp people. They could, and did, very often. They also could be absolutely terrible, and some of\nthem were. Absolutely terrible. Worse than the Germans, certainly. But my God, what would\nyou choose? What would you have chosen? Did you ever think about that?",
        "A: Yeah, so am I. So am I, because my God, you know, to answer that honestly is very difficult.",
        "A: But I think I would have accepted the offer, to stay alive. You know, some -- I mean, I’ve\ntalked to -- to women, not many, but I’ve talked to women who -- who did it by -- by becoming -\n- you know, by becoming the mistress of -- of this or that -- either -- either [indecipherable] or\nGerman SS. Well, I don’t know whether I wouldn’t have.",
        "A: ’'m not sure I wouldn’t have.",
        "A: The thing is that death was so obvious. You see, it is -- I mean, they say now that these people\ndidn’t know. Well, of course they didn’t know when they arrived, but my God, within minutes,\nwithin seconds they knew, because the work Jews told them at once. They had not even got off\nthe trains and they knew. And if -- if -- if the work Jews saw somebody they liked, whose looks\nthey liked, or who smiled at them even, I mean the smallest thing could do it. They would say\ndon’t do that, don’t do that. Say you are that, say you are this, when you are asked. Behave like\nthis or that. They would whisper to them, in whatever language, you know, communication --\nthey could communicate. And they saved lives that way, of course.",
        "A: How he escaped, oh God. Well, he escaped in Austria. Let me try and think, ’ve forgotten\nnow. Oh, he escaped, how did he escape? I’ve forgotten how he escaped, I’d have to --",
        "A: -- I'd have the -- well, no, no, he didn’t escape with the help of the aust -- I mean he -- he\nescaped with his own -- you know, by his own intelligence, but he -- he -- he esca -- he used the\nVatican escape route. There was an Austrian -- an Austrian bishop, whose name I’ve now\nforgotten. You know, it’s impossible to -- to keep all these names in one’s mind. But anyway,\nwhose name I have now forgotten, but this bishop was the link man for this so-called Vatican\nescape route, and had also the means -- I mean, was able to provide them with the means -- that\nis, Red Cross passports, and things like this, which they had to have because they had to cross\nborders, you know.",
        "A: And they had to get to Rome. I mean, they have to get Rome if they were going to get\nanywhere. And this is certainly what happened in Stangl’s case. I mean, he was -- he was -- he\nwent to this, he heard about this bishop, he went to him, he -- the bishop kept him there for a wh\n-- a few days, to let him rest and to -- and to prepare the papers. And then he gave him the papers\nhe needed, gave him some money. And of course this is a terrible thing, an absolutely terrible\nthing, but there you were. The Catholic church did many terrible things, they did many not\nterrible things. It’s -- again, it’s a gray area. Again, nothing is black and white. You know, and\nthey were wonderful people, they were nuns. I mean, God almighty, what the nuns did in Austria\nand Germany is fantastic. You know, the number of people they hid, children. They hid Jewish\nchildren, but not you f -- for -- for a night or for a week, but for months, months. And you -- you\nhave to try and imagine what it’s like to live in a Nazi country, and to hide a number of Jewish\ngrown-ups, Jewish children. It -- 1t -- it -- I mean -- you know, death was always around the\ncorner, I mean just around the corner. And the Nazis had absolutely no reason to -- to -- to spare\na nun. They disliked the nuns as much as they dus -- disliked anybody. They disliked the\nCatholics. So, 1t was dangerous. So if -- if we say, you know, that like this bishop, he ju -- he was\ndoing terrible things by saving people such as Stangl, yes he did, he was. It was terrible. But just\nat the same time, there were wonderful people who saved people. And it is absolutely true that\nthis bishop, of course, did not know what Stangl had done, because of course, he wasn’t told.\nThey were very careful not to tell him what these individuals had done. Would he have helped\nhim anyway? I think he would have. Because A, I think he was a Nazi, and B, he was not a good\nman. I think he would have, but purely factually, he did not know who these people were.",
        "A: In Brazil, he was tracked down -- he was tracked down in fact -- well, Wiesenthal, Simon\nWiesenthal said he tracked him down. Stang] said this was not true. But you know, are we going\nto believe Stang] rather than Simon Wiesenthal, it’s very difficult. It’s a very complicated story\nhow he was tracked down, and it -- and I think that actually Wiesenthal did have a hand in it. I\ndon’t think he actually discovered him, but he had a hand in it.",
        "A: I tell you something, I think all -- all people want to talk. Except me, I’m not very eager to\ntalk. But then, I really have nothing to hide, I don’t think. But all these people who lived hidden\nlives, they all wanted to talk. I think that basically, I mean, if you want to talk ab -- if you want to\nconsider this from a human point of -- or a humane point of view, I think they were all very\nlonely. You know, most of them were separated by prison and other, from their families, their\nwives, their children. I mean, certainly in Stangl’s case this was so. Saw themselves sentenced, if\nnot to death, because the death penalty had been abolished, but certainly to life in prison. You\nknow, and they were young, I mean, they were not old men. Stangl, I can’t remember how old he\nwas, but he was certainly not more than what, 35 or 38, I mean he was -- he was young. And the\nearliest he could have got out of prison -- this is -- he was sentenced to life imprisonment, was\nwhen he was 60. Now just imagine a life like that. Well, I mean, course criminals, you know, we\nknow this, this happens to -- to many criminals. But of course, he didn’t consider himself a\ncriminal, not until after he talked to me that he began to see what the rest of us thought.\nHowever, there were other reasons why he -- I think, why he -- at wa -- he talked -- he started to\nagree to talk to me because his appeal was going to come up, and he thought that I was going to\nhelp him. Now, I -- I -- I -- I -- ’d disabused him of this idea, because I had told him\nimmediately that I would not help, and that what I would write would do absolutely nothing\ntoward helping his appeal. But that if he talked to me, and if he talked to me fully, I would write\neverything he said, everything for, everything against, whatever he said, I would write it. And by\nthis time there was the other element, which was A, Stangl -- you have to understand this, Stangl\nwas an Austrian, this why I immediately said he was a provincial Austrian. And we talked to, in\nmy kind of German, which is of course upper class German, we talked to by a young woman,\nwhich I was at the time -- I mean, a youngish woman. A youngish woman, you know, a --\nsomebody who represented something. A lady. He’d never met a lady in his life. And suddenly\nthere was this lady who was willing to talk to him, and listen to him. This was extraordinary for\nhim. It’s very hard to explain this to people who don’t know Europe. You know, who don’t know\nwhat a provincial Austrian is, or Hungarian. It’s very much the same. And I think that this\nweighed as heavily finally, as anythi --",
        "A: It was a kind of an honor, and the -- the director of the prison in Dusseldorf, whose name is\nMies, and who is a really good man, very good wife, too. I saw a lot of them. And he said that --\nhe went to see Stangl quite often, quite often in the evening after he had talked to me. And Stangl\nwas in a State of -- this was such an experience for him, you know? And he would start talking\nabout, you know, the way I asked him questions and so on. And he would tell him that -- that,\nyou know, she asked me -- he would tell Mies that, well [inaudible] I was the countess, of\ncourse, yeah -- what can I do? “You know,” he said, “the countess asks me such difficult\nquestions. They are really very, very difficult, but she asks them in such a way, you know, that I\n-- I feel I -- nots -- not that I can, I must answer.” It’s wonderful, I mean it’s -- it’s really\nwonderful, but it’s -- it’s -- you know, I’ve said this to lots and lots of young journalists, who of\ncourse, I mean, would love to do this sort of thing. But honestly you have to -- you -- you really\nhave to think whether you can confront people like this. And whether you can be -- it’s very\ndifficult -- whether you can remain -- not just pretend, that’s easy, but inside yourself, retain\nsome kind of objectivity.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: I mean that -- that [tape pause]",
        "A: Well, I think it’s A, it’s because I’m not Jewish. I don’t think this is possible for a Jewish girl,\nor a Jewish woman to do. It’s not -- it’s not possible, it’s just too difficult. It’s emotionally\nimpossible, because this is the man who killed them, and you can’t, I mean you can’t. If you -- if\nyou carry the weight of your religion, or your -- you know, or your background, your roots, your\nparents, your grandparents, I mean how can you? How can you?",
        "A: Listen, he was just a man. He was just a man. He was -- he -- he became a bad man, but he\nwas not bad man when he was born, you know? He was a perfectly okay man when he was born.\nHe had a terrible childhood, which always counts. It’s always very important. A terrible\nchildhood, and he somehow got through this childhood because he fell in love. And he really\nadored his wife, who was almost as guilty as he in my eyes.",
        "A: Well, she could have stopped him.",
        "A: Of course she had the power. She had the power, and you know what her power was, a -- her\nsex was the power. They were two people who were sexually so attuned to each other, and so\nimportant to each other, that the relationship was three quarters sexual, and one quarter whatever\nelse there is. In most our relationships with our husbands, you know, it’s the other way -- it\nbecomes to be the other way around, because you can’t maintain this sexual excitement, you\nknow, for more than what, three years? I mean, that’s already extraordinary if you maintain it for\nthree years. Afterwards, well, it’s -- sex is part of it, but it’s a tiny part of a re -- a relationship. A\nrelationship is -- is friendship, is love. And their love was very sexual. And had she been a better\nwoman, a stronger woman, and not just a -- a devout Catholic, as the book says you must be a\ndevout Catholic, that’s all she was. She could have used that sex to get him out of it, because she\nshould have known that even according to her own religion, which she so -- you know, so\ndevoutly believed in, he was going to hell. He was lost. And she allowed him to be lost.",
        "A: Yes, because women have terrible power, you know, and if they don’t use this power the right\nway, I despise them. I despise them. I think -- and it isn’t, you know, it really isn’t that women\ndon’t know that they have this power. You don’t have to be an intelligent woman to know that\nyou have power.",
        "A: I think that if you -- if -- 1f you have a very strong sexual relationship with a man, you already\nknow that you have the power, you know? Or, if you have love, and even if you don’t have that\nsexual relationship any more, you know what the love means to the man. And what the\nwithdrawal of such love would mean. No, no, no, women are very powerful. I’m not saying all\nwomen are equally powerful, but women on the whole, are very powerful. And if they don’t use\nthis power for the good, their own good, their husband’s good, ha -- their children’s good, then\nthey are despicable. Much more despicable than men, who are very often quite weak. Stangl was\ncertainly weak, I mean there’s no doubt about it, he was weak. Which is one of the reasons,\nprobably why he did what he did, cause it made him feel strong. I mean, it was incredible to be --\ncan you imagine what it is like to be in the position where you are the -- the -- the -- the -- the\ngod over life and death, not just of a few people, but of hundred thousands of people? I mean, 1-is\nit imaginable?",
        "A: Oh yes, I mean certainly, my -- my book 1s full of it, it tells it very clearly, but I mean, I can’t\ndo this here, it wa -- it’s a huge --",
        "A: -- long story, I mean wa --",
        "A: Well he -- how did he do it? I mean, I’m just -- don’t quite know how I could answer that\nquestion how. I mean the qu -- better question is probably why.",
        "A: Why did he do it? And I think he did it because yes, it made him feel strong. He knew of his\nweakness, and he had to be strong, because his wife, who was more important to him than life,\nreally, could not love a weak man. So you see, he accepted a job in the police. You remember,\naccepted a job in the police, that was when he was a very young man, and he -- he was a weaver\nby profession. Gave that up, went into the police, why did he go in the police? I asked him why,\nwhy? And he said, “Oh, you know, they had these wonderful uniforms, and they were so\nimportant.” That’s where it started. And the m -- you know, the further he went, then the\neuthanasia, for God’s sake. I mean, think of the importance -- how important he was in a place\nwhere they were murdering -- we call it murder, they of course, didn’t. Mercy killing they called\nit, which is not something that is completely strange to us.",
        "A: Absolutely, absolutely. He said you cannot -- you -- you find this in there, he wa -- you\ncannot imagine what they were like. You cannot imagine when they arrived, what they were.",
        "A: And of course Stangl would have thought that 1t was a mercy to kill Stephen Haw -- Stephen\nHawking. Because he would never, never have been capable of seeing that spirit, of feeling that.",
        "A: At Treblinka, well that was different, of course. I mean, this -- the -- one -- one cannot for a\nmoment forget the pre -- you know, conditioning all these Austrians and Germans -- mostly\nAustrians by the way, who were the supervisors of these extermination camps. I mean, their --\ntheir -- you know, their preconditioning was the most extreme that you can think of -- which\nended, of course, if you like, or it began with the euthanasia. But -- but -- by the time they were\nsent to the euthanasia institutions, th -- the -- the authorities knew that they were capable of it.",
        "A: He was -- he was a bl -- I mean, I was absolutely convinced from what he told me, that he wa\n-- that he was, you know, even before he was sent to Berlin to talk to psychiatrists, which they\ndid before he was assigned to the euthanasia. But even before that, they -- of course they\nobserved him. They observed him in his police work. He said they couldn’t have observed me,\nbecause I didn’t do anything. You don’t have to do anything. The question is how you behave.\nHow you talk to your superiors, or to your comrades, or to those you arrest, or whatever. There\nare a million ways. I mean, you can do this here. You can talk, you can find out -- I mean, you\ncould -- you could -- you could talk to different police officers here, and after half an hour, you,\nfor instance, you would know what they were about. And I would know what they were about.\nYou know, it’s -- it’s -- 1t’s impossible to hide if you are a certain kind of person.",
        "A: I’m not saying that every police officer --",
        "A: -- but I don’t mean that at all, of course.",
        "A: Yeah, but there were 96 SS men, young men like he, and even younger, who were part of this,\nin these four camps. 96 of them.",
        "A: I don’t remember, no, but it’s in the book, I’m sure. I don’t remember how old he was.",
        "A: Oh, but -- but -- but listen, this was fascinating. Let’s not forget this. I mean, first of all I was\ndoing something -- and I really don’t mean this in any, you know, in any journalistic way, but I\nmean it was something that hadn’t been done before, and that needed to be done, to my mind.",
        "A: And I was -- I was getting -- very slowly getting a feel of -- of -- you know, of the thing that I\nwas looking for, very slowly. Took a long time.",
        "A: I spent three weeks with him, every day. And then I went back and spent another week with\nhim. So all together I spent four weeks with him. But this -- these were long days, you know. I\nmean, I came there at nine in the morning, stayed until half past 12, I think it was, came back at a\nhalf past one, and stayed until five. Now -- during which time he talked all the time.",
        "A: Well, first, no -- I do -- I can’t tell the stories, but I mean what -- what set -- burnt itself into\nmy mind at first, and which has been confirmed by -- you know, by -- by many other talks I’ve\nhad with people such as Stangl, 1s their self pity. I mean, first there is the self pity which is\nperfectly justified, about their childhoods. Every one of them had a terrible childhood, I mean it’s\nextraordinary. It’s extraordinary, I’m -- I’m horrified at the number of terrible childhoods there\nare. And it’s true, you know, because I looked into it afterwards in each case, and I found out,\nabsolutely confirmed, beaten, all the rest of it, you know. Absolutely true. And -- and these\nchildren are conditioned, for God’s sake, for violence. You be violent with a child, and the child\nin conditioned toward violence. I’m not saying that every child that is beaten as a child is going\nto become a Stangl, of course not. But if the circumstances are created, where becoming a\nStangl, or something like that, is admirable in the eyes of the community, that’s it. That’s it. And\n-- and for Stang] this was exactly it, I mean it was admirable what he was doing.",
        "A: No, you’re in the room with a -- it’s not -- that’s too simple, really. And you’re just saying\nthis to draw me out, I know. But of course it’s too simple. You can never simplify somebody like\nStangl, you can say -- I can say here is just a provincial Austrian. Of course he was just a\nconvincial -- provincial Austrian. But he was a provincial Austrian who went through a series of\nexperiences which burned itself into his spirit, and corrupted him totally. He was a totally corrupt\nman. A man who should never have been allowed again into the presence of children. Which is\nwhat his wife felt, eventually, you know? I mean -- and -- and I’m not even saying that -- you\nknow, I’m not even saying that you can blame only Stangl for this. You have to blame -- you\nhave to blame the whole -- the circumstances, and the environment. So the people who created\nthis environment, are of course as blameworthy as Stangl. Do you see what I mean? I mean, of\ncourse Stangl, had he had the right help from his wife, he could have got out of it. But it would\nhave been difficult, and demanded, you know, character. I mean, the kind of character he didn’t\nhave. I mean the kind of civic courage that he didn’t have, and also some conviction of sorts that\nhe didn’t have. For instance, the conviction that no one person, because he was Jewish, is bad,\nrather than another person is good. I mean, it -- it simply -- thi -- thi -- this is -- the moment this\ndivision exists in the person, where to him, you know, where a Russian 1s bad, and an\nEnglishman is good -- I mean, this is total bullshit of course, total nonsense. And the moment\nyou feel anything like that, which is one of the dangers of war by the way, you’re lost.",
        "A: No, but it’s not okay you’re fascinated. I mean the fascination is -- you know, the intellectual\nchallenge is tremendous. I mean, it’s a tremendous -- I mean it’s like -- it’s like alcohol.",
        "A: You know, it’s a tremendous thing, in which -- which 1s -- which was one thing with Stangl\nwhere I was -- where I was -- the one thing I was worried about, about myself with these\nconversations with Stangl, is that I was constantly the superior. This is very dangerous for\nanyone’s character. It’s very bad for you. And I was lucky enough that, you know, I had this\nwonderful family at home. I had the counterweight of my extremely intelligent husband, and you\nknow, very intelligent children. So not -- I’m saying intelligent because you know, you feel that\nyou are so much in command, that your brain is more in your mind than anything else. I mean,\nthere were moments when I -- I -- I knew I couldn’t go on, and I then could go on, because that’s\nwhat I did. But -- but it was very different, of course, when I undertook this thing with sha --\nwith Speer. Because Speer was not just my equal, but he was way superior to me in intellect. He\nwas far more cultivé than -- than I was at the time, you know. He had read far more. He -- he --\nhe was a -- an absolutely extraordinary man, and so it -- it was a completely different challenge.",
        "A: Well, Speer -- Speer, whom I didn’t like when he -- when h-he -- Speer asked me to do this. I\nmean, he got in touch with me having read, “Into That Darkness.” And obviously -- I mean, as I\nsaid before, these people want to speak, they want to talk. And Speer read, “Into That Darkness,”\nwhich kept him sleepless, he said, for several nights. And -- and he decided that this was\nsomebody he could talk to. Now Speer had talked to a lot of people, you know, because he was,\nof course, a huge personality, of enormous importance historically. And I suppose every major\njournalist in the world -- certainly in the western world, tried to talk to Speer. I mean, it would\nhave been insane not to. I didn’t like him. I saw him on TV, I -- you know, I read -- of course I\nread his books. I thought he was an arrogant man. His charm did not charm me. I thought his --\nhe was very suave, and I couldn’t bear it. So when he -- when he wrote to me, and then followed\nthis up with quite a lot of phone calls, I was -- I was very reluctant indeed. He became -- he\nbecame very atta -- not attached, that’s the wrong word, but he -- he liked my husband very\nmuch, already on the telephone. I mean, they had these long conversations on art, about which\nSpeer knew, I mean far more than either of us, of course. But also, Don knows far more than I,\nbut Speer knew far, far more than -- and -- and it was quite interesting for my husband, you\nknow, who was still very actively on “Vogue,” and doing lots of photography, also to do with\nartists and so on. So it was all very interesting for him.",
        "A: And he -- he didn’t like Speer very much, any more than I did, but -- on the phone, I mean.",
        "A: But somehow a kind of relationship developed, and when there had been, you know,\nsomething -- I don’t know how many weeks it was, it was several weeks of these phone calls\nwhich came in from Speer, all asking me, well when would I come to Heidelberg, and I mean\nwasn’t I planning? I was so often in Germany, wasn’t I -- blah, blah, blah, blah. And finally I\nthought, what is the matter with me? I mean, if th -- this man is so desperate for me to do a\nStangl on him, okay. I'll do it. You know, as vulgarly as that, I thought. And of course that kind\nof thought immediately disappeared the moment I met him. I’ve got to say, I mean really. I\nmean, we were -- we went to have lunch with him and his wife in a Heidelberg [indecipherable],\nand there was this humble man. On the telephone he was just as arrogant as on TV. So every tra -\n- telephone call supported my -- exta -- not every, some of them there was this curious humility.\nAnyway, at lunch, I mean, you know, there was a different man. And I thought, well wait a\nminute, maybe I’m all wrong about this. What is this man, you know? What is this? And of\ncourse, he talked a lot during a long, long lunch. And talked a lot about it, about Hitler, which is\nwhat I encouraged him to do. And by the end of the lunch, and Don and I went back to our hotel,\nI said, “Jesus, of course the one thing that in all these weeks I didn’t think about, was that this\nman was the closest to Hitler of anyone in Germany. Am I crazy not to want to talk to him?”\nDon said, “Oh yes, you’re crazy.” So -- so anyway, that’s how it started, you know, and of\ncourse the moment I started talking to him, I -- one’s attitude changes. Once -- as I told you, once\n-- once people start talking about their childhood, and with me they always have to talk about\ntheir childhood first, because I think everything starts in childhood. I know that this is a -- a\ncliché thing to say, and Freudian and all the rest of it, but it’s not Freudian, it’s -- it’s purely\nhuman. It doesn’t apply to everybody either, I have to say. Because you can have a rotten\nchildhood, or a difficult childhood, and still become a perfectly ordinary and good person. So it\ndoesn’t apply to everybody, but somebody who then develops in a certain way, and has had a\nterrible childhood, then you can find -- you know, you can find connections. And certainly with\nSpeer there were very, very strong connections. He was extraordinary lonely as a child. I mean,\nthe middle child of three, and neither liked by his father, nor by his mother, who liked the two at\nthe other -- one each, you know, of the other brothers. He was very alone throughout his\nchildhood. And -- and -- an-and really suffered under it, I mean, he -- he suffer -- he had a -- he\nhad a suffering childhood, Speer, which is odd. So when he found Hitler, of course 1t must have\nbeen the most extraordinary experience. And when Hitler found Speer it must have been the\nextraordinary experience, because, you know, if you want to make it very simple -- and why not\nmake it simple, then a man who had never been a father, found a son. And a son who had never\nhad a father, found a father. It’s as simple as that, really, except it’s much more complicated. But\nstart with the simple things, and you find answers. Because certainly Speer and Hitler loved each\nother. They loved each other. And it took Speer -- it took Speer all those years to understand,\npartly, that there was something terribly wrong. And he never, never understood it really, until he\nwas in Spandau, and was alone, and could read. You know, he read 5,000 books in Spandau.\nAnd boy, he could read, you know. And he c -- he -- by the time I met him, he knew -- boy, he\nknew more than anybody else did. He really did. I think he knew more about the Nazis -- of\ncourse, knew more about Hitler than everybody else did, but he understood more than anybody\nelse did. And as for this one part of this Nazism, which everybody, of course, as you -- as you\nknow, I think, is exclusively concerned with, Speer was never an ideological anti-Semite. He was\nan anti-Semite because they were all anti-Semites. But he was not an ideological anti-Semite. He\ncould manage with anybody, actually. And he could manage, of course after -- I mean, after\nSpandau, I mean my God, I mean in Spandau he -- you know, in Spandau he had a -- a great deal\nto do with -- with Jewish officers, and actually had -- I mean, he even emotionally changed a lot\nthere. You see, it was a -- it was a tremendous opening of understanding of what people were,\nyou know. People, that it’s not -- it’s not where they come from, it -- but what they are. Which is\nthe only thing that counts. I mean, it doesn’t matter where anybody comes from, what religion, or\nwhat they like to call race. I mean, this ridiculous and dreadful word, race. It’s -- it’s totally\nunimportant, the only thing that matters is what the individual is, with a capital I. And that’s\nwhat Speer -- what Speer certainly learned in Spandau. So you know by the time -- by the time\nhe came to me, I mean he was really preconditioned to really talking. And he did, I mean he -- he\n-- Speer t-taught me more than I could ever give him. He would have hated this book, of course,\nabsolutely hated it. He was very, you know, he was very, very dubious about what I would write.\nAnd he was so right.",
        "A: Yes, he -- b-because once, you see that that’s -- that of course is -- I mean, it’s the secret, you\nknow, I mean what have I been doing for the last three hours -- you know, three and a half hours,\nwhen I really told myself, and told Don, three hours 1s it, no more. And -- and I have talked to\nyou. When people start to talk, they talk, because the point is that -- and this applies to almost\neverybody, as you have found, too, I’m quite sure in your professional life. But people like Speer\n-- and I won’t say people like I, because I don’t mean to compare myself to Speer, but -- but --\nbut people of some, if you like, some intellect, or some -- they are not protected by this. They\nneed it just as much, or it happens just as much. And certainly Speer -- I mean there were days\nwhen he -- when he obviously had had some experience with jailers, or whatever, I don’t know,\nwhen he -- when it was really very difficult to get him to go on. But on the whole, he was\ncompletely different, of course, from Stangl, I mean obviously. But he was looking forward to\nthese conversations.",
        "A: He was -- Speer was -- I tell you Speer was more tortured by guilt than anybody I’ve ever\nmet. He felt guilty for every Jewish death. Every one of the six million. And he never said that,\nbut I know this, I know this. He was desperate about it. The only mistake was -- and I could\nnever, never -- I could never persuade him of this, that he too felt that that was the only thing he\nneeded to feel guilty about. And when I said to him, and I did of course, not once, but oh, how\nmany times, you brought the forced laborers to Germany, you are responsible for the death of a\nhundred thousand of them. This was your work, not Sowers, who was hanged for it. He was\nunder your orders, it was yours. It simply didn’t touch him, it was like -- as if I didn’t say\nanything. I might as well have kept my mouth shut. He felt no guilt for this. This was part of his -\n- | won’t call it duty, but it was -- it was simply part of what he was there for. And as far as he\nwas concerned, of course -- and this is true, I mean, of course I checked all this. When he found\nout that foreign laborers -- I mean, fo -- he called them Gastarbeiter, but hell, they weren’t\nGastarbeiter. When fo -- foreign laborers were mistreated anywhere, if he found out, he took\nmeasures. He did. And -- and you know, he mentioned a number of occasions to me. Every\noccasion that I could look into, I did. Every single one of them was confirmed. He took steps, it\nwas changed, the people were properly treated, they were moved into different places where they\nwere properly treat -- or whatever. So, he did. Even so, the system, it is the system, and he\nagreed to the system, and he supported it, and he was Hitler’s closest friend, and he was\nresponsible for God’s sake. He was responsible, he was responsible for their deaths. But he knew\nit, you see, and he was -- he was the unhappiest man of all the Nazis I met. He was the most\nimportant, and he was the unhappiest.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumFebruary 28, 2004\nRG-50.030*0483",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Gitta Sereny,\nconducted by Vera Frankel on February 28, 2004 on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GITTA SERENY\nFebruary 28, 2004\nBeginning Tape One, Side A"
    ]
}