{
    "rg": "RG-50.106.0221_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum, voluntary collection\ninterview with Philip Pines, conducted by Gail Schwartz, on March 13th, 2014, over the\ntelephone, at the United States Holocaust Memorial Museum and in Henrico, Virginia.\nWhat is your full name?",
        "Answer: Philip Pines.",
        "Q: And what —— 1s that the name you were born with?",
        "A: No. My name was Pinkofsky.",
        "Q: And where were you born and when were you born?",
        "A: I was born in Brooklyn, New York, 1920.",
        "Q: What date?",
        "A: February 22nd.",
        "Q: Okay. And just talk a little bit about your childhood, your family, your family\nbackground. Can you say anything about your parents? Your parents ——",
        "A: My —— both my parents came from Russia.",
        "Q: Um—hum.",
        "A: In 1905. My father came by himself. And he had some older sisters here already.",
        "Q: Um—hum.",
        "A: And my mother came with her family, except for one brother. I think there were 11\nchildren in the family. Where the parents got enough money to bring all of them at one\ntime, I don't know.",
        "Q: Um—hum. Um—hum.",
        "A: They came together, except for one brother who left Russia at the age of 12 by himself\nto go to America.",
        "Q: Do you know what part of Russia your family ——",
        "A: Yes, they came from ?Astedril? ——",
        "Q: Um—hum.",
        "A: —— by the name of Puchowitz, P—u—c—h—o—w—i1—t—z.\nOn the map, it might be Puchowitzi or something like that.",
        "Q: Was it near, where was it?",
        "A: It was in the White Russia.",
        "Q: Um—hum. Um—hum.",
        "A: The southeast of Minsk. And my grandfather on my father's side ——",
        "Q: Um—hum.",
        "A: —— I think had been a butcher in Russia.",
        "Q: Um—hum.",
        "A: And he came to —— my —— my father and a number —— two of his brothers came\nto America, and all his sisters except one had come to America. My grandmother died at\nthe age —— after World War I, near the end of World War I. And I was named after\nher.",
        "Q: Um—hum. Her name was?",
        "A: The name was I think Channa Faigel (ph). You know Yiddish?",
        "Q: A little bit, yeah",
        "A: Channa Faigel (ph). And I'm named Feivel (ph).",
        "Q: Oh, okay.",
        "A: Jewish name.",
        "Q: Right. Right. And your parents' names?",
        "A: My father's name in English was called Max.",
        "Q: Um—hum.",
        "A: But in Hebrew it was Chrona Motel (ph).",
        "Q: Okay.",
        "A: My mother's name in English was Ida.",
        "Q: Okay.",
        "A: Do you know —— you don't know how immigration people changed these things.",
        "Q: Right.",
        "A: And —— and in Hebrew it was Hasha Leah (ph).",
        "Q: Um—hum.",
        "A: Have you heard those names?",
        "Q: Yeah. Yeah.",
        "A: Hasha Leah. So, I don't see where they got Ida from, but, at immigration, you never\nknew what was happening.",
        "Q: Right. Right. Let's talk a little bit about your childhood. How would you describe\nyour family? Middle class?",
        "A: I don't know. Possibly. My father always worked for himself as far as I remember.",
        "Q: What kind of work did he do?",
        "A: My father was a painting contractor.",
        "Q: And did you —— or do you have any siblings?",
        "A: Yes. I had —— I had a sister, an older sister, who was, I think, five years older than I,\nand a bother who was four years younger than I.",
        "Q: So, you were in the middle. And how would you describe yourself as a child? Were\nyou very independent?",
        "A: I think I was independent.",
        "Q: Um—hum. Was your family very religious?",
        "A: Not very religious. My father would go to services on a holiday, but we were not very\nreligious.",
        "Q: Um—hum.",
        "A: Though my grandparents were very religious on both sides.",
        "Q: Um—hum.",
        "A: And they were scholarly.",
        "Q: Okay. Um—hum.",
        "A: In the old country and in America.",
        "Q: Wonderful. Yeah. So, you grew up in what neighborhood in ——",
        "A: I lived in east New York, Brooklyn.",
        "Q: Brooklyn.",
        "A: Are you acQ:uainted with that area?",
        "Q: Not really, not really.",
        "A: It was a —— area was mainly Jewish.",
        "Q: Um—hum.",
        "A: With some Italians. And about a block from it was the Hebrew orphan asylum.",
        "Q: Oh, okay.",
        "A: So, you could see it was Q:uite Jewish.",
        "Q: Yes. Yeah. What kind of school did you go to, elementary school?",
        "A: I went to an elementary school in Brooklyn, very old one.",
        "Q: Um—hum. This was just a public elementary?",
        "A: Public.",
        "Q: Yeah. Okay.",
        "A: And then, when I was ten, because we moved to East Flatbush.",
        "Q: That's 1932, then.",
        "A: That was in 1930, I think.",
        "Q: Oh, 1930. Okay.",
        "A: 1930.",
        "Q: All right.",
        "A: We moved to East Flatbush. And my family remained there all the time.",
        "Q: Okay. And then you continued on into what school?",
        "A: I went to an elementary school nearby, a block from where I lived. And then I went to\njunior high.",
        "Q: Um—hum.",
        "A: And I then went to boys' high, which was distant from where I lived. There was\nanother high school right near, not far from me, maybe 15—muinute walk, but this was a\nvery well—known, scholarly school.",
        "Q: Um—hum. Were you interested in athletics?",
        "A: Not particularly.",
        "Q: Um—hum. Um—hum. Okay. And now, what —— when did you first hear of a man\nnamed Hitler? He came into power in '33, and you ——",
        "A: [heard about him.",
        "Q: How did you hear about him?",
        "A: Well, I read the papers.",
        "Q: Yeah. Okay.",
        "A: At that time, I don't think we had a —— we already had a radio.",
        "Q: A radio. Yeah. What languages were spoken at home?",
        "A: Well, the languages spoken, English and Yiddish. In fact, they spoke enough Yiddish\nthat we ——- the children understood Yiddish. So, we could speak it, too.",
        "Q: You could speak it. Okay.",
        "A: And if anything untoward happened and they didn't want us to hear, like a cousin of\nmine died, my father came home, and they talked in Russian.",
        "Q: Oh, that's interesting.",
        "A: They didn't want us to understand when they spoken Russian.",
        "Q: Right. Okay. Okay. So, then you continue on to high school?",
        "A: Right.",
        "Q: All right. And then when did —— okay. Then you finished high school?",
        "A: At the age of sixteen.",
        "Q: Okay.",
        "A: And I went to CCNY.",
        "Q: Okay. City College of New York. Right. And then?",
        "A: I went to Columbia.",
        "Q: Well, how long were you at City College?",
        "A: Four years.",
        "Q: Four years. And you finished there when?",
        "A: 1941.",
        "Q: Okay. That was before Pearl Harbor or after?",
        "A: It was before Pearl Harbor.",
        "Q: Okay. Okay. Did you know, at that time ——— again, you were young, of course —\n— what was happening to the Jews, tightening of restrictions?",
        "A: Oh, yes. I was aware of that.",
        "Q: And is this something that you talked over with your parents?",
        "A: We talked about with friends and in school and parents, too.",
        "Q: Okay. Um—hum.",
        "A: They were always knowledgeable.",
        "Q: Were you —— did you experience any anti—semitism in elementary school or high\nschool or college?",
        "A: I didn't experience in elementary school, but I did experience some anti—\nsemitism. We had a bungalow at Orchard Beach in the Bronx, and some fellows were\nanti—semitic there. I experienced ——",
        "Q: What happened? What kind of ——",
        "A: Nothing particular.",
        "Q: Was it verbal or physical?",
        "A: Verbal.",
        "Q: Oh, okay. And how did you handle it?",
        "A: I handled it.",
        "Q: You mean you just walked away or you ——",
        "A: Right. I didn't have much to do with it.",
        "Q: Yeah. Okay. And were you in high school at that time?",
        "A: I was in ——at that time, I was still in —— that would be about 1931, '32.",
        "Q: Oh. You were young.",
        "A: I was young.",
        "Q: You were very young. And what about when you were in high school? Was there any\nanti—semitism?",
        "A: No, never experienced.",
        "Q: Okay. And then at City College?",
        "A: I didn't experience it. At City College, it was mainly Jews.",
        "Q: Right. Right. Okay. So, then you finish at City College in '41, by June of '41, maybe?",
        "A: Right.",
        "Q: And ——",
        "A: And, in fact, I was active in the movements against Hitler.",
        "Q: What was that?",
        "A: And I remember once going down to the German Consulate.",
        "Q: Oh.",
        "A: Near the Battery. Do you know where the Battery is in New York?",
        "Q: Down the lower part of Manhattan.",
        "A: Right. It's right near the water.",
        "Q: Um—hum.",
        "A: And we picketed the German consulate.",
        "Q: Okay.",
        "A: And I remember one woman passing, and she looked at us, and she said, I can see by\ntheir heads that they are foreigners.",
        "Q: Oh, my. Oh, my. Oh, my.",
        "A: That kind of thing.",
        "Q: Yeah.",
        "A: So, you could tell what a Jew was.",
        "Q: Yes. Yeah. So, you just picketed. Did anybody of the staff come out or anything?",
        "A: No.",
        "Q: Yeah.",
        "A: It was a large building, so —— it was one of the tall office buildings.",
        "Q: And do you remember what the sign said? Any of the signs?",
        "A: I don't remember what ——— whether there were signs or we were talking, you know.",
        "Q: Yeah.",
        "A: Protesting.",
        "Q: Yeah. Yeah. Okay. Then comes —— so, then you finish, and you went to Columbia,\nyou said?",
        "A: Right. I went to Columbia for graduate work.",
        "Q: Okay. To study what?",
        "A: I majored 1n history.",
        "Q: Okay. And now, Pearl Harbor comes in December.",
        "A: Pearl Harbor came while I was a student at Columbia.",
        "Q: Right.",
        "A: December 7, 1941.",
        "Q: Right.",
        "A: And I remember that distinctly.",
        "Q: Um—hum. Um—hum. So, you stayed in school?",
        "A: Well, I was called up by the draft before the war began.",
        "Q: Um—hum.",
        "A: But I got time off to finish a semester of work.",
        "Q: At Columbia?",
        "A: Yes.",
        "Q: Okay.",
        "A: In fact, I finished a year of work at Columbia. And I did research on my master's. I did\nall the work for my master's except I didn't have time to write it.",
        "Q: Okay.",
        "A: And then I was called up to service.",
        "Q: All right. Now, let's talk about that. So, when did you —— was it the summer of '42?",
        "A: No. February —— in fact, I remember. It was Friday the 13th.",
        "Q: Oh, my.",
        "A: 1942.",
        "Q: So, 1t ——",
        "A: Supposed to be unlucky.",
        "Q: Right. Right.",
        "A: So, because I was called on that day, when I went into service, I took 13 dollars and\n13 cents with me.",
        "Q: I love it. Wonderful.",
        "A: I may as well be all 13.",
        "Q: So, this is really right after Pearl Harbor.",
        "A: Yeah.",
        "Q: Two months.",
        "A: I went to the Army on February 13th, 1942, about a month and a half after Pearl\nHarbor.",
        "Q: And where were you stationed?",
        "A: Well, I was sent to Camp Croft, South Carolina, which was the infantry training\ncenter. And maybe I didn't speak up enough about what ——— my background, because\nbesides having a history background, I took one public administration course.",
        "Q: Um—hum.",
        "A: And took the junior professional assistance, that is a U.S. exam, 1n public\nadministration and got a very high grade.",
        "Q: Um—hum.",
        "A: I think I got a grade of 87. I hadn't been a member. I hadn't majored in that, just one\ncourse. And I had also applied for the ?R—tech? exam, which I never took because I\nwas in service.",
        "Q: Right. Um—hum. So, you're stationed in your first ——",
        "A: At Camp Croft, South Carolina. I was trained in the infantry.",
        "Q: Okay. All right. And then you stayed there ——",
        "A: And from there, at the end of training —— I think it was in June, it was a three—\nmonth training period.",
        "Q: Um—hum.",
        "A: February, March, April, May —— I think the beginning of June, a group of us, a train\nload of us, was sent to Camp Pendleton, Virginia.",
        "Q: Okay.",
        "A: Which is just south of Virginia Beach.",
        "Q: Um—hum.",
        "A: And were assigned to the 111th Infantry.",
        "Q: Um—hum.",
        "A: Which had been a Pennsylvania National Guard regiment.",
        "Q: Um—hum. Um—hum.",
        "A: And it was a combat team, stretched out along the coast.",
        "Q: Um—hum.",
        "A: It's headQ:uarters were Fort Monroe. One battalion was at —— near Fort Story ——\nno. One battalion was at a camp called Camp Thalia, and later Camp Ashby, between\nVirginia and —— Virginia Beach and Norfolk.",
        "Q: Um—hum.",
        "A: And this battalion was stretched out over the coast of Virginia. Another battalion was\nalong the coast of North Carolina. And I was lucky, some of us were lucky who were\nfrom New York, and we were assigned to a battalion at a place called Westover,\nMaryland. That's —— you know, are you acQ:uainted with the with area Salisbury,\nMaryland?",
        "Q: A little bit, a little bit.",
        "A: Well, it's twenty miles below Salisbury, Maryland.",
        "Q: Um—hum.",
        "A: And it was stretched —— there were three regiments, three infantry companies. One\ncompany stayed at headQ:uarters at Westover. One was at Berlin, Maryland.",
        "Q: Um—hum.",
        "A: And they protected the area around Ocean City and Chincoteague.",
        "Q: They were concerned about the coast is what you're saying.",
        "A: Yeah. It was the Coast Defense Team on combat duty.",
        "Q: Oh, okay.",
        "A: We didn't combat, but we were armed to the tee, in case something happened along\nthe coast.",
        "Q: Um—hum. Um—hum.",
        "A: And another company was at ——- company was kept at —— at a place six miles\nabove Cape Charles.",
        "Q: Um—hum.",
        "A: Place called Oyster, Virginia.",
        "Q: So you —— but you stayed in your place for how long?",
        "A: I was at —— first, I was in the heavy weapons company. I was in the machine gun\nplatoon, heavy machine gun platoon.",
        "Q: Um—hum.",
        "A: And I was in it for about three or four months.",
        "Q: Um—hum.",
        "A: And I asked the company commander, I said ——— I said I'd like to go to\nheadQ:uarters company, become a radioman. The reason I wanted to be a radioman, I\nfigured it would give me more time to be free.",
        "Q: Um—hum.",
        "A: To do reading.",
        "Q: Um—hum. Okay.",
        "A: And he liked me very much, and he gave it to me. and then he was assigned to form a\ncannon company, and he wanted me to be his company clerk.",
        "Q: Um—hum.",
        "A: In fact, while I was in the company, he looked at my record, and he had me give his\norientation lectures that were historical, usually.",
        "Q: Um—hum. Um—hum.",
        "A: But I went to headQ:uarters company, and I was there for —— when I got there, they\nwanted me to be a scout. I said, \"Look, I came here to be a radioman.\" So, I went to\nradio school.",
        "Q: Okay.",
        "A: At the first radio school I went to was mechanics radio school in Washington D.C.",
        "Q: Oh, okay.",
        "A: And that was three months. And it was really a good deal.",
        "Q: Um—hum.",
        "A: Because some of the fellows went out to Kansas and some went to Altoona,\nPennsylvania. And Washington D.C. was easy to get to New York on the railroad.",
        "Q: Right. Right.",
        "A: So, I was lucky there.",
        "Q: Then after that, what did you do?",
        "A: I came back to the company, and I was a radioman.",
        "Q: Um—hum.",
        "A: I operated at headQ:uarters for a while, and then they sent me out to Oyster, Virginia,\nwith two other fellows.",
        "Q: Um—hum.",
        "A: To operate the radio in a command car.",
        "Q: Um—hum.",
        "A: And that was a good deal because we were our own bosses.",
        "Q: Right.",
        "A: And we had a command car, and we drove around many times. We had free\ntime. We had to charge the battery. And it was free —— we were our own bosses.",
        "Q: Um—hum. Um—hum.",
        "A: And then my regiment was alerted. And they took some of us —— we had no choice\nin it —— sending —— some of us were taken and sent to Fort Monroe, to the\nChesapeake Bay sector signal operations ——",
        "Q: Um—hum.",
        "A: —— unit.",
        "Q: Um—hum.",
        "A: And from there, three of us went to the outfit that replaced the 111th Infantry, 101st\nCavalry of New York. And it was at Camp Ashby, or Thalia, it's original name.",
        "Q: Um—hum.",
        "A: And I did radio operating there ———",
        "Q: Um—hum.",
        "A: —— for a number of months, I think.",
        "Q: Um—hum.",
        "A: From —— trying to think, I think for about three or four months.",
        "Q: Okay.",
        "A: And then, this group, three fellows ——— another radioman and I and one wireman —",
        "Q: Um—hum.",
        "A: —— suddenly got orders to report to Camp Ritchie, Maryland.",
        "Q: Okay. That's what I'd like to talk about now.",
        "A: We didn't know anything about Camp Ritchie. We didn't know what it was.",
        "Q: Um—hum.",
        "A: We were put on the night boat from ——— from —— from Little Creek ——— or rather,\nthe night boat used to stop right near —— right at Fort Monroe, actually.",
        "Q: Um—hum.",
        "A: The night boat from Norfolk to Baltimore. And we went —— took us a couple of\ndays to get to Camp Ritchie.",
        "Q: Um—hum. Um—hum.",
        "A: And there, I was assigned to the radio platoon or ——",
        "Q: Um—hum.",
        "A: —— technical platoon of the 2nd Mobile Radio Broadcasting Company.",
        "Q: Okay. Had you heard of Camp Ritchie before?",
        "A: Never heard of Camp Ritchie before.",
        "Q: Okay. And who were the other soldiers you were with?",
        "A: In fact, one of the fellows was a fellow by the name of Rudy Brooks.",
        "Q: Um—hum.",
        "A: He was a radioman. And another —— the other fellow, I think his name was Griffin.",
        "Q: So, some were Jewish and some were not?",
        "A: Those two weren't.",
        "Q: Were not. Okay.",
        "A: But there were Q:uite a few Jewish fellows in the company.",
        "Q: Were there any immigrants, any refugees from Germany?",
        "A: Oh, yeah. It was mainly made up of refugees from Germany.",
        "Q: Okay. And did you get ——",
        "A: We had the propaganda platoon, and that was made up of the people mainly from\nGermany.",
        "Q: Um—hum.",
        "A: Language people.",
        "Q: Yeah. Where German was their native language, you mean?",
        "A: Well, originally.",
        "Q: Yeah. Yeah.",
        "A: A number of them were refugees. For example, Steven Heym was there. Ever heard\nthat name?",
        "Q: I don't think so.",
        "A: He —— there was —— before World War II or during it, there was a movie by the\nname of Escape, and he had written the book.",
        "Q: Oh, my. Oh, my.",
        "A: And after World War II, he wrote another book called Crusaders.",
        "Q: Okay.",
        "A: It's about the company.",
        "Q: Okay. Oh, okay.",
        "A: And unfortunately for him, after the war ended, he went to the eastern zone of Berlin,\nmaybe he was sympathetic with the new movement. He thought it would bring wonders\nto Germany.",
        "Q: You're talking about communism.",
        "A: Yeah. And I understand that later on he had trouble with the dictatorial setup.",
        "Q: Yeah.",
        "A: And I think he may have committed suicide.",
        "Q: Oh, my. Oh, my.",
        "A: I'm not sure.",
        "Q: Yep. Yep. So, did you talk to any of the young refugees? Why you able to ——",
        "A: We spoke to them, yes.",
        "Q: Did they tell you —— did they ——",
        "A: Well, actually, many of them were hoi polloi. They looked down upon the technical\npeople.",
        "Q: Oh, okay.",
        "A: The radiomen and the printers and all that. We had —— in the technical platoon, we\nhad a printing unit in the truck. We had repair trucks. And then we had broadcasting\ntrucks.",
        "Q: Um—hum.",
        "A: Radio operated trucks.",
        "Q: Um—hum. Um—hum. And so you didn't —— did you talk to them about what was\nhappening in Germany and the rest of Europe to the Jews?",
        "A: Not really. I knew what was happening. We knew what was happening.",
        "Q: No, I know. But you did not talk this over.",
        "A: No.",
        "Q: Talk about it with ——",
        "A: No.",
        "Q: Yeah. Did you feel any connection to these Jewish refugees, any emotional\nconnection?",
        "A: Some were very nice, and some thought they were in another world by themselves.",
        "Q: Yeah. Did they speak English well?",
        "A: Oh, yeah, they spoke English. Most of them spoke English well. There was one who\nspoke a number of languages, and fellows used to joke about him.",
        "Q: Um—hum.",
        "A: He used to say, \"I speak 11 languages, English the best.\"",
        "Q: Oh, my. Yeah. So, you're at Camp Ritchie with a mobile radio unit. And how long\nwere you there for?",
        "A: We were there maybe —— not even a month when they divided the company. They\ntook a group out of the company to form the 3rd Mobile Radio Broadcast. They were the\ncadre from 3rd Mobile Radio Broadcasting Company. I remained with 2nd. And we\nwent up to Camp Sharp at Gettysburg. It's right on —— it was right on the battlefield.",
        "Q: Oh, my. Okay.",
        "A: In fact, Camp Sharp had originally been commanded, during World War I, by\nEisenhower.",
        "Q: Oh, my.",
        "A: That's how he became acQ:uainted with Gettysburg.",
        "Q: Right.",
        "A: And after the war, you know, he moved to Gettysburg.",
        "Q: Yes, right. To a farm. Right.",
        "A: In fact, someone else interviewed me who was interested in it.",
        "Q: Um—hum.",
        "A: Did you hear of Beverly Eddy?",
        "Q: No.",
        "A: My name was given to her.",
        "Q: Okay.",
        "A: And she interviewed me, too.",
        "Q: Um—hum. Um—hum.",
        "A: And I think she was a professor, I think of German. And she was at Dickinson\nCollege.",
        "Q: Um—hum.",
        "A: And she's writing a book, I think, about Camp Sharp.",
        "Q: Oh, okay. So, now you're at Camp Sharp and still doing your radio work.",
        "A: I was doing my radio work, and that was where we prepared to go overseas.",
        "Q: Um—hum.",
        "A: And we weren't there very long, maybe a month, month and a half.",
        "Q: Are we talking about 1943?",
        "A: 1944.",
        "Q: 1944.",
        "A: This is 1944.",
        "Q: So, you were at Camp Ritchie, what —— what year? '44?",
        "A: In 1944, too. I went there February 19th, '44.",
        "Q: Okay.",
        "A: We maybe stayed at Ritchie for about three weeks.",
        "Q: Um—hum.",
        "A: And then we went to Camp Sharp.",
        "Q: Camp Sharp.",
        "A: The 2nd Mobile. We used to call ——— Camp Ritchie was very beautiful.",
        "Q: Was it? Um—hum.",
        "A: It was very close to where the presidents go.",
        "Q: Um—hum.",
        "A: You know, Camp David.",
        "Q: Camp David. Yeah.",
        "A: It was at one time called Shangri—La.",
        "Q: Um—hum.",
        "A: Roosevelt used to go there.",
        "Q: Um—hum. Um—hum.",
        "A: And the mountains are beautiful right there.",
        "Q: Um—hum.",
        "A: And Camp Ritchie, there's a lake right in the camp.",
        "Q: Um—hum.",
        "A: And they used to call it Camp Ritchie by the Lake. Beautiful location.",
        "Q: So, now you're getting ready to go to Europe?",
        "A: I knew I was going to Europe, and from there we went to ——— from Camp Sharp, we\nwent back to Camp Ritchie.",
        "Q: Oh.",
        "A: To stay a few days.",
        "Q: Okay.",
        "A: And then we took the train from there to —— to Camp Shanks, which 1s 1n, I think,\nRockland County, New York.",
        "Q: Okay.",
        "A: There was a big camp, and that was the camp ——— one of the camps from which they\nsent troops to Europe.",
        "Q: Okay.",
        "A: The other one being Camp Upton, in Long Island.",
        "Q: Um—hum.",
        "A: Right.",
        "Q: So, you go on a troop ship.",
        "A: Yep. We went on the Queen Elizabeth.",
        "Q: The Queen Elizabeth?",
        "A: Yes. We went on —— I think we got on the ship that was March 30th —— how\nmany days in March? Thirty or 31?",
        "Q: Thirty—one.",
        "A: Maybe March 30 or 31, I don't remember the date.",
        "Q: Um—hum.",
        "A: We went down by train, from Camp Ritchie, down along —— they had the west shore\nline of the New York central railroad at that time.",
        "Q: Um—hum.",
        "A: To the docks in New Jersey and took a ferry across to the Queen Elizabeth.",
        "Q: Oh, my.",
        "A: They had to set up a ferry at the pier.",
        "Q: Um—hum.",
        "A: And I think alongside, the other side of the pier, was the Normandy, that had been —\n— that had a fire or something. You've heard about that.",
        "Q: I've heard about the Normandy, yeah.",
        "A: And it —— it was on its side at the time. It was still ——— I think still there when we\nwere there.",
        "Q: Now, how much did you know about what was happening to the Jews in Europe by\nthat —— by '44?",
        "A: Oh, we knew that.",
        "Q: By '44.",
        "A: I was always aware of that.",
        "Q: Yeah. Did your parents have contact with any family members who still were over?",
        "A: Right. In fact, I'm going to give you an article to read. The New York Times obituary\nof Monday, August 16th, 1943, has an obituary for my grandfather, and here's the\nheadline: Abraham Pinkofsky dies at age of 104. One of 13 grandsons in war cited;\nthree other lose lives. And it tells about, there were nine —— I think nine grandsons of\nhis were in the American military service.",
        "Q: Oh, my. Oh, my.",
        "A: Of which, all of us came back.",
        "Q: Wonderful.",
        "A: None of us, I think, were wounded. Three of them ——— the paper only mentions the\ngrandsons who were officers. One was Captain David Weiss (ph). At that time, my\ngrandfather's death, he was a chief surgeon at Fort Totten, Queens. In fact, he told me\nthat was the best year of his life, when he was there, because he had a beautiful home,\nright, at a beautiful area. It's a peninsula on there —— where the East River joins the\nLong Island Sound. Another son had been an infantry captain, another grandson. And\nthey took him out of the infantry, and he never went overseas. He was assigned to, I\nthink, Camp Detrick, in Frederick, Maryland.",
        "Q: Fort Detrick. Fort Detrick.",
        "A: Yeah. It became Fort Detrick",
        "Q: Yeah.",
        "A: And the reason they took him out of the infantry was, he had a doctorate in\nbacteriology.",
        "Q: Yeah, right. Right.",
        "A: And he did research on biological warfare. In fact, I think he came down with anthrax\nhimself.",
        "Q: Oh, my gosh.",
        "A: But he survived. They were working with the bug.",
        "Q: Um—hum. Right.",
        "A: And another one, doesn't say where he was.",
        "Q: Where —— let's go back to your story now. So, you took the Queen Elizabeth over.",
        "A: Right. With 20,000 other men.",
        "Q: Twenty thousand.",
        "A: You couldn't imagine how crowded it was.",
        "Q: Yeah. And where did you land?",
        "A: We landed in —— I think it's called Gourock, the Port of Glasgow.",
        "Q: Okay.",
        "A: Is that correct?",
        "Q: I don't know.",
        "A: I don't know names. And we were welcomed ——",
        "Q: Um—hum.",
        "A: —— as we landed in the morning by a parade of a band of men in kilts playing\nbagpipes.",
        "Q: Okay.",
        "A: That was our greeting to Great Britain.",
        "Q: Okay.",
        "A: And as we paraded off, we march to the train and that took us to England.",
        "Q: Okay.",
        "A: And it was a full day trip down to a place —— I don't know what —— where they\nstopped, but I know wherever we stopped, I had gotten sick on the train. I got land sick.",
        "Q: Um—hum.",
        "A: And the fellows helped me off onto a truck, and we went to a camp at a place called\nWotton—under—Edge.",
        "Q: Okay.",
        "A: I don't think you've ever heard of it.",
        "Q: No.",
        "A: But a very famous man came from there. Wyecliffe. You ever hear of Wyecliffe?",
        "Q: Yeah, yeah.",
        "A: Wyecliffe translated the Bible to English.",
        "Q: Right. Into English, right.",
        "A: Right.",
        "Q: You're talking about April '44, right?",
        "A: April '44.",
        "Q: Okay.",
        "A: I think it took us about eight days to get there.",
        "Q: Okay.",
        "A: Now, the Queen Elizabeth normally would make England in about four days and five\nhours, but it took a wandering course.",
        "Q: Yes. I would imagine.",
        "A: Every trip was different.",
        "Q: Um—hum.",
        "A: And the ship changed course every six minutes. But the last night, as we were\napproaching the coast of England, up at Scotland, 1t was changing course every minute or\ntwo.",
        "Q: Oh, my. Oh, my.",
        "A: And people were falling out of the bunks. It was just keeling. Unbelievable. But they\ngot us there safely.",
        "Q: Yes, right. Right. So, then you were in Wyecliffe. And then what?",
        "A: We were there maybe about a week, and we went to another town, at ——- called\nClevedon, on the coast.",
        "Q: Um—hum.",
        "A: A beautiful town. And from there, you could see Wales.",
        "Q: And now this is still before D—Day; right?",
        "A: This is before D—Day. In fact, that's where we were preparing for D—Day.",
        "Q: And how much did you know?",
        "A: We didn't know too much.",
        "Q: Um—hum.",
        "A: But ——",
        "Q: And you are still doing your radio work?",
        "A: Oh, yes. But we didn't know too much. We did our work, and that's all.",
        "Q: Okay.",
        "A: And then we went to —— from there, we're there maybe two or three weeks, we went\nto a place called Pittsfield, about 20 miles north of Bristol.",
        "Q: Um—hum. Okay.",
        "A: And we were in a camp there with —— I think there was a —— a PX company that\nran PXs, and also a camouflage engineer battalion. And that's where we had our last\npreparation for the invasion.",
        "Q: Um—hum.",
        "A: And one of the days just before the invasion —— in fact, maybe a couple weeks\nbefore the invasion, we would —— went training on every weapon we had in the\ncompany.",
        "Q: Um—hum.",
        "A: You fired every weapon. Machine guns and rifles and submachine guns and\npistols. And suddenly, a couple of groups of men from my section were taken out.",
        "Q: Um—hum.",
        "A: We didn't know where they went.",
        "Q: Um—hum.",
        "A: And they —— and also one group that went, went with the radio truck.",
        "Q: Um—hum.",
        "A: On a two—and—a—half—ton truck. It was what —— a doghouse. I don't know if\nyou've ever seen them. And it was a radio, and then these were groups that were landed.\nOne of the groups in my section, we learned later, operated General Bradley's\ncommunication.",
        "Q: Oh, my. Were you in one of those groups?",
        "A: Well, I wasn't in that group.",
        "Q: No, I know. But ——",
        "A: They were —— came from my group.",
        "Q: Um—hum.",
        "A: But we had no choice. They took some men, and they left.",
        "Q: Right. Right. So, what did you do then?",
        "A: So —— well, I remained in the company.",
        "Q: Right. And then?",
        "A: And those groups landed on, I think D Plus One.",
        "Q: Oh, okay.",
        "A: The second day.",
        "Q: Second day. Okay.",
        "A: The ones with the radios for ——",
        "Q: Right.",
        "A: —— General Bradley and also —— one truck reported war correspondents.",
        "Q: Oh.",
        "A: And they were —— that was ——— the name of their radio station was Jig Easy Sugar\nQueen, JESQ. They reported, I think, from D Plus Two on.",
        "Q: Um—hum.",
        "A: And I remained with another unit, which was a bigger broadcast unit than that one.",
        "Q: Um—hum.",
        "A: Had —— it had two trailers. And I could drive a small truck. I had never driven a big\ntruck. Before we landed, we were on a troop ship, and LST, Landing Ship, Tank.",
        "Q: This is D Plus One?",
        "A: No. This is —— actually, this is D Plus 20.",
        "Q: Oh.",
        "A: We were supposed to go in much before, but there was a big storm.",
        "Q: I see. So, this is three weeks after D—Day’?",
        "A: Twenty days.",
        "Q: Yeah. Okay.",
        "A: When the rest of the company went there.",
        "Q: Okay.",
        "A: And the company commander asked me to drive the trailer truck. And I said, \"Look,\nI've never driven one of these. If you order me to, I'll try.\"",
        "Q: Yeah.",
        "A: But I didn't want to drive it because it had about six or seven forward speeds. And I\nhad never driven one. I wouldn't be accustomed. It would be ridiculous ——",
        "Q: Right.",
        "A: —— to founder around and try to figure out what to do when you're landing at a\nbeach.",
        "Q: Um—hum. Um—hum.",
        "A: So, he had another fellow do it.",
        "Q: Okay. So, now you land on Normandy Beach?",
        "A: Right. And that day, we ——",
        "Q: Do you know which beach it was?",
        "A: Omaha.",
        "Q: It was Omaha. Oh, okay.",
        "A: There were still explosions on the beach taking place.",
        "Q: Oh, my.",
        "A: Mines.",
        "Q: Oh, my. Yeah.",
        "A: And we drove up the hill that they had to take.",
        "Q: Um—hum.",
        "A: Which they took in the first day.",
        "Q: Right.",
        "A: The rangers took that. We drove up the hill and stayed overnight up on top of the hill.",
        "Q: Um—hum.",
        "A: And then we went to a place called Colombieres.",
        "Q: Um—hum.",
        "A: Colombieres is on the road to Sainte—Mere—Eglise.",
        "Q: Um—hum. Right.",
        "A: Have you ever been there?",
        "Q: Yes, yes.",
        "A: Have you ever heard of Colombieres?",
        "Q: I don't think so.",
        "A: C—o—l—o—m—b—i—e—1r— (sic). That was where Ist Army headQ:uarters\nwere. And we were at the Chateau De Colombieres, outside the town.",
        "Q: Okay.",
        "A: Our company was at the chateau. Most of the men lived in the field around it, and the\nofficers lived in the chateau.",
        "Q: Um—hum.",
        "A: And it had a moat around. It was an old chateau.",
        "Q: Yeah.",
        "A: And I operated a radio there.",
        "Q: Okay.",
        "A: | —— that time, I was with the transmitting section of the trailer. We had one\ntransmitting —— one big trailer with a transmitter, one—kilowatt transmitter.",
        "Q: Did you have any mixing with the civilians or any refugees at that time?",
        "A: No. We didn't see any refugees. This was a French area. We saw French people.",
        "Q: Yeah. Yeah.",
        "A: And we spoke to them.",
        "Q: Um—hum.",
        "A: And some of the fellows would go out and take a water can, and buy ——— they would\nbuy calvados from the farmers.",
        "Q: Right.",
        "A: Do you know what calvados is?",
        "Q: Yeah. Yeah. Yeah.",
        "A: But that stuff that they bought was liQ:uid fire.",
        "Q: I can imagine.",
        "A: It wasn't aged or anything.",
        "Q: Yeah.",
        "A: I tried it once, and I spat it right out. I never touched it again.",
        "Q: How long were you there?",
        "A: Well, we were there, maybe —— well, trying to think. Well, while we were there, I\nwas grabbed to go to ammunition supplies going to 128. And I always used to wonder,\nwhat does 128 mean? And I finally figured it out. It was the ammunition supply point\none of the 28th Infantry Division, which was in Normandy.",
        "Q: Um—hum.",
        "A: And I was put in the —— they had me in a tent, to take care of the shells ——",
        "Q: Um—hum.",
        "A: —— that would be used for firing leaflets.",
        "Q: Oh, okay.",
        "A: Actually, they were shells with smoke canisters in them. They'd take out the smoke\ncanister and put in a roll of leaflets.",
        "Q: Um—hum.",
        "A: And I was right there in that ——— they gave me a pyramidal tent to sleep in above the\nground with a cot. And at night, the German planes would come over. We used to call\nthem Bed Check Charlie. And I noticed, here I am, and if any bomb comes down close\nby, I'm right near the shells, I don't stand a chance.",
        "Q: Yeah. Right. Right.",
        "A: So, I noticed where the headquarters of the camp were. That was in another\nfield. And the men had dug slit trenches, about three, four feet deep, and they have\nempty ammunition cases across the slit trench, and they cover the ammunition cases with\nthe earth that they had shoveled up as a protection.",
        "Q: Right.",
        "A: So, after a few days being in the —— in the pyramidal tent, and sometimes fellows\nwere drunk going past and shooting like wild, I said, \"Eh, I am going to go dig myself a\nslit trench.\"",
        "Q: Right.",
        "A: Where the headquarters of the company is.",
        "Q: Right.",
        "A: That way, I'm not right next to the ammunition.",
        "Q: Right.",
        "A: And I was there maybe about a week.",
        "Q: Um—hum.",
        "A: And then I went back to the company.",
        "Q: And from there, where did you go?",
        "A: From there, when we broke out of Normandy ——— the day before we broke out, the\nplanes were coming over in droves, without stopping, dropping bombs at the Germans in\nthe Saint—Lo area.",
        "Q: Um—hum.",
        "A: And they broke through Saint—Lo. And I drove to Saint—Lo maybe the day after it\nwas taken.",
        "Q: Um—hum.",
        "A: And the fields were full of dead cows. Unbelievable.",
        "Q: Um—hum.",
        "A: And in Saint—Lo ——— there was a church in Saint—Lo.",
        "Q: Right.",
        "A: Well—known church.",
        "Q: Right.",
        "A: And right 1n the field in front of the church was a dead German. See, when an\nAmerican was killed, his body was immediately removed.",
        "Q: Yeah.",
        "A: The Germans, they waited 'til they got enough Germans to collect them.",
        "Q: Um—hum.",
        "A: Prisoners. In fact, when I was at that field where I was next to the shells, at the end of\nthe field, there was dead German bodies all over the place that hadn't been picked\nup. And at night, I learned what the stench, smell of death is.",
        "Q: Oh, dear. Yeah.",
        "A: It permeated my clothes. It was horrible. But I wouldn't go near them. I saw them,\nand I never went there again.",
        "Q: Yeah.",
        "A: Some fellows came with a truck from my company, and there were looking for\nloot. And they went to the bodies, and they picked up things, you know, food and stuff\nlike that. And then they were sick.",
        "Q: Yeah. Right.",
        "A: Stupid.",
        "Q: Yeah.",
        "A: But I was there. And then I went back to the company.",
        "Q: And then from Saint—Lo, where did you go?",
        "A: Then we went, my section, were ordered in to a place beyond —— in Brittany.",
        "Q: Okay.",
        "A: We drove past Rennes, which is the capital of Brittany, to a village called Thourie —\n— Thourie. And there there had been a tremendous radio station.",
        "Q: Um—hum.",
        "A: 5,500—kilowatt station. And the building had been bombed by our planes. It was\nrecords. But still you could get up to the roof. And there were bombs all around. And\nwhat the Germans didn't do to damage the transmitter, they did before we got there.",
        "Q: Yeah.",
        "A: But we had two —— civilian engineers, Mr. Morry Peace (ph), of CBS, and Mr.\nDarcy (ph), of BBC.",
        "Q: Um—hum.",
        "A: They were working on repairing it, the transmitter. I understand they did get it fixed\nafter a while.",
        "Q: Um—hum.",
        "A: But I was sent —— then I was taken off the transmission group ——",
        "Q: Um—hum.",
        "A: —— and sent in the studio trailer, to Rennes, in Brittany, in the capital. And I was\nthere for a number of weeks.",
        "Q: Okay.",
        "A: With a boy by the name —— fellow by the name of Dizzy Hemick (ph), who was a\nT52, but he was the best radioman in the company, and a French—speaking fellow by the\nnamed of Jenot (ph). {coughing} Excuse me a minute.",
        "Q: Yep.",
        "A: And we took ——- the studio unit had two tremendous record players. We had 26—\ninch—diameter records at ——— with music, French music, concert music, et cetera, that\nwe played. And we broadcast different people, French people came in. And one of the\nmen who broadcast from our unit was General Koenig, who was the commander of the\nFrench Army's fighting. And one day, we set up at the cathedral and church a broadcast\nfor General de Gaulle.",
        "Q: Um—hum.",
        "A: Koenig shook our hands; General de Gaulle didn't even acknowledge anything that we\nwere doing work for him.",
        "Q: Um—hum. You actually saw him?",
        "A: I was next to him. We set up the broadcast.",
        "Q: Um—hum. Um—hum.",
        "A: He didn't even thank us.",
        "Q: Um—hum.",
        "A: In fact, he was like the man below God, maybe even above God, who knows.",
        "Q: Right.",
        "A: And I was there for a number of weeks.",
        "Q: Um—hum. And then where did you go?",
        "A: Then, Jenot and I —— in fact, we had a civilian with us who worked us with, two\ncivilians, Sheftel, man by the name of Sheftel, who later became ——— he was from a very\nwealthy family in New York, who became —— who Scholastic Magazine. You ever\nhear of Scholastic?",
        "Q: Yes. Yes.",
        "A: Anda Mr. Sullivan from BBC. And we did broadcasting there.",
        "Q: Where was this?",
        "A: From Rennes.",
        "Q: Oh, okay. You're still there.",
        "A: And we were hooked up through the transmitter ———",
        "Q: Um—hum.",
        "A: —— by wire.",
        "Q: Um—hum.",
        "A: Where it went to the transmitter at Thourie and was broadcast. It was Radio\nBretagne.",
        "Q: Um—hum.",
        "A: I was there a number of weeks. And then Jenot and I were ordered back to the\ncompany.",
        "Q: Um—hum.",
        "A: Which, at that time, Paris had now been taken, had just been taken.",
        "Q: Um—hum.",
        "A: It was at an old fort alongside the Versailles, across from Versailles, which I got to\nafter the war. And we were there a little time, not too long, before we were sent out to\nVerdun, the battlefield.",
        "Q: Oh, my. Um—hum.",
        "A: The old World War I battlefield.",
        "Q: Right.",
        "A: And when you drove through the country in that area, farm area, we used to say, you\ncould tell the success of the farmer by the —— by the size of the manure pile in front of\nhis house.",
        "Q: Right. Right.",
        "A: I don't know if you've ever been there.",
        "Q: Did you see any —— again, any refugees at all? Did you come across any of them?",
        "A: No, not at that time.",
        "Q: Not at that time.",
        "A: Not at that time.",
        "Q: Okay. So, moving along, where did you then go?",
        "A: From then, I was at Verdun for a while.",
        "Q: Okay.",
        "A: And then I was assigned to another unit with a two—and—a—half—ton truck and\nthat radio broadcasting doghouse.",
        "Q: Um—hum.",
        "A: The BB radio operator of that. And we were sent to —— oh, I had another experience\nbefore that. I'll tell you. One time, while I was at Verdun, they wanted to send some\nleaflets to the Ist Army unit at the Spa in Belgium. And I was driving. So I drove a\nthree—Quarter—ton truck with leaflets. And it was right close to the front. And I drove\nup, and at one point, I skidded off the road. I think above Longwy, before a lawn, and I\njust took —— I had a winch on the truck, and I just put it around the tree, a tree, and\npulled myself out, and got out to the road, and continued.",
        "Q: Um—hum.",
        "A: And I went past Bastogne.",
        "Q: Um—hum.",
        "A: And as I came to the top of the hill, suddenly there was a mud slick on the load, and I\nspun around. And my truck landed up against a tree, but, fortunately, the spare tire, spare\nwheel, was on the driver's side, and my truck was disabled, but I was all right, and I got\nsomeone to —— a truck driver to pull me into Bastogne, this is before the Battle of\nBastogne. And I went to a place, and I called up my company, and they came and got me\nin a day.",
        "Q: Yeah.",
        "A: But that was my experience there. After that, I was sent to the 9th Army with\nLieutenant Balthour (ph), Raymond Wilson, and Mike Arob (ph). Mike Arob was the\ntruck driver, the two—and—a—half—ton truck driver. And ———",
        "Q: And where did you go?",
        "A: We went to —— to —— to Maastricht. On the way Maastricht, it was uneventful\nuntil we got near Liege, maybe about 20 or so miles from Liege we saw light lighting up\nthe entire sky. We didn't know what it was. We had heard what it was, but as we got to\n— closer to Liege, which is a major crossroads 1n the city, we noticed something\nodd: Girls passing us wouldn't wave to us and wouldn't smile. Well, we learned when\nwe got to Liege what it was all about. We got into Liege and suddenly buzz bombs, V—\nls, were dropping all around.",
        "Q: Um—hum. Um—hum.",
        "A: And we were looking for a bridge to get across in the River Meuse in Belgium, and in\nFrance, it's called the River Meuse. We finally found a bridge to get across, and we went\nup to Maastricht, and that was it.",
        "Q: Um—hum.",
        "A: And at Maastricht, for a number of days, we lived in the building where the reporters\nlived and the sensors lived. We slept in the halls, the enlisted men. And then they sent us\nup to —— up to —— on top of a hill, in the village called Bamalyn (ph), top of the hill,\nthere was a hotel, and I think the 4th Mobile Radio Broadcasting Company was\nthere. And we operated a transmitter. The reporters would come up from ———",
        "Q: And, again, you didn't see any refugees yet.",
        "A: No, we didn't see any refugees, not there.",
        "Q: And then from there, where did you go?",
        "A: We didn't see refugees until we went into Germany.",
        "Q: Let's get to that then.",
        "A: After crossing into Germany, we saw refugees all around.",
        "Q: Okay.",
        "A: I remember one city we were in, the last town we were in before we got to Die Alb,\nwhere we stopped, this place, people were breaking into stores, and the German people\nstopped us. Police started to beat them up, and we stopped them.",
        "Q: Um—hum.",
        "A: We stopped them. And that was about it.",
        "Q: Did you talk to any of the refugees?",
        "A: Not really. Didn't have a chance.",
        "Q: Um—hum. Yeah. And so, then, where were you in Germany”?",
        "A: In Germany”",
        "Q: Yes.",
        "A: At first —— well, we were near Die Alb for quite a while.",
        "Q: Right, um—hum.",
        "A: And then we were ordered, my unit, the broadcasting unit, we were ordered to\nBremen, and there we broadcast reporters from Bremen. The war was over by then. The\nwar ended on May 8th.",
        "Q: So, this is after May 8th?",
        "A: Yeah.",
        "Q: And had you gone by any camps? Had you gone past any camps when you were ——",
        "A: Well, I had an opportunity to go to Bergen Belsen, and I didn't want to see it.",
        "Q: Because”?",
        "A: I didn't want to see the ugliness.",
        "Q: Okay. But you were, by that time, well aware of what had happened.",
        "A: I was well aware what happened.",
        "Q: To the Jews and others. Yeah. Um—hum.",
        "A: And that was it.",
        "Q: Um—hum.",
        "A: Basically, until ——— let me see —— oh, when I was in the —— something\nelse. When I was in Rennes, we had a fellow, another man working with us, a language\nman, Irving Barrinson (ph). And he —— we went with him once to a Dr. Loucarlay\n(ph), in the village of Quintin, Q—u—i—n—t—i—n. Irving Barrinson had been a\nteacher in New York, French teacher, and before the war, he had studied at the Le Se\n(ph). And he knew the son of this Dr. Loucarlay, and he wanted to visit him.",
        "Q: Um—hum.",
        "A: And we visited him, Dr. Loucarlay, we visited. And Dr. Loucarlay's son had been\ntaken by the Germans. He didn't know what had happened to him exactly. No one\nknew. And we went —— and this trip, too, we were invited to a liberation banQ:uet for\nBrittany. And it was the biggest meal I ever had.",
        "Q: What was your feeling when you heard the war was over?",
        "A: Oh, well, I knew it was over, ending as we moved across.",
        "Q: But, emotionally, what were your thoughts?",
        "A: I was very happy. I was interviewed twice. Once by Lieutenant Fuller —— I think he\nlater became an officer in my company —— on a wire recorder, and the second time,\nafter the war was ended, by Bill Downs.",
        "Q: Um—hum.",
        "A: Of CBS.",
        "Q: Right.",
        "A: He wanted to get —— I was the GI that he chose to interview.",
        "Q: Because were you Jewish?",
        "A: No. Because of the ——— they wanted to interview me on the US, on the end of the\nwar.",
        "Q: Oh.",
        "A: Nothing because I was Jewish.",
        "Q: Okay. Okay.",
        "A: And that's it.",
        "Q: So, then you stayed in Europe for how long?",
        "A: I stayed in Europe —— well, after we were in Bremen maybe two or three weeks, and\nwe were ordered to company to the headQ:uarter at Wiesbaden. And then, at Wiesbaden,\nI did notice one thing that was Jewish. I used to go —— to where I used to go to get a\nbath, a bath house, attached to a Jewish cemetery, the Jewish cemetery of\nWiesbaden. And there were signs in it forbidding anyone from entering it.",
        "Q: Um—hum.",
        "A: Put up by the Army. But I didn't see any Jewish people there.",
        "Q: Um—hum. Did you talk to any Jewish refugees at all while you were there?",
        "A: No, not really.",
        "Q: Not really. Okay. And so then you came back to the United States when?",
        "A: I came back to the United States in November.",
        "Q: Of '45.",
        "A: Of '45.",
        "Q: Okay. And before I ask you some questions about your thoughts, just tell me, when\nyou came back, you went back to school, and then ——",
        "A: Well, I got a job teaching almost immediately.",
        "Q: Okay. And then?",
        "A: And I also went back to school to get my degree.",
        "Q: Um—hum.",
        "A: I wrote up my master's paper.",
        "Q: Um—hum.",
        "A: And I met my wife, and we married.",
        "Q: Um—hum. Um—hum.",
        "A: And I had all the courses for a Ph.D. In fact, the head of the department of history of\nColumbia University spoke to me, he says, \"Phil, you have to take a year off from work\nand knock out your Ph.D.\"",
        "Q: Um—hum.",
        "A: In fact, I had had him as a teacher at City College.",
        "Q: Um—hum.",
        "A: From City College, he went to Columbia. And he was head of the department. And I\ncouldn't do it.",
        "Q: Um—hum.",
        "A: Because I didn't have the time, and I had children.",
        "Q: Yeah. Right. Right. Can we now talk a little bit about what your thoughts are? First\nof all, how you feel about Germany today?",
        "A: You mean today”?",
        "Q: Yeah.",
        "A: I wouldn't go back to Germany, when I went to Europe of number of times since the\nwar, because of what they had been done to the Jews.",
        "Q: Um—hum. Um—hum.",
        "A: And, now, I'm rather sorry that I didn't go back.",
        "Q: Um—hum. Um—hum. Because?",
        "A: Well, you know, there is a Jewish community in Germany again.",
        "Q: Right.",
        "A: And I felt I want to go back to see it. I've read about it.",
        "Q: Um—hum. Um—hum.",
        "A: And, in fact, I have a record, one of my famous best CDs is ——— was made in\nGermany, Jewish music.",
        "Q: Um—hum.",
        "A: And I would have liked to have seen it again.",
        "Q: Um—hum.",
        "A: [had an easy life when I was in Germany. I was in Germany from ——— maybe six\nmonths after the war.",
        "Q: Um—hum.",
        "A: But I didn't associate with Germans. I —— but it was a very easy life.",
        "Q: But —— and post war, did you talk to any refugees, any Jewish refugees, any ——\npost war, while —— in the six months ——- during those six months after the war?",
        "A: No.",
        "Q: You did not.",
        "A: I didn't see them.",
        "Q: You didn't see them. Okay. Okay. Do you think the Holocaust could happen again?",
        "A: [hope not. What else? There were some people who would gladly happen with the\nHolocaust.",
        "Q: Yeah. Yeah.",
        "A: They're still here in this world.",
        "Q: Um—hum. Um—hum. When you were teaching ——— and you stayed in teaching\nright, for your professional life?",
        "A: Right.",
        "Q: Did you talk about your experiences as a soldier? Did you bring that into your\nclasses?",
        "A: Not too often.",
        "Q: Um—hum. Um—hum.",
        "A: There was no reason to bring it in.",
        "Q: I see.",
        "A: Once I mentioned the —— I mentioned —— I would mention the Holocaust in\nteaching.",
        "Q: Yeah. Yeah. So, were you a history teacher, high school history teacher?",
        "A: Right. Yeah.",
        "Q: Were you active in the civil rights movements? Considering people were deprived of\ntheir civil rights during the '30s and the '40s.",
        "A: Well, I was for it. But, you know, I protested the Vietnam war, and I supported\nending it. I thought it was ridiculous.",
        "Q: Um—hum.",
        "A: And I went to a meeting that students held.",
        "Q: Um—hum.",
        "A: In Hicksville, behind a big shopping center, and when I heard them talk, 1 —— I said\nthey were crazy. They want to make a revolution. They didn't realize that —— it was\nidiotic the way some of them were talking.",
        "Q: These were people anti—Vietnam War?",
        "A: Not only that, I saw some of the kids, too, who were anti—Vietnam in high school.",
        "Q: Um—hum.",
        "A: If they were in a club and talking with a group of kids, they wouldn't have let anyone\ntalk who was —— didn't agree with them.",
        "Q: Yeah, right.",
        "A: And, that, I opposed.",
        "Q: Right. Have you been to Israel?",
        "A: Yes. I was there about ten days. It was wonderful. In fact, I cried. When we were\nwith a group, we went to the cemetery where we —— the one leading the group asked\nme to lead a ?sieska?. And I cried there.",
        "Q: Aww. Yeah. Yeah. This is a cemetery in Jerusalem, you're saying?",
        "A: In Jerusalem, the main cemetery, where they had the memorials.",
        "Q: Yeah. Yeah. Right. Knowing what you did —— what you do now know about what\nhappened to the Jews during this time, '33 to '45, did 1t make you more religious, less\nreligious or ——",
        "A: It doesn't make me more religious.",
        "Q: Or less ——",
        "A: You know, you can be —— I'm not overly religious. I may go to services\noccasionally, but —— I belong to the temple, but ———",
        "Q: Um—hum.",
        "A: I'm not finically religious.",
        "Q: So, it didn't affect your religious outlook.",
        "A: Yeah.",
        "Q: Going through —— yeah. So, do you think the world has learned any lessons?",
        "A: Does it look it?",
        "Q: Yeah. Well, is there anything else you wanted to add ——",
        "A: No.",
        "Q: —— that we hadn't talked about your experiences during the war? Anything else?",
        "A: No.",
        "Q: Okay. All right. And so, I will conclude my by just saying a few words.",
        "A: You interviewed Captain Jaffey (ph), didn't you?",
        "Q: Not yet, not yet. Next week. Next week. I will.",
        "A: You know he went to Israel after the war.",
        "Q: Oh, okay. I'll ask him about that. I'll ask him about that. But I'm going to conclude\nthis by just saying a few words. Okay? Unless there's something else that you wanted to\nsay. Nothing else?",
        "A: Well, I was going to say, if you could just interview my son—in—law, if he'd be\nwilling to be interviewed, he might have some very interesting things to say.",
        "Q: We can talk about that later. We can talk about that later. Okay. Well thank you,\nagain, for doing the interview, and I will just conclude by saying, this concludes the\nUnited States Holocaust Memorial Museum interview with Philip Pines.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum, voluntary collection\ninterview with Philip Pines, conducted by Gail Schwartz, on March 13th, 2014, over the\ntelephone, at the United States Holocaust Memorial Museum and in Henrico, Virginia.\nWhat is your full name?",
        "Q: And what —— 1s that the name you were born with?",
        "Q: And where were you born and when were you born?",
        "Q: What date?",
        "Q: Okay. And just talk a little bit about your childhood, your family, your family\nbackground. Can you say anything about your parents? Your parents ——",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum.",
        "Q: Do you know what part of Russia your family ——",
        "Q: Um—hum.",
        "Q: Was it near, where was it?",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum. Her name was?",
        "Q: A little bit, yeah",
        "Q: Oh, okay.",
        "Q: Right. Right. And your parents' names?",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Um—hum.",
        "Q: Yeah. Yeah.",
        "Q: Right. Right. Let's talk a little bit about your childhood. How would you describe\nyour family? Middle class?",
        "Q: What kind of work did he do?",
        "Q: And did you —— or do you have any siblings?",
        "Q: So, you were in the middle. And how would you describe yourself as a child? Were\nyou very independent?",
        "Q: Um—hum. Was your family very religious?",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Okay. Um—hum.",
        "Q: Wonderful. Yeah. So, you grew up in what neighborhood in ——",
        "Q: Brooklyn.",
        "A: Are you acQ:uainted with that area?",
        "Q: Not really, not really.",
        "Q: Um—hum.",
        "Q: Oh, okay.",
        "A: So, you could see it was Q:uite Jewish.",
        "Q: Yes. Yeah. What kind of school did you go to, elementary school?",
        "Q: Um—hum. This was just a public elementary?",
        "Q: Yeah. Okay.",
        "Q: That's 1932, then.",
        "Q: Oh, 1930. Okay.",
        "Q: All right.",
        "Q: Okay. And then you continued on into what school?",
        "Q: Um—hum.",
        "Q: Um—hum. Were you interested in athletics?",
        "Q: Um—hum. Um—hum. Okay. And now, what —— when did you first hear of a man\nnamed Hitler? He came into power in '33, and you ——",
        "Q: How did you hear about him?",
        "Q: Yeah. Okay.",
        "Q: A radio. Yeah. What languages were spoken at home?",
        "Q: You could speak it. Okay.",
        "Q: Oh, that's interesting.",
        "Q: Right. Okay. Okay. So, then you continue on to high school?",
        "Q: All right. And then when did —— okay. Then you finished high school?",
        "Q: Okay.",
        "Q: Okay. City College of New York. Right. And then?",
        "Q: Well, how long were you at City College?",
        "Q: Four years. And you finished there when?",
        "Q: Okay. That was before Pearl Harbor or after?",
        "Q: Okay. Okay. Did you know, at that time ——— again, you were young, of course —\n— what was happening to the Jews, tightening of restrictions?",
        "Q: And is this something that you talked over with your parents?",
        "Q: Okay. Um—hum.",
        "Q: Were you —— did you experience any anti—semitism in elementary school or high\nschool or college?",
        "Q: What happened? What kind of ——",
        "Q: Was it verbal or physical?",
        "Q: Oh, okay. And how did you handle it?",
        "Q: You mean you just walked away or you ——",
        "Q: Yeah. Okay. And were you in high school at that time?",
        "Q: Oh. You were young.",
        "Q: You were very young. And what about when you were in high school? Was there any\nanti—semitism?",
        "Q: Okay. And then at City College?",
        "Q: Right. Right. Okay. So, then you finish at City College in '41, by June of '41, maybe?",
        "Q: And ——",
        "Q: What was that?",
        "Q: Oh.",
        "Q: Down the lower part of Manhattan.",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: Oh, my. Oh, my. Oh, my.",
        "Q: Yeah.",
        "Q: Yes. Yeah. So, you just picketed. Did anybody of the staff come out or anything?",
        "Q: Yeah.",
        "Q: And do you remember what the sign said? Any of the signs?",
        "Q: Yeah.",
        "Q: Yeah. Yeah. Okay. Then comes —— so, then you finish, and you went to Columbia,\nyou said?",
        "Q: Okay. To study what?",
        "Q: Okay. And now, Pearl Harbor comes in December.",
        "Q: Right.",
        "Q: Right.",
        "Q: Um—hum. Um—hum. So, you stayed in school?",
        "Q: Um—hum.",
        "Q: At Columbia?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: All right. Now, let's talk about that. So, when did you —— was it the summer of '42?",
        "Q: Oh, my.",
        "Q: So, 1t ——",
        "Q: Right. Right.",
        "Q: I love it. Wonderful.",
        "Q: So, this is really right after Pearl Harbor.",
        "Q: Two months.",
        "Q: And where were you stationed?",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Right. Um—hum. So, you're stationed in your first ——",
        "Q: Okay. All right. And then you stayed there ——",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "A: It's headQ:uarters were Fort Monroe. One battalion was at —— near Fort Story ——\nno. One battalion was at a camp called Camp Thalia, and later Camp Ashby, between\nVirginia and —— Virginia Beach and Norfolk.",
        "Q: Um—hum.",
        "A: And this battalion was stretched out over the coast of Virginia. Another battalion was\nalong the coast of North Carolina. And I was lucky, some of us were lucky who were\nfrom New York, and we were assigned to a battalion at a place called Westover,\nMaryland. That's —— you know, are you acQ:uainted with the with area Salisbury,\nMaryland?",
        "Q: A little bit, a little bit.",
        "Q: Um—hum.",
        "A: And it was stretched —— there were three regiments, three infantry companies. One\ncompany stayed at headQ:uarters at Westover. One was at Berlin, Maryland.",
        "Q: Um—hum.",
        "Q: They were concerned about the coast is what you're saying.",
        "Q: Oh, okay.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: So you —— but you stayed in your place for how long?",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "A: And I asked the company commander, I said ——— I said I'd like to go to\nheadQ:uarters company, become a radioman. The reason I wanted to be a radioman, I\nfigured it would give me more time to be free.",
        "Q: Um—hum.",
        "Q: Um—hum. Okay.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum.",
        "A: But I went to headQ:uarters company, and I was there for —— when I got there, they\nwanted me to be a scout. I said, \"Look, I came here to be a radioman.\" So, I went to\nradio school.",
        "Q: Okay.",
        "Q: Oh, okay.",
        "Q: Um—hum.",
        "Q: Right. Right.",
        "Q: Then after that, what did you do?",
        "Q: Um—hum.",
        "A: I operated at headQ:uarters for a while, and then they sent me out to Oyster, Virginia,\nwith two other fellows.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Right.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Okay. That's what I'd like to talk about now.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Okay. Had you heard of Camp Ritchie before?",
        "Q: Okay. And who were the other soldiers you were with?",
        "Q: Um—hum.",
        "Q: So, some were Jewish and some were not?",
        "Q: Were not. Okay.",
        "A: But there were Q:uite a few Jewish fellows in the company.",
        "Q: Were there any immigrants, any refugees from Germany?",
        "Q: Okay. And did you get ——",
        "Q: Um—hum.",
        "Q: Yeah. Where German was their native language, you mean?",
        "Q: Yeah. Yeah.",
        "Q: I don't think so.",
        "Q: Oh, my. Oh, my.",
        "Q: Okay.",
        "Q: Okay. Oh, okay.",
        "Q: You're talking about communism.",
        "Q: Yeah.",
        "Q: Oh, my. Oh, my.",
        "Q: Yep. Yep. So, did you talk to any of the young refugees? Why you able to ——",
        "Q: Did they tell you —— did they ——",
        "Q: Oh, okay.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum. And so you didn't —— did you talk to them about what was\nhappening in Germany and the rest of Europe to the Jews?",
        "Q: No, I know. But you did not talk this over.",
        "Q: Talk about it with ——",
        "Q: Yeah. Did you feel any connection to these Jewish refugees, any emotional\nconnection?",
        "Q: Yeah. Did they speak English well?",
        "Q: Um—hum.",
        "Q: Oh, my. Yeah. So, you're at Camp Ritchie with a mobile radio unit. And how long\nwere you there for?",
        "Q: Oh, my. Okay.",
        "Q: Oh, my.",
        "A: That's how he became acQ:uainted with Gettysburg.",
        "Q: Right.",
        "Q: Yes, right. To a farm. Right.",
        "Q: Um—hum.",
        "Q: No.",
        "Q: Okay.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Oh, okay. So, now you're at Camp Sharp and still doing your radio work.",
        "Q: Um—hum.",
        "Q: Are we talking about 1943?",
        "Q: 1944.",
        "Q: So, you were at Camp Ritchie, what —— what year? '44?",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Camp Sharp.",
        "Q: Was it? Um—hum.",
        "Q: Um—hum.",
        "Q: Camp David. Yeah.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: So, now you're getting ready to go to Europe?",
        "Q: Oh.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: So, you go on a troop ship.",
        "Q: The Queen Elizabeth?",
        "Q: Thirty—one.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Oh, my.",
        "Q: Um—hum.",
        "Q: I've heard about the Normandy, yeah.",
        "Q: Now, how much did you know about what was happening to the Jews in Europe by\nthat —— by '44?",
        "Q: By '44.",
        "Q: Yeah. Did your parents have contact with any family members who still were over?",
        "Q: Oh, my. Oh, my.",
        "Q: Wonderful.",
        "Q: Fort Detrick. Fort Detrick.",
        "Q: Yeah.",
        "Q: Yeah, right. Right.",
        "Q: Oh, my gosh.",
        "Q: Um—hum. Right.",
        "Q: Where —— let's go back to your story now. So, you took the Queen Elizabeth over.",
        "Q: Twenty thousand.",
        "Q: Yeah. And where did you land?",
        "Q: Okay.",
        "Q: I don't know.",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: No.",
        "Q: Yeah, yeah.",
        "Q: Right. Into English, right.",
        "Q: You're talking about April '44, right?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Yes. I would imagine.",
        "Q: Um—hum.",
        "Q: Oh, my. Oh, my.",
        "Q: Yes, right. Right. So, then you were in Wyecliffe. And then what?",
        "Q: Um—hum.",
        "Q: And now this is still before D—Day; right?",
        "Q: And how much did you know?",
        "Q: Um—hum.",
        "Q: And you are still doing your radio work?",
        "Q: Okay.",
        "Q: Um—hum. Okay.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Oh, my. Were you in one of those groups?",
        "Q: No, I know. But ——",
        "Q: Um—hum.",
        "Q: Right. Right. So, what did you do then?",
        "Q: Right. And then?",
        "Q: Oh, okay.",
        "Q: Second day. Okay.",
        "Q: Right.",
        "Q: Oh.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: This is D Plus One?",
        "Q: Oh.",
        "Q: I see. So, this is three weeks after D—Day’?",
        "Q: Yeah. Okay.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Um—hum. Um—hum.",
        "Q: Okay. So, now you land on Normandy Beach?",
        "Q: Do you know which beach it was?",
        "Q: It was Omaha. Oh, okay.",
        "Q: Oh, my.",
        "Q: Oh, my. Yeah.",
        "Q: Um—hum.",
        "Q: Right.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum. Right.",
        "Q: Yes, yes.",
        "Q: I don't think so.",
        "A: C—o—l—o—m—b—i—e—1r— (sic). That was where Ist Army headQ:uarters\nwere. And we were at the Chateau De Colombieres, outside the town.",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: Did you have any mixing with the civilians or any refugees at that time?",
        "Q: Yeah. Yeah.",
        "Q: Um—hum.",
        "Q: Right.",
        "Q: Yeah. Yeah. Yeah.",
        "A: But that stuff that they bought was liQ:uid fire.",
        "Q: I can imagine.",
        "Q: Yeah.",
        "Q: How long were you there?",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Oh, okay.",
        "Q: Um—hum.",
        "Q: Yeah. Right. Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Um—hum.",
        "Q: And from there, where did you go?",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Right.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Um—hum.",
        "Q: Oh, dear. Yeah.",
        "Q: Yeah.",
        "Q: Yeah. Right.",
        "Q: Yeah.",
        "Q: And then from Saint—Lo, where did you go?",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Yeah.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Okay.",
        "Q: Yep.",
        "Q: Um—hum.",
        "Q: Um—hum. You actually saw him?",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Right.",
        "Q: Um—hum. And then where did you go?",
        "Q: Yes. Yes.",
        "Q: Where was this?",
        "Q: Oh, okay. You're still there.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Oh, my. Um—hum.",
        "Q: Right.",
        "Q: Right. Right.",
        "Q: Did you see any —— again, any refugees at all? Did you come across any of them?",
        "Q: Not at that time.",
        "Q: Okay. So, moving along, where did you then go?",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Yeah.",
        "Q: And where did you go?",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: And, again, you didn't see any refugees yet.",
        "Q: And then from there, where did you go?",
        "Q: Let's get to that then.",
        "Q: Okay.",
        "Q: Um—hum.",
        "Q: Did you talk to any of the refugees?",
        "Q: Um—hum. Yeah. And so, then, where were you in Germany”?",
        "Q: Yes.",
        "Q: Right, um—hum.",
        "Q: So, this is after May 8th?",
        "Q: And had you gone by any camps? Had you gone past any camps when you were ——",
        "Q: Because”?",
        "Q: Okay. But you were, by that time, well aware of what had happened.",
        "Q: To the Jews and others. Yeah. Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "A: And we visited him, Dr. Loucarlay, we visited. And Dr. Loucarlay's son had been\ntaken by the Germans. He didn't know what had happened to him exactly. No one\nknew. And we went —— and this trip, too, we were invited to a liberation banQ:uet for\nBrittany. And it was the biggest meal I ever had.",
        "Q: What was your feeling when you heard the war was over?",
        "Q: But, emotionally, what were your thoughts?",
        "Q: Um—hum.",
        "Q: Right.",
        "Q: Because were you Jewish?",
        "Q: Oh.",
        "Q: Okay. Okay.",
        "Q: So, then you stayed in Europe for how long?",
        "A: I stayed in Europe —— well, after we were in Bremen maybe two or three weeks, and\nwe were ordered to company to the headQ:uarter at Wiesbaden. And then, at Wiesbaden,\nI did notice one thing that was Jewish. I used to go —— to where I used to go to get a\nbath, a bath house, attached to a Jewish cemetery, the Jewish cemetery of\nWiesbaden. And there were signs in it forbidding anyone from entering it.",
        "Q: Um—hum.",
        "Q: Um—hum. Did you talk to any Jewish refugees at all while you were there?",
        "Q: Not really. Okay. And so then you came back to the United States when?",
        "Q: Of '45.",
        "Q: Okay. And before I ask you some questions about your thoughts, just tell me, when\nyou came back, you went back to school, and then ——",
        "Q: Okay. And then?",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Yeah. Right. Right. Can we now talk a little bit about what your thoughts are? First\nof all, how you feel about Germany today?",
        "Q: Yeah.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum. Um—hum. Because?",
        "Q: Right.",
        "Q: Um—hum. Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: But —— and post war, did you talk to any refugees, any Jewish refugees, any ——\npost war, while —— in the six months ——- during those six months after the war?",
        "Q: You did not.",
        "Q: You didn't see them. Okay. Okay. Do you think the Holocaust could happen again?",
        "Q: Yeah. Yeah.",
        "Q: Um—hum. Um—hum. When you were teaching ——— and you stayed in teaching\nright, for your professional life?",
        "Q: Did you talk about your experiences as a soldier? Did you bring that into your\nclasses?",
        "Q: Um—hum. Um—hum.",
        "Q: I see.",
        "Q: Yeah. Yeah. So, were you a history teacher, high school history teacher?",
        "Q: Were you active in the civil rights movements? Considering people were deprived of\ntheir civil rights during the '30s and the '40s.",
        "Q: Um—hum.",
        "Q: Um—hum.",
        "Q: These were people anti—Vietnam War?",
        "Q: Um—hum.",
        "Q: Yeah, right.",
        "Q: Right. Have you been to Israel?",
        "Q: Aww. Yeah. Yeah. This is a cemetery in Jerusalem, you're saying?",
        "Q: Yeah. Yeah. Right. Knowing what you did —— what you do now know about what\nhappened to the Jews during this time, '33 to '45, did 1t make you more religious, less\nreligious or ——",
        "Q: Or less ——",
        "Q: Um—hum.",
        "Q: So, it didn't affect your religious outlook.",
        "Q: Going through —— yeah. So, do you think the world has learned any lessons?",
        "Q: Yeah. Well, is there anything else you wanted to add ——",
        "Q: —— that we hadn't talked about your experiences during the war? Anything else?",
        "Q: Okay. All right. And so, I will conclude my by just saying a few words.",
        "Q: Not yet, not yet. Next week. Next week. I will.",
        "Q: Oh, okay. I'll ask him about that. I'll ask him about that. But I'm going to conclude\nthis by just saying a few words. Okay? Unless there's something else that you wanted to\nsay. Nothing else?",
        "Q: We can talk about that later. We can talk about that later. Okay. Well thank you,\nagain, for doing the interview, and I will just conclude by saying, this concludes the\nUnited States Holocaust Memorial Museum interview with Philip Pines.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Philip Pines.",
        "A: No. My name was Pinkofsky.",
        "A: I was born in Brooklyn, New York, 1920.",
        "A: February 22nd.",
        "A: My —— both my parents came from Russia.",
        "A: In 1905. My father came by himself. And he had some older sisters here already.",
        "A: And my mother came with her family, except for one brother. I think there were 11\nchildren in the family. Where the parents got enough money to bring all of them at one\ntime, I don't know.",
        "A: They came together, except for one brother who left Russia at the age of 12 by himself\nto go to America.",
        "A: Yes, they came from ?Astedril? ——",
        "A: —— by the name of Puchowitz, P—u—c—h—o—w—i1—t—z.\nOn the map, it might be Puchowitzi or something like that.",
        "A: It was in the White Russia.",
        "A: The southeast of Minsk. And my grandfather on my father's side ——",
        "A: —— I think had been a butcher in Russia.",
        "A: And he came to —— my —— my father and a number —— two of his brothers came\nto America, and all his sisters except one had come to America. My grandmother died at\nthe age —— after World War I, near the end of World War I. And I was named after\nher.",
        "A: The name was I think Channa Faigel (ph). You know Yiddish?",
        "A: Channa Faigel (ph). And I'm named Feivel (ph).",
        "A: Jewish name.",
        "A: My father's name in English was called Max.",
        "A: But in Hebrew it was Chrona Motel (ph).",
        "A: My mother's name in English was Ida.",
        "A: Do you know —— you don't know how immigration people changed these things.",
        "A: And —— and in Hebrew it was Hasha Leah (ph).",
        "A: Have you heard those names?",
        "A: Hasha Leah. So, I don't see where they got Ida from, but, at immigration, you never\nknew what was happening.",
        "A: I don't know. Possibly. My father always worked for himself as far as I remember.",
        "A: My father was a painting contractor.",
        "A: Yes. I had —— I had a sister, an older sister, who was, I think, five years older than I,\nand a bother who was four years younger than I.",
        "A: I think I was independent.",
        "A: Not very religious. My father would go to services on a holiday, but we were not very\nreligious.",
        "A: Though my grandparents were very religious on both sides.",
        "A: And they were scholarly.",
        "A: In the old country and in America.",
        "A: I lived in east New York, Brooklyn.",
        "A: It was a —— area was mainly Jewish.",
        "A: With some Italians. And about a block from it was the Hebrew orphan asylum.",
        "A: I went to an elementary school in Brooklyn, very old one.",
        "A: Public.",
        "A: And then, when I was ten, because we moved to East Flatbush.",
        "A: That was in 1930, I think.",
        "A: 1930.",
        "A: We moved to East Flatbush. And my family remained there all the time.",
        "A: I went to an elementary school nearby, a block from where I lived. And then I went to\njunior high.",
        "A: And I then went to boys' high, which was distant from where I lived. There was\nanother high school right near, not far from me, maybe 15—muinute walk, but this was a\nvery well—known, scholarly school.",
        "A: Not particularly.",
        "A: [heard about him.",
        "A: Well, I read the papers.",
        "A: At that time, I don't think we had a —— we already had a radio.",
        "A: Well, the languages spoken, English and Yiddish. In fact, they spoke enough Yiddish\nthat we ——- the children understood Yiddish. So, we could speak it, too.",
        "A: And if anything untoward happened and they didn't want us to hear, like a cousin of\nmine died, my father came home, and they talked in Russian.",
        "A: They didn't want us to understand when they spoken Russian.",
        "A: Right.",
        "A: At the age of sixteen.",
        "A: And I went to CCNY.",
        "A: I went to Columbia.",
        "A: Four years.",
        "A: 1941.",
        "A: It was before Pearl Harbor.",
        "A: Oh, yes. I was aware of that.",
        "A: We talked about with friends and in school and parents, too.",
        "A: They were always knowledgeable.",
        "A: I didn't experience in elementary school, but I did experience some anti—\nsemitism. We had a bungalow at Orchard Beach in the Bronx, and some fellows were\nanti—semitic there. I experienced ——",
        "A: Nothing particular.",
        "A: Verbal.",
        "A: I handled it.",
        "A: Right. I didn't have much to do with it.",
        "A: I was in ——at that time, I was still in —— that would be about 1931, '32.",
        "A: I was young.",
        "A: No, never experienced.",
        "A: I didn't experience it. At City College, it was mainly Jews.",
        "A: Right.",
        "A: And, in fact, I was active in the movements against Hitler.",
        "A: And I remember once going down to the German Consulate.",
        "A: Near the Battery. Do you know where the Battery is in New York?",
        "A: Right. It's right near the water.",
        "A: And we picketed the German consulate.",
        "A: And I remember one woman passing, and she looked at us, and she said, I can see by\ntheir heads that they are foreigners.",
        "A: That kind of thing.",
        "A: So, you could tell what a Jew was.",
        "A: No.",
        "A: It was a large building, so —— it was one of the tall office buildings.",
        "A: I don't remember what ——— whether there were signs or we were talking, you know.",
        "A: Protesting.",
        "A: Right. I went to Columbia for graduate work.",
        "A: I majored 1n history.",
        "A: Pearl Harbor came while I was a student at Columbia.",
        "A: December 7, 1941.",
        "A: And I remember that distinctly.",
        "A: Well, I was called up by the draft before the war began.",
        "A: But I got time off to finish a semester of work.",
        "A: Yes.",
        "A: In fact, I finished a year of work at Columbia. And I did research on my master's. I did\nall the work for my master's except I didn't have time to write it.",
        "A: And then I was called up to service.",
        "A: No. February —— in fact, I remember. It was Friday the 13th.",
        "A: 1942.",
        "A: Supposed to be unlucky.",
        "A: So, because I was called on that day, when I went into service, I took 13 dollars and\n13 cents with me.",
        "A: I may as well be all 13.",
        "A: Yeah.",
        "A: I went to the Army on February 13th, 1942, about a month and a half after Pearl\nHarbor.",
        "A: Well, I was sent to Camp Croft, South Carolina, which was the infantry training\ncenter. And maybe I didn't speak up enough about what ——— my background, because\nbesides having a history background, I took one public administration course.",
        "A: And took the junior professional assistance, that is a U.S. exam, 1n public\nadministration and got a very high grade.",
        "A: I think I got a grade of 87. I hadn't been a member. I hadn't majored in that, just one\ncourse. And I had also applied for the ?R—tech? exam, which I never took because I\nwas in service.",
        "A: At Camp Croft, South Carolina. I was trained in the infantry.",
        "A: And from there, at the end of training —— I think it was in June, it was a three—\nmonth training period.",
        "A: February, March, April, May —— I think the beginning of June, a group of us, a train\nload of us, was sent to Camp Pendleton, Virginia.",
        "A: Which is just south of Virginia Beach.",
        "A: And were assigned to the 111th Infantry.",
        "A: Which had been a Pennsylvania National Guard regiment.",
        "A: And it was a combat team, stretched out along the coast.",
        "A: Well, it's twenty miles below Salisbury, Maryland.",
        "A: And they protected the area around Ocean City and Chincoteague.",
        "A: Yeah. It was the Coast Defense Team on combat duty.",
        "A: We didn't combat, but we were armed to the tee, in case something happened along\nthe coast.",
        "A: And another company was at ——- company was kept at —— at a place six miles\nabove Cape Charles.",
        "A: Place called Oyster, Virginia.",
        "A: I was at —— first, I was in the heavy weapons company. I was in the machine gun\nplatoon, heavy machine gun platoon.",
        "A: And I was in it for about three or four months.",
        "A: To do reading.",
        "A: And he liked me very much, and he gave it to me. and then he was assigned to form a\ncannon company, and he wanted me to be his company clerk.",
        "A: In fact, while I was in the company, he looked at my record, and he had me give his\norientation lectures that were historical, usually.",
        "A: At the first radio school I went to was mechanics radio school in Washington D.C.",
        "A: And that was three months. And it was really a good deal.",
        "A: Because some of the fellows went out to Kansas and some went to Altoona,\nPennsylvania. And Washington D.C. was easy to get to New York on the railroad.",
        "A: So, I was lucky there.",
        "A: I came back to the company, and I was a radioman.",
        "A: To operate the radio in a command car.",
        "A: And that was a good deal because we were our own bosses.",
        "A: And we had a command car, and we drove around many times. We had free\ntime. We had to charge the battery. And it was free —— we were our own bosses.",
        "A: And then my regiment was alerted. And they took some of us —— we had no choice\nin it —— sending —— some of us were taken and sent to Fort Monroe, to the\nChesapeake Bay sector signal operations ——",
        "A: —— unit.",
        "A: And from there, three of us went to the outfit that replaced the 111th Infantry, 101st\nCavalry of New York. And it was at Camp Ashby, or Thalia, it's original name.",
        "A: And I did radio operating there ———",
        "A: —— for a number of months, I think.",
        "A: From —— trying to think, I think for about three or four months.",
        "A: And then, this group, three fellows ——— another radioman and I and one wireman —",
        "A: —— suddenly got orders to report to Camp Ritchie, Maryland.",
        "A: We didn't know anything about Camp Ritchie. We didn't know what it was.",
        "A: We were put on the night boat from ——— from —— from Little Creek ——— or rather,\nthe night boat used to stop right near —— right at Fort Monroe, actually.",
        "A: The night boat from Norfolk to Baltimore. And we went —— took us a couple of\ndays to get to Camp Ritchie.",
        "A: And there, I was assigned to the radio platoon or ——",
        "A: —— technical platoon of the 2nd Mobile Radio Broadcasting Company.",
        "A: Never heard of Camp Ritchie before.",
        "A: In fact, one of the fellows was a fellow by the name of Rudy Brooks.",
        "A: He was a radioman. And another —— the other fellow, I think his name was Griffin.",
        "A: Those two weren't.",
        "A: Oh, yeah. It was mainly made up of refugees from Germany.",
        "A: We had the propaganda platoon, and that was made up of the people mainly from\nGermany.",
        "A: Language people.",
        "A: Well, originally.",
        "A: A number of them were refugees. For example, Steven Heym was there. Ever heard\nthat name?",
        "A: He —— there was —— before World War II or during it, there was a movie by the\nname of Escape, and he had written the book.",
        "A: And after World War II, he wrote another book called Crusaders.",
        "A: It's about the company.",
        "A: And unfortunately for him, after the war ended, he went to the eastern zone of Berlin,\nmaybe he was sympathetic with the new movement. He thought it would bring wonders\nto Germany.",
        "A: Yeah. And I understand that later on he had trouble with the dictatorial setup.",
        "A: And I think he may have committed suicide.",
        "A: I'm not sure.",
        "A: We spoke to them, yes.",
        "A: Well, actually, many of them were hoi polloi. They looked down upon the technical\npeople.",
        "A: The radiomen and the printers and all that. We had —— in the technical platoon, we\nhad a printing unit in the truck. We had repair trucks. And then we had broadcasting\ntrucks.",
        "A: Radio operated trucks.",
        "A: Not really. I knew what was happening. We knew what was happening.",
        "A: No.",
        "A: No.",
        "A: Some were very nice, and some thought they were in another world by themselves.",
        "A: Oh, yeah, they spoke English. Most of them spoke English well. There was one who\nspoke a number of languages, and fellows used to joke about him.",
        "A: He used to say, \"I speak 11 languages, English the best.\"",
        "A: We were there maybe —— not even a month when they divided the company. They\ntook a group out of the company to form the 3rd Mobile Radio Broadcast. They were the\ncadre from 3rd Mobile Radio Broadcasting Company. I remained with 2nd. And we\nwent up to Camp Sharp at Gettysburg. It's right on —— it was right on the battlefield.",
        "A: In fact, Camp Sharp had originally been commanded, during World War I, by\nEisenhower.",
        "A: And after the war, you know, he moved to Gettysburg.",
        "A: In fact, someone else interviewed me who was interested in it.",
        "A: Did you hear of Beverly Eddy?",
        "A: My name was given to her.",
        "A: And she interviewed me, too.",
        "A: And I think she was a professor, I think of German. And she was at Dickinson\nCollege.",
        "A: And she's writing a book, I think, about Camp Sharp.",
        "A: I was doing my radio work, and that was where we prepared to go overseas.",
        "A: And we weren't there very long, maybe a month, month and a half.",
        "A: 1944.",
        "A: This is 1944.",
        "A: In 1944, too. I went there February 19th, '44.",
        "A: We maybe stayed at Ritchie for about three weeks.",
        "A: And then we went to Camp Sharp.",
        "A: The 2nd Mobile. We used to call ——— Camp Ritchie was very beautiful.",
        "A: It was very close to where the presidents go.",
        "A: You know, Camp David.",
        "A: It was at one time called Shangri—La.",
        "A: Roosevelt used to go there.",
        "A: And the mountains are beautiful right there.",
        "A: And Camp Ritchie, there's a lake right in the camp.",
        "A: And they used to call it Camp Ritchie by the Lake. Beautiful location.",
        "A: I knew I was going to Europe, and from there we went to ——— from Camp Sharp, we\nwent back to Camp Ritchie.",
        "A: To stay a few days.",
        "A: And then we took the train from there to —— to Camp Shanks, which 1s 1n, I think,\nRockland County, New York.",
        "A: There was a big camp, and that was the camp ——— one of the camps from which they\nsent troops to Europe.",
        "A: The other one being Camp Upton, in Long Island.",
        "A: Right.",
        "A: Yep. We went on the Queen Elizabeth.",
        "A: Yes. We went on —— I think we got on the ship that was March 30th —— how\nmany days in March? Thirty or 31?",
        "A: Maybe March 30 or 31, I don't remember the date.",
        "A: We went down by train, from Camp Ritchie, down along —— they had the west shore\nline of the New York central railroad at that time.",
        "A: To the docks in New Jersey and took a ferry across to the Queen Elizabeth.",
        "A: They had to set up a ferry at the pier.",
        "A: And I think alongside, the other side of the pier, was the Normandy, that had been —\n— that had a fire or something. You've heard about that.",
        "A: And it —— it was on its side at the time. It was still ——— I think still there when we\nwere there.",
        "A: Oh, we knew that.",
        "A: I was always aware of that.",
        "A: Right. In fact, I'm going to give you an article to read. The New York Times obituary\nof Monday, August 16th, 1943, has an obituary for my grandfather, and here's the\nheadline: Abraham Pinkofsky dies at age of 104. One of 13 grandsons in war cited;\nthree other lose lives. And it tells about, there were nine —— I think nine grandsons of\nhis were in the American military service.",
        "A: Of which, all of us came back.",
        "A: None of us, I think, were wounded. Three of them ——— the paper only mentions the\ngrandsons who were officers. One was Captain David Weiss (ph). At that time, my\ngrandfather's death, he was a chief surgeon at Fort Totten, Queens. In fact, he told me\nthat was the best year of his life, when he was there, because he had a beautiful home,\nright, at a beautiful area. It's a peninsula on there —— where the East River joins the\nLong Island Sound. Another son had been an infantry captain, another grandson. And\nthey took him out of the infantry, and he never went overseas. He was assigned to, I\nthink, Camp Detrick, in Frederick, Maryland.",
        "A: Yeah. It became Fort Detrick",
        "A: And the reason they took him out of the infantry was, he had a doctorate in\nbacteriology.",
        "A: And he did research on biological warfare. In fact, I think he came down with anthrax\nhimself.",
        "A: But he survived. They were working with the bug.",
        "A: And another one, doesn't say where he was.",
        "A: Right. With 20,000 other men.",
        "A: You couldn't imagine how crowded it was.",
        "A: We landed in —— I think it's called Gourock, the Port of Glasgow.",
        "A: Is that correct?",
        "A: I don't know names. And we were welcomed ——",
        "A: —— as we landed in the morning by a parade of a band of men in kilts playing\nbagpipes.",
        "A: That was our greeting to Great Britain.",
        "A: And as we paraded off, we march to the train and that took us to England.",
        "A: And it was a full day trip down to a place —— I don't know what —— where they\nstopped, but I know wherever we stopped, I had gotten sick on the train. I got land sick.",
        "A: And the fellows helped me off onto a truck, and we went to a camp at a place called\nWotton—under—Edge.",
        "A: I don't think you've ever heard of it.",
        "A: But a very famous man came from there. Wyecliffe. You ever hear of Wyecliffe?",
        "A: Wyecliffe translated the Bible to English.",
        "A: Right.",
        "A: April '44.",
        "A: I think it took us about eight days to get there.",
        "A: Now, the Queen Elizabeth normally would make England in about four days and five\nhours, but it took a wandering course.",
        "A: Every trip was different.",
        "A: And the ship changed course every six minutes. But the last night, as we were\napproaching the coast of England, up at Scotland, 1t was changing course every minute or\ntwo.",
        "A: And people were falling out of the bunks. It was just keeling. Unbelievable. But they\ngot us there safely.",
        "A: We were there maybe about a week, and we went to another town, at ——- called\nClevedon, on the coast.",
        "A: A beautiful town. And from there, you could see Wales.",
        "A: This is before D—Day. In fact, that's where we were preparing for D—Day.",
        "A: We didn't know too much.",
        "A: But ——",
        "A: Oh, yes. But we didn't know too much. We did our work, and that's all.",
        "A: And then we went to —— from there, we're there maybe two or three weeks, we went\nto a place called Pittsfield, about 20 miles north of Bristol.",
        "A: And we were in a camp there with —— I think there was a —— a PX company that\nran PXs, and also a camouflage engineer battalion. And that's where we had our last\npreparation for the invasion.",
        "A: And one of the days just before the invasion —— in fact, maybe a couple weeks\nbefore the invasion, we would —— went training on every weapon we had in the\ncompany.",
        "A: You fired every weapon. Machine guns and rifles and submachine guns and\npistols. And suddenly, a couple of groups of men from my section were taken out.",
        "A: We didn't know where they went.",
        "A: And they —— and also one group that went, went with the radio truck.",
        "A: On a two—and—a—half—ton truck. It was what —— a doghouse. I don't know if\nyou've ever seen them. And it was a radio, and then these were groups that were landed.\nOne of the groups in my section, we learned later, operated General Bradley's\ncommunication.",
        "A: Well, I wasn't in that group.",
        "A: They were —— came from my group.",
        "A: But we had no choice. They took some men, and they left.",
        "A: So —— well, I remained in the company.",
        "A: And those groups landed on, I think D Plus One.",
        "A: The second day.",
        "A: The ones with the radios for ——",
        "A: —— General Bradley and also —— one truck reported war correspondents.",
        "A: And they were —— that was ——— the name of their radio station was Jig Easy Sugar\nQueen, JESQ. They reported, I think, from D Plus Two on.",
        "A: And I remained with another unit, which was a bigger broadcast unit than that one.",
        "A: Had —— it had two trailers. And I could drive a small truck. I had never driven a big\ntruck. Before we landed, we were on a troop ship, and LST, Landing Ship, Tank.",
        "A: No. This is —— actually, this is D Plus 20.",
        "A: We were supposed to go in much before, but there was a big storm.",
        "A: Twenty days.",
        "A: When the rest of the company went there.",
        "A: And the company commander asked me to drive the trailer truck. And I said, \"Look,\nI've never driven one of these. If you order me to, I'll try.\"",
        "A: But I didn't want to drive it because it had about six or seven forward speeds. And I\nhad never driven one. I wouldn't be accustomed. It would be ridiculous ——",
        "A: —— to founder around and try to figure out what to do when you're landing at a\nbeach.",
        "A: So, he had another fellow do it.",
        "A: Right. And that day, we ——",
        "A: Omaha.",
        "A: There were still explosions on the beach taking place.",
        "A: Mines.",
        "A: And we drove up the hill that they had to take.",
        "A: Which they took in the first day.",
        "A: The rangers took that. We drove up the hill and stayed overnight up on top of the hill.",
        "A: And then we went to a place called Colombieres.",
        "A: Colombieres is on the road to Sainte—Mere—Eglise.",
        "A: Have you ever been there?",
        "A: Have you ever heard of Colombieres?",
        "A: Our company was at the chateau. Most of the men lived in the field around it, and the\nofficers lived in the chateau.",
        "A: And it had a moat around. It was an old chateau.",
        "A: And I operated a radio there.",
        "A: | —— that time, I was with the transmitting section of the trailer. We had one\ntransmitting —— one big trailer with a transmitter, one—kilowatt transmitter.",
        "A: No. We didn't see any refugees. This was a French area. We saw French people.",
        "A: And we spoke to them.",
        "A: And some of the fellows would go out and take a water can, and buy ——— they would\nbuy calvados from the farmers.",
        "A: Do you know what calvados is?",
        "A: It wasn't aged or anything.",
        "A: I tried it once, and I spat it right out. I never touched it again.",
        "A: Well, we were there, maybe —— well, trying to think. Well, while we were there, I\nwas grabbed to go to ammunition supplies going to 128. And I always used to wonder,\nwhat does 128 mean? And I finally figured it out. It was the ammunition supply point\none of the 28th Infantry Division, which was in Normandy.",
        "A: And I was put in the —— they had me in a tent, to take care of the shells ——",
        "A: —— that would be used for firing leaflets.",
        "A: Actually, they were shells with smoke canisters in them. They'd take out the smoke\ncanister and put in a roll of leaflets.",
        "A: And I was right there in that ——— they gave me a pyramidal tent to sleep in above the\nground with a cot. And at night, the German planes would come over. We used to call\nthem Bed Check Charlie. And I noticed, here I am, and if any bomb comes down close\nby, I'm right near the shells, I don't stand a chance.",
        "A: So, I noticed where the headquarters of the camp were. That was in another\nfield. And the men had dug slit trenches, about three, four feet deep, and they have\nempty ammunition cases across the slit trench, and they cover the ammunition cases with\nthe earth that they had shoveled up as a protection.",
        "A: So, after a few days being in the —— in the pyramidal tent, and sometimes fellows\nwere drunk going past and shooting like wild, I said, \"Eh, I am going to go dig myself a\nslit trench.\"",
        "A: Where the headquarters of the company is.",
        "A: That way, I'm not right next to the ammunition.",
        "A: And I was there maybe about a week.",
        "A: And then I went back to the company.",
        "A: From there, when we broke out of Normandy ——— the day before we broke out, the\nplanes were coming over in droves, without stopping, dropping bombs at the Germans in\nthe Saint—Lo area.",
        "A: And they broke through Saint—Lo. And I drove to Saint—Lo maybe the day after it\nwas taken.",
        "A: And the fields were full of dead cows. Unbelievable.",
        "A: And in Saint—Lo ——— there was a church in Saint—Lo.",
        "A: Well—known church.",
        "A: And right 1n the field in front of the church was a dead German. See, when an\nAmerican was killed, his body was immediately removed.",
        "A: The Germans, they waited 'til they got enough Germans to collect them.",
        "A: Prisoners. In fact, when I was at that field where I was next to the shells, at the end of\nthe field, there was dead German bodies all over the place that hadn't been picked\nup. And at night, I learned what the stench, smell of death is.",
        "A: It permeated my clothes. It was horrible. But I wouldn't go near them. I saw them,\nand I never went there again.",
        "A: Some fellows came with a truck from my company, and there were looking for\nloot. And they went to the bodies, and they picked up things, you know, food and stuff\nlike that. And then they were sick.",
        "A: Stupid.",
        "A: But I was there. And then I went back to the company.",
        "A: Then we went, my section, were ordered in to a place beyond —— in Brittany.",
        "A: We drove past Rennes, which is the capital of Brittany, to a village called Thourie —\n— Thourie. And there there had been a tremendous radio station.",
        "A: 5,500—kilowatt station. And the building had been bombed by our planes. It was\nrecords. But still you could get up to the roof. And there were bombs all around. And\nwhat the Germans didn't do to damage the transmitter, they did before we got there.",
        "A: But we had two —— civilian engineers, Mr. Morry Peace (ph), of CBS, and Mr.\nDarcy (ph), of BBC.",
        "A: They were working on repairing it, the transmitter. I understand they did get it fixed\nafter a while.",
        "A: But I was sent —— then I was taken off the transmission group ——",
        "A: —— and sent in the studio trailer, to Rennes, in Brittany, in the capital. And I was\nthere for a number of weeks.",
        "A: With a boy by the name —— fellow by the name of Dizzy Hemick (ph), who was a\nT52, but he was the best radioman in the company, and a French—speaking fellow by the\nnamed of Jenot (ph). {coughing} Excuse me a minute.",
        "A: And we took ——- the studio unit had two tremendous record players. We had 26—\ninch—diameter records at ——— with music, French music, concert music, et cetera, that\nwe played. And we broadcast different people, French people came in. And one of the\nmen who broadcast from our unit was General Koenig, who was the commander of the\nFrench Army's fighting. And one day, we set up at the cathedral and church a broadcast\nfor General de Gaulle.",
        "A: Koenig shook our hands; General de Gaulle didn't even acknowledge anything that we\nwere doing work for him.",
        "A: I was next to him. We set up the broadcast.",
        "A: He didn't even thank us.",
        "A: In fact, he was like the man below God, maybe even above God, who knows.",
        "A: And I was there for a number of weeks.",
        "A: Then, Jenot and I —— in fact, we had a civilian with us who worked us with, two\ncivilians, Sheftel, man by the name of Sheftel, who later became ——— he was from a very\nwealthy family in New York, who became —— who Scholastic Magazine. You ever\nhear of Scholastic?",
        "A: Anda Mr. Sullivan from BBC. And we did broadcasting there.",
        "A: From Rennes.",
        "A: And we were hooked up through the transmitter ———",
        "A: —— by wire.",
        "A: Where it went to the transmitter at Thourie and was broadcast. It was Radio\nBretagne.",
        "A: I was there a number of weeks. And then Jenot and I were ordered back to the\ncompany.",
        "A: Which, at that time, Paris had now been taken, had just been taken.",
        "A: It was at an old fort alongside the Versailles, across from Versailles, which I got to\nafter the war. And we were there a little time, not too long, before we were sent out to\nVerdun, the battlefield.",
        "A: The old World War I battlefield.",
        "A: And when you drove through the country in that area, farm area, we used to say, you\ncould tell the success of the farmer by the —— by the size of the manure pile in front of\nhis house.",
        "A: I don't know if you've ever been there.",
        "A: No, not at that time.",
        "A: Not at that time.",
        "A: From then, I was at Verdun for a while.",
        "A: And then I was assigned to another unit with a two—and—a—half—ton truck and\nthat radio broadcasting doghouse.",
        "A: The BB radio operator of that. And we were sent to —— oh, I had another experience\nbefore that. I'll tell you. One time, while I was at Verdun, they wanted to send some\nleaflets to the Ist Army unit at the Spa in Belgium. And I was driving. So I drove a\nthree—Quarter—ton truck with leaflets. And it was right close to the front. And I drove\nup, and at one point, I skidded off the road. I think above Longwy, before a lawn, and I\njust took —— I had a winch on the truck, and I just put it around the tree, a tree, and\npulled myself out, and got out to the road, and continued.",
        "A: And I went past Bastogne.",
        "A: And as I came to the top of the hill, suddenly there was a mud slick on the load, and I\nspun around. And my truck landed up against a tree, but, fortunately, the spare tire, spare\nwheel, was on the driver's side, and my truck was disabled, but I was all right, and I got\nsomeone to —— a truck driver to pull me into Bastogne, this is before the Battle of\nBastogne. And I went to a place, and I called up my company, and they came and got me\nin a day.",
        "A: But that was my experience there. After that, I was sent to the 9th Army with\nLieutenant Balthour (ph), Raymond Wilson, and Mike Arob (ph). Mike Arob was the\ntruck driver, the two—and—a—half—ton truck driver. And ———",
        "A: We went to —— to —— to Maastricht. On the way Maastricht, it was uneventful\nuntil we got near Liege, maybe about 20 or so miles from Liege we saw light lighting up\nthe entire sky. We didn't know what it was. We had heard what it was, but as we got to\n— closer to Liege, which is a major crossroads 1n the city, we noticed something\nodd: Girls passing us wouldn't wave to us and wouldn't smile. Well, we learned when\nwe got to Liege what it was all about. We got into Liege and suddenly buzz bombs, V—\nls, were dropping all around.",
        "A: And we were looking for a bridge to get across in the River Meuse in Belgium, and in\nFrance, it's called the River Meuse. We finally found a bridge to get across, and we went\nup to Maastricht, and that was it.",
        "A: And at Maastricht, for a number of days, we lived in the building where the reporters\nlived and the sensors lived. We slept in the halls, the enlisted men. And then they sent us\nup to —— up to —— on top of a hill, in the village called Bamalyn (ph), top of the hill,\nthere was a hotel, and I think the 4th Mobile Radio Broadcasting Company was\nthere. And we operated a transmitter. The reporters would come up from ———",
        "A: No, we didn't see any refugees, not there.",
        "A: We didn't see refugees until we went into Germany.",
        "A: After crossing into Germany, we saw refugees all around.",
        "A: I remember one city we were in, the last town we were in before we got to Die Alb,\nwhere we stopped, this place, people were breaking into stores, and the German people\nstopped us. Police started to beat them up, and we stopped them.",
        "A: We stopped them. And that was about it.",
        "A: Not really. Didn't have a chance.",
        "A: In Germany”",
        "A: At first —— well, we were near Die Alb for quite a while.",
        "A: And then we were ordered, my unit, the broadcasting unit, we were ordered to\nBremen, and there we broadcast reporters from Bremen. The war was over by then. The\nwar ended on May 8th.",
        "A: Yeah.",
        "A: Well, I had an opportunity to go to Bergen Belsen, and I didn't want to see it.",
        "A: I didn't want to see the ugliness.",
        "A: I was well aware what happened.",
        "A: And that was it.",
        "A: Basically, until ——— let me see —— oh, when I was in the —— something\nelse. When I was in Rennes, we had a fellow, another man working with us, a language\nman, Irving Barrinson (ph). And he —— we went with him once to a Dr. Loucarlay\n(ph), in the village of Quintin, Q—u—i—n—t—i—n. Irving Barrinson had been a\nteacher in New York, French teacher, and before the war, he had studied at the Le Se\n(ph). And he knew the son of this Dr. Loucarlay, and he wanted to visit him.",
        "A: Oh, well, I knew it was over, ending as we moved across.",
        "A: I was very happy. I was interviewed twice. Once by Lieutenant Fuller —— I think he\nlater became an officer in my company —— on a wire recorder, and the second time,\nafter the war was ended, by Bill Downs.",
        "A: Of CBS.",
        "A: He wanted to get —— I was the GI that he chose to interview.",
        "A: No. Because of the ——— they wanted to interview me on the US, on the end of the\nwar.",
        "A: Nothing because I was Jewish.",
        "A: And that's it.",
        "A: Put up by the Army. But I didn't see any Jewish people there.",
        "A: No, not really.",
        "A: I came back to the United States in November.",
        "A: Of '45.",
        "A: Well, I got a job teaching almost immediately.",
        "A: And I also went back to school to get my degree.",
        "A: I wrote up my master's paper.",
        "A: And I met my wife, and we married.",
        "A: And I had all the courses for a Ph.D. In fact, the head of the department of history of\nColumbia University spoke to me, he says, \"Phil, you have to take a year off from work\nand knock out your Ph.D.\"",
        "A: In fact, I had had him as a teacher at City College.",
        "A: From City College, he went to Columbia. And he was head of the department. And I\ncouldn't do it.",
        "A: Because I didn't have the time, and I had children.",
        "A: You mean today”?",
        "A: I wouldn't go back to Germany, when I went to Europe of number of times since the\nwar, because of what they had been done to the Jews.",
        "A: And, now, I'm rather sorry that I didn't go back.",
        "A: Well, you know, there is a Jewish community in Germany again.",
        "A: And I felt I want to go back to see it. I've read about it.",
        "A: And, in fact, I have a record, one of my famous best CDs is ——— was made in\nGermany, Jewish music.",
        "A: And I would have liked to have seen it again.",
        "A: [had an easy life when I was in Germany. I was in Germany from ——— maybe six\nmonths after the war.",
        "A: But I didn't associate with Germans. I —— but it was a very easy life.",
        "A: No.",
        "A: I didn't see them.",
        "A: [hope not. What else? There were some people who would gladly happen with the\nHolocaust.",
        "A: They're still here in this world.",
        "A: Right.",
        "A: Not too often.",
        "A: There was no reason to bring it in.",
        "A: Once I mentioned the —— I mentioned —— I would mention the Holocaust in\nteaching.",
        "A: Right. Yeah.",
        "A: Well, I was for it. But, you know, I protested the Vietnam war, and I supported\nending it. I thought it was ridiculous.",
        "A: And I went to a meeting that students held.",
        "A: In Hicksville, behind a big shopping center, and when I heard them talk, 1 —— I said\nthey were crazy. They want to make a revolution. They didn't realize that —— it was\nidiotic the way some of them were talking.",
        "A: Not only that, I saw some of the kids, too, who were anti—Vietnam in high school.",
        "A: If they were in a club and talking with a group of kids, they wouldn't have let anyone\ntalk who was —— didn't agree with them.",
        "A: And, that, I opposed.",
        "A: Yes. I was there about ten days. It was wonderful. In fact, I cried. When we were\nwith a group, we went to the cemetery where we —— the one leading the group asked\nme to lead a ?sieska?. And I cried there.",
        "A: In Jerusalem, the main cemetery, where they had the memorials.",
        "A: It doesn't make me more religious.",
        "A: You know, you can be —— I'm not overly religious. I may go to services\noccasionally, but —— I belong to the temple, but ———",
        "A: I'm not finically religious.",
        "A: Yeah.",
        "A: Does it look it?",
        "A: No.",
        "A: No.",
        "A: You interviewed Captain Jaffey (ph), didn't you?",
        "A: You know he went to Israel after the war.",
        "A: Well, I was going to say, if you could just interview my son—in—law, if he'd be\nwilling to be interviewed, he might have some very interesting things to say.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial Museum\nMarch 13, 2014\nRG-50.106*0221\nPREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "Transcribed by Brenda Pardun, National Court Reporters Association.\nPHILIP PINES\nMarch 13, 2014"
    ]
}