{
    "rg": "RG-50.030.0284_trs_en",
    "sequence": [
        "Tape 1 Q: Saul, can you tell me your full name, where you were born and when?",
        "A: My name is Saul, S-a-u-l, Sorrin, S-o-r-r-I-n. I was born in New York in\n1919.",
        "Q: What month?",
        "A: July 6.",
        "Q: 1919. Where in New York, in Manhattan?",
        "A: Born in Manhattan, the Lower East Side of Manhattan. And we moved to the\nBronx, up the socio-economic scale. And I went to school in the Bronx,\nDeWitt Clinton High School, and I went to City College.",
        "Q: What did you study?",
        "A: Anything which did not equip me to make a living. And then toward the end\nof the depression, I got out of school and I had to get a job. And the federal\ngovernment was then in the process of expanding its operations that were --\nRoosevelt was seeing, you know, trouble in Europe. And I got a job in the\nTreasury Department. This is a long time ago. I recall that I was in the\nProcurement Division, that is, they were buying paper and supplies and other\nmaterials to be used by the federal government and by the military. And it\nwas an important job. I mean, we kept -- I remember going to the White\nHouse even, in about 1942 or something to talk to them about some paper\nthey had ordered, etc. I did have a sense that I was doing something\nimportant, you know. But I was exempted from the military because I had\nsome physical problem which I've never really gotten through. It's not life\nthreatening, but it was enough to get me exempted. And then, you know,\nwhen the war was over",
        "Q: Let me interrupt for a moment. What did you know about what was going on\nin Europe in terms of national security?",
        "A: Not very much, really. We knew that the Jews were being mistreated and\nthere were massacres. That information reached us through the mass media.\nAnd we knew it was a war for democracy to survive. And it had this Jewish\ncomponent, which I felt very strongly about. And so at the end of the war --\nand I don't remember the name of the people -- 1t was somebody who worked\nfor a congressman in Washington who approached me and said, you know,\nUNRRA is looking for people to work in their program. UNRRA had two\nprograms after the war. They had a program for refugees, and they had a\nprogram for countries which had suffered at the hands of the Axis.\n There the country programs were designed to ship goods, needed goods, to\nstrengthen -- to begin the pouring of life blood into the economy. There was a\nbig program in Poland. Some in Italy. None in Germany, and, of course, the\nvery big one in the Far East, China. Which really attracted me, you know. I\nwanted to go someplace, and I asked for China. And then, one day, I was at\nthe University of Maryland after I had been accepted -- and it was sort of\ntouch and go, because of my health problems with the military, but I made it.\nAnd I was now at the University of Maryland getting briefed, educated on the\nwhole program. And somebody from UNRRA headquarters came over to\nspeak to us. And he said to me, \"Why are you going to China?\" I really didn't\nhave a good reason, you know, except I wanted to see that part of the world.\nAnd he said, \"You come from New York. Do you speak Yiddish?\" and I\nsaid, \"Yes, I do speak Yiddish.\" And he said, “You must go -- our people --\nhe was Jewish, too -- are in desperate trouble over there.” And they were,\nyou know, after the war. And we need Yiddish speaking staff. And I want\nyou to go.\" And I went. And I was trained for just about a month. We had\nseminars and all the rest, and I took off.",
        "Q: What was the preparation like? What was the training like?",
        "A: Well, first of all, they told us structurally what the program was about, who\nsupplied what, and what was the chain of responsibility. In Germany, the\nprincipal responsibility for refugee programs lay with the military. And they\nwere very unwilling participants in the program. They didn’t want -- \"We're\nnot welfare workers. And we’re not --” You know, some of the things\nwhich were being said. They had no taste for it. Refugees are a terrible pain\nin the behind in getting in the way of the movement of troops and materiel,\nand they just distract the military from its principal mission. And so now\nUNRRA was designated to work as the agency of the occupation forces in\nGermany, Italy, Austria, running these camps. Staffed UNRRA by\ninternational personnel, people -- United Nations agency, therefore, the\npeople were drawn from Western powers, you know, France, the Benelux\ncountries. We had a Swiss on my team, and Americans. And so we learned\nabout that chain of command and some of the problems. By the way, they\nreally didn't know too much about the problems. There was a great\ndissociation between what was happening in the field and what these people\nknew in the national headquarters. And that’s a constant difficulty.\n And then we took off. And we -- I remember I went on the Gripsholm. I was\nput aboard with a group of UNRRA people. Gripsholm, which had been\nduring the war, an exchange ship for diplomats. It is not the present-day\nGripsholm. There are new Gripsholms. And this Gripsholm was a real rat\ntrap. During the war, it had exchanged diplomatic people, Japanese from the\nUnited States to Japan, etc., and reverse. And I spent ten seasick days on the\nGripsholm. And I think we came into Cherbourg, and from Cherbourg by\ntrain to Paris. And there we stayed in Paris for two or three weeks getting\nmore briefings. And then came the day they say, \"You are off.” And I was\nsent by train to Munich on the Orient-Express, but it was not that fabulous\nOrient-Express. And in Munich, I was immediately whisked as the supply\nofficer for UNRRA team, I think it was 560 if I am not mistaken, outside of\nMunich. Shall I go on? There was a camp there which had just been\nestablished, I think in December of '45. I arrived about February, something\nlike that. I don't remember. In the early part of the year. It was the winter.",
        "Q: 1946?",
        "A: '46. And a camp had been established by General McNarney, who was\nEisenhower's successor as the SHAEF (Supreme Headquarters Allies\nExpeditionary Force) commander or something.\n And they had evacuated a whole zedlum (ph) silek? of settlements of small\nbungalows, I think about 250 such houses, which had been sold by the Nazis,\nbuilt by the Nazis, for German workers, defense industry workers and their\nfamilies. Two or three, bed -- two bedrooms apiece, and downstairs was a\nkitchen. It was in the 1930s style. There was no gas in these stoves. For\nexample, the stoves were fed with, and the heat was created by, use of\nfirewood. But it was nice. I mean, until we began to stuff the people who\nwere coming in, into these places. More than -- you would say in each house,\nif you had 250 houses, you had four or five people. That would have been\nmaybe 1200 people, but we had as much as 3,000 at one time.\n And it was beyond its capacity. When I arrived, and the Jews who came into\nthat camp were infiltrees (infiltrators?). They were not, by and large,\nsurvivors of concentration camps. It is estimated, I have read estimates,\nfigures -- accurate figures are very, very difficult to come by. There was so\nmuch disorganization. -- that there were no more than 35,000 Jewish\nconcentration camp survivors in Germany and Austria. And this camp in\nMunich was very close to Dachau. And most, many of the survivors that we\ngot were Dachau survivors. The Germans had tried to destroy -- there was a\nplan to march all of the haftling, the concentration camp people from Dachau\nto a quarry, a big quarry, down south near the Austrian border, which, I\nunderstand, had been prepared with explosives. And to march them into this\nquarry and then blow the whole thing up. But the 3rd Army was approaching\nand at a certain critical moment, the Germans decided they weren't going to\nrisk the arrival of the Americans, and they simply dropped the whole project.\nLeft the Jews where they were standing and took off. And, Dachau had also\nwhat 1s described as “aussencommandos” that is, branches of Dachau where\nJews were sent in various villages and towns in what’s called Oberbayern,\nthat is Southern Bavaria, to work as farmers on farmland under the\nsupervision of the owners. Or in some cases, in factories, or some cases,\ndirectly in Dachau. But, so we had a lot of Jews scattered over the landscape\nbetween Munich and the Austrian border. Little towns like Mittenwalde,\nwhich is a famous violin town, had Jews working there in various jobs. And\nthey suffered, you know, they were not fed well. They were beaten,\nwhatever. But it was not an extermination center. So, those people came into\nMunich, a lot of them, and many of them, stayed in those towns. And we\nwould reach out to them from our headquarters in Munich. Anyway, this\ncamp was just recently set up, and most of the people who were infiltrees\nwho came in from Poland, from eastern Europe. Jews who may have, who\nwere mostly in the Soviet Union during the war.\n And I think Jewish agencies, important Jewish agencies, like the JDC (Joint\nDistribution Committee) and HIAS (Hebrew Immigrant Aid Society), and\nthe Jewish Agency for Palestine became voluntary agencies under the\nsupervision of UNRRA, who were to assign some of their people, welfare\nworkers and others to our teams, to help the international personnel\nadminister the camp and to provide services.",
        "Q: Were there non-Jews when you arrived in these areas?",
        "A: Oh, yes.",
        "Q: In your camps?",
        "A: Not in our camps. There were a tremendous number of Polish\nnationals, Ukrainian nationals, Balts, and other, Yugoslavs. And their\nplace, origins in Germany are in a shadow. Nobody is quite sure what\nthey came from, but we suspect that many of them came voluntarily.\nMany of the Ukrainians, for example, had fought in Vlasov's army,\nthat is a Ukrainian army which had deserted Angren and totally\ndeserted. The Russians threw off the uniforms and fought in SS\nuniforms against the Soviet Union, against Soviet military. But a lot\nof war criminals, we suspect, people who had some culpability, who\nwere involved in concentration camps and extermination camps, who\ncame, and many who were not. Many who were simple farm workers\nor whatever. There were many Russian -- former Russian POWs in\nthere. And they had suffered, also, very badly at the hands of the\nNazis. I attended a Dachau trial of SS who were accused of\nexterminating literally thousands of Russian prisoners of war in\nDachau, and in other places. Well, anyway, they all came. We're\nfaced with the problem of integrating these people into a camp,\nsetting up a camp. That was a big problem. We had emptied all these\nhouses. The Germans had taken everything they could carry, I think,\nin the line of bedding and other personal supplies, but they had to\nleave their furniture. They were taken out, I think, in 24 hours in the\nwinter. So it was a tough time for them. And we had a staff, we had\nto find people among the Jews to staff the camp. There were some\nschool-age children brought in. We had to find doctors, nurses,\ncooks, stores, office people, who would distribute food and clothing,\nblankets. And we had to assign, we had to create a system of\nassigning a lot of people to rooms.\n And nobody was satisfied because it was so packed and so jammed.\nWe had really violated health standards and all of the rest to get them\nin, but the situation was desperate. Snow on the ground, and people\nstarving, very hungry, but we got them all in. We staffed the camp.\nWe had very devoted international personnel. We had a number of\nwomen who worked as welfare workers, Jewish women. We had a\nbig problem with Jewish women because they became so emotional -\n- So emotionally involved with the problems in their interviews with\nJews, what had happened to them, and where had they been, and\nwhat had happened, what they had seen -- that we were rotating\npeople. Sometimes people couldn't stay more than a couple of\nmonths. It was a very, very difficult time emotionally for them.",
        "Q: Were there men who were coming in doing the same thing?",
        "A: Yeah, we had men, also, but I remember that the welfare workers\nwere women. I told you, I recall one was Rose Wasserman, a\nwonderful lady who came from Cleveland. And she was with, I think,\nit’s Cuyahoga County Courts. She was the chief welfare officer in\nCleveland. And she did a wonderful job with UNRRA -- UNRRA ,\nyeah. And then we had to provide food. Now food, under an\nagreement made with the military, was a responsibility of the\nGermans to provide food, and also to provide money, marks, to pay\nworkers. We had salaried workers. The problem with the marks was\nthat they were worthless. I think, from a nominal value, I think of\nfour to the dollar before the war. A few years later, they were selling\nfor 400 a dollar, and they went up to 4000 a dollar. They were really\nworthless. But 1t was important to get them on the worker's list\nbecause you did get better -- more calories. We had a specific,\nspecified calorie count that we fed the families. And so you got more\ncalories. And then there were some other privileges for people who\nwere working. We had a limited number of jobs, you know, a place\nlike Neu Frermann, with about 2,500 people. We maybe had 200 or\n300, maybe 400 people. There were people who would load wood for\nfirewood, cooks, stores of various sorts.",
        "Q: Who got most of the jobs?",
        "A: Jews in the camps. The people who applied for them. There were\nmany Jews who didn't want to work.",
        "Q: Also, I’m talking about -- were men primarily given the jobs? Older\nmen, younger men —",
        "A: Yeah no, yeah, well, the jobs went based on the gender attached to\nthe job. That 1s, a Arankenschwester was a kranken nurse, you know,\nwas a woman. We had some nurses. You know, you'd never see a\nman who was a nurse.\n All of the doctors were men, the dentists were men, one or two\nexceptions. And the women were clerks. They helped people fill out\ntheir DP documents. I will talk about those in a moment. And there\nwere people who did various clerical tasks, and that was where\nwomen could produce, could contribute. We also had a\nrelegazerampt we called it, a religious office, and some of these\nhouses were reserved for synagogues in the camp. They're small\nhouses, and so we had Rusisha shul, Russian shul, and a Poylissha\nshul, a Polish synagogue. There were two or three, four maybe\ndifferent branches, and they were separate. And people knew where\nthey wanted to go. We had to find rabbis, by the way. I had an\nAmerican assistant who went around looking for people with beards,\nand they were designated rabbis. These Jews, by the way, the Hasidic\nJewish community, and we had some that came, were clearly\nidentifiable. We wondered, you know, how they’d made it through\nthe war, but they were in the Soviet Union during the war. And then\nwe began the distribution of food. We set up community kitchens.\nNow, these houses had stoves so that people could cook, take their\nfood and cook as they pleased. And then we had a community\nkitchen where we had people come who were single, who had no\nfamily, to eat their three meals a day. We had to supply the military\nwith a Table of Organization for the camp for the purpose of salaries.\nWe had to justify all the salaries. And the religious ampt I remember,\ngave us a problem because they needed people to erect an eruv -- this\nwire around, you know about it, around the town during the Sabbath.\nI remember this colonel saying, \"What is that? What kind of wire\naround the town? What are you talking about?\" Ultimately, when we\nbuilt a mikvah in that camp. I remember I had to explain the meaning\nof a mikvah and why they had people who did certain personal -- I am\nnot sure what happens in a mikvah, but they rendered personal\nservice, clipping toenails. Someone was kidding me, he said, takes\nlint out of the navels, whatever. They were all paid for. And, then, we\nhad some special food habits, you know, for the Hassidim needed\nkosher food. And we had a real problem with that.\n I don't remember how we solved it. I think we went to a butcher, a\nGerman place where meat was slaughtered, and we had a -- what do\nyou call the guy who does the slaughtering? I am forgetting my\nYiddish, you know -- who slaughters the animals. And he was a\nhasid. And the meat was taken, carefully handled. Milk for lactating\nmothers, those women who were pregnant, the cows had to be milked\nunder supervision by a rabbi. They assigned somebody to go and sit\nin the barn with the -- we had to provide transportation. It was a very\ncomplex thing. We had a lot of illness. We had a lot of people with\ntuberculosis. They were taken out, weaned out, and we sent them to -\n- we had a tuberculosis center in Bad Reichenhall, nearby. We had\nmedical examinations. There was a big problem with bad teeth.\nNow, we issued DP cards, identity cards. So they had an identity card\nfrom the United Nations with a thumb print, no pictures, a finger\nprint. There was also a DP card kept in our files. Now these people\narrived mostly after December and when they arrived, they were not\naware that the Truman Directive, signed in early December, I think,\nwhich allocated a large number of visa numbers. The military was\nvery wary about infiltrees, about the increasing number of people\ncoming from eastern Europe. And the British also understood that\nthe larger the number of Jewish displaced persons in the American\nzones, that the greater the pressure would be on them in the United\nNations and in other forums to relinquish the mandate in Palestine or\npart of the mandate for the Jews, or to admit more Jews into\nPalestine. Something they did not wish to do. So the Americans, who\ndidn't want DPs generally, General Patton was in command in that\narea, and he was not terribly sympathetic to the Jews, tried to shut\nthem off from coming by, declaring that in order to emigrate from the\nAmerican zones of Germany and Austria to the United States, you\nhad to show that you had arrived in the zone prior to December 22,\n1945. And so, these people who came in January, they were not\naware of this, you know. And they gave accurately that they had\narrived in January or early February and that their place of birth was\nin Poland, a place not favored by the realities of the quota system, the\nnational origins quota system. They would have to sit in Europe for\nyears before they got out. But they were being truthful, and they said\nwho they were and when they came and all of the rest. Later on, they\nfound to their unhappiness, that disqualified them. They said, \"Had I\nknown, I would have told them I came here earlier.\" We thought\nabout it, by the way I’ve used the metaphor, you know, it was\nDecember 22 which they made the cutoff date, that on the 25th where\nChristmas was celebrated, there was no room in the inn, our inn, for\nJews. And anyway, we got them all into the camp and we created our\nown health programs, under the supervision of international medical\npeople, and our own feeding programs, our own schools. Right away,\nthe Jews were energetic. They set up everything they needed, cultural\nprograms, newspapers began to sprout. Now, prior to that time, there\nwas a question early on at the end of the war, how would these\npeople be housed, the refugees. They were, after all, multi-national —\nPoles and Ukrainians and Jews. And a Jew was nominally -- most of\nthem were nominally Polish, Polish nationals. And so therefore, they\nwould take a whole bunch of Poles, Polish speaking people, and put\nthem, try to put them into one camp, into one area, under one\nadministration. But, you know, the Jews did not consider themselves\nPolish anymore. They would not opt in a legal sense, for that identity.\nAnd so, they -- I am not quite sure how it happened -- but they all\ndeclared themselves, I think maybe for immigration purposes, as\nstaatenlos that is, stateless, or as Jews. Now, there was a great deal of\njockeying around over how the Jews would be housed, whether they\nwould be housed among the people, as I say, of the countries in\nwhich they were born, which they didn't want. American-Jewish\nleaders were also, I think, playing a role in that thing. And they\nwanted all of the Jews together, which was a wise thing to happen.\nAnd ultimately, the military gave in. For them, you know, looking\ndirectly at it, or for the United Nations looking directly at it, these\nwere Poles or Latvians or Lithuanians.\n But, no, they did not consider themselves that. And so they all\nbecame of one national group. And in all of the DP camps in which\nJews lived after the war, they lived together, surrounded by a\nfence, whose perimeter was often patrolled by Jewish police. We\norganized the police force. We had a police force in that camp\nalone of over 100 people. They were not armed police, but they\nwere Jews who wore armbands declaring that they were\npolicemen, and they patrolled the perimeters of the camp.\nConditions were so bad in the camps. At this time, I was the supply\nofficer for Neu Freimann camp and all of the small little camps I\nmentioned before, which had sprung loose from the Dachau\nconcentration camp. And also for all “free living” Jews in the city of\nMunich. In effect, I became ultimately sort of the mayor of the\nJewish community of Munich. And they would come to our camp.\nThey were Polish Jews, mostly. There were very few German Jews\nremaining in -- just a very few that I ran across, who would come to\nus for food, identity papers certifying that they were stateless, or that\nthey had been persecutees, and therefore, entitled to certain privileges\nas to immigration, food, medical care, clothing, whatever. And as I\nsay, conditions were so bad that in the United States, the White\nHouse was hearing about it. There was a lot of anguish, a lot of anger,\nand so Eisenhower was sent by Truman to Europe to investigate.\nThere had been a report by the Harrison Committee which had\nstressed some of these inadequacies, but Eisenhower went over to\nlook, he said, for himself. And what happened was, a week before he\narrived in Munich, the director of our camps quit. He wanted to go\nhome. I don't know what happened. Anyway, and so I was called by\nUNRRA saying would I make myself ready to receive the General\nand to brief him on whatever questions he wanted to be raised. And\nsure enough, two or three days before the arrival of the General, all of\nthe security people, military security people, came and checked the\nwhole road running down to the city of Munich out to this camp. For\nsecurity purposes, they emptied buildings with windows overlooking\nthe road, the whole business.\n I was very impressed, of course. And on that day, we were laid on\nand out came the General, riding 1n -- it had to be either Goering or\nHitler's car -- a great big Mercedes. And he was accompanied, of\ncourse, by six or eight general officers. You were going to ask\nsomething? McNarney was among them, Huebner. I remember those\nnames. And they came into the camp and they spent -- I greeted them\nas he stepped out of the car. He spent about three or four hours, I\nguess, in the camp. And we talked about supplies. He went and\nlooked at it. We talked about housing; he went and looked at the\nhousing. He talked to the people. A great big sign had been hung by\nthe Jews over the entry to the camp, \"Welcome General Eisenhower.\"\nAnd I was impressed. He’s a very stern-looking guy, very impressive\nyou know, with all of those stars. And some of his staff took notes on\nwhat I was saying. And I think it had an impact, my own contribution\nto that, because within a matter of maybe a month, things began to\nimprove. We were getting things that we were not getting before. Of\ncourse, the White House had played its role, but Eisenhower coming\nover there was the basis for making whatever changes were\nnecessary.",
        "Q: How honestly could you talk to him? I mean, here you are, a\n25-year-old young man?",
        "A: Well, I could talk pretty honestly. I just told him, “General, the\nsituation's tragic. We have people, you know, stuffed into a room\ntogether in such numbers -- the people are sick, their ability to resist\ndisease 1s down. And so, we are going to have typhus. We are going\nto have this, and we’re going to have that. They are not getting\nadequate food.” And he listened carefully. I remember, though, some\nfunny scenes. We took him into a school, a Yiddish school. And the\nguy who was the director of that school was a fellow who then went\nto Baltimore. His name was Spector. Mr. Spector was a teacher, and\nboth he and his wife were dedicated. He and his wife were\nwonderfully dedicated people. They set up the school with teachers,\nand the children, they got paper and they got pencils. It was very\ndifficult. I told you “IMCA” YMCA supplied us with writing pads\nfor the Jewish children. And he had coached the children to sing ““The\nStar Spangled Banner’, in just learning the lines. They didn't know\nwhat they were saying. And Eisenhower stood there, you know, his\nhat under his arm, and he listened as they sang. And when it was\nfinished, I was stunned. I didn't tell Spector until much later. He said\nto me, \"What are they singing?\" He didn't recognize it at all. I\nwouldn't spoil what these children had done. There was also some\nconfusion. He walked into a synagogue, I remember, and he took his\nhat off, you know. And McNarney leaned over him and says,\n\"General, put your hat on. You're in a synagogue.\"\nIt was a pleasant visit. The Jews were extremely welcoming to him,\napplauded. He was the great hero who had liberated them. And it was\na wonderful day. He is a stern-looking guy, you know. He has his\ndignity, very little joking around with him, my impression. I wouldn't\nwant to cross him, based on what I saw. Anyway, the visit went well.\nAnd as a result, as a matter of fact, in about a couple of weeks, I was\nnotified that I had been appointed director to replace the departed\ndirector. And, that situation went on for, I think, until 1947 when we\nlearned that UNRRA was going to be terminated, go out of business.\nAnd that it was to be replaced by an agency known as the PCIRO,\nPreparatory Committee or Commission for the International Refugee\nOrganization. And that a new modus operandi was to take place. That\nis, many of the international personnel on our team were to be\nterminated. And their responsibilities were to be turned over to\nindigenous staff-people, essentially, the Jews themselves, in the\ncamps. And there would be no camp director for a given camp; he\nwould be replaced by a camp chairman. And he had a sort of a\ncabinet with him for food, and welfare and housing and security and\nwhatever. And that the Jews were to pick their own people. And they\ndid so with elections in the camps. And it was marvelously\norganized.",
        "Q: Can we not get to 1947 first, can we stay ...",
        "A: Yeah.",
        "Q: What happened to you when you became director? You became\ndirector of this camp --",
        "A: Of this camp and --",
        "Q: -- and the subsidiaries?",
        "A: -- the subsidiaries and the Jews of Munich. That is, I was responsible\nfor meeting their needs.",
        "Q: How many people, then, are you responsible for?",
        "A: I think at that point it got to be about 3,000, 3,500, something like\nthat.\n And what I would do is move around through the various\ninstallations under my supervision and meet with their chairman and\nfind out what their problems were. Maybe once a week, I would be in\nthis place, drive around. I would drive a car, go around and meet with\nthem. But my office was in the Zedlum, (ph) in the Neu Freimann. I\nsupervised all of the programs and saw how they went and people\nreported to me. And I reported to my superiors. Life was very, very\ndifficult. People were trying to get out, and they soon found that the\nnational origins quota defeated that. There was illegal immigration to\nPalestine. And by the way, I recall now that I had very good part of\nthe people on the Exodus who came from the Neu Freimann camp\nand from nearby camps. You know, the Exodus was caught and\nreturned to Ger -- Bremerhaven and the Jews were forced off, you\nknow, by British, I think it was British soldiers, with the water hoses.\nI got, and I lost -- a lot of things happened to me -- a little book\nwritten by children who had been on the Exodus and describing their\nexperiences. And they dedicated it to me, to undzer khaver director. I\ndon't know what happened to it. There are things I have lost I regret\nso. I don't know what happened. And we had to receive other people\nall the time. There was constant tension. The camps had been closed\nto infiltrees, and we were taking them in. One of the ways we were\nable to take them in was when a group of people went illegally to\nPalestine, their DP cards were left behind. When you leave the camp,\nyou are supposed to turn them in or to do something. They were\nturned over to the camp committee, who used them for the purpose of\nsupplying other infiltrees coming to the camp. The UNRRA people\ntold me that apparently we have a very low death rate in our camps\nbecause the population remained fairly static. Actually, they were\nleaving, but they were being exchanged with other people. And\nthen other ways had to be found to avoid the restrictive\nimmigration policies of the United States and also of the\nCanadians. And the documentation, which was on file in our\noffices, on each of the Jews, prevented them if they had to get their\nDP records to present to the consul generals. (’?)\n They would reveal that they had arrived in the zone after\nDecember ‘45, or that they were born in Poland or in Latvia or\nLithuania, and therefore they had to wait for a long time for their\nquota numbers. Some people had a lot of scars on their lungs, lesions\nwhich were healed, but it was not known exactly when the\ntuberculosis had been active, and they were prevented. So, if you\npresented an accurate x-ray, you could be out of luck. It was a\ndesperate struggle because everything militated against them --\npeople who had suffered so. I remember this was said to me, very\noften, I am going to say it in Yiddish, “Mir haben gemeynt az zey\nvelen uns trogen oyf de pletzes.” We thought that when we got out\nthat we would be carried around on the shoulders of the Allies, of the\nUnited States, that we would be heroes for having made it through\nthis terrible experience. Instead, they’re finding all kinds of ways to\nkeep us out. It was a terrible disillusion. And while there was a\ndivision in the Jewish community of survivors about where they\nwould go, some said they would go nowhere but to Palestine. And of\ncourse, they knew what was in Palestine. It was illegal, first of all. If\nyou managed to get in, you would be housed in a tent city on some\nmud flat someplace. No jobs. It was a terrible scene. Nevertheless,\nthey wished to go there. But others wished to go to the United States.\nThey had family in the United States. People who would make space\nfor them and had jobs for them. And they saw their future there. So\nthere was a constant tension within the DP, Jewish DP community on\nthat score. They tried to invest the Jews with the kind of Zionist\npatriotism, but they were all patriotic about the establishment of the\nstate. But many of them wished to go to the United States. A\ncommission was sent over by the United Nations. And they came to\nour camp to talk to Jews about where they wished to go. The\ncommittee was made up of five diplomats, one of whom was from\nIndia before it was divided. I am trying to remember which country\nbecame a Muslim country, maybe Pakistan. And he was very hostile.\nAnd he tried to probe, you know, \"Where do wish to go?\" And they\npicked some people at random from in the camp to come before\nthem. There was a big audience in the room listening to this\nprocedure. And I was the interpreter. And the first guy they picked to\nbe examined was the brother of a business associate of my own\nfather, who asked me to get him out. He had arrived with his wife and\ntwo children. They had been in the Soviet Union, and he was\ndesperate to get to the United States.\n I didn't know what would happen, but they took care of it themselves.\nThat is, the guy asked, after checking his personal history, said to\nhim, \"Now, where do you wish to go?\" And he proudly spoke up,\n“Vu alle yiddin forn” he said \"Where all Jews wish to go, to Eretz\nYisrael.” And a great cheer broke out. Now, he left a week later for\nthe United States, so there was a solidarity in support of the claim of\nJews for Palestine, for Eretz Yisrael, and for the right of Jews to be\nallowed to emigrate there. There was 100 percent solidarity, but a lot\nof people had made decisions about their lives, about where they\nwished to go. But --",
        "Q: Was there pressure on these people to not go to the United States, not\nonly to not say it --",
        "A: Well, there was some pressure. Yeah, the Jewish Agency was\nworking in the camps, and they did a valuable job. And the whole\nleadership of the Jewish community was Zionist in its orientation. So\nthat when, for example, camp administrations were made up, as I’ve\nindicated, they were elected on Zionist lists. Liste eyns, or tsvey — list\none, two. And on that basis, these represented various Zionist\npolitical parties. There was a strong, and I think the Jewish Agency\nand the leaders, Ben Gurion and the rest understood, the value of the\nDP, Jewish DP community and the experience which the Jews had\nhad -- if you want to call it a value. But they understood the meaning\nof it, for bringing pressure against the British and the United States to\npartition Palestine or to create a Jewish entity, and to allow the Jews\nto leave. And for the United Nations, by the way, ultimately when\nthey did go legally, the UN paid all fares for transportation costs for\nJewish refugees travelling to whatever destination they were going to.\nSo there was a unity within the Jewish community. And they would\nnever allow it to be understood outside of our community. There was\na unity that Israel or the Jewish state would have to be created. It\nwould have to be supported. And those Jews, and there were many\nwho wished to go to Palestine, and no place else, would be permitted\nto go.\n And there were efforts made. You know there was by the way, also a\nmobilization effort on the part of the Zionist community, that is, to\nmobilize Jews, young men and women to serve in the Haganah. They\nwere trained in our camps. They would be marching around and\ntraining with broomsticks as bayonets, rifles. So they were preparing\nthemselves. But as I say, you had this tension in the community\nwhich 1s, I think, something which happens today, again, you have in\nthe Soviet Union some of the same things, that 1s, Israel accuses\nHIAS, Jewish agencies, of talking Jews into not going to Israel,\nwhich is absolutely untrue. Jews know where they wish to go. And\nmy own feeling is they should go where they wish to go, where they\nwill be happy. So we had that immigration. Then we had the illegal\nimmigration. I was, I think, the only Jewish camp director I know of\nin Munich. There was one or two before me in these camps, but they\nhad left. So a lot of efforts by the Jewish Agency or by the JDC\ncentered on me. They knew they could come to me and they could\nspeak frankly, and that I was part of the whole apparatus. So I\nremember supplying blankets and gasoline and other things, illegally\n-- to people on the move illegally, to France or to Italy. Mostly I\nknew about France, to go to Marseille for immigration. I think the\nExodus people took that route, they went to Marseille. And I was\nasked by them, by the Sochnut or by the Brichah to accompany a\ntransport of, I don't remember, maybe 500 Jews who had been\ngathered up to go to Marseille and to board boats there, and to go to\nPalestine. And so I sat there in the uniform in the lead car. And I had\nsome phony document saying that these people are authorized to\ntravel, in transit, through France, to Marseille on their way, I think, to\nUruguay or Peru, one of those South American countries. And I\ncarried a group visa with me. It was done also on onion skin paper,\nwhich had names listed and birth dates and they absolutely did not\nconform to the birth dates or to the people in this transport.\n And we drove through the French zone, me in the front, and we got to\nMulhouse -- Muehlhausen, that’s in Alsace. And we presented this\ntransit visa. Well, first of all, the visa from the Uruguayans or one of\nthose Latin American -- they were all fraudulent, provided by some\nconsul, vice consul in Paris, maybe. And he had been paid something\nto do that, I think. And we presented the visas and the transit letter to\nthe French gendarmes at the border. In the meantime, two of these\nguys working from Palestine Brichah, I could see them going around\nthe back of the booth, with two big cartons, and I knew there were\ncigarettes in those cartons. The French, also, were badly in need of\ncigarettes, and deposited it there. And then, we were saluted through,\nand we came into Mulhouse, and we went to the town square, and by\nGod, I was stunned. There was the mayor of Mulhouse, all dressed up\nwith his red sash across his chest, and women, volunteers, greeted us\nand provided hot coffee, cocoa or something, and some bread. Some\nother food for the people to eat. We were treated to a speech by the\nmayor. Wishing us, wishing our people, a good life in Uruguay or\nParaguay or whatever. It was a very nice ceremony. And I got back in\nmy car, drove back over the border to Munich. It's a very -- I did that\ntwice, but only once did the Muehlhausen mayor come out for me.",
        "Q: Did you have any hesitancy doing this? You were after all.....",
        "A: No. I - I did have -- first of all, I am trying to remember whether there\nwere some restrictions on my movement into the French zone. I was\ncrossing a zone line. But I remember that if — if -- somebody had\npicked this up, they would ask me where did they get the gasoline\nand the blankets which were military. The trucks were military. They\nwere UNRRA trucks. They had it on the front. So there was a risk.\nThey were my trucks in my motor pool. Yes, there was a risk. I could\nhave\n-- | don't know what would have happened. I imagine, based on some\nother things I have seen over there, they would have cut me. I would\nhave been dismissed from UNRRA, and they would have sent me\nimmediately home. I don't know whether there would have been any\ncriminal charges, because the military is very leery about getting\nthemselves involved. It's a public relations problem. So, it would\nhave been tough on me. I would have been shipped back home, and\nin some disgrace, not with Jews, I guess. So there was some risk. But\nit's one of my fondest memories.\n Q: What made you do it?",
        "A: Well, I was Jewish, and my sense of solidarity with my people, with\nthe people, you know, around me. I was profoundly sympathetic.\nThen, well, there was also the question of how do you get around the\nAmericans. Now, Jews would apply for immigration to the United\nStates, and when they would come in there, with their documentation,\nthere was a consul general in Munich, with their DP cards and their\nrecords. It would show they had arrived after December 22nd of '45,\nand they were automatically eliminated. I am a little unclear about the\nimmigration laws at the time. Eventually, a new law was passed in\n'48, I guess, also very controversial, and very stacked against Jewish\nDPs and the countries where they came from. But it still remained\nthat they had to be in the zone before December 22, 1945 in order to\nbe eligible. So what would happen was, Jews would come in and say,\nin effect, to one of my staff people, “I came here after, and Poland is\nno good for me. Here I have this paper saying that I was born in\nDresden or Breslau.” German cities were favored, because during the\nfour, five years of the war, Germans were prohibited from emigrating\nto the United States, or after, as ex-enemy nationals. And so all of\nthese unused numbers -- and Germans had a very big quota for the\nUnited States under that national origins quota. These numbers --\nGermans who could not use these quota numbers had to stay, and the\nnumbers were saved up and they were turned over to the DPs by the\nTruman Directive to be used. All of these used up numbers going\nback to 1939, or thereabouts. So that relieved some of the problems.\nBut the point was, they still operated under the national origins quota,\nvery restrictive. And under the requirement that they be in a zone\nDecember 22nd of 1945. So what happened was such people, if they\ncame and asked for help -- I am going to be very candid here -- we\nwould take out their documents and tear up the document. Nobody\nknew the difference.\n I was in control of these things. And put a new DP card in the file.\nAnd I remember in one office, we had a guy who was an expert at\naging these documents. Of course, they had to be about two or three\nyears old, you know, so if you saw a fresh, the paper was lousy, if\nyou saw a fresh white paper, you knew it was fresh. So we had them\nstacked on radiators to age them a little bit. And then they would\nbring these papers in, and it didn't take long before the consul\ngenerals, they are pretty bright people, understood that there was\nsomething not kosher about these. A lot of people came in, declared\nthey were born in Germany, but had no German accent. You know,\nthey spoke strong Yiddish, and there was some cockamamie story\nmade up to cover that. And then they were asked finally to find some\ndocument that you told somebody, and it was true, 1f you were in a\nconcentration camp, and you didn't keep your birth certificate in\nAuschwitz or Buchenwald or whatever. They would say write away\nto the city in which you were born. And many of them said they were\nborn in German cities, East Germany where it could not be checked.\nRussians were occupying East Germany. And well, first, they would\nsay “Look, I didn't have any papers. And I have written, here is a\ncopy of a registered letter which I sent to some East German city.”\nThere were all sorts of means to get out, to get around these\nrestrictive laws or regulations. The German quota was an important\none. Sometimes they would go up to some small town someplace,\nwhere it was learned there were some birth certificates or birth\ndocuments for people who had died already. And they would get\nthese, maybe having to bribe an official. But it was a survival\nstruggle. And we countenanced it all. Some years ago, I met a guy\nhad been the U.S. Ambassador to Cairo in the State Department. He\ncame to Milwaukee to make a speech, and I sat next to him at a\nlunch. I recognized his name, and when his bio was read, I\nremembered he was vice consul in Munich, way back when I was\nthere. I told him, \"I don't know whether you remember me, but I used\nto come in and plead the case that the people were unjustly denied. I\nwould come down to see them.\" And he said he remembered me. He\nsaid, “I know that you had” -- what he called “a document factory”\nout there, near one of these camps nearby.’ I said, \"We probably did.\"\nI mean, they were good people, but they were operating according to\nthe regulations. By the way, when I spoke to him, he was an Assistant\nSecretary of State, yeah, Assistant Secretary of State. Very well\nknown man. I don't recall his name.\nTape 2\n Well, we went through a very difficult year 1946 and to 1947, when UNRRA\ndecided to go out of business, and be replaced by the IRO (International\nRefugee Organization). At the same time, the decision was made to evacuate\nNeu Freimann, and that became one of the most difficult parts of my whole\nyear, my whole stay in this job. Neu Freimann was considered a privileged\ncamp because it was right on the border of Munich, and therefore, easily\naccessible to Jewish agencies which had to visit, dealing with various\nproblems, a lot with immigration. We had the USNA, the United Service for\nNew Americans, which, I think, was like a JDC operation, which processed\napplications. We did, too, but they did, I think, a lot of the processing of\napplications to the United States. The HIAS was there. There was the Jewish\nAgency, JAFP, Jewish Agency for Palestine, with Chaim Hoffman as its\ndirector.\nAnd there was an extensive black market in the city. I want to speak about\nthe black market because that played a very important role, not only in\nassuring the Jews a way of sustaining themselves -- not only Jews, but\nanybody. I mean, it was open to all. The black market was not a Jewish\nmaking, it was a creation of the German merchants who were backed up with\nmerchandise, which they were beginning to produce. And they could not sell\nand make anything unless they sold it on the black market, because the\ncontrolled price in German marks, what you would get would be zero. I\ncould get four opera seats for two cigarettes. Opera seats had a nominal value\nof, let’s say, 20 marks apiece. So the black market was really a creation of the\neconomic system. That has to be understood. And Jews could not live on the\n2,000 calories a person, especially what those calories were made of. They\nwere made of potatoes and starchy haferflocken, which was a German term\nfor a wheat, a cereal of some sort, dried eggs, dried skim milk. Jews could\nnot eat dried eggs. That stuff used to lie and rot in warehouses. One day we\ndiscovered, by the way, that a couple of tons of dried skim milk had\ndisappeared from one of the camps. It didn't bother us a bit -- except we\nwanted to know what happened to it -- because the Jews did not enjoy, or\ntake, or drink dried skimmed milk. But what happened was, about two or\nthree weeks or thereabouts later, we saw wandering around the camps Jews\ncarrying a box slung over shoulder shouting \"Lody! Lody!\" Lody is ice cream\nin Polish. They had used this milk to manufacture ice cream pops, or\nsomething, and they were selling them on the streets. I recall that. That's very\nfunny, the creativity of our folk. But, as I say, the packages which came from\nthe JDC, the Jewish relief agencies, were the real waluta, the real currency,\nof the DP camps. The cigarettes in them, which sold for, I think, a dollar a\npackage -- I mean, in the United States were 15 cents or something, or maybe\nmore. I mean, $10 a carton, I think.\n Coffee, marmalade, jam, fat in cans, other things which were priceless. They\nbecame the basis upon which many Jews -- they could trade them for meat,\nfor bread, for other things to sustain their family. And so going into Munich\nbecame very important. People had access either by the few buses which\nwere running, or by trucks which they could hitch a ride on to go and do their\nbusiness. There was a famous street in Munich. I want to mention it, called\nMohl Strasse, M-o-h-l. I’ve been back there, by the way. I once went back\nsome years later to buy some Meissen Rosenthal china for my mother-in-law.\nBut it was a great center of black market currency dealings. Jews were\ncarrying currency during the war. Those who were not in concentrations\ncamps, those who were in hiding, sewed into the linings of their clothing.\nThey were carrying many things in order to enable themselves to live, if they\never made it through. And they went to exchange these dollars for various\nthings, whatever, or to trade them up, in some way to change them. All\ncurrencies into national hard currencies were being traded there. Not German\nmarks, but Swiss francs and British pounds and American dollars. And they\nwere subject to raids all the time. The military would come pouncing down\non them because the military declared its intention to protect the German\neconomy or to rebuild the German economy, and these black market\noperations were, they felt, destructive of the economy. I think that’s subject\nto some doubt, but that’s what they said. But in any case, when the\nannouncement was made that there would be an evacuation, there were great\nprotests, and it took a long, long time for us to move these people out to other\ncamps. Some attrition, some people went away to Palestine, others\nemigrated. Nevertheless, we were accused of using all of the terminology of\nthe wartime period of deportations, of Aus Zeslac (?) or whatever they used.\nJust like, about the ghettos, Jews were being forced, against their will, out of\nthese camps. Neu Freimann, as I say, was a favored camp in that setting. And\nultimately, it was closed.\nAnd I was then asked to take over Foehrenwald, which was one of the\nbiggest DP camps in Germany at the time. I think, well, it was designed for\nabout 3,000 people. There must have been more, I don't recall the figures,\n4,000. And Foehrenwald was actually two or three installations. One was\nabout 30 miles south of Munich toward the Austrian border where Innsbruck\nwas situated.\n There was Foehrenwald itself, which had been a work camp for German\nlabor. And then there was a place called Geretsried, a small camp which\nhoused about 1,000 people. It became, ultimately, by the way, I believe the\nfirst legal exit point for immigration to Israel when it became legal. People\nwere processed there for health, their teeth, and the rest, for our paperwork.\nAnd they would move from Geretsried, whose name was changed to Camp\nNegev, because it looked like it was in the Negev, a really forsaken area in\nthe woods someplace. That’s where a lot of military training took place. We\nwere, by the way, being watched by air, by airplane by the intelligence\npeople trying to find evidence that military training was going on in these\ncamps, and it was. And then there was a children's center nearby which\nbrought children, picked up in various ways by khappers, grabbers, who\nwent around Czechoslovakia and Poland finding Jewish children that they\nhad heard about. I am sure that in some cases in their haste to get out, there\nwere some non-Jewish orphans among them, who are now living someplace\nin Israel. But finally, we closed it down, and we moved all of our operations\nto Foehrenwald and to other places.\nThe great movement of Jews I forgot to mention. You know, after the war,\nthrough maybe about March of '46, there was movement of Jews, but it was\non a small, relatively small scale, infiltration. But as you know, I don't\nremember the precise month, maybe May, I think, or thereabouts in 1946, a\npogrom took place in Kielce, where there was a trumped-up charge that Jews\nwere baking the blood of a Polish kid who had disappeared into the matzahs,\nwhich were being consumed for Passover. I think that was it. Ultimately, the\nPolish government -- this 1s not known -- punished very severely those\npeople responsible for this. There were 46 Jews killed. Right wing anti-\nSemitic movements in Poland were accused of having fomented this thing,\nand there may be something to that. But the Kielce program came like an\nenormous shock over the whole of the Eastern European community, such as\nit was at the time after the war, especially in Poland. And then we, in the\nwest, in Germany and in Austria, mostly in Germany, experienced a strong\nwave, I don't know how many thousands. They say, I have heard 80,000 or\nso people came, all of a sudden, into West Germany into camps which had\nbeen declared closed by the military.\n And we had to accommodate them in some way. And it was done contrary to\nregulations and the rest of it. And I recetved, I remember, trainloads of\npeople -- no, no. In Munich, we got a lot of these people at Neu Freimann,\nthen in Foehrenwald. And then there was a constant movement of Jews. I\nthink the next relatively major movement was as a result of the Berlin airlift.\nThat was in 1947, I think. (Berlin Airlift was June 24, 1948-May 12, 1949).\nWe got Jews, they had cleared the DP camps, Jewish DP camps in Berlin.\nAnd each time that happened, it was a tremendous amount of effort, how to\nfit them in. We would have to put them in among others and maybe among\nother families. A terrible crisis was precipitated anytime that happened.\nI have to speak about this children's center which we had. I remember the\nman's name was Merrin (ph). I have a picture of that Jewish center. And he\nwrote me a message on the back of the picture when I left, I guess. It was a\nbeautiful place, an installation. I am not sure what it was for before, but we\nkept kids in there. And the Brichah would bring in a load of kids, children\nmaybe six, eight years old, something like that, who had been concealed. I\ndon't know where they had been, but they would bring them in. And maybe\n30 or 40 at a time would come. And then, a quarrel broke out within the\nJewish community between the Jewish Agency, I guess, and the various\nelements in the Jewish Agency and the central committee. They were all\ngoing to Palestine, these kids, 1t was decided. But what was very important,\nunder whose auspices? And so a rotating system was set up.\n This is very funny. I think I am remembering it carefully. We agreed to it.\nWe just wanted to get the kids out. They would stay in this place, this group,\nlet's say 20 or 30 kids, would stay for a month or six weeks. And during that\nsix weeks, the camp would be run by, let us say, the Mapai socialist party,\nBen-Gurion’s party, or Mapam, the more leftist. And they were being taught\nand trained according to the philosophy of that branch of Zionism. And they\nwere wonderful. I mean, these kids absorbed it like water. And we had the\nright wingers, the ‘revisionistim’ they were called, and they were singing\nrevisionist songs and marching up and down in the military style of the\nrevisionists. And that's the way we finally dealt with the problem, just\nrotating a whole group, a new group of people came in to take over the\ntraining of these children. They were wonderful-looking children, looking at\nsome of them. Some of them spoke some Yiddish. I remember asking ‘vu\nforst du?’ \"Where are you going?\" And this kid, ‘for ken Eretz Yisrael’ He\nwas from the right wing. “/ch for hargenen ale,” (\"Tam going there to kill\nArabs,”) he said. It was not funny to me. I said, \"Is that what you’re training\nthese kids to do?\" Anyway, so we had these three installations, and there\nwere others in towns. Waltershausen, the city nearby, had some people. And\nconstantly, again, circuit riding.\nWe also had people who were struck down. We had a lot of people with\ntuberculosis, and we would send them to Bad Reichenhall, where there was a\nbig sanatorium. Later on, we even sent people to Sweden, I think, Malmo.\nThere were a number of Jewish survivors recovering from tuberculosis,\npatients. Do you know about that? I had a number of people, one of my\nassistants, I sent a woman, a girl, from Hungary, to Malmo. And now I\nworked under IRO’s auspices in Foehrenwald. Subsequently, they asked me\nalso to give some attention to Feldafing. It was quite a ride, on the other side\nof the lake, there was a big installation. And I’d come in and meet with the\npeople and talk about their problems, see what could be done. So that's --\nyeah.",
        "Q: When you went and visited the different camps, whether it was under\nUNRRA or, when it was IRO, did you meet with the people who were sort of\nthe camp functionaries?",
        "A: Right.",
        "Q: Or did you also go in the street and just meet with the people?\nA: Well, they knew. There would be an office that I had in each of these places\nor a room that I would sit in. So first, I would meet with the functionaries,\nthat is, the man in charge of food, housing, 1mmigration, various aspects --\nhealth care. And discuss their problems, shortages, what they needed. A guy\nin charge of education would complain about the absence of school materials.\nSupply questions, and also internal problems, political problems. In the broad\nsense, political problems. Having problems putting people in there, they don't\nwant to go there, and people are making trouble about this or that or\nwhatever. So, I tried to handle all of that, write them down, and see what\ncould be done. We had limited resources. I would do whatever I could. But\nthen came a time for what we call ‘bittes’, that is, requests or complaints. I\nwould sit in an office. People would line up outside 20 or 30 or40, whatever.\nIf 1t was a busy time, there would be more, and they were admitted\none-by-one. And I would talk with them about what they needed. Very\nfrequently, it had to do with immigration, that 1s, “mir hut mir upgesugt’: “I\nwas refused by the consul general\" and \"What do I do?\" I would offer some\nadvice. I can't tell you what I offered, but sometimes I offered, and this was\npretty frequently the case, that they tear up their documents, get new\ndocuments, go to Stuttgart to the north, where there was a consul general and\nreapply all over again. And it worked.",
        "Q: What other things did people come, when they came in?",
        "A: Immigration, illness, “Can you find a relative of mine in the United States?” I\nam looking for somebody in Cleveland or Chicago,” or whatever. Police,\nproblems of the law. Jews frequently ran afoul of the laws, that is, they were\ncaught. “My son has been arrested. He was carrying illegal currency or black\nmarket, other operation, caught selling cigarettes or whatever. And his trial\nwill be so and so. And it will destroy us if he 1s convicted. He may not be\nable to get to the United States or to emigrate. Can you help me?” And I\nspent a lot of my time in the courts, in the summary courts, that is, the\nmilitary summary courts in Munich where I had cultivated -- because I saw it\nas my responsibility -- cultivated acquaintances with the judges, who were\nAmerican military officers. One was my neighbor, lived down the street from\nme in Munich. And we would have parties. He would come over, I would go\nto his place, to parties. It was a very good contact. Not that he would simply\nlet people off when I asked, but he would understand better what their cases\nwere, and very frequently gave them a very light sentence or let them off or\nsuspended a sentence, or did whatever. And that was a very, very significant\npart of my responsibility. I don't think it would have been the responsibility\nof another, somebody who was an UNRRA who didn't have the same sort of\ncommitment that I had.",
        "Q: Because you were Jewish?",
        "A: Yes, because I felt a responsibility to these people. I grew very expert at\nexplaining all of the problems faced by Jews after the war, what they had\nexperienced during the war. We had a lot of pathologies, I say, people who\nwere sick. And we tried in our own primitive ways to deal with them. I\nremember a very extreme case of a man who had survived by eating the flesh\nof his fellow haftlinger in the concentration camp, some bad place he had\nbeen. This was on his mind, his head -- every once in a while he had a\nbreakdown, ‘Ich hab gegesen’ because I ate, you know. He was in the camp.\nHe'd come to see me. There was a lot.\nOne day Sam Haber, the director of the JDC came on a visit to a camp. And\nhe drove up 1n a nice-looking station wagon. They have jeep-looking station\nwagons. And on the side it was written, American Joint Distribution\nCommittee. And we were talking. Whenever I met him here in the states, he\nwould remind me: I saw a man who had been in a katzet someplace come up\nbehind him. The guy held up a lead pipe, and was going to smash Haber over\nthe head. I jumped in front of the guy and grabbed his arm. He was shouting,\n‘ganovim’, calling everybody thieves. They are stealing. My family is\nsending me from America. I mean, we had really an impossible situation.",
        "Q: What did you do with people who were really out of control?",
        "A: We tried to hospitalize them.",
        "Q: In psychiatric hospitals?",
        "A: Yeah, wherever we could find it. They were in short supply. At the very end,\nas the camps began in 1950 to draw down and to a close, we were left with a\ngroup of people who were described as hard core, who would not move.\nMany of them would not, and some who could not. Many of these people\nwere people with that kind of a problem, mental illness. And the Israelis were\nnot too anxious to receive them. They had enough problems of their own.\nAnd so these people remained. I was shocked to learn from somebody\nsomewhere that Foehrenwald, which I left in 1950 and I thought was well on\nits way to being closed, didn't close until 1957. The Germans were running\nthe camps in the later years. Of course, there was a JDC in Germany, too,\nwith some help. But these people were people, as I say, with criminal\nrecords, with pathology of various sorts. It was a tragic sort of thing -- the\nrefuse of our people there. But they fought us tooth and nail about the\nevacuation of the camps, premature evacuation, which meant that they could\nhave been thrown onto the German economy, fend for themselves. And that’s\nsomething they didn't want to do. Our people were shielded from the German\neconomy, that is, German police, the German criminal justice system did not\napply to them. They went to Jewish-run hospitals or United Nations hospitals\nof various sorts, and they were cared for. But ultimately, I remember walking\nin on people and saying ‘far vos fohrt du nisht avec’. We tried to convince\nthem to go to Israel. It was not as great a problem as the United States was.\nAnd they felt guilt about sitting there. “Mir zizten oyf undser primadanas,”\n(“We are sitting on our suitcases here.’’) I said, \"Don't sit on them. Pick them\nup and und fohrt in Eretz Yisrael.”\n The rabbis who worked for the JDC were enlisted in this effort of trying to talk Jews\ninto going to Israel, getting out. It was inconceivable, I think, to many of them, and\nto me, that Jews would remain in Germany. That some would even make a life there,\nand as a matter of fact, many did. There were people -- I have gone back on a\nnumber of occasions to Germany, and have met and talked with, and have been\nentertained by Jews, Jewish businessmen, professionals, doctors. I think I told you\nthat the head of the Munich krankenhaus, the hospital, was a survivor I knew very,\nvery well. And by the way, he became ultimately the president of the Jewish\ncommunities of Neider Oberbayern, that is, Southern Bavaria. They had a\nconfederation of small Jewish communities including Munich. And he became the\npresident of that organization. So that’s the way it was ultimately settled. I don't\nknow whether any of the people are anywhere under UN care still, but I sort of doubt\nit. But it leaves a long and laborious problem where we were faced with all kinds of\ndemonstrations and small riots and whatever. People didn't want to get out.",
        "Q: Let's go back over some of the details -- the legal situation, the problems that people\nwould get into trouble with the law or violate something. Can you tell us about the\nsituation with the stolen car -- not stolen, but the car that was bought, on the —\naccident, and what you did.",
        "A: There was a tendency -- I want to say as background, in the very beginning, when the\nAmericans occupied Germany, they thought in the American way that all of the\npeople living in Germany would be subject to German police and the German courts.\n And if a DP was arrested for smuggling cigarettes or beating somebody, whatever,\nthat he would be put into a jail, which was a German jail, and arrested by the German\npolice, and tried under German law. Well, it was an abuse of that. There were a lot of\nhard feelings, as you can understand. And there was violence, and German police did\nsome things which were vicious, and protests were raised by various people,\nincluding the American Jewish community. And then a decision was taken, it was a\nvery important decision, that no Jew could be arrested by German police. They had\nno power over Jews, except they could detain them until military police came by and\ngot them. And if Jews were sentenced to jail, they were sentenced to jail in\nstockades, a military term for jail, where American soldiers were sentenced for\nvarious offenses. They did their time in stockades, and when they were tried, they\nwere tried in a military court. We had two or three levels, it was a summary court. I\nmean, depending on the seriousness of the offense. And there would be a military\nprosecutor and a military judge sitting in judgment on them. And this protected them,\ninsulated them. This was for criminal acts, of course, smuggling mostly, black\nmarket, whatever, but also occasionally, for some more serious offenses. But mostly,\nit was sort of a black market thing. I was constantly running down their pleas. You\nknow, Joe or John, whatever the judge's name was, please think about this guy, what\nhe had been through, and all of the rest. It very frequently worked. But then there\nwere offenses of Jews, one Jew against another Jew, in the camps. Thefts took place.\nFights took place over such thing as housing or some deal which they had made with\neach other and didn't work out. And there was an embarrassment, I think that's the\nbest word I can think of, for the goyim, for the non-Jews, that these things were\nhappening, that after the war, Jews were beating each other up or doing things to\neach other. And so these things we tried to settle internally in the camps. And a kind\nof primitive justice system was set up. And for want of a better one, I remember, I\nserved for about a year in Neu Freimann, I think, yeah, as a judge. I would hold court\nas a guy sitting there, listening to the evidence, and deciding whether to dismiss the\ncase or get together and settle the thing, or whether there was some penalty. I had no\njail.\n I had no way of doing that, but the penalty was deprivation of some privilege or\nsomething. But at least there would be a statement, a verdict, some finding. And we\nalso had a problem, I think I mentioned this, occasionally when a kapo would be\nfound, or a ghettopolizei who was accused of cooperating with the Germans in the\nghettoes or in the concentration camps, resulting in the suffering of Jews maybe the\ndeath of Jews. After we pried him loose from an angry mob, all bloodied and I tell\nyou, terrible, we would try to listen to what this man had to say for himself. And he\nwould try to produce witnesses. Of course, there were accusers, people who found\nthem in the camp, and came and told how he extracted money from them in a ghetto\nsomewhere, and then sent their son off for deportation. But so often, we would find\nthat where a group of people told stories on one side, another group of people who\nknew him from that town would line up and say he was wonderful. “He saved my\nlife” or “He saved my father.” It was a very, very difficult area to try to be a judge.\nAnd, I was not trained to be a judge. I just used whatever common sense I had.\nPeople seemed to be satisfied with that. Now, what did we do with those Jews? We\nhad no way of dealing with them. We were embarrassed to turn them over on a war\ncrimes charge, can you imagine, to an American judge or American prosecutor who\nwould have been unheard () of Jews, you know. And I am trying to remember -- I\nam not clear.\nWhat we would sometimes do, we would call in the people who were from Palestine,\nworking in the Brichah. And they were young, strong guys. I don't know what they\ndid with them. We would give them to take them away. They must have questioned\nhim, in the Sochnut offices. And some people told me they were drugged and taken\naway on illegal transports to Palestine where they were again tried. And if there were\nreally serious offenses, I don't know what would happen. Shame played a big role in\nthe punishment, that his name would be published in Israel. He is a man who, in this\nand this ghetto, Lodz or whatever, did the following. And so he would be sort of a\nmarked man in Palestine. I think, my recollection 1s that this played a powerful part -\n- people didn't want that attached to them. It was almost as bad as, maybe, as a jail\nsentence. So that’s the way these things were resolved.\n Then there was the civil justice. There were questions of civil justice, where\nagreements had been breached, mainly in the area of black market, where a load of\ncigarettes or coffee or something had been paid for, and on the way to delivery, were\nstopped by military police and confiscated, the whole load, including the truck. And\nthe driver was thrown into jail. So now the guy who supplied these cigarettes, for\nexample, came to the guy he sold them to and said, “Give me my money.” In the\ncase where there was no prior payment, the guy had to get some money out of it or\nsomething. Then there would be an argument about who was responsible. In that\ncase, these things were submitted to a deen torah, that is, a rabbinic court. And we\nhad a rabbi, a number of rabbis in the camp, but there were a number of rabbis\naround who would hold court on this. And there was agreement that the verdicts they\nreached would be obeyed, would be complied with. So generally, that was the sort of\njustice system. We tried to avoid, and I tried to avoid, any reference to any access to\nthe general criminal justice system which, for Jews, was by and large was the\nmilitary authority.",
        "Q: You told me about a situation in which a car was bought, and 1n an accident.",
        "A: Oh, yeah. Well, we had our attitudes. Speaking of \"ours,\" I mean Jews in Germany\nimmediately after the war, knowing of the unbelievable horror under which these\npeople had suffered, we had the same hatred towards Germans that the Jewish DPs\nhad. Not quite the same, but it was there. And very often, it skewed our sense of\nequity. So one night, I was asleep. It was about midnight, and suddenly 1n this\ngraphone (ph), in this big house, somebody's banging at the front door downstairs. I\nheard the girl go down and open the door, ask him in. He said, “/kh muz mit dem\ndirector sprechen, redn, sprechen,” whatever. Speaking Yiddish. And I came down.\nThere was this guy panting. I asked him what happened. He said he had bought a car\nillegally, and he was riding the car around, and he lost control of the car. And the car\nran up on a loading platform for street cars, where there were a lot of people. There\nwas massive use of street cars. No cars on the streets at all, hardly any. And he struck\na number of people, but I don't know what he said. I think he may have killed a\nwoman. And he said to me — “I don't know whether I killed her. I don't know. Jr muz\nmir rateven,” he said, “You have to save me!” Well, I didn't think very much about\nit. Here was a man, probably with a number on his arm or something. And I said,\n“Come inside and in the morning, I will take you to one of the camps, and we will\nsee that you are placed on a transport bound for Palestine, illegal transport.” And we did that the next morning. About three or four days later, I was told he was\ngone. Now, whether he was picked up in Cyprus by the British on a ship, I don't\nknow, but he was certainly not in Munich anymore. I have thought about that for\nmany, many years. Was that a proper exercise of my values? I don't know. I am\ndeeply troubled even to this very day. That is, I think we have to avoid situations\nwhere Jews, because of the sufferings they experienced, are exempt from the best\nhuman standards of mankind. And what I did to him was, I said to him, ““You’re\nexempt.” And I think that was wrong. I have lived with that ever since. I was wrong.\nI wouldn't do it in the States. But it didn't take me 30 seconds to say come on in. And\nwhen I have discussed it with friends of mine who are survivors, and said ““What\nwould you do?” They say, “I would take him in.” They would have condemned me\nhad I handed him over.",
        "Q: Tell me, in these court situations that you set up, inside the camp, were there ever\nabuses of children or violence against women?",
        "A: No. I never heard of any of that. Or children. Now, it could be. I don't know. I just\nwant to tell you, Henry Cohen is a friend of mine. I haven't seen him for many years.\nI gave a party for some military people in my house one day. And there were some\nmilitary and UNRRA people. And here was a guy who I knew. I looked at him. I saw\nit was Henry Cohen's brother, Sidney Cohen, who was a physician. I don't know where he is now. They were dear friends of ours. My mother and their\nmother would take us all to the mountains together. We used to go up. And I said,\n\"My God, what are you doing here, Sidney?\" He was stationed in a hospital nearby,\nand said, “But you know who else is here, Henry is here.” I said, ““You’re kidding.\nWhere is Henry?” Well, Henry was in Foehrenwald. He was in charge of\nFoehrenwald. Henry had been a soldier. And he had taken this job in Foehrenwald,\nand he stayed there for about six months, but he got fired. I am telling this on Henry.\nThe reason he got fired 1s, he had courts in Foehrenwald. And some Jewish DP had\ndone something wrong, and Henry locked him up in a jail, sentenced him to, I think,\nseven days in this little lock-up he had. Well, the UNRRA regulations precluded him\nfrom locking up people, holding people like that for more than, let’s say, two days, or\nsomething, or a day. Just long enough, if the guy was dangerous, until somebody\ncould come. But he decided he would impose the whole sentence so there would be\nno recourse to any military jails. And he held him for seven days. They came, and it\ngot him into deep dutch, and ultimately, he left. He lives, now, I think, in New York.\nI used to see him. He went to England. He was an urban planner. And he eventually\nbecame a professor of urban planning at The New School in New York. And he went\nto Coventry, I think, as a volunteer after the war, and helped to redesign the town of\nCoventry, which had been destroyed by the Nazis, including their cathedral, the\nfamous cathedral in Coventry. But I remember that very well. Well, Henry and I had\na wonderful time there together with his brother. We were deep, good friends. And I\nwould drive the 40, 50 miles to Foehrenwald occasionally to see him and have dinner\nwith him, or he would come to Munich. Ultimately, when he left, I was given control\nof his operations.",
        "Q: You described lots of babies being born after -- was there a lot of freedom in terms of\nsexual relations?",
        "A: Yeah, well, we had a problem with that, because when families came, and we had to\nhouse them in public, big spaces, the only walls we had for them were blankets\nstrung on strings, on rope. And these people were conducting their family relations.\nAnd you could hear everything going on under the blankets. And I remember, I\nalways have this impression about Bulgarians. There was one Bulgarian couple that\narrived in that camp. And he was a magician. He claimed he was a circus performer.\nThey looked a little bit freaky to me, and it was confirmed by their neighbors. They\nsaid ,“Chaver director, you’d never believe what is going on there sexually with his\nwife.” I think there was some leather going on, something like that. They were\nembarrassed. “‘Get them out of here.” And I had the welfare worker talk to them,\nmove them someplace where they could be more private. But you had the shards of\nthe Jewish community in these camps. In many cases, except whole families who\ncame from the Soviet Union, you had single people drifting, they’d lost their\nfamilies, lost their wives, lost their husbands, fathers, mothers, whatever. And so\nthere was a tremendous drive to try to recreate the family. And so we had a tracing\nservice, and people would apply.\n Can you find so and so? But very few. There was some good, but most of these\npeople were gone, had died in some way, had been killed in Auschwitz or Treblinka,\nwhatever. And so there was a thrust to rebuild families. And people were getting\nmarried in great numbers. And they were having babies in about a year. We had\nsmall hospitals in Foehrenwald, and, I think, in Freimann there was a clinic. But we\nhad to use the Munich municipal hospitals for the OB-GYN, and people having\nbabies right in that setting. I used to say to myself, if I ever got married and had\nchildren, there was a question after what I had seen whether I would want to be\nJewish or not, maybe go through the same kind of -- but they had some faith 1n their\nfutures. And they didn't know where they were going, and they began to rebuild the\nfamilies. And we had lots of babies. We had to clear, I remember, a clinic floor in the\nGerman hospital in Munich. Hospital space was very scarce, because the towns had\nbeen bombed. So there was the thrust to rebuild your family, to recreate. I mean, you\nhad people -- a woman who had three kids, and a guy who had four kids --\neverybody is gone, just the two of them. And now, they marry, and they begin the\nprocess, building all over again.",
        "Q: Was it generally -- did the people got married or --",
        "A: They got married. Well, we had sex. There was a lot of romancing going on. It's best\nI didn't probe too deeply into that. That was their own business. But we knew what\nwas going on, and we knew people wanted privacy. And we knew they were being\nmarried, and we knew they were producing babies. There's a scene, you have a\npicture showing women in the park, sort of a public area, with the baby carriages.\nThere must have had hundreds of baby carriages. I don't know where they got all the\nbaby carriages, but they had them.",
        "Q: How were people adjusting when the children came? It also had to be a trauma in\nsome ways.",
        "A: They had lived, you know, for five years under these unbelievable circumstances.\nSome had lived in concentration camps. Some had lived in hiding or lived in Russia.\nAnd somehow or other, I don't know how they did it, they managed. You know that\naccounts for the enormous resourcefulness of Jews in Israel and the Jews that came\nto the United States. I know hundreds and hundreds of Jewish survivors in various\nparts of the country who have come here, and their history is an incredible one. They\nhave built themselves up. They built businesses.\n They engage themselves in the charitable undertakings of their communities. I find\nthey are one of the most productive groups of people you could ever find. Russian\nJews are doing a lot of that. In my experience, you see the same sort of impulse, the\ndrive to survive and to prosper and to bring children forth and to see these children\nsucceed -- it’s just incredible. So that in Germany, the black market, if you had to\nfeed your kids, I mean, that was the only way of doing it. It was nonsense to go tell\nthem, “Look, you are destroying the German economy.” That, I would not do.",
        "Q: But when these babies were born, you did say, it was difficult. I would imagine the\nyears of male and female, sometimes quite young, having lost their -- not the older\nfolks ...",
        "A: It was very difficult, but we tried. The JDC did a great job in supplying the kinds of\nthings -- diapers, and we got them milk you know, evaporated milk, to feed...",
        "Q: Did you train the women to know what to do?",
        "A: I think there were some training programs being done by the nurses and the medical\npeople. Lactating mothers. We had orthodox people who came in. And they had to\nhave -- well, we had to have special milk for all pregnant women.",
        "Q: Because they couldn't nurse?",
        "A: No, I am trying to remember why that was. But there was a big demand for milk for\nlactating mothers. But the orthodox had a special problem, it had to be kosher. We\nwould have some farmers that we contracted with who milk cows, fresh milk for\nthese families. And a rabbi, a hasid would sit in the barn to observe, look at the pails\nand look at the way the cows were being milked.",
        "Q: Did you notice in the camps that there -- 1t -- was more male than female in terms of\nthe survivor population that you could tell?",
        "A: I could not tell. I guess there are some statistics on it, but I don't know what they\nwere. I have a feeling there were more men than women. You know, I want to say\nsomething else: I wish I had these pictures here. People came from various\ndirections. You know, you had people who came out of the concentration camps.\nAnd, by God, I had a feeling as I looked at them, that they bore the scars of that\nexperience on their faces, on their bodies. And then there was another group of\npeople, who were mainly single, who had fought in the Soviet army, or who had\nbeen in the partisan underground in the valder, they used to say, in the woods. And\nthey comported themselves differently. After a number of years with these people, I\nknew -- I could tell so many things. I was almost -- had become like, I think, I stayed\nthe longest of anybody in working in that field.\n For some reason or other, I was drawn to it. And you see guys walk with this kind of\nan attitude, and you knew this was a guy -- there 1s a picture there, and I don't know\nwhether you have a chance to see it. They were standing on the hood of a truck, on\nthe hood and on the fenders of the truck, dressed in /edermantel, these leather coats\nwhich, I think, were taken from Nazis officers. And the shtiv/, the boots, taken from\nNazis. Many Jews came dressed in Nazi clothing with the buttons removed, you\nknow, all of the decorations. They simply, in a fight someplace or battle, had taken\nthis clothing. Clothing was very valuable. And they are just standing there, saying,\n“Tn your face”. And that was their attitude. They were difficult for me to control,\nthese people. They were constantly in fist fights. Whereas, I think, there was a kind\nof a -- I don't want to call it submissive, that’s not what it was -- but these were\npeople who had suffered deeply, who had been gepiniket is the Yiddish term. They\nwere pinikt, they were tortured in some way physically and deprived of food, or\nwhatever. Living on the brink. Not knowing, you know, that any day somebody\nwould say “Out”.",
        "Q: When you arrived in Europe you didn't really know very much. Didn’t know what\nhad happened.",
        "A: Not a bit. Well, I knew something.",
        "Q: Did your knowledge through these years come from spending time with these\nparticular survivors, and them telling you the story, or from the reading about the\nreports from the newspapers?",
        "A: Well, they were very anxious to talk to me, that is, survivors, especially\nconcentration camp survivors. This is what was done to me. They had to speak. They\nwere anxious to talk about it. And the people who were in the woods would also\nspeak about it. I learned a lot from them. But what I have learned has been modified,\nor enriched, by what I got from my reading. That 1s, I was really dealing with a sort\nof macro at the very local level where great events were, like when Jews moved by\nthe hundreds of thousands out of the Soviet Union in 1946, as a result of the\nMikolajczyk ohpmacht. Mikolajczyk was the president of the London government of\nthe Poles, who had reached an agreement with the Russians to allow the Polish\nnationals to leave the Soviet Union.\n I learned that from somewhere else, or I learned the real truth. That is, these people\nalso had a very limited view of their universe, which was very small. And lead to\nsome miscalculations on their part, or misunderstanding, so it's a combination of\nboth. But I think the human feelings, the sense of what these people experienced, I\nseemed to get from my personal encounter with them.",
        "Q: Can you give us some instances of what people told you and what effect that had on\nyou. Because it couldn't have been easy, either, to be 1n that situation for so many\nyears.",
        "A: Well, they told me the horror, what they experienced people, being assassinated\nbefore their very eyes, shot down, babies being smashed against walls. I mean, it was\nreally unbelievable for me. I learned, also, something about the almost accidental\nway in which things happened to these people. That is, they are sitting in a ghetto\nand the mother said, “Moishe, go get me a loaf of bread or something. See if you can\nfind something.” He goes out -- I know this happened to somebody I know -- looks\nfor the bread, comes back, and there is nobody there. In the meantime, while he was\ngone, just accidentally -- she could have said it to another brother of his -- they were\nall taken out and deported, dead. Can you imagine this guy surviving this way?\nConcentration camp experiences dealing with kapos, dealing with the violence in the\ncamps, and it wasn't a pretty picture. Survival meant, very often, set one Jew against\nthe next. In some cases, stories of some kindness, some act of kindness, even by an\nSS officer — “Get away from here,” something like that. Or by other ethnics, you\nknow. They hated the Ukrainians and the Balts because they were the principal\naccessories. All of the gruesome details. They had this man telling me about having\nto eat somebody's flesh in order to survive. No food there. They just were ready to\nstarve you to death. How they were arrested, you know. What happened in their\ntowns, how the Germans came and suddenly they were -- they reported to the\napelplutzs (ph) . When they were asked to report, they went. And that was their\nmistake. If a cop comes and says “You go down and appear at the police station\ntomorrow morning at 8:00 o'clock,” don't go. That was their philosophy. It was all\nmelding into one big mass remembrance. But there was a tremendous amount of\nconversation and talk about it, until I had it up to here.",
        "Q: Did you go away did you go on a small vacations?",
        "A: Well, we would go occasionally on vacations. But the only place that I could go with\nsome regularity -- we’d get away maybe once every couple of months. If you look at\nyour map, you could see we were about three or four hours from Switzerland, from\nthe Swiss border. And we’d drive down to Konstanz, which is the border town on the\nSwiss German border. And from there, about another 30 miles to Zurich. And there\nwas just an incredible change, you know. Schlagsaahner, that’s whipped cream and\ncookies and cakes and chocolate and night clubs and all of the rest. And you’d spend\nthree or four days. You thought you were refreshed. And then, you would come back\nto the grimness of the horrors. Occasionally, I would accompany a group of Jews\nwho were being, again, treated for tuberculosis in Switzerland. I remember that\nDavos was the place, the site. Have you heard of Davos, D-a-v-o-s? Now I hear\nabout it in ski contests. It's a resort city and they hold ski meets there. But Davos was\na place with a number of sanitoriums, and the Jews stayed there to recover. And then\nthey were sent back. UNRRA paid the bill in Davos and Malmo. You have heard of\nMalmo? Where is that, Norway or Sweden? Sweden. I have to say something about\nthe international organization. Malmo -- I mean, all of the processing of Jews, that is,\nwas paid for, the welfare and their migration, their tickets were bought, to Israel\nwhen it was established, to the United States, to Canada. Their medical care in\nforeign countries when that became vital, when people were thought to be able to be\nhelped. So it was a great humanitarian service.\n I know that many of our people here, UNRRA, think of the Arab states and the\nrefugee problem and there is a negative feeling about the U.N., generally. You know,\nthe U.N. intrudes -- especially on the basis of the U.N. -- the Middle Eastern\nsituation. But they can be eternally grateful to the United Nations to UNRRA, for the\ngreat service which they rendered to the Jewish people as well as other refugees. But\nthe Jews especially.",
        "Tape 3\n Q: Can you talk a little bit more about the black market, both looked like a solution to a\nlot of problems, but I suspect it also generated its own problems?",
        "A: Terrible. I think the black market, more than anything else I can think of, generated\nhostility towards the Jewish community as it then existed in the camps, among the\nmilitary and among, I think, Germans, generally. And the newspaper people would\ncome over from the United States and want to know about “the black market”\nbecause I think it was publicized here in the United States, as well. And we were\nvery sensitive about it. UNRRA was told that a number one priority of the\noccupation immediately after the end of the war was the reconstruction of Germany's\neconomy, which was smashed. And Eisenhower and the people that came after him,\nand in particular, John McCloy, General Clay, all made that a number one priority.\nAnd therefore, the diversion of goods, of manufactured goods, and food from the\nregular market was considered a very great threat to the economy. And measures\nwere to be taken against it, police measures. At the same time, the people who were\nwithholding these goods -- if you walked into a German shop, camera store, for\nexample -- until the currency was reformed, that store lay absolutely empty of any\nmerchandise. You couldn't buy food. You couldn't buy clothing because the clothing\nhad to be sold at regulated prices, and the mark, the reichsmark, which was still the\nold reich before the d-mark, was practically worthless. I mean, it went to like 800 to\na dollar at one point, so that the Germans would not sell their goods on the open\nmarket. That is, on the regular market under controlled prices, because they would be\nlosing their shirts. And it was only to be bought with hard currencies: dollars, or\nSwiss francs, or British pounds, or whatever. Now, for the Jews, the black market\nwas the only place. These were people who had come out of the most terrible\nconditions, in eastern Europe, either concentration camps or in hiding, or in the\nSoviet Union where there was nothing to eat. And there was a thrust to rebuild\nthemselves, to rebuild their families. They were producing children, doing all of\nthese things, and the black market became the only way in which they could meet\nthat need.\n And, also, to produce some income for them, so that when they went overseas to the\ncountry in which they would settle, they would have a few dollars in their pockets.\nAnd so this black market developed. It took the form very frequently of little shops in\nthe DP camps, thriving in Feldafing, Foehrenwald, Neu Freimann also. You could\nbuy most anything you needed or wanted. Food, cloth for making clothing. The joke\nwas, you could get anything you want -- You couldn't get anything you want, but you\ncould get a lot of things. And it thrived. Now, the military authorities knew about it,\nand they would launch raids on the camps to grab these people in the act. And early\nin the morning, maybe about 5:00, 6:00, or 7:00 o'clock in the morning, they would\nsurround the DP camp with armed vehicles, and they would go marching tn there\nlooking for contraband: cigarettes, coffee, all kinds of things. I remember a funny\nstory about how this stuff got into the camp at Foehrenwald. There's a big meat\nmarket. The question is, where do you get meat in a market? Now, we discovered the\nmeat was gotten in this way: garbage was collected by German firms. And they\ndidn't use trucks, they used sort of sledges, which were dragged along the ground, no\nwheels, just like sleighs. And they were pulled by two oxen; they would come into\nthe camp with two oxen. And then, the same sledge would emerge with one ox. Then\nfor a few days, there would be meat, kosher meat in the camp. But in any case, in the\nevent of a raid in a camp, the United Nations had to receive prior notice from the\nmilitary. No military people could enter a United Nations Displaced Persons Camp\nwithout prior clearance from UNRRA, from the responsible United Nations official.\nSo, when any of the camps over which I had any kind of supervising relationships\nwere about to be raided, I would receive a call from the colonel in Munich saying,\n“Mr. Sorrin, tomorrow morning at 7:00 o'clock, we are going to be entering your\ncamp.” And of course, now, 40 or 50 years later, I am free to say it -- I would call up\nand tell Haim Yankel or the president of the camp, tomorrow is going to be a razzia,\na raid. You know, I could not abide these -- I mean, I was sympathetic with what the\nJews were trying to do. I had no participation in it, but I would just tell them, if you\ndon't want to be raided, put your stuff out of sight. And that thrived.\n And I understood it. And the military did not, from their vantage point, nor did the\nUnited Nations authorities. They were simply obeying the mandate of the military\ngovernment. But without that, it would have been tragic for Jewish families.",
        "Q: What happened between Jews, because obviously, some people were more\nentrepreneurial and others were not so entrepreneurial?",
        "A: That's right. Some people made a lot of money, but most people made a little money,\nenough to get along. But we used to hear that some people made big deals. Now, I\nwant to also mention that very often, involved in these big deals were members of\nthe armed forces themselves. That is, some of the P.X. people who had access to\ncigarettes and coffee from the P.X. They didn't have to steal it. It was charged out as\npurchased in some way, and it ended up in a black market operation. And these black\nmarket operations were not of course only Jewish -- everybody was participating in\nthem because Germany was vulnerable, its economic system was vulnerable,\nbecause of the war, to that kind of activity. What happened here in the United States,\nif you went to go buy a camera, let’s say, for $400, and each dollar is worth a tenth of\nwhat its value is, so that you’re really buying it for $40 dollars, or maybe even $4\nwhen the mark really went down, the people producing these cameras are going to\ntake them off the shelves and wait for someone to come in with another currency.\nBut then a real act of genius occurred, a genius on the part of the United States and\ntheir economic planners. When the war was over, the currency which was in use was\nreichsmarks. And a lot of their currency had pictures of German emperors on them,\nwhatever. But some of them, many of them had Hitler and Goering and Goebbels\nand people like that. That money was discarded. But the other currency, the old\ncurrency was still in circulation, and it was subject to extraordinary fluctuation\nbecause of the black market situation. Now, a decision was taken by the military\ngovernment in connection with the finance leaders of West Germany at the time --\nConrad Adenauer was the chancellor of Germany -- to change the currency, to\ncompletely abandon the reichsmarks, and to substitute d-marks for them. And this\nhad to be done secretly, because if it got out, there would be all kinds of dislocations.\nAll kinds of things would happen if this was happening.\n It was no secret, by the way. You can't do something that massive without somebody",
        "knowing. But what happened was that for a couple of weeks before the day of the\ncurrency reform, which I think took place in '48, black market goods disappeared.\nYou couldn't buy, because nobody knew what the price would be. And the people\nwere withholding it, waiting for the new currency to come on line. And that was a\nperiod of enormous restlessness in the Jewish DP camps at the time. I guess it must\nhave been out in the general society, but in the camps, I could -- we could see the\ntension rising. There were fights. There was a small riot in some camp, I remember.\nThey had all kinds of problems, because you couldn't get anything to eat. And people\nhad to feed themselves and their families. And then on a given day, an announcement\nwas put up, broadcast through the camps, and the currency reform began.\nNow, what they did was -- I am trying to remember -- everybody got, I think, 10\nmarks, or maybe it was 100 marks. If you had 10 million dollars stashed in old\ncurrency, it was worthless to you. You could just burn it in the furnace because you\ngot the same thing. Every individual got the same amount in d-marks. And it was a\nmiracle. By the way, the Germans had a word for it, wirtschaft wunder, economic\nwonder, economic miracle. Within days, the shops filled with merchandise, cameras,\nfood, cakes, meat, cookies. You could buy whatever you wanted, clothing, just in a\nmatter of weeks, because the d-marks were around, and people suddenly had lots of\nd-marks, even though they were distributed in this democratic way. And that began\nGermany's real economic recovery, and changed entirely the nature of the black\nmarket — it disappeared. It was no longer a viable instrument, you know, for doing\nbusiness in Germany. Before, during the days of the black market, it was necessary.\nOtherwise, you would not move anything. So I remember that day. We had to\nsupervise. We went camp to camp, saw people lined up. And there were German\ntreasury officials, handing out -- taking -- you had to bring a certain amount of\nreichsmarks. There was an exchange for the old marks to the new marks, but you had\na limited amount that you could get. And I tell you, I remember, it was an absolute\nwonder. And that was done by the American people, the American economists who\nwere working over there, together with the Germans and the Jews. It changed the life\nof the Jews in the camps at that time, very much so. And the people living in the\ncities as well. Q: Tell me about the situation with the Greek Jews who were trying to open up a shop?",
        "A: Now, this is an interesting story. In Feldafing, there was a street, I don't remember its\nname, on which Jewish DPs lived. They had built small -- in Yiddish it’s called\ngeveldelach, little shops, little stands, one after the other. On these stands, you could\nbuy almost anything. Fruit, oranges, apples, meat, bread, booze, and cloth. Whatever\nyou needed, for to live. And it thrived. I mean, the market was busy. In this camp,\nmost of the Jews, I would say like 97 percent of the Jews or 95 percent of the Jews\nwere Polish Jews. And they controlled -- they were the big merchants 1n these\ngeveldelach, these little stores. But there was a little corner where the Greeks had\nestablished themselves. Now, Greek Jews had a hard time, and many of them were\ndeported, and lived and died in Dachau. They were a rough and ready group of\npeople. These Jews that I met there, were from Salonika. They lived on the\nwaterfront and worked the waterfront. They were people known for their roughness,\nyou know, their occupations, and all of the rest. And they ran these businesses and\ncompeted with the Poles, and the Poles didn't like these Greek Jews taking some of\ntheir business away. There was an ethnic competition. And fights would break out.\nAnd they were bloody. I mean, they were fighting with clubs and knives, you name\nit. And we decided that we had to do something about it. We had to get these Greeks\nout of there, otherwise there would be deaths. But I do recall that in one fight\nbetween the Greek Jews and the Polish Jews that the Greek Jews went to Munich,\nwhere there was a colony of Greeks, who had also suffered in the concentration\ncamps. They had been dragged in as forced labor, and called on them to come to\nFeldafing to fight the Polish Jews. In other words, there was a Greek ethnic\nsolidarity. It was unprecedented in a sense, solidarity against the Polish ethnic group.\nWell, the end was, we reached a decision that they would have to leave. We would\nfind space for them in another camp. But then began a great problem because they\nhad established businesses. They liked it in Feldafing, and they didn't want to leave.\nAnd then the cry went up from them. They had a rabbi there, by the way, a Greek\nSephardic rabbi, who was a survivor himself. He came and charged us, charged me right in my office, with doing, for the second\ntime, what had been done to the Greek Jews, that 1s, a deportation. It wasn't a deport -\n- but it was for dramatic effect. And we were very sensitive to that. We were trying\nto save these people. There would have undoubtedly been a death, or something. But\nyou know what they did? They were in touch with a famous Sephardic rabbi in New\nYork\n-- he was a very close friend of Franklin Roosevelt, by the way. His name was Rabbi\nde Sola Pool. I think he had a big synagogue on 5th Avenue in New York. And he\nsent us a message, telegram, which read “You are deporting my people.” You know,\nwhatever, some charge. And he came over. He flew over. He got permission to enter\nthe zone. He met with us and made the same charge. But we explained to him what\nwas involved here, that it was a lifesaving venture, that the Jews were not being\ndeported. They would have the same privileges they had in other camps. They may\nnot be able to run those black market operations, but their rights were being\nprotected. The thing settled down after a while. Then, I think, the Greeks drifted\naway, and maybe the Poles were initially involved. I don't remember how it was\nultimately settled, but it was quieted down. But that was a very strange sort of an\nincident for us in these camps.",
        "Q: Was this an uncommon kind of thing, or were there lots of different kinds of fights?",
        "A: There were lots of fights, but as I say, none of them on this ethnic basis. There would\nbe fights about “you aced me out of this”, or “you swindled me”. And we would try\nto settle those things ourselves, or they would settle them themselves, that is, through\na deen Torah, through a rabbinic court. The decisions of that rabbinic court were\nobeyed to the letter. And there were some very big sums of money involved, I heard.\nSo the black market, as I say, played a powerful -- I hear it to this very day -- a\npowerful role in defining the Jewish survivor community in that way. And it was an\nunjust one. I was once in a bus with a group of American officials going someplace,\nsome meeting and somebody sitting next to me, some army officer.\n And we passed a Jewish DP camp, and we could see the big sign, a Magen David\noutside. He said to me, “You know, I wouldn't go in there if my life depended on it.”\nI said, “Why?” He didn't know I was Jewish. He expressed great fear. He had heard\nabout the black market, you know, a bunch of cut throats, and all kinds of things. It\nwas so stupid. But that attitude was very strongly held in the military. Patton himself\nspoke in the most anti-Semitic terms about Jews. Couldn't stand Jews. Hated Jews.\nCalled them sub-humans, I think, at one point he 1s quoted. You know, he was killed\nabout 25 or 30 miles from Foehrenwald in an automobile accident. I saw a\ndocumentary on Patton the other day, a couple of weeks ago, in which Eisenhower\ncomes to his office in Germany to give him the bad news, that because of various\ncomments he had made, you know — Patton had organized an S.S. military unit after\nthe war, which was unbelievable. And these troopers, he explained, were getting\nready to fight the Russians. And of course, he retained Nazi officials in the Bavarian\ngovernment. So when it got to be too much, they ordered him transferred or\ndowngraded, so he was appointed the commanding officer of the 15th Army or\nsomething, which was an army which only kept a history. It had about 150 troops or\nsomething. But Eisenhower is portrayed in this documentary, coming in to talk to\nPatton, to explain to him why he is being transferred. And Patton says now one more\nthing, he said, “I am here by order of the president,” he said, “to check into\nconditions in the DP camps.” And that was the time, I saw it on the film, that he had\ncome to see us in Neu Freimann. So it was an important visit.",
        "Q: Why do you think there was such a reputation about Jews since lots of people were\ninvolved in the black market?",
        "A: Well, anti-Semitism. It was a stereotype of the Jew that had existed prior to World\nWar IT. Anti-Semitism was very great. People who study anti-Semitism in America\nsay it reached a peak precisely at the end of World War II, after the Nazis were\ndestroyed. That’s when it rose here. There was strong anti-Semitism, and the black\nmarket seemed to fit the stereotype, those notions.",
        "Q: Were you bothered by behaviors of DPs, whether they were Jewish or not? You can't\ncome out of a situation like this into so-called peace with --",
        "A: Was I bothered in what way?",
        "Q: Well, there was a lot of lying, there had to be a lot of lying.",
        "A: Well, incessant. The lying was a response to unreasonable situations for these Jews.\nThey were going to be locked up in Germany for years to come because McCarren,\nthe senator from Nevada, decided he didn't want any Jews in America, and some\nothers along with him. I mean, it was an intolerable situation, so that anything you\ndid to frustrate that or get around that made sense, and made ethical sense. But there\nwere some things which were very questionable.",
        "Q: Do you think that was a function of having gone through such an inhuman situation\nthat one came --",
        "A: You mean for the DPs?",
        "Q: Yeah.",
        "A: Sure. That was the only way you could survive. Otherwise, I would say most would\nbe dead, would be gone. If they all obeyed what the existing law was, and didn't steal\nfood or change documents, they’d be gone. It was clear. That was a way of coping.\nAnd to the degree that I could, I helped them cope.",
        "Q: You described the visage of the partisan, of the fighter.",
        "A: Right.",
        "Q: Did that express itself in how they were able to organize, to get things happening?\nWas there a difference in the camps between these two groups?\n A: | You mean the nonpartisan.",
        "Q: Yeah, the nonpartisans?",
        "A: Yeah, I felt the people who were the most aggressive and most active were people\nwho -- had been -- had not been in concentration camps. I don't know. That's just an\ninstinctive feeling. I know that if somebody listens to that, they are going to get\nangry about it. But that was my sense as I saw these two groups of people. There was\na kind of -- among the people, especially who had been soldiers or who had been\npartisans just by chance -- you didn't get to be a partisan because you went up and\nvolunteered and the others would not. It was just where you happened to be at a\ngiven moment. They had a kind of \"in your face\" attitude. You know, screw you.\nFool around with me and you are going to get it. Something like that. I had a problem\ncoping with it. There was one guy I remember. He was in my court. I used to sit as a\njudge. And he went and took firewood, from the guy next door. I said to him, when\nhe was caught at it, I said, \"What did you do? Why do you steal from your fellow\nJews?\" He said to me, “That’s not stealing.” This is in Yiddish, he said, “/ch hob\nnohr organiziert.” He said he “organized” it, you know. But there was a defiance\nthere. I could tell. It was sort of hands on -- you have seen that kind of thing. I have\nto show you that picture.",
        "Q: Did you notice a difference between the female deportees and the male deportees in\nterms of being able to be aggressive?",
        "A: Oh yeah. The women, I found the women aggressive. They were tough-minded.\nThey looked tough-minded. They dressed in whatever they could, whatever you\ncould find, and the women were very practical. They wore schtivl, boots. In the\nmuck, in the mire and holes in the ground, whatever. That was very practical. And\nthey really looked very able and very tough. I remember the women who went to\nmake aliyah knew what they were going into and they were strong. I remember a\ncouple, Feigher was the name. They went to Palestine, and she dragged him along.\nAnd I knew she would cope with anything. So they were tough, I mean, they were all\ntough.",
        "Q: When the change came, when the I.R.O. came in and UNRRA left, and the\norganization of the camp changes so that now there’s elected officials --",
        "A: All men, no women. I don't think they would have ever dreamed of it. As I think\nabout it now, the thing was so, what’s the term, so male-oriented. By the way, in\nIsrael, I am also told while women served in the military, this and that, that the\ncountry was very macho and that men controlled everything. And that’s what existed\nin the camps, too.",
        "Q: Was there ever any dispute about it?",
        "A: No. Nobody ever came to me and said, I was done out of a job, or done out of this\nbecause I’m a woman. That may have been, but I knew nothing at all about that.\nThat's part after later age, I guess.",
        "Q: Now the slates of those who were running are all Zionists?",
        "A: All Zionists slates. Bundists were out. There was another Jewish agency. And I have\nto mention them, not really Jewish, which did a very effective job. And that was the\nJewish Labor Committee. But they were not a visible presence. That is, the Jewish\nLabor Committee worked with the I.R.C., the International Rescue Committee. The\nleader was Leo Churn. Do you know that name? Has he been around, involved here?\nHe did a great job. They were a rescue operation. And Makusha Fischer. I don't\nknow whether you know that name. Loute Fischer was her husband. He was an\nhistorian on the Soviet Union. Makusha ran the I.R.C. office in Munich, and they did\na lot of rescue work. They had a woman working for them, for the Jewish Labor\nCommittee. She came over from New York. The name escapes me at the moment.\nThey did a lot of work. Now, the work they did had almost a total emphasis, the\nJewish Labor Committee, on in some way getting around the restrictive regulations\nwhich prevented Jews from marching, from leaving. I remember that the I.R.C. itself,\nwhich had Makusha Fischer, she was Jewish, and Leo Churn, the head of it, was\nJewish, but they had a strong orientation to finding people who had suffered,\nnon-Jews, Germans who had suffered persecution under Hitler.\n For example, the head of this German socialist, Shoemacher -- do you know that\nname -- he was a crippled guy, lost an eye or something, suffered terribly under the\nNazis. He was sent by, I think, the International Rescue Committee before the war to\nIstanbul, where he lived as a refugee. After the war, he came back to Germany and\nthe I.R.C. got him out of Germany to the United States, where, I think, he passed\naway here. He was a magnificent figure of a guy. And there was great criticism in the\nJewish DP camps about that act by the Jewish Labor Committee, Yiddishe Arbiter\nComitet. But the Jewish Labor Committee, which had a strong anti-Zionist position\nbefore the war, that is, I wouldn’t call it anti— , they were non-Zionist. And my father\nand everybody who was in the Workmen's Circle, for example, was part of that\nsocialist, Jewish socialists, were not Zionists. But when the war came, and the results\nof the tragedy of the Jewish people were felt, the Jewish Labor Committee\nabandoned that. And I remember receiving into a camp, for an inspection, David\nDubinsky came with his wife and deeply affected by what he learned there and what\nhe saw. I asked him about it. He said, \"Bundism is dead.\" You know, the Bund,\nArbeiter Ring -- the Arbeiter Ring is not dead, but the anti-Zionist impulse\ndisappeared with the war's end. Now, how much time have we got? Now, there were\na couple of other —",
        "Q: I want to ask you about this just for a second. Does this mean that the Jews that you\nknew in the DP camps were hard put to recognize that there were other victim groups\nlike social democrats, like communists --",
        "A: I think they probably -- those people had been in the DP, in the concentration camps,\nof course -- knew because they were cheek and jowl beside the people with the\ndifferent markers on their concentration camp clothing. That is, marker for gays, for\ngypsies, for political opponents, criminals, and various categories. So they knew\nabout it. But there was very little patience. I mean, there was very little time to call a\nmeeting, or whatever, or to meet with them, or to express some protests. I think there\nwas some embarrassment about gays, if I am not mistaken, put in the same category.\nI think now, in later years, that survivors have matured on that score. I hear it in my\nown community. But there was really no time for that. No particular access, no way\nto make it manifest. Now, we talked also about entertainment and culture. That\nbecame an unbelievable frenzy of activity in the DP camps, all of them, all over\nGermany. Newspapers were organized -- numbers of them representing different\naspects, different movements within Zionism or different views or different thoughts.\nAnd the publishing business was tremendous. We also had very active theater in all\nthe camps.",
        "Q: Excuse me. How did they publish these papers?",
        "A: Well, no. German printing firms. I think they found, I think, somewhere through the\nhelp of Jewish agencies, what do you call it, not linotype, typesetting kits in the\nYiddishe buchstaben, Yiddish Hebrew letters, was sent to Germany to printers, and\nthey were contracted with by the newspaper publishers. And pamphlets were being\npublished. People began immediately to write about their experiences. I remember\npeople bringing me books, small books were published. As I say, there was an\nunbelievable, I would call 1t a frenzy. And then there was theater, all sorts of theaters,\ndramas, a little hammy, you know, not too great, but they were there. I had a theater\nbuilt out of lumber that we got with cigarettes in Neu Fretmann. And plays were\npresented. Many of them were traditional plays with the Jewish problems, with the\nchildren, and with marriage, and with going away, and all of the rest. I don't recall\nanything that had any political themes -- but I didn't go to the theater too often. But\nas I say, concerts were being played all the time. Musicians would come from the\nUnited States. I am trying to remember, a number of concert violinists came over to\nentertain in various camps.\nQ: — Bernstein?",
        "A: No, he is a pianist.",
        "Q: Leonard Bernstein?",
        "A: Yeah. He came, but he came initially to conduct the Munich Symphony Orchestra.\nShall I tell you about that? That is unbelievable. And he performed in the Bavarian\nOpera House. The regular concert hall had been destroyed. This opera house, I\nremember, was on Prince Ragetin Strasse. By the way, it was right next door to the\napartment building which had Hitler's apartment with his lover Eva Braun. But\nanyway, Bernstein came. There was a lot of anger on the part of Jews: “Vos kumt\ner?” Why is he coming here to entertain the Germans? I went to hear him, I went to\nsee the concert. We were seated pretty close. With cigarettes, you can get all kinds\nof better seats. It was wintertime. I am trying to remember, I think it was the spring\nof ’46 and it was still pretty cold. There was a shortage of soap in Germany. And\nwhenever you went into a crowd where Germans were crowding into a room or\nGerman Jews the body odors were just horrendous. Anyway, we sat down. The\ntheater was packed just up to the roof.\nI had never seen Bernstein before, except maybe a picture. When he came out, the\norchestra was seated. Now he comes out — in Germany that was just destroyed -- in\nhis white full dress suit and in that darkness, this dark-looking, handsome, very\nhandsome-looking fellow. It was like a thunderbolt in that theater. There was a\nmoment of silence. People were not quite sure how to respond. And suddenly,\napplause, which I thought would tear the roof off the theater. They were so\nenthusiastic. I don't know. I subsequently felt that his appearance there, this Jewish\nguy, Just so soon after this tremendous raining down, death, and all that they had\nexperienced, and everything else, was some sign they were still part of the world,\nyou know. They were still, in a sense, human. He has said that himself. I read it in a\nstatement he made about the concert he gave in Vienna, where there was also\ncriticism of him. It was unbelievable. Just swell. Then he began the concert and, of\ncourse, it was dramatic and magnificent. I am not a musical fiend, but I think he\nchose Mendelssohn. He chose music that first was modern, post-modern or\nsomething. And then he played some things which had been forbidden.\nMendelssohn, and I’m trying to remember, one or two things otherwise. I am telling\nyou, I will never forget that concert. The Jews did not participate in that, and they\nfrowned upon it. Subsequently, in later years, he went to Berlin, and there was\nanother problem. Again, there was a riot outside the concert hall on the part of Jews\nin Berlin.\n You know who is the director of Wahnse, the big Jewish DP camps in Berlin was Dr.\nFischer. There was a famous Jewish doctor who was the head of the American\nMedical Association in the United States. His name was very famous in the Jewish\ncommunity. His brother was the UNRRA director in Berlin. Anyway, because of the\nriot, he decided that whenever he made another appearance, he would go to a Jewish\nDP camp nearby. And Bernstein came to Feldafing to perform when he appeared\nagain. And in Feldafing, Bernstein led a Jewish orchestra, which had been all Dachau\ninmates, prisoners of Dachau. The Germans had caused that little orchestra to be\ncreated, and they used it to confuse the Red Cross officials that used to come\noccasionally, very, from Switzerland. There was an orchestra, about eight pieces or\nsomething. (Abram, Avraham, Abrasha) Stupel was a Lithuanian Jew. He was a very\nnice man. And he would conduct -- I don't know what happened to him -- where he\nwent. And then he conducted it. I provided the piano, by the way, which was\ndestroyed immediately after, I don't know why. It was just an act on the part of the\nJewish people carrying it, of revenge. You know, they tossed it off the truck it was\nbeing carried on. And oh, he played the piano. And they asked him to play Gershwin.\nThe Jews loved Gershwin. He played a concerto about Paris (“An American in\nParis”). And he played from “Porgy and Bess’”’, and just tore the house down. And I\nsaw Stupel present Bernstein with a Dachau striped haftling shirt, prisoner shirt, with\nthe Jewish star on it. And he wept. He was so profoundly affected.\nSo that was it. The culture played an extremely important life. Jews were just\nclinging to life in every way. And they would have dances. I think I told you they\ndanced to American music. And a very popular song, because everybody could say\nthe words, and they would all yell it out and sing it, \"Open de Door, Richard,\" which\nwas a big hit, I think, in 1946 or '7. And I'd go there occasionally to dance with some\nof the girls. It was very nice.",
        "Q: Were there poetry readings also?",
        "A: No, not poetry, but there were readings, declaamatzias, we used to call them,\ndeclamations. Some of them had to do with the DP experience. Some of them were\nold. I remember some of the declamations which were read were declamations,\nwhich my father read to us here in New York. That played a very important -- and\nthe Jews were very dramatic and very much involved in that. But I know there was\npoetry written about the Holocaust period. There was a guy, he was in my DP camp\nfor a brief time, and he went off to Paris. Somebody got him out to France. His name\nbegins with a\"K\", and he wrote songs which have become known as the ghetto\nsongs, concentration camp songs. “Zag nisht keinmal az du gehst dem letzten veg’’.\nHave you heard that one? “‘Never say that this is your last way to go.” There were\nsome other songs he had written, which were sung very emotionally by Jews. And he\nwas a Polish Jew. And he composed that song.",
        "Q: You mentioned in passing, when you were in the theater watching Bernstein, and\nyou would be in a room packed with people, because of the lack of soap, it smelled.",
        "A: Right.",
        "Q: What were the sanitation conditions in the camp? What were the toilet facilities --",
        "A: It depended on the camp. In the beginning, when casernes -- caserne is a military\nbuilding. Flunt caserne, loch caserne, various places where soldiers were housed.\n It was very bad. I mean the conditions were very bad. There were no sinks. There\nwere these troughs which they used. There was no private housing, you know,\nprimitive. As time went on, things began to change. Neu Freimann came in. These\nwere houses, and you had sinks. We distributed soap. We distributed sanitary\nmaterials, toilet paper, towels, and things of that sort. Otherwise, people had to go\nout and organize it for themselves if they needed something. But they worked out\ntheir own way. In places where there was community housing, people used basins.\nThey would go to a place. It was worked out. It was very difficult, but 1t was worked\nout.",
        "Q: Were sanitary napkins brought in for women?",
        "A: Yes, we had sanitary napkins for women. We had all of that. It was a massive job of\norganization, of distributing the meats, you know, which were cut. We had to weigh\nthem up, as we gave them out in a community kitchen, you would cook up a big\nbowl of meat, or whatever. But in a home where people were cooking by themselves,\nit had to be weighed out. We tried to be as equitable as possible. We had hospitals. In\nFoehrenwald, there was a good size hospital which contained operating rooms, and I\nthink about 60 beds. It had been used by the Germans for the troops who were living\nin those casernes. We found out later on that the equipment, including a pretty well-\nequipped surgical suite with the beds and the lights on top, was taken by the\nGermans, as they were wont to do, from the Romanians, who were their sort of\npartial allies. The Germans just packed up this hospital from Romania and just\nshipped it right off to Germany. Now, we were using that hospital. It was very, very\nimportant to us. We had people operating in there. We had all of the equipment,\nsurgical tools, and all of the rest, pretty well-equipped. One day, I got a letter from\nGeneral Clarence Huebner, who was by then the commandant of the American zone,\nI think. The letter said that the hospital is going to be returned, as of such and such a\ndate, to the Romanian government, and that the United States had agreed that this\nhospital, which had been taken by the Germans, would now be returned. Well, I was\nstunned. The doctors came and saw me, and we discussed what to do. So I went\ndown to Frankfurt to see Huebner. I am trying to remember where he was. By the\nway, he ended up, ultimately, as the Director of Civil Defense for the State of New\nYork. He was a decent man. I said to him, you know, “These are people who have all\nsorts of illnesses and problems which they received as a result of the years in the\nconcentration camps and the years of their treatment, and if you take it away, people\nare going to die.” He said he agreed. He said, “I am going to appeal this decision.”\nAnd we won it. We kept the hospital.\nThere was also a railroad, a trunk line going into Foehrenwald, and we shipped\nfoodstuffs, coal, wood, and other supplies on it. A locomotive and two or three\nfreight cars ran along the short line, about two miles. And they wanted that back, too.\nThat also came from Romania. And we beat them on that one, too. Because if they\nhad done that, if we didn't have that short spur, I don't know how we would have\ngotten tons of potatoes and fuel and other stuff into the camp. All kinds of problems.\nGermans said we were holding their stuff, and we had to fight them. We had all\nkinds of difficulties. Now the Israelis came, people checking on immigration to\nPalestine. Dentists came to check the teeth of people going to Palestine because they\ndid not want to have an enormous dental burden at the time that the state was being\nestablished. And they had all kinds of problems. So we had a dental clinic, which\nwas equipped by the military. They gave us about 15 or so chairs, which were run,\nnot by electricity, but by a foot pedal. And we had 15 or so dentists, zahnarzt in\nthere, doing dental work.\n But now something interesting happened. Some of these dentists had been in the\nSoviet Union during the war. And they’d learned the Soviet system. So what would\nhappen was, a Jew would come in a DP and he’d get free dental care. He would\npresent himself and the dentist would say “Look, my friend, I can't take you now. It’s\nvery busy. It will be about a month. Come back.” And this guy has a toothache. He\nsays, “I can't come back in a month.” So then the dentist would say -- and this 1s\nexactly a duplicate of Soviet system corruption in plumbing or anything -- “Look, I\nwill tell you what. If you want fast service, you come to my house. I have a dental\nchair and I will take you right away.” You understand there was a competition\nbetween UNRRA and this guy's private interests. And I can't tell you what happened,\nwhat used to happen. Then they were competing among themselves for the business,\nand they were doing things to patients of other people. We had a big scandal. I am\nnot going to tell you all, because it is too horrible to remember. But we had to reform\nthat. We had to kick some people out. It was “Nellie Bar the Door.” But imagine,\naltogether, we did get out. When Gehretzreid was open, this Israeli departure center\nwe had, suddenly thousands of people began to show up from all over, Jews, to be\nprocessed.\n We had a dental problem of enormous proportions in this place, Gehretzreid. But as I\nsay, everything, I guess, seemed to work. Sometimes you turned your head away. I\ndon't want to hear about it. And when you turn back, it was gone.",
        "Q: Were a lot of the dental problems a function of the --",
        "A: Of the war. Lack of diet and the rest. You see people with occluded, badly occluded,\nteeth falling out, rotting gums, and all of the rest.",
        "Q: And you actually had facilities to give people dentures?",
        "A: Oh, yeah. I forgot to mention, the chairs and some of the instrumentation came from\nthe army. But teeth and drugs and other things came from the JDC. They did a\nfantastic job.",
        "Q: What other effects, physical effects did you see? Were there people with -- I don't\nknow -- broken legs?",
        "A: We had all of that. One of the most visible effects was the distended stomachs.\nWomen, you could see a lot on women. I don't know whether it occurs more on\nwomen than on men, but I don't know what produces that but when you are underfed\nfor a long time, children, babies you see that. You have distention of the stomachs. I\nremember there was a Hungarian woman, who was a clerk, a brilliant, intellectual\nwoman. I sent her to the United States. And she was to marry a guy from her town\nwho was a doctor here. When I came over, I met them. And he met me, took me\naside. And he said, \"Look at her stomach.\" He spoke about her distention. I don't\nknow. Eventually, she ended up in the New York Public Library as the curator of the\nHungarian collection -- they have a big Hungarian collection.",
        "Q: How long did you see the effects? The physical kind of --",
        "A: I don't know. I think I saw them all of the time. They always looked bad to me. I\ncould tell. Until they really came over here and stayed here for a couple of years, I\ncould see, I could just look, pass somebody in the street, and say that's a Jewish DP.\nThere was something about them physically. Of course, they had scars of various\nsorts, the numbers and -- it's tough.",
        "Q: What about education?",
        "A: Now -- yeah, education. There was adult education. And there was ORT, trade\nschools, fachshul. We had a problem getting, especially men, not the women, men\ninto these trades schools. I don't know, they were not interested. They didn't see their\nfuture as working as watchmakers or tooth technicians. We had to convince them by\ngiving them Joint packages.\n Not we, the ORT did. Rabbi Max Braude, who had been a chaplain in the military,\ndid some work with DPs. And when he came back here, he was named World ORT\nDirector. Anyway, they had to give them special inducements which were packages,\na supplementary packet, to get them into these schools. This happened while\nEisenhower was there, and looked in at a school. We took him to another school and\na guy had gone to two schools, he got two packages, and he really didn't attend either\none. We had a problem with that. That was one of the unattractive things. I\nremember, Jews were very good working 1n places where they had some authority.\nThey were clerks, assigning people to houses, or doing whatever. But when it came\nto some of the physical things, stacking wood, clearing away garbage, forget it.\n We could not get any volunteers. So one day, a group of American Jews came\nthrough one of the camps, and they passed by. They saw it looked like maybe a\nghetto, you know. A guy sitting in the sun smoking cigarettes, and nearby a German\nis working, cleaning up the street. So the American, applying his standards, called\nthe guy over and said in Yiddish, \"Why aren't you working? This is your town, this is\nwhere you live. Why aren't you cleaning up?\" The man replied, \"I worked for them\nfor five years. Now they will work for me.\" That's what he said. I don't know\nwhether it was a rationalization, but, you know, that kind of work is not attractive.\nWe see it in Israel today. Even Russians who come, or even the Jews who came, they\ndon't clean up. The Palestinians, Arabs were cleaning up. And that 1s still happening\ntoday. And we had a problem. We were trying to convince the people because it is an\nAmerican tradition that you work in your own community. It's your wood. We had a\nlot of vandalism, for example, within the houses. And it was irresponsible,\nsometimes done in anger. They would tear banisters off the steps. Now, the houses\nwere German-owned, and they were saying, “To hell with them.” But they didn't\nrealize that other Jews, when they left, had to come in there. And then, ultimately,\nUncle Sam picked up the bill. All these places were brought back spanking new by\nthe United States. They had that commitment. That included the house I lived in, by\nthe way. We would have some wild parties there, and they would tear down pictures\nfrom the wall and everything else.",
        "Q: You lived in a villa?",
        "A: I lived in a big house, yeah, big villa.",
        "Q: With a maid?",
        "A: Two maids. A cook and a maid. “Vas felt er?” my mother would say.",
        "Q: Did they teach languages there?",
        "A: Oh, yeah. Now most were English classes, given by people who spoke English. They\nwere very good and very useful. There was elementary school education for small\nchildren. Schools were organized and they were quite good. And there was confusion\nas to what language -- should they learn Hebrew? Where were you going? If you're\ngoing to Palestine, you had to learn some Hebrew. If you were going to America,\nyou learned English. But they were very assiduous. We suffered shortages of\nsupplies, mainly, but we made do. In Foehrenwald, I have to talk about, there were\nstreets. All of the streets were named after Nazis when the camp was taken. You had\nAdolph Hitler Platz, Goebbels Strasse, Goering Strasse. And of course, no Jew is\ngoing to say he lives on Goering Strasse or on Adolph Hitler Platz. So they tore all\nthese signs down, and they named these streets after American states. And that was\nconstantly a source of humor. “Vu voynt er? Where do you live? On the\nMichiganiga Gass. They added a syllable, so Michigan became Michiganiga. “Ich\nvoyn oyf dem kantuzki” because the \"C\" in Polish 1s a sibilant like an \"S.\" That's the\nway they named their streets. It was so funny. It was very serious. An American\nwould come in and ask him where do you live, he would say Ochyo. What? Ochyo --\nOhio.",
        "Q: Ok, let’s cut the tape.",
        "A: Well, I want to say a few words about the meaning, the significance for the Jewish\ncommunity, for Jewish history, of the whole DP experience. We are commanded to\ncommunicate to the world what it is Jews experienced during this period of the\nHolocaust. And the principal vehicle for that is the DP survivor community. Both\nthose survivors who survived the horrors, and they are a smaller number of the\nconcentration camps and the extermination camps, and those who survived by\nfleeing into the woods, or fighting in the Soviet army, or living as refugees within the\nSoviet Union. Without them, the world would not know anything at all about these\nexperiences. So I think, to the degree that we are commanded to tell the story and\nretell 1t to generations which follow us, they serve this vital purpose. They are also an\nindication of the vitality, the will to life, and to survival of the Jewish community,\nboth the survivors and the rest of us, who face formidable challenges to our survival.\nThese people were so grimly determined. It used to seem to me that if I had children,\nI would say to them maybe I don't want them to be Jewish. Who needs that kind of\nthreat hanging over our lives? Yet, these people produced children, recreated their\nfamilies. We could not provide the beds, to birth these children that they needed. A\ngreat will, a great desire, even to be found in the so-called black market, to provide\nthe means for survival and the means to support whatever families they would create.\nThey were really the phoenix rising out of the ashes of European Jewry. And they\nhave gone on to produce great things, both here and in Israel. All over the United\nStates, I know Jews who are survivors and are wonderfully contributing members of\nsociety. There is so much talk about immigrants coming tn, and the threats which are\nposed by immigrants to the American economy and the American people. The Jews\nof Europe who came here did nothing but produce life and energy and things that we\nneed in order to maintain the richness of our society. So it's an important thing. We\nhave to be truly thankful to these people and understanding of who they were, what\nmotivated them, and the dangers which they lived through. Even after the Holocaust\nappeared to have ended came this period. We know so much about the sufferings, but\nnow we ought to know more about the work which they did, the sacrifices which\nthey have made. Do you agree with me?",
        "A: That was very well put.\nEnd of Tape #3\nEnd of Interview\n"
    ],
    "questions": [
        "Tape 1 Q: Saul, can you tell me your full name, where you were born and when?",
        "Q: What month?",
        "Q: 1919. Where in New York, in Manhattan?",
        "Q: What did you study?",
        "Q: Let me interrupt for a moment. What did you know about what was going on\nin Europe in terms of national security?",
        "Q: What was the preparation like? What was the training like?",
        "Q: 1946?",
        "Q: Were there non-Jews when you arrived in these areas?",
        "Q: In your camps?",
        "Q: Were there men who were coming in doing the same thing?",
        "Q: Who got most of the jobs?",
        "Q: Also, I’m talking about -- were men primarily given the jobs? Older\nmen, younger men —",
        "Q: How honestly could you talk to him? I mean, here you are, a\n25-year-old young man?",
        "Q: Can we not get to 1947 first, can we stay ...",
        "Q: What happened to you when you became director? You became\ndirector of this camp --",
        "Q: -- and the subsidiaries?",
        "Q: How many people, then, are you responsible for?",
        "Q: Was there pressure on these people to not go to the United States, not\nonly to not say it --",
        "Q: Did you have any hesitancy doing this? You were after all.....",
        "A: No. I - I did have -- first of all, I am trying to remember whether there\nwere some restrictions on my movement into the French zone. I was\ncrossing a zone line. But I remember that if — if -- somebody had\npicked this up, they would ask me where did they get the gasoline\nand the blankets which were military. The trucks were military. They\nwere UNRRA trucks. They had it on the front. So there was a risk.\nThey were my trucks in my motor pool. Yes, there was a risk. I could\nhave\n-- | don't know what would have happened. I imagine, based on some\nother things I have seen over there, they would have cut me. I would\nhave been dismissed from UNRRA, and they would have sent me\nimmediately home. I don't know whether there would have been any\ncriminal charges, because the military is very leery about getting\nthemselves involved. It's a public relations problem. So, it would\nhave been tough on me. I would have been shipped back home, and\nin some disgrace, not with Jews, I guess. So there was some risk. But\nit's one of my fondest memories.\n Q: What made you do it?",
        "Q: When you went and visited the different camps, whether it was under\nUNRRA or, when it was IRO, did you meet with the people who were sort of",
        "Q: Or did you also go in the street and just meet with the people?\nA: Well, they knew. There would be an office that I had in each of these places\nor a room that I would sit in. So first, I would meet with the functionaries,\nthat is, the man in charge of food, housing, 1mmigration, various aspects --\nhealth care. And discuss their problems, shortages, what they needed. A guy\nin charge of education would complain about the absence of school materials.\nSupply questions, and also internal problems, political problems. In the broad\nsense, political problems. Having problems putting people in there, they don't\nwant to go there, and people are making trouble about this or that or\nwhatever. So, I tried to handle all of that, write them down, and see what\ncould be done. We had limited resources. I would do whatever I could. But\nthen came a time for what we call ‘bittes’, that is, requests or complaints. I\nwould sit in an office. People would line up outside 20 or 30 or40, whatever.\nIf 1t was a busy time, there would be more, and they were admitted\none-by-one. And I would talk with them about what they needed. Very\nfrequently, it had to do with immigration, that 1s, “mir hut mir upgesugt’: “I\nwas refused by the consul general\" and \"What do I do?\" I would offer some\nadvice. I can't tell you what I offered, but sometimes I offered, and this was\npretty frequently the case, that they tear up their documents, get new\ndocuments, go to Stuttgart to the north, where there was a consul general and\nreapply all over again. And it worked.",
        "Q: What other things did people come, when they came in?",
        "Q: Because you were Jewish?",
        "Q: What did you do with people who were really out of control?",
        "Q: In psychiatric hospitals?",
        "Q: Let's go back over some of the details -- the legal situation, the problems that people\nwould get into trouble with the law or violate something. Can you tell us about the\nsituation with the stolen car -- not stolen, but the car that was bought, on the —\naccident, and what you did.",
        "Q: You told me about a situation in which a car was bought, and 1n an accident.",
        "Q: Tell me, in these court situations that you set up, inside the camp, were there ever\nabuses of children or violence against women?",
        "Q: You described lots of babies being born after -- was there a lot of freedom in terms of\nsexual relations?",
        "Q: Was it generally -- did the people got married or --",
        "Q: How were people adjusting when the children came? It also had to be a trauma in\nsome ways.",
        "Q: But when these babies were born, you did say, it was difficult. I would imagine the\nyears of male and female, sometimes quite young, having lost their -- not the older\nfolks ...",
        "Q: Did you train the women to know what to do?",
        "Q: Because they couldn't nurse?",
        "Q: Did you notice in the camps that there -- 1t -- was more male than female in terms of\nthe survivor population that you could tell?",
        "Q: When you arrived in Europe you didn't really know very much. Didn’t know what\nhad happened.",
        "Q: Did your knowledge through these years come from spending time with these\nparticular survivors, and them telling you the story, or from the reading about the\nreports from the newspapers?",
        "Q: Can you give us some instances of what people told you and what effect that had on\nyou. Because it couldn't have been easy, either, to be 1n that situation for so many\nyears.",
        "Q: Did you go away did you go on a small vacations?",
        "Tape 3\n Q: Can you talk a little bit more about the black market, both looked like a solution to a\nlot of problems, but I suspect it also generated its own problems?",
        "Q: What happened between Jews, because obviously, some people were more\nentrepreneurial and others were not so entrepreneurial?",
        "knowing. But what happened was that for a couple of weeks before the day of the\ncurrency reform, which I think took place in '48, black market goods disappeared.\nYou couldn't buy, because nobody knew what the price would be. And the people\nwere withholding it, waiting for the new currency to come on line. And that was a\nperiod of enormous restlessness in the Jewish DP camps at the time. I guess it must\nhave been out in the general society, but in the camps, I could -- we could see the\ntension rising. There were fights. There was a small riot in some camp, I remember.\nThey had all kinds of problems, because you couldn't get anything to eat. And people\nhad to feed themselves and their families. And then on a given day, an announcement\nwas put up, broadcast through the camps, and the currency reform began.\nNow, what they did was -- I am trying to remember -- everybody got, I think, 10\nmarks, or maybe it was 100 marks. If you had 10 million dollars stashed in old\ncurrency, it was worthless to you. You could just burn it in the furnace because you\ngot the same thing. Every individual got the same amount in d-marks. And it was a\nmiracle. By the way, the Germans had a word for it, wirtschaft wunder, economic\nwonder, economic miracle. Within days, the shops filled with merchandise, cameras,\nfood, cakes, meat, cookies. You could buy whatever you wanted, clothing, just in a\nmatter of weeks, because the d-marks were around, and people suddenly had lots of\nd-marks, even though they were distributed in this democratic way. And that began\nGermany's real economic recovery, and changed entirely the nature of the black\nmarket — it disappeared. It was no longer a viable instrument, you know, for doing\nbusiness in Germany. Before, during the days of the black market, it was necessary.\nOtherwise, you would not move anything. So I remember that day. We had to\nsupervise. We went camp to camp, saw people lined up. And there were German\ntreasury officials, handing out -- taking -- you had to bring a certain amount of\nreichsmarks. There was an exchange for the old marks to the new marks, but you had\na limited amount that you could get. And I tell you, I remember, it was an absolute\nwonder. And that was done by the American people, the American economists who\nwere working over there, together with the Germans and the Jews. It changed the life\nof the Jews in the camps at that time, very much so. And the people living in the\ncities as well. Q: Tell me about the situation with the Greek Jews who were trying to open up a shop?",
        "Q: Was this an uncommon kind of thing, or were there lots of different kinds of fights?",
        "Q: Why do you think there was such a reputation about Jews since lots of people were\ninvolved in the black market?",
        "Q: Were you bothered by behaviors of DPs, whether they were Jewish or not? You can't\ncome out of a situation like this into so-called peace with --",
        "Q: Well, there was a lot of lying, there had to be a lot of lying.",
        "Q: Do you think that was a function of having gone through such an inhuman situation\nthat one came --",
        "Q: Yeah.",
        "Q: You described the visage of the partisan, of the fighter.",
        "Q: Did that express itself in how they were able to organize, to get things happening?\nWas there a difference in the camps between these two groups?\n A: | You mean the nonpartisan.",
        "Q: Yeah, the nonpartisans?",
        "Q: Did you notice a difference between the female deportees and the male deportees in\nterms of being able to be aggressive?",
        "Q: When the change came, when the I.R.O. came in and UNRRA left, and the\norganization of the camp changes so that now there’s elected officials --",
        "Q: Was there ever any dispute about it?",
        "Q: Now the slates of those who were running are all Zionists?",
        "Q: I want to ask you about this just for a second. Does this mean that the Jews that you\nknew in the DP camps were hard put to recognize that there were other victim groups\nlike social democrats, like communists --",
        "Q: Excuse me. How did they publish these papers?",
        "A: Well, no. German printing firms. I think they found, I think, somewhere through the\nhelp of Jewish agencies, what do you call it, not linotype, typesetting kits in the\nYiddishe buchstaben, Yiddish Hebrew letters, was sent to Germany to printers, and\nthey were contracted with by the newspaper publishers. And pamphlets were being\npublished. People began immediately to write about their experiences. I remember\npeople bringing me books, small books were published. As I say, there was an\nunbelievable, I would call 1t a frenzy. And then there was theater, all sorts of theaters,\ndramas, a little hammy, you know, not too great, but they were there. I had a theater\nbuilt out of lumber that we got with cigarettes in Neu Fretmann. And plays were\npresented. Many of them were traditional plays with the Jewish problems, with the\nchildren, and with marriage, and with going away, and all of the rest. I don't recall\nanything that had any political themes -- but I didn't go to the theater too often. But\nas I say, concerts were being played all the time. Musicians would come from the\nUnited States. I am trying to remember, a number of concert violinists came over to\nentertain in various camps.\nQ: — Bernstein?",
        "Q: Leonard Bernstein?",
        "Q: Were there poetry readings also?",
        "Q: You mentioned in passing, when you were in the theater watching Bernstein, and\nyou would be in a room packed with people, because of the lack of soap, it smelled.",
        "Q: What were the sanitation conditions in the camp? What were the toilet facilities --",
        "Q: Were sanitary napkins brought in for women?",
        "Q: Were a lot of the dental problems a function of the --",
        "Q: And you actually had facilities to give people dentures?",
        "Q: What other effects, physical effects did you see? Were there people with -- I don't\nknow -- broken legs?",
        "Q: How long did you see the effects? The physical kind of --",
        "Q: What about education?",
        "Q: You lived in a villa?",
        "Q: With a maid?",
        "Q: Did they teach languages there?",
        "Q: Ok, let’s cut the tape."
    ],
    "answers": [
        "A: My name is Saul, S-a-u-l, Sorrin, S-o-r-r-I-n. I was born in New York in\n1919.",
        "A: July 6.",
        "A: Born in Manhattan, the Lower East Side of Manhattan. And we moved to the\nBronx, up the socio-economic scale. And I went to school in the Bronx,\nDeWitt Clinton High School, and I went to City College.",
        "A: Anything which did not equip me to make a living. And then toward the end\nof the depression, I got out of school and I had to get a job. And the federal\ngovernment was then in the process of expanding its operations that were --\nRoosevelt was seeing, you know, trouble in Europe. And I got a job in the\nTreasury Department. This is a long time ago. I recall that I was in the\nProcurement Division, that is, they were buying paper and supplies and other\nmaterials to be used by the federal government and by the military. And it\nwas an important job. I mean, we kept -- I remember going to the White\nHouse even, in about 1942 or something to talk to them about some paper\nthey had ordered, etc. I did have a sense that I was doing something\nimportant, you know. But I was exempted from the military because I had\nsome physical problem which I've never really gotten through. It's not life\nthreatening, but it was enough to get me exempted. And then, you know,\nwhen the war was over",
        "A: Not very much, really. We knew that the Jews were being mistreated and\nthere were massacres. That information reached us through the mass media.\nAnd we knew it was a war for democracy to survive. And it had this Jewish\ncomponent, which I felt very strongly about. And so at the end of the war --\nand I don't remember the name of the people -- 1t was somebody who worked\nfor a congressman in Washington who approached me and said, you know,\nUNRRA is looking for people to work in their program. UNRRA had two\nprograms after the war. They had a program for refugees, and they had a\nprogram for countries which had suffered at the hands of the Axis.\n There the country programs were designed to ship goods, needed goods, to\nstrengthen -- to begin the pouring of life blood into the economy. There was a\nbig program in Poland. Some in Italy. None in Germany, and, of course, the\nvery big one in the Far East, China. Which really attracted me, you know. I\nwanted to go someplace, and I asked for China. And then, one day, I was at\nthe University of Maryland after I had been accepted -- and it was sort of\ntouch and go, because of my health problems with the military, but I made it.\nAnd I was now at the University of Maryland getting briefed, educated on the\nwhole program. And somebody from UNRRA headquarters came over to\nspeak to us. And he said to me, \"Why are you going to China?\" I really didn't\nhave a good reason, you know, except I wanted to see that part of the world.\nAnd he said, \"You come from New York. Do you speak Yiddish?\" and I\nsaid, \"Yes, I do speak Yiddish.\" And he said, “You must go -- our people --\nhe was Jewish, too -- are in desperate trouble over there.” And they were,\nyou know, after the war. And we need Yiddish speaking staff. And I want\nyou to go.\" And I went. And I was trained for just about a month. We had\nseminars and all the rest, and I took off.",
        "A: Well, first of all, they told us structurally what the program was about, who\nsupplied what, and what was the chain of responsibility. In Germany, the\nprincipal responsibility for refugee programs lay with the military. And they\nwere very unwilling participants in the program. They didn’t want -- \"We're\nnot welfare workers. And we’re not --” You know, some of the things\nwhich were being said. They had no taste for it. Refugees are a terrible pain\nin the behind in getting in the way of the movement of troops and materiel,\nand they just distract the military from its principal mission. And so now\nUNRRA was designated to work as the agency of the occupation forces in\nGermany, Italy, Austria, running these camps. Staffed UNRRA by\ninternational personnel, people -- United Nations agency, therefore, the\npeople were drawn from Western powers, you know, France, the Benelux\ncountries. We had a Swiss on my team, and Americans. And so we learned\nabout that chain of command and some of the problems. By the way, they\nreally didn't know too much about the problems. There was a great\ndissociation between what was happening in the field and what these people\nknew in the national headquarters. And that’s a constant difficulty.\n And then we took off. And we -- I remember I went on the Gripsholm. I was\nput aboard with a group of UNRRA people. Gripsholm, which had been\nduring the war, an exchange ship for diplomats. It is not the present-day\nGripsholm. There are new Gripsholms. And this Gripsholm was a real rat\ntrap. During the war, it had exchanged diplomatic people, Japanese from the\nUnited States to Japan, etc., and reverse. And I spent ten seasick days on the\nGripsholm. And I think we came into Cherbourg, and from Cherbourg by\ntrain to Paris. And there we stayed in Paris for two or three weeks getting\nmore briefings. And then came the day they say, \"You are off.” And I was\nsent by train to Munich on the Orient-Express, but it was not that fabulous\nOrient-Express. And in Munich, I was immediately whisked as the supply\nofficer for UNRRA team, I think it was 560 if I am not mistaken, outside of\nMunich. Shall I go on? There was a camp there which had just been\nestablished, I think in December of '45. I arrived about February, something\nlike that. I don't remember. In the early part of the year. It was the winter.",
        "A: '46. And a camp had been established by General McNarney, who was\nEisenhower's successor as the SHAEF (Supreme Headquarters Allies\nExpeditionary Force) commander or something.\n And they had evacuated a whole zedlum (ph) silek? of settlements of small\nbungalows, I think about 250 such houses, which had been sold by the Nazis,\nbuilt by the Nazis, for German workers, defense industry workers and their\nfamilies. Two or three, bed -- two bedrooms apiece, and downstairs was a\nkitchen. It was in the 1930s style. There was no gas in these stoves. For\nexample, the stoves were fed with, and the heat was created by, use of\nfirewood. But it was nice. I mean, until we began to stuff the people who\nwere coming in, into these places. More than -- you would say in each house,\nif you had 250 houses, you had four or five people. That would have been\nmaybe 1200 people, but we had as much as 3,000 at one time.\n And it was beyond its capacity. When I arrived, and the Jews who came into\nthat camp were infiltrees (infiltrators?). They were not, by and large,\nsurvivors of concentration camps. It is estimated, I have read estimates,\nfigures -- accurate figures are very, very difficult to come by. There was so\nmuch disorganization. -- that there were no more than 35,000 Jewish\nconcentration camp survivors in Germany and Austria. And this camp in\nMunich was very close to Dachau. And most, many of the survivors that we\ngot were Dachau survivors. The Germans had tried to destroy -- there was a\nplan to march all of the haftling, the concentration camp people from Dachau\nto a quarry, a big quarry, down south near the Austrian border, which, I\nunderstand, had been prepared with explosives. And to march them into this\nquarry and then blow the whole thing up. But the 3rd Army was approaching\nand at a certain critical moment, the Germans decided they weren't going to\nrisk the arrival of the Americans, and they simply dropped the whole project.\nLeft the Jews where they were standing and took off. And, Dachau had also\nwhat 1s described as “aussencommandos” that is, branches of Dachau where\nJews were sent in various villages and towns in what’s called Oberbayern,\nthat is Southern Bavaria, to work as farmers on farmland under the\nsupervision of the owners. Or in some cases, in factories, or some cases,\ndirectly in Dachau. But, so we had a lot of Jews scattered over the landscape\nbetween Munich and the Austrian border. Little towns like Mittenwalde,\nwhich is a famous violin town, had Jews working there in various jobs. And\nthey suffered, you know, they were not fed well. They were beaten,\nwhatever. But it was not an extermination center. So, those people came into\nMunich, a lot of them, and many of them, stayed in those towns. And we\nwould reach out to them from our headquarters in Munich. Anyway, this\ncamp was just recently set up, and most of the people who were infiltrees\nwho came in from Poland, from eastern Europe. Jews who may have, who\nwere mostly in the Soviet Union during the war.\n And I think Jewish agencies, important Jewish agencies, like the JDC (Joint\nDistribution Committee) and HIAS (Hebrew Immigrant Aid Society), and\nthe Jewish Agency for Palestine became voluntary agencies under the\nsupervision of UNRRA, who were to assign some of their people, welfare\nworkers and others to our teams, to help the international personnel\nadminister the camp and to provide services.",
        "A: Oh, yes.",
        "A: Not in our camps. There were a tremendous number of Polish\nnationals, Ukrainian nationals, Balts, and other, Yugoslavs. And their\nplace, origins in Germany are in a shadow. Nobody is quite sure what\nthey came from, but we suspect that many of them came voluntarily.\nMany of the Ukrainians, for example, had fought in Vlasov's army,\nthat is a Ukrainian army which had deserted Angren and totally\ndeserted. The Russians threw off the uniforms and fought in SS\nuniforms against the Soviet Union, against Soviet military. But a lot\nof war criminals, we suspect, people who had some culpability, who\nwere involved in concentration camps and extermination camps, who\ncame, and many who were not. Many who were simple farm workers\nor whatever. There were many Russian -- former Russian POWs in\nthere. And they had suffered, also, very badly at the hands of the\nNazis. I attended a Dachau trial of SS who were accused of\nexterminating literally thousands of Russian prisoners of war in\nDachau, and in other places. Well, anyway, they all came. We're\nfaced with the problem of integrating these people into a camp,\nsetting up a camp. That was a big problem. We had emptied all these\nhouses. The Germans had taken everything they could carry, I think,\nin the line of bedding and other personal supplies, but they had to\nleave their furniture. They were taken out, I think, in 24 hours in the\nwinter. So it was a tough time for them. And we had a staff, we had\nto find people among the Jews to staff the camp. There were some\nschool-age children brought in. We had to find doctors, nurses,\ncooks, stores, office people, who would distribute food and clothing,\nblankets. And we had to assign, we had to create a system of\nassigning a lot of people to rooms.\n And nobody was satisfied because it was so packed and so jammed.\nWe had really violated health standards and all of the rest to get them\nin, but the situation was desperate. Snow on the ground, and people\nstarving, very hungry, but we got them all in. We staffed the camp.\nWe had very devoted international personnel. We had a number of\nwomen who worked as welfare workers, Jewish women. We had a\nbig problem with Jewish women because they became so emotional -\n- So emotionally involved with the problems in their interviews with\nJews, what had happened to them, and where had they been, and\nwhat had happened, what they had seen -- that we were rotating\npeople. Sometimes people couldn't stay more than a couple of\nmonths. It was a very, very difficult time emotionally for them.",
        "A: Yeah, we had men, also, but I remember that the welfare workers\nwere women. I told you, I recall one was Rose Wasserman, a\nwonderful lady who came from Cleveland. And she was with, I think,\nit’s Cuyahoga County Courts. She was the chief welfare officer in\nCleveland. And she did a wonderful job with UNRRA -- UNRRA ,\nyeah. And then we had to provide food. Now food, under an\nagreement made with the military, was a responsibility of the\nGermans to provide food, and also to provide money, marks, to pay\nworkers. We had salaried workers. The problem with the marks was\nthat they were worthless. I think, from a nominal value, I think of\nfour to the dollar before the war. A few years later, they were selling\nfor 400 a dollar, and they went up to 4000 a dollar. They were really\nworthless. But 1t was important to get them on the worker's list\nbecause you did get better -- more calories. We had a specific,\nspecified calorie count that we fed the families. And so you got more\ncalories. And then there were some other privileges for people who\nwere working. We had a limited number of jobs, you know, a place\nlike Neu Frermann, with about 2,500 people. We maybe had 200 or\n300, maybe 400 people. There were people who would load wood for\nfirewood, cooks, stores of various sorts.",
        "A: Jews in the camps. The people who applied for them. There were\nmany Jews who didn't want to work.",
        "A: Yeah no, yeah, well, the jobs went based on the gender attached to\nthe job. That 1s, a Arankenschwester was a kranken nurse, you know,\nwas a woman. We had some nurses. You know, you'd never see a\nman who was a nurse.\n All of the doctors were men, the dentists were men, one or two\nexceptions. And the women were clerks. They helped people fill out\ntheir DP documents. I will talk about those in a moment. And there\nwere people who did various clerical tasks, and that was where\nwomen could produce, could contribute. We also had a\nrelegazerampt we called it, a religious office, and some of these\nhouses were reserved for synagogues in the camp. They're small\nhouses, and so we had Rusisha shul, Russian shul, and a Poylissha\nshul, a Polish synagogue. There were two or three, four maybe\ndifferent branches, and they were separate. And people knew where\nthey wanted to go. We had to find rabbis, by the way. I had an\nAmerican assistant who went around looking for people with beards,\nand they were designated rabbis. These Jews, by the way, the Hasidic\nJewish community, and we had some that came, were clearly\nidentifiable. We wondered, you know, how they’d made it through\nthe war, but they were in the Soviet Union during the war. And then\nwe began the distribution of food. We set up community kitchens.\nNow, these houses had stoves so that people could cook, take their\nfood and cook as they pleased. And then we had a community\nkitchen where we had people come who were single, who had no\nfamily, to eat their three meals a day. We had to supply the military\nwith a Table of Organization for the camp for the purpose of salaries.\nWe had to justify all the salaries. And the religious ampt I remember,\ngave us a problem because they needed people to erect an eruv -- this\nwire around, you know about it, around the town during the Sabbath.\nI remember this colonel saying, \"What is that? What kind of wire\naround the town? What are you talking about?\" Ultimately, when we\nbuilt a mikvah in that camp. I remember I had to explain the meaning\nof a mikvah and why they had people who did certain personal -- I am\nnot sure what happens in a mikvah, but they rendered personal\nservice, clipping toenails. Someone was kidding me, he said, takes\nlint out of the navels, whatever. They were all paid for. And, then, we\nhad some special food habits, you know, for the Hassidim needed\nkosher food. And we had a real problem with that.\n I don't remember how we solved it. I think we went to a butcher, a\nGerman place where meat was slaughtered, and we had a -- what do\nyou call the guy who does the slaughtering? I am forgetting my\nYiddish, you know -- who slaughters the animals. And he was a\nhasid. And the meat was taken, carefully handled. Milk for lactating\nmothers, those women who were pregnant, the cows had to be milked\nunder supervision by a rabbi. They assigned somebody to go and sit\nin the barn with the -- we had to provide transportation. It was a very\ncomplex thing. We had a lot of illness. We had a lot of people with\ntuberculosis. They were taken out, weaned out, and we sent them to -\n- we had a tuberculosis center in Bad Reichenhall, nearby. We had\nmedical examinations. There was a big problem with bad teeth.\nNow, we issued DP cards, identity cards. So they had an identity card\nfrom the United Nations with a thumb print, no pictures, a finger\nprint. There was also a DP card kept in our files. Now these people\narrived mostly after December and when they arrived, they were not\naware that the Truman Directive, signed in early December, I think,\nwhich allocated a large number of visa numbers. The military was\nvery wary about infiltrees, about the increasing number of people\ncoming from eastern Europe. And the British also understood that\nthe larger the number of Jewish displaced persons in the American\nzones, that the greater the pressure would be on them in the United\nNations and in other forums to relinquish the mandate in Palestine or\npart of the mandate for the Jews, or to admit more Jews into\nPalestine. Something they did not wish to do. So the Americans, who\ndidn't want DPs generally, General Patton was in command in that\narea, and he was not terribly sympathetic to the Jews, tried to shut\nthem off from coming by, declaring that in order to emigrate from the\nAmerican zones of Germany and Austria to the United States, you\nhad to show that you had arrived in the zone prior to December 22,\n1945. And so, these people who came in January, they were not\naware of this, you know. And they gave accurately that they had\narrived in January or early February and that their place of birth was\nin Poland, a place not favored by the realities of the quota system, the\nnational origins quota system. They would have to sit in Europe for\nyears before they got out. But they were being truthful, and they said\nwho they were and when they came and all of the rest. Later on, they\nfound to their unhappiness, that disqualified them. They said, \"Had I\nknown, I would have told them I came here earlier.\" We thought\nabout it, by the way I’ve used the metaphor, you know, it was\nDecember 22 which they made the cutoff date, that on the 25th where\nChristmas was celebrated, there was no room in the inn, our inn, for\nJews. And anyway, we got them all into the camp and we created our\nown health programs, under the supervision of international medical\npeople, and our own feeding programs, our own schools. Right away,\nthe Jews were energetic. They set up everything they needed, cultural\nprograms, newspapers began to sprout. Now, prior to that time, there\nwas a question early on at the end of the war, how would these\npeople be housed, the refugees. They were, after all, multi-national —\nPoles and Ukrainians and Jews. And a Jew was nominally -- most of\nthem were nominally Polish, Polish nationals. And so therefore, they\nwould take a whole bunch of Poles, Polish speaking people, and put\nthem, try to put them into one camp, into one area, under one\nadministration. But, you know, the Jews did not consider themselves\nPolish anymore. They would not opt in a legal sense, for that identity.\nAnd so, they -- I am not quite sure how it happened -- but they all\ndeclared themselves, I think maybe for immigration purposes, as\nstaatenlos that is, stateless, or as Jews. Now, there was a great deal of\njockeying around over how the Jews would be housed, whether they\nwould be housed among the people, as I say, of the countries in\nwhich they were born, which they didn't want. American-Jewish\nleaders were also, I think, playing a role in that thing. And they\nwanted all of the Jews together, which was a wise thing to happen.\nAnd ultimately, the military gave in. For them, you know, looking\ndirectly at it, or for the United Nations looking directly at it, these\nwere Poles or Latvians or Lithuanians.\n But, no, they did not consider themselves that. And so they all\nbecame of one national group. And in all of the DP camps in which\nJews lived after the war, they lived together, surrounded by a\nfence, whose perimeter was often patrolled by Jewish police. We\norganized the police force. We had a police force in that camp\nalone of over 100 people. They were not armed police, but they\nwere Jews who wore armbands declaring that they were\npolicemen, and they patrolled the perimeters of the camp.\nConditions were so bad in the camps. At this time, I was the supply\nofficer for Neu Freimann camp and all of the small little camps I\nmentioned before, which had sprung loose from the Dachau\nconcentration camp. And also for all “free living” Jews in the city of\nMunich. In effect, I became ultimately sort of the mayor of the\nJewish community of Munich. And they would come to our camp.\nThey were Polish Jews, mostly. There were very few German Jews\nremaining in -- just a very few that I ran across, who would come to\nus for food, identity papers certifying that they were stateless, or that\nthey had been persecutees, and therefore, entitled to certain privileges\nas to immigration, food, medical care, clothing, whatever. And as I\nsay, conditions were so bad that in the United States, the White\nHouse was hearing about it. There was a lot of anguish, a lot of anger,\nand so Eisenhower was sent by Truman to Europe to investigate.\nThere had been a report by the Harrison Committee which had\nstressed some of these inadequacies, but Eisenhower went over to\nlook, he said, for himself. And what happened was, a week before he\narrived in Munich, the director of our camps quit. He wanted to go\nhome. I don't know what happened. Anyway, and so I was called by\nUNRRA saying would I make myself ready to receive the General\nand to brief him on whatever questions he wanted to be raised. And\nsure enough, two or three days before the arrival of the General, all of\nthe security people, military security people, came and checked the\nwhole road running down to the city of Munich out to this camp. For\nsecurity purposes, they emptied buildings with windows overlooking\nthe road, the whole business.\n I was very impressed, of course. And on that day, we were laid on\nand out came the General, riding 1n -- it had to be either Goering or\nHitler's car -- a great big Mercedes. And he was accompanied, of\ncourse, by six or eight general officers. You were going to ask\nsomething? McNarney was among them, Huebner. I remember those\nnames. And they came into the camp and they spent -- I greeted them\nas he stepped out of the car. He spent about three or four hours, I\nguess, in the camp. And we talked about supplies. He went and\nlooked at it. We talked about housing; he went and looked at the\nhousing. He talked to the people. A great big sign had been hung by\nthe Jews over the entry to the camp, \"Welcome General Eisenhower.\"\nAnd I was impressed. He’s a very stern-looking guy, very impressive\nyou know, with all of those stars. And some of his staff took notes on\nwhat I was saying. And I think it had an impact, my own contribution\nto that, because within a matter of maybe a month, things began to\nimprove. We were getting things that we were not getting before. Of\ncourse, the White House had played its role, but Eisenhower coming\nover there was the basis for making whatever changes were\nnecessary.",
        "A: Well, I could talk pretty honestly. I just told him, “General, the\nsituation's tragic. We have people, you know, stuffed into a room\ntogether in such numbers -- the people are sick, their ability to resist\ndisease 1s down. And so, we are going to have typhus. We are going\nto have this, and we’re going to have that. They are not getting\nadequate food.” And he listened carefully. I remember, though, some\nfunny scenes. We took him into a school, a Yiddish school. And the\nguy who was the director of that school was a fellow who then went\nto Baltimore. His name was Spector. Mr. Spector was a teacher, and\nboth he and his wife were dedicated. He and his wife were\nwonderfully dedicated people. They set up the school with teachers,\nand the children, they got paper and they got pencils. It was very\ndifficult. I told you “IMCA” YMCA supplied us with writing pads\nfor the Jewish children. And he had coached the children to sing ““The\nStar Spangled Banner’, in just learning the lines. They didn't know\nwhat they were saying. And Eisenhower stood there, you know, his\nhat under his arm, and he listened as they sang. And when it was\nfinished, I was stunned. I didn't tell Spector until much later. He said\nto me, \"What are they singing?\" He didn't recognize it at all. I\nwouldn't spoil what these children had done. There was also some\nconfusion. He walked into a synagogue, I remember, and he took his\nhat off, you know. And McNarney leaned over him and says,\n\"General, put your hat on. You're in a synagogue.\"\nIt was a pleasant visit. The Jews were extremely welcoming to him,\napplauded. He was the great hero who had liberated them. And it was\na wonderful day. He is a stern-looking guy, you know. He has his\ndignity, very little joking around with him, my impression. I wouldn't\nwant to cross him, based on what I saw. Anyway, the visit went well.\nAnd as a result, as a matter of fact, in about a couple of weeks, I was\nnotified that I had been appointed director to replace the departed\ndirector. And, that situation went on for, I think, until 1947 when we\nlearned that UNRRA was going to be terminated, go out of business.\nAnd that it was to be replaced by an agency known as the PCIRO,\nPreparatory Committee or Commission for the International Refugee\nOrganization. And that a new modus operandi was to take place. That\nis, many of the international personnel on our team were to be\nterminated. And their responsibilities were to be turned over to\nindigenous staff-people, essentially, the Jews themselves, in the\ncamps. And there would be no camp director for a given camp; he\nwould be replaced by a camp chairman. And he had a sort of a\ncabinet with him for food, and welfare and housing and security and\nwhatever. And that the Jews were to pick their own people. And they\ndid so with elections in the camps. And it was marvelously\norganized.",
        "A: Yeah.",
        "A: Of this camp and --",
        "A: -- the subsidiaries and the Jews of Munich. That is, I was responsible\nfor meeting their needs.",
        "A: I think at that point it got to be about 3,000, 3,500, something like\nthat.\n And what I would do is move around through the various\ninstallations under my supervision and meet with their chairman and\nfind out what their problems were. Maybe once a week, I would be in\nthis place, drive around. I would drive a car, go around and meet with\nthem. But my office was in the Zedlum, (ph) in the Neu Freimann. I\nsupervised all of the programs and saw how they went and people\nreported to me. And I reported to my superiors. Life was very, very\ndifficult. People were trying to get out, and they soon found that the\nnational origins quota defeated that. There was illegal immigration to\nPalestine. And by the way, I recall now that I had very good part of\nthe people on the Exodus who came from the Neu Freimann camp\nand from nearby camps. You know, the Exodus was caught and\nreturned to Ger -- Bremerhaven and the Jews were forced off, you\nknow, by British, I think it was British soldiers, with the water hoses.\nI got, and I lost -- a lot of things happened to me -- a little book\nwritten by children who had been on the Exodus and describing their\nexperiences. And they dedicated it to me, to undzer khaver director. I\ndon't know what happened to it. There are things I have lost I regret\nso. I don't know what happened. And we had to receive other people\nall the time. There was constant tension. The camps had been closed\nto infiltrees, and we were taking them in. One of the ways we were\nable to take them in was when a group of people went illegally to\nPalestine, their DP cards were left behind. When you leave the camp,\nyou are supposed to turn them in or to do something. They were\nturned over to the camp committee, who used them for the purpose of\nsupplying other infiltrees coming to the camp. The UNRRA people\ntold me that apparently we have a very low death rate in our camps\nbecause the population remained fairly static. Actually, they were\nleaving, but they were being exchanged with other people. And\nthen other ways had to be found to avoid the restrictive\nimmigration policies of the United States and also of the\nCanadians. And the documentation, which was on file in our\noffices, on each of the Jews, prevented them if they had to get their\nDP records to present to the consul generals. (’?)\n They would reveal that they had arrived in the zone after\nDecember ‘45, or that they were born in Poland or in Latvia or\nLithuania, and therefore they had to wait for a long time for their\nquota numbers. Some people had a lot of scars on their lungs, lesions\nwhich were healed, but it was not known exactly when the\ntuberculosis had been active, and they were prevented. So, if you\npresented an accurate x-ray, you could be out of luck. It was a\ndesperate struggle because everything militated against them --\npeople who had suffered so. I remember this was said to me, very\noften, I am going to say it in Yiddish, “Mir haben gemeynt az zey\nvelen uns trogen oyf de pletzes.” We thought that when we got out\nthat we would be carried around on the shoulders of the Allies, of the\nUnited States, that we would be heroes for having made it through\nthis terrible experience. Instead, they’re finding all kinds of ways to\nkeep us out. It was a terrible disillusion. And while there was a\ndivision in the Jewish community of survivors about where they\nwould go, some said they would go nowhere but to Palestine. And of\ncourse, they knew what was in Palestine. It was illegal, first of all. If\nyou managed to get in, you would be housed in a tent city on some\nmud flat someplace. No jobs. It was a terrible scene. Nevertheless,\nthey wished to go there. But others wished to go to the United States.\nThey had family in the United States. People who would make space\nfor them and had jobs for them. And they saw their future there. So\nthere was a constant tension within the DP, Jewish DP community on\nthat score. They tried to invest the Jews with the kind of Zionist\npatriotism, but they were all patriotic about the establishment of the\nstate. But many of them wished to go to the United States. A\ncommission was sent over by the United Nations. And they came to\nour camp to talk to Jews about where they wished to go. The\ncommittee was made up of five diplomats, one of whom was from\nIndia before it was divided. I am trying to remember which country\nbecame a Muslim country, maybe Pakistan. And he was very hostile.\nAnd he tried to probe, you know, \"Where do wish to go?\" And they\npicked some people at random from in the camp to come before\nthem. There was a big audience in the room listening to this\nprocedure. And I was the interpreter. And the first guy they picked to\nbe examined was the brother of a business associate of my own\nfather, who asked me to get him out. He had arrived with his wife and\ntwo children. They had been in the Soviet Union, and he was\ndesperate to get to the United States.\n I didn't know what would happen, but they took care of it themselves.\nThat is, the guy asked, after checking his personal history, said to\nhim, \"Now, where do you wish to go?\" And he proudly spoke up,\n“Vu alle yiddin forn” he said \"Where all Jews wish to go, to Eretz\nYisrael.” And a great cheer broke out. Now, he left a week later for\nthe United States, so there was a solidarity in support of the claim of\nJews for Palestine, for Eretz Yisrael, and for the right of Jews to be\nallowed to emigrate there. There was 100 percent solidarity, but a lot\nof people had made decisions about their lives, about where they\nwished to go. But --",
        "A: Well, there was some pressure. Yeah, the Jewish Agency was\nworking in the camps, and they did a valuable job. And the whole\nleadership of the Jewish community was Zionist in its orientation. So\nthat when, for example, camp administrations were made up, as I’ve\nindicated, they were elected on Zionist lists. Liste eyns, or tsvey — list\none, two. And on that basis, these represented various Zionist\npolitical parties. There was a strong, and I think the Jewish Agency\nand the leaders, Ben Gurion and the rest understood, the value of the\nDP, Jewish DP community and the experience which the Jews had\nhad -- if you want to call it a value. But they understood the meaning\nof it, for bringing pressure against the British and the United States to\npartition Palestine or to create a Jewish entity, and to allow the Jews\nto leave. And for the United Nations, by the way, ultimately when\nthey did go legally, the UN paid all fares for transportation costs for\nJewish refugees travelling to whatever destination they were going to.\nSo there was a unity within the Jewish community. And they would\nnever allow it to be understood outside of our community. There was\na unity that Israel or the Jewish state would have to be created. It\nwould have to be supported. And those Jews, and there were many\nwho wished to go to Palestine, and no place else, would be permitted\nto go.\n And there were efforts made. You know there was by the way, also a\nmobilization effort on the part of the Zionist community, that is, to\nmobilize Jews, young men and women to serve in the Haganah. They\nwere trained in our camps. They would be marching around and\ntraining with broomsticks as bayonets, rifles. So they were preparing\nthemselves. But as I say, you had this tension in the community\nwhich 1s, I think, something which happens today, again, you have in\nthe Soviet Union some of the same things, that 1s, Israel accuses\nHIAS, Jewish agencies, of talking Jews into not going to Israel,\nwhich is absolutely untrue. Jews know where they wish to go. And\nmy own feeling is they should go where they wish to go, where they\nwill be happy. So we had that immigration. Then we had the illegal\nimmigration. I was, I think, the only Jewish camp director I know of\nin Munich. There was one or two before me in these camps, but they\nhad left. So a lot of efforts by the Jewish Agency or by the JDC\ncentered on me. They knew they could come to me and they could\nspeak frankly, and that I was part of the whole apparatus. So I\nremember supplying blankets and gasoline and other things, illegally\n-- to people on the move illegally, to France or to Italy. Mostly I\nknew about France, to go to Marseille for immigration. I think the\nExodus people took that route, they went to Marseille. And I was\nasked by them, by the Sochnut or by the Brichah to accompany a\ntransport of, I don't remember, maybe 500 Jews who had been\ngathered up to go to Marseille and to board boats there, and to go to\nPalestine. And so I sat there in the uniform in the lead car. And I had\nsome phony document saying that these people are authorized to\ntravel, in transit, through France, to Marseille on their way, I think, to\nUruguay or Peru, one of those South American countries. And I\ncarried a group visa with me. It was done also on onion skin paper,\nwhich had names listed and birth dates and they absolutely did not\nconform to the birth dates or to the people in this transport.\n And we drove through the French zone, me in the front, and we got to\nMulhouse -- Muehlhausen, that’s in Alsace. And we presented this\ntransit visa. Well, first of all, the visa from the Uruguayans or one of\nthose Latin American -- they were all fraudulent, provided by some\nconsul, vice consul in Paris, maybe. And he had been paid something\nto do that, I think. And we presented the visas and the transit letter to\nthe French gendarmes at the border. In the meantime, two of these\nguys working from Palestine Brichah, I could see them going around\nthe back of the booth, with two big cartons, and I knew there were\ncigarettes in those cartons. The French, also, were badly in need of\ncigarettes, and deposited it there. And then, we were saluted through,\nand we came into Mulhouse, and we went to the town square, and by\nGod, I was stunned. There was the mayor of Mulhouse, all dressed up\nwith his red sash across his chest, and women, volunteers, greeted us\nand provided hot coffee, cocoa or something, and some bread. Some\nother food for the people to eat. We were treated to a speech by the\nmayor. Wishing us, wishing our people, a good life in Uruguay or\nParaguay or whatever. It was a very nice ceremony. And I got back in\nmy car, drove back over the border to Munich. It's a very -- I did that\ntwice, but only once did the Muehlhausen mayor come out for me.",
        "A: Well, I was Jewish, and my sense of solidarity with my people, with\nthe people, you know, around me. I was profoundly sympathetic.\nThen, well, there was also the question of how do you get around the\nAmericans. Now, Jews would apply for immigration to the United\nStates, and when they would come in there, with their documentation,\nthere was a consul general in Munich, with their DP cards and their\nrecords. It would show they had arrived after December 22nd of '45,\nand they were automatically eliminated. I am a little unclear about the\nimmigration laws at the time. Eventually, a new law was passed in\n'48, I guess, also very controversial, and very stacked against Jewish\nDPs and the countries where they came from. But it still remained\nthat they had to be in the zone before December 22, 1945 in order to\nbe eligible. So what would happen was, Jews would come in and say,\nin effect, to one of my staff people, “I came here after, and Poland is\nno good for me. Here I have this paper saying that I was born in\nDresden or Breslau.” German cities were favored, because during the\nfour, five years of the war, Germans were prohibited from emigrating\nto the United States, or after, as ex-enemy nationals. And so all of\nthese unused numbers -- and Germans had a very big quota for the\nUnited States under that national origins quota. These numbers --\nGermans who could not use these quota numbers had to stay, and the\nnumbers were saved up and they were turned over to the DPs by the\nTruman Directive to be used. All of these used up numbers going\nback to 1939, or thereabouts. So that relieved some of the problems.\nBut the point was, they still operated under the national origins quota,\nvery restrictive. And under the requirement that they be in a zone\nDecember 22nd of 1945. So what happened was such people, if they\ncame and asked for help -- I am going to be very candid here -- we\nwould take out their documents and tear up the document. Nobody\nknew the difference.\n I was in control of these things. And put a new DP card in the file.\nAnd I remember in one office, we had a guy who was an expert at\naging these documents. Of course, they had to be about two or three\nyears old, you know, so if you saw a fresh, the paper was lousy, if\nyou saw a fresh white paper, you knew it was fresh. So we had them\nstacked on radiators to age them a little bit. And then they would\nbring these papers in, and it didn't take long before the consul\ngenerals, they are pretty bright people, understood that there was\nsomething not kosher about these. A lot of people came in, declared\nthey were born in Germany, but had no German accent. You know,\nthey spoke strong Yiddish, and there was some cockamamie story\nmade up to cover that. And then they were asked finally to find some\ndocument that you told somebody, and it was true, 1f you were in a\nconcentration camp, and you didn't keep your birth certificate in\nAuschwitz or Buchenwald or whatever. They would say write away\nto the city in which you were born. And many of them said they were\nborn in German cities, East Germany where it could not be checked.\nRussians were occupying East Germany. And well, first, they would\nsay “Look, I didn't have any papers. And I have written, here is a\ncopy of a registered letter which I sent to some East German city.”\nThere were all sorts of means to get out, to get around these\nrestrictive laws or regulations. The German quota was an important\none. Sometimes they would go up to some small town someplace,\nwhere it was learned there were some birth certificates or birth\ndocuments for people who had died already. And they would get\nthese, maybe having to bribe an official. But it was a survival\nstruggle. And we countenanced it all. Some years ago, I met a guy\nhad been the U.S. Ambassador to Cairo in the State Department. He\ncame to Milwaukee to make a speech, and I sat next to him at a\nlunch. I recognized his name, and when his bio was read, I\nremembered he was vice consul in Munich, way back when I was\nthere. I told him, \"I don't know whether you remember me, but I used\nto come in and plead the case that the people were unjustly denied. I\nwould come down to see them.\" And he said he remembered me. He\nsaid, “I know that you had” -- what he called “a document factory”\nout there, near one of these camps nearby.’ I said, \"We probably did.\"\nI mean, they were good people, but they were operating according to\nthe regulations. By the way, when I spoke to him, he was an Assistant\nSecretary of State, yeah, Assistant Secretary of State. Very well\nknown man. I don't recall his name.\nTape 2\n Well, we went through a very difficult year 1946 and to 1947, when UNRRA\ndecided to go out of business, and be replaced by the IRO (International\nRefugee Organization). At the same time, the decision was made to evacuate\nNeu Freimann, and that became one of the most difficult parts of my whole\nyear, my whole stay in this job. Neu Freimann was considered a privileged\ncamp because it was right on the border of Munich, and therefore, easily\naccessible to Jewish agencies which had to visit, dealing with various\nproblems, a lot with immigration. We had the USNA, the United Service for\nNew Americans, which, I think, was like a JDC operation, which processed\napplications. We did, too, but they did, I think, a lot of the processing of\napplications to the United States. The HIAS was there. There was the Jewish\nAgency, JAFP, Jewish Agency for Palestine, with Chaim Hoffman as its\ndirector.\nAnd there was an extensive black market in the city. I want to speak about\nthe black market because that played a very important role, not only in\nassuring the Jews a way of sustaining themselves -- not only Jews, but\nanybody. I mean, it was open to all. The black market was not a Jewish\nmaking, it was a creation of the German merchants who were backed up with\nmerchandise, which they were beginning to produce. And they could not sell\nand make anything unless they sold it on the black market, because the\ncontrolled price in German marks, what you would get would be zero. I\ncould get four opera seats for two cigarettes. Opera seats had a nominal value\nof, let’s say, 20 marks apiece. So the black market was really a creation of the\neconomic system. That has to be understood. And Jews could not live on the\n2,000 calories a person, especially what those calories were made of. They\nwere made of potatoes and starchy haferflocken, which was a German term\nfor a wheat, a cereal of some sort, dried eggs, dried skim milk. Jews could\nnot eat dried eggs. That stuff used to lie and rot in warehouses. One day we\ndiscovered, by the way, that a couple of tons of dried skim milk had\ndisappeared from one of the camps. It didn't bother us a bit -- except we\nwanted to know what happened to it -- because the Jews did not enjoy, or\ntake, or drink dried skimmed milk. But what happened was, about two or\nthree weeks or thereabouts later, we saw wandering around the camps Jews\ncarrying a box slung over shoulder shouting \"Lody! Lody!\" Lody is ice cream\nin Polish. They had used this milk to manufacture ice cream pops, or\nsomething, and they were selling them on the streets. I recall that. That's very\nfunny, the creativity of our folk. But, as I say, the packages which came from\nthe JDC, the Jewish relief agencies, were the real waluta, the real currency,\nof the DP camps. The cigarettes in them, which sold for, I think, a dollar a\npackage -- I mean, in the United States were 15 cents or something, or maybe\nmore. I mean, $10 a carton, I think.\n Coffee, marmalade, jam, fat in cans, other things which were priceless. They\nbecame the basis upon which many Jews -- they could trade them for meat,\nfor bread, for other things to sustain their family. And so going into Munich\nbecame very important. People had access either by the few buses which\nwere running, or by trucks which they could hitch a ride on to go and do their\nbusiness. There was a famous street in Munich. I want to mention it, called\nMohl Strasse, M-o-h-l. I’ve been back there, by the way. I once went back\nsome years later to buy some Meissen Rosenthal china for my mother-in-law.\nBut it was a great center of black market currency dealings. Jews were\ncarrying currency during the war. Those who were not in concentrations\ncamps, those who were in hiding, sewed into the linings of their clothing.\nThey were carrying many things in order to enable themselves to live, if they\never made it through. And they went to exchange these dollars for various\nthings, whatever, or to trade them up, in some way to change them. All\ncurrencies into national hard currencies were being traded there. Not German\nmarks, but Swiss francs and British pounds and American dollars. And they\nwere subject to raids all the time. The military would come pouncing down\non them because the military declared its intention to protect the German\neconomy or to rebuild the German economy, and these black market\noperations were, they felt, destructive of the economy. I think that’s subject\nto some doubt, but that’s what they said. But in any case, when the\nannouncement was made that there would be an evacuation, there were great\nprotests, and it took a long, long time for us to move these people out to other\ncamps. Some attrition, some people went away to Palestine, others\nemigrated. Nevertheless, we were accused of using all of the terminology of\nthe wartime period of deportations, of Aus Zeslac (?) or whatever they used.\nJust like, about the ghettos, Jews were being forced, against their will, out of\nthese camps. Neu Freimann, as I say, was a favored camp in that setting. And\nultimately, it was closed.\nAnd I was then asked to take over Foehrenwald, which was one of the\nbiggest DP camps in Germany at the time. I think, well, it was designed for\nabout 3,000 people. There must have been more, I don't recall the figures,\n4,000. And Foehrenwald was actually two or three installations. One was\nabout 30 miles south of Munich toward the Austrian border where Innsbruck\nwas situated.\n There was Foehrenwald itself, which had been a work camp for German\nlabor. And then there was a place called Geretsried, a small camp which\nhoused about 1,000 people. It became, ultimately, by the way, I believe the\nfirst legal exit point for immigration to Israel when it became legal. People\nwere processed there for health, their teeth, and the rest, for our paperwork.\nAnd they would move from Geretsried, whose name was changed to Camp\nNegev, because it looked like it was in the Negev, a really forsaken area in\nthe woods someplace. That’s where a lot of military training took place. We\nwere, by the way, being watched by air, by airplane by the intelligence\npeople trying to find evidence that military training was going on in these\ncamps, and it was. And then there was a children's center nearby which\nbrought children, picked up in various ways by khappers, grabbers, who\nwent around Czechoslovakia and Poland finding Jewish children that they\nhad heard about. I am sure that in some cases in their haste to get out, there\nwere some non-Jewish orphans among them, who are now living someplace\nin Israel. But finally, we closed it down, and we moved all of our operations\nto Foehrenwald and to other places.\nThe great movement of Jews I forgot to mention. You know, after the war,\nthrough maybe about March of '46, there was movement of Jews, but it was\non a small, relatively small scale, infiltration. But as you know, I don't\nremember the precise month, maybe May, I think, or thereabouts in 1946, a\npogrom took place in Kielce, where there was a trumped-up charge that Jews\nwere baking the blood of a Polish kid who had disappeared into the matzahs,\nwhich were being consumed for Passover. I think that was it. Ultimately, the\nPolish government -- this 1s not known -- punished very severely those\npeople responsible for this. There were 46 Jews killed. Right wing anti-\nSemitic movements in Poland were accused of having fomented this thing,\nand there may be something to that. But the Kielce program came like an\nenormous shock over the whole of the Eastern European community, such as\nit was at the time after the war, especially in Poland. And then we, in the\nwest, in Germany and in Austria, mostly in Germany, experienced a strong\nwave, I don't know how many thousands. They say, I have heard 80,000 or\nso people came, all of a sudden, into West Germany into camps which had\nbeen declared closed by the military.\n And we had to accommodate them in some way. And it was done contrary to\nregulations and the rest of it. And I recetved, I remember, trainloads of\npeople -- no, no. In Munich, we got a lot of these people at Neu Freimann,\nthen in Foehrenwald. And then there was a constant movement of Jews. I\nthink the next relatively major movement was as a result of the Berlin airlift.\nThat was in 1947, I think. (Berlin Airlift was June 24, 1948-May 12, 1949).\nWe got Jews, they had cleared the DP camps, Jewish DP camps in Berlin.\nAnd each time that happened, it was a tremendous amount of effort, how to\nfit them in. We would have to put them in among others and maybe among\nother families. A terrible crisis was precipitated anytime that happened.\nI have to speak about this children's center which we had. I remember the\nman's name was Merrin (ph). I have a picture of that Jewish center. And he\nwrote me a message on the back of the picture when I left, I guess. It was a\nbeautiful place, an installation. I am not sure what it was for before, but we\nkept kids in there. And the Brichah would bring in a load of kids, children\nmaybe six, eight years old, something like that, who had been concealed. I\ndon't know where they had been, but they would bring them in. And maybe\n30 or 40 at a time would come. And then, a quarrel broke out within the\nJewish community between the Jewish Agency, I guess, and the various\nelements in the Jewish Agency and the central committee. They were all\ngoing to Palestine, these kids, 1t was decided. But what was very important,\nunder whose auspices? And so a rotating system was set up.\n This is very funny. I think I am remembering it carefully. We agreed to it.\nWe just wanted to get the kids out. They would stay in this place, this group,\nlet's say 20 or 30 kids, would stay for a month or six weeks. And during that\nsix weeks, the camp would be run by, let us say, the Mapai socialist party,\nBen-Gurion’s party, or Mapam, the more leftist. And they were being taught\nand trained according to the philosophy of that branch of Zionism. And they\nwere wonderful. I mean, these kids absorbed it like water. And we had the\nright wingers, the ‘revisionistim’ they were called, and they were singing\nrevisionist songs and marching up and down in the military style of the\nrevisionists. And that's the way we finally dealt with the problem, just\nrotating a whole group, a new group of people came in to take over the\ntraining of these children. They were wonderful-looking children, looking at\nsome of them. Some of them spoke some Yiddish. I remember asking ‘vu\nforst du?’ \"Where are you going?\" And this kid, ‘for ken Eretz Yisrael’ He\nwas from the right wing. “/ch for hargenen ale,” (\"Tam going there to kill\nArabs,”) he said. It was not funny to me. I said, \"Is that what you’re training\nthese kids to do?\" Anyway, so we had these three installations, and there\nwere others in towns. Waltershausen, the city nearby, had some people. And\nconstantly, again, circuit riding.\nWe also had people who were struck down. We had a lot of people with\ntuberculosis, and we would send them to Bad Reichenhall, where there was a\nbig sanatorium. Later on, we even sent people to Sweden, I think, Malmo.\nThere were a number of Jewish survivors recovering from tuberculosis,\npatients. Do you know about that? I had a number of people, one of my\nassistants, I sent a woman, a girl, from Hungary, to Malmo. And now I\nworked under IRO’s auspices in Foehrenwald. Subsequently, they asked me\nalso to give some attention to Feldafing. It was quite a ride, on the other side\nof the lake, there was a big installation. And I’d come in and meet with the\npeople and talk about their problems, see what could be done. So that's --\nyeah.\nthe camp functionaries?",
        "A: Right.",
        "A: Immigration, illness, “Can you find a relative of mine in the United States?” I\nam looking for somebody in Cleveland or Chicago,” or whatever. Police,\nproblems of the law. Jews frequently ran afoul of the laws, that is, they were\ncaught. “My son has been arrested. He was carrying illegal currency or black\nmarket, other operation, caught selling cigarettes or whatever. And his trial\nwill be so and so. And it will destroy us if he 1s convicted. He may not be\nable to get to the United States or to emigrate. Can you help me?” And I\nspent a lot of my time in the courts, in the summary courts, that is, the\nmilitary summary courts in Munich where I had cultivated -- because I saw it\nas my responsibility -- cultivated acquaintances with the judges, who were\nAmerican military officers. One was my neighbor, lived down the street from\nme in Munich. And we would have parties. He would come over, I would go\nto his place, to parties. It was a very good contact. Not that he would simply\nlet people off when I asked, but he would understand better what their cases\nwere, and very frequently gave them a very light sentence or let them off or\nsuspended a sentence, or did whatever. And that was a very, very significant\npart of my responsibility. I don't think it would have been the responsibility\nof another, somebody who was an UNRRA who didn't have the same sort of\ncommitment that I had.",
        "A: Yes, because I felt a responsibility to these people. I grew very expert at\nexplaining all of the problems faced by Jews after the war, what they had\nexperienced during the war. We had a lot of pathologies, I say, people who\nwere sick. And we tried in our own primitive ways to deal with them. I\nremember a very extreme case of a man who had survived by eating the flesh\nof his fellow haftlinger in the concentration camp, some bad place he had\nbeen. This was on his mind, his head -- every once in a while he had a\nbreakdown, ‘Ich hab gegesen’ because I ate, you know. He was in the camp.\nHe'd come to see me. There was a lot.\nOne day Sam Haber, the director of the JDC came on a visit to a camp. And\nhe drove up 1n a nice-looking station wagon. They have jeep-looking station\nwagons. And on the side it was written, American Joint Distribution\nCommittee. And we were talking. Whenever I met him here in the states, he\nwould remind me: I saw a man who had been in a katzet someplace come up\nbehind him. The guy held up a lead pipe, and was going to smash Haber over\nthe head. I jumped in front of the guy and grabbed his arm. He was shouting,\n‘ganovim’, calling everybody thieves. They are stealing. My family is\nsending me from America. I mean, we had really an impossible situation.",
        "A: We tried to hospitalize them.",
        "A: Yeah, wherever we could find it. They were in short supply. At the very end,\nas the camps began in 1950 to draw down and to a close, we were left with a\ngroup of people who were described as hard core, who would not move.\nMany of them would not, and some who could not. Many of these people\nwere people with that kind of a problem, mental illness. And the Israelis were\nnot too anxious to receive them. They had enough problems of their own.\nAnd so these people remained. I was shocked to learn from somebody\nsomewhere that Foehrenwald, which I left in 1950 and I thought was well on\nits way to being closed, didn't close until 1957. The Germans were running\nthe camps in the later years. Of course, there was a JDC in Germany, too,\nwith some help. But these people were people, as I say, with criminal\nrecords, with pathology of various sorts. It was a tragic sort of thing -- the\nrefuse of our people there. But they fought us tooth and nail about the\nevacuation of the camps, premature evacuation, which meant that they could\nhave been thrown onto the German economy, fend for themselves. And that’s\nsomething they didn't want to do. Our people were shielded from the German\neconomy, that is, German police, the German criminal justice system did not\napply to them. They went to Jewish-run hospitals or United Nations hospitals\nof various sorts, and they were cared for. But ultimately, I remember walking\nin on people and saying ‘far vos fohrt du nisht avec’. We tried to convince\nthem to go to Israel. It was not as great a problem as the United States was.\nAnd they felt guilt about sitting there. “Mir zizten oyf undser primadanas,”\n(“We are sitting on our suitcases here.’’) I said, \"Don't sit on them. Pick them\nup and und fohrt in Eretz Yisrael.”\n The rabbis who worked for the JDC were enlisted in this effort of trying to talk Jews\ninto going to Israel, getting out. It was inconceivable, I think, to many of them, and\nto me, that Jews would remain in Germany. That some would even make a life there,\nand as a matter of fact, many did. There were people -- I have gone back on a\nnumber of occasions to Germany, and have met and talked with, and have been\nentertained by Jews, Jewish businessmen, professionals, doctors. I think I told you\nthat the head of the Munich krankenhaus, the hospital, was a survivor I knew very,\nvery well. And by the way, he became ultimately the president of the Jewish\ncommunities of Neider Oberbayern, that is, Southern Bavaria. They had a\nconfederation of small Jewish communities including Munich. And he became the\npresident of that organization. So that’s the way it was ultimately settled. I don't\nknow whether any of the people are anywhere under UN care still, but I sort of doubt\nit. But it leaves a long and laborious problem where we were faced with all kinds of\ndemonstrations and small riots and whatever. People didn't want to get out.",
        "A: There was a tendency -- I want to say as background, in the very beginning, when the\nAmericans occupied Germany, they thought in the American way that all of the\npeople living in Germany would be subject to German police and the German courts.\n And if a DP was arrested for smuggling cigarettes or beating somebody, whatever,\nthat he would be put into a jail, which was a German jail, and arrested by the German\npolice, and tried under German law. Well, it was an abuse of that. There were a lot of\nhard feelings, as you can understand. And there was violence, and German police did\nsome things which were vicious, and protests were raised by various people,\nincluding the American Jewish community. And then a decision was taken, it was a\nvery important decision, that no Jew could be arrested by German police. They had\nno power over Jews, except they could detain them until military police came by and\ngot them. And if Jews were sentenced to jail, they were sentenced to jail in\nstockades, a military term for jail, where American soldiers were sentenced for\nvarious offenses. They did their time in stockades, and when they were tried, they\nwere tried in a military court. We had two or three levels, it was a summary court. I\nmean, depending on the seriousness of the offense. And there would be a military\nprosecutor and a military judge sitting in judgment on them. And this protected them,\ninsulated them. This was for criminal acts, of course, smuggling mostly, black\nmarket, whatever, but also occasionally, for some more serious offenses. But mostly,\nit was sort of a black market thing. I was constantly running down their pleas. You\nknow, Joe or John, whatever the judge's name was, please think about this guy, what\nhe had been through, and all of the rest. It very frequently worked. But then there\nwere offenses of Jews, one Jew against another Jew, in the camps. Thefts took place.\nFights took place over such thing as housing or some deal which they had made with\neach other and didn't work out. And there was an embarrassment, I think that's the\nbest word I can think of, for the goyim, for the non-Jews, that these things were\nhappening, that after the war, Jews were beating each other up or doing things to\neach other. And so these things we tried to settle internally in the camps. And a kind\nof primitive justice system was set up. And for want of a better one, I remember, I\nserved for about a year in Neu Freimann, I think, yeah, as a judge. I would hold court\nas a guy sitting there, listening to the evidence, and deciding whether to dismiss the\ncase or get together and settle the thing, or whether there was some penalty. I had no\njail.\n I had no way of doing that, but the penalty was deprivation of some privilege or\nsomething. But at least there would be a statement, a verdict, some finding. And we\nalso had a problem, I think I mentioned this, occasionally when a kapo would be\nfound, or a ghettopolizei who was accused of cooperating with the Germans in the\nghettoes or in the concentration camps, resulting in the suffering of Jews maybe the\ndeath of Jews. After we pried him loose from an angry mob, all bloodied and I tell\nyou, terrible, we would try to listen to what this man had to say for himself. And he\nwould try to produce witnesses. Of course, there were accusers, people who found\nthem in the camp, and came and told how he extracted money from them in a ghetto\nsomewhere, and then sent their son off for deportation. But so often, we would find\nthat where a group of people told stories on one side, another group of people who\nknew him from that town would line up and say he was wonderful. “He saved my\nlife” or “He saved my father.” It was a very, very difficult area to try to be a judge.\nAnd, I was not trained to be a judge. I just used whatever common sense I had.\nPeople seemed to be satisfied with that. Now, what did we do with those Jews? We\nhad no way of dealing with them. We were embarrassed to turn them over on a war\ncrimes charge, can you imagine, to an American judge or American prosecutor who\nwould have been unheard () of Jews, you know. And I am trying to remember -- I\nam not clear.\nWhat we would sometimes do, we would call in the people who were from Palestine,\nworking in the Brichah. And they were young, strong guys. I don't know what they\ndid with them. We would give them to take them away. They must have questioned\nhim, in the Sochnut offices. And some people told me they were drugged and taken\naway on illegal transports to Palestine where they were again tried. And if there were\nreally serious offenses, I don't know what would happen. Shame played a big role in\nthe punishment, that his name would be published in Israel. He is a man who, in this\nand this ghetto, Lodz or whatever, did the following. And so he would be sort of a\nmarked man in Palestine. I think, my recollection 1s that this played a powerful part -\n- people didn't want that attached to them. It was almost as bad as, maybe, as a jail\nsentence. So that’s the way these things were resolved.\n Then there was the civil justice. There were questions of civil justice, where\nagreements had been breached, mainly in the area of black market, where a load of\ncigarettes or coffee or something had been paid for, and on the way to delivery, were\nstopped by military police and confiscated, the whole load, including the truck. And\nthe driver was thrown into jail. So now the guy who supplied these cigarettes, for\nexample, came to the guy he sold them to and said, “Give me my money.” In the\ncase where there was no prior payment, the guy had to get some money out of it or\nsomething. Then there would be an argument about who was responsible. In that\ncase, these things were submitted to a deen torah, that is, a rabbinic court. And we\nhad a rabbi, a number of rabbis in the camp, but there were a number of rabbis\naround who would hold court on this. And there was agreement that the verdicts they\nreached would be obeyed, would be complied with. So generally, that was the sort of\njustice system. We tried to avoid, and I tried to avoid, any reference to any access to\nthe general criminal justice system which, for Jews, was by and large was the\nmilitary authority.",
        "A: Oh, yeah. Well, we had our attitudes. Speaking of \"ours,\" I mean Jews in Germany\nimmediately after the war, knowing of the unbelievable horror under which these\npeople had suffered, we had the same hatred towards Germans that the Jewish DPs\nhad. Not quite the same, but it was there. And very often, it skewed our sense of\nequity. So one night, I was asleep. It was about midnight, and suddenly 1n this\ngraphone (ph), in this big house, somebody's banging at the front door downstairs. I\nheard the girl go down and open the door, ask him in. He said, “/kh muz mit dem\ndirector sprechen, redn, sprechen,” whatever. Speaking Yiddish. And I came down.\nThere was this guy panting. I asked him what happened. He said he had bought a car\nillegally, and he was riding the car around, and he lost control of the car. And the car\nran up on a loading platform for street cars, where there were a lot of people. There\nwas massive use of street cars. No cars on the streets at all, hardly any. And he struck\na number of people, but I don't know what he said. I think he may have killed a\nwoman. And he said to me — “I don't know whether I killed her. I don't know. Jr muz\nmir rateven,” he said, “You have to save me!” Well, I didn't think very much about\nit. Here was a man, probably with a number on his arm or something. And I said,\n“Come inside and in the morning, I will take you to one of the camps, and we will\nsee that you are placed on a transport bound for Palestine, illegal transport.” And we did that the next morning. About three or four days later, I was told he was\ngone. Now, whether he was picked up in Cyprus by the British on a ship, I don't\nknow, but he was certainly not in Munich anymore. I have thought about that for\nmany, many years. Was that a proper exercise of my values? I don't know. I am\ndeeply troubled even to this very day. That is, I think we have to avoid situations\nwhere Jews, because of the sufferings they experienced, are exempt from the best\nhuman standards of mankind. And what I did to him was, I said to him, ““You’re\nexempt.” And I think that was wrong. I have lived with that ever since. I was wrong.\nI wouldn't do it in the States. But it didn't take me 30 seconds to say come on in. And\nwhen I have discussed it with friends of mine who are survivors, and said ““What\nwould you do?” They say, “I would take him in.” They would have condemned me\nhad I handed him over.",
        "A: No. I never heard of any of that. Or children. Now, it could be. I don't know. I just\nwant to tell you, Henry Cohen is a friend of mine. I haven't seen him for many years.\nI gave a party for some military people in my house one day. And there were some\nmilitary and UNRRA people. And here was a guy who I knew. I looked at him. I saw\nit was Henry Cohen's brother, Sidney Cohen, who was a physician. I don't know where he is now. They were dear friends of ours. My mother and their\nmother would take us all to the mountains together. We used to go up. And I said,\n\"My God, what are you doing here, Sidney?\" He was stationed in a hospital nearby,\nand said, “But you know who else is here, Henry is here.” I said, ““You’re kidding.\nWhere is Henry?” Well, Henry was in Foehrenwald. He was in charge of\nFoehrenwald. Henry had been a soldier. And he had taken this job in Foehrenwald,\nand he stayed there for about six months, but he got fired. I am telling this on Henry.\nThe reason he got fired 1s, he had courts in Foehrenwald. And some Jewish DP had\ndone something wrong, and Henry locked him up in a jail, sentenced him to, I think,\nseven days in this little lock-up he had. Well, the UNRRA regulations precluded him\nfrom locking up people, holding people like that for more than, let’s say, two days, or\nsomething, or a day. Just long enough, if the guy was dangerous, until somebody\ncould come. But he decided he would impose the whole sentence so there would be\nno recourse to any military jails. And he held him for seven days. They came, and it\ngot him into deep dutch, and ultimately, he left. He lives, now, I think, in New York.\nI used to see him. He went to England. He was an urban planner. And he eventually\nbecame a professor of urban planning at The New School in New York. And he went\nto Coventry, I think, as a volunteer after the war, and helped to redesign the town of\nCoventry, which had been destroyed by the Nazis, including their cathedral, the\nfamous cathedral in Coventry. But I remember that very well. Well, Henry and I had\na wonderful time there together with his brother. We were deep, good friends. And I\nwould drive the 40, 50 miles to Foehrenwald occasionally to see him and have dinner\nwith him, or he would come to Munich. Ultimately, when he left, I was given control\nof his operations.",
        "A: Yeah, well, we had a problem with that, because when families came, and we had to\nhouse them in public, big spaces, the only walls we had for them were blankets\nstrung on strings, on rope. And these people were conducting their family relations.\nAnd you could hear everything going on under the blankets. And I remember, I\nalways have this impression about Bulgarians. There was one Bulgarian couple that\narrived in that camp. And he was a magician. He claimed he was a circus performer.\nThey looked a little bit freaky to me, and it was confirmed by their neighbors. They\nsaid ,“Chaver director, you’d never believe what is going on there sexually with his\nwife.” I think there was some leather going on, something like that. They were\nembarrassed. “‘Get them out of here.” And I had the welfare worker talk to them,\nmove them someplace where they could be more private. But you had the shards of\nthe Jewish community in these camps. In many cases, except whole families who\ncame from the Soviet Union, you had single people drifting, they’d lost their\nfamilies, lost their wives, lost their husbands, fathers, mothers, whatever. And so\nthere was a tremendous drive to try to recreate the family. And so we had a tracing\nservice, and people would apply.\n Can you find so and so? But very few. There was some good, but most of these\npeople were gone, had died in some way, had been killed in Auschwitz or Treblinka,\nwhatever. And so there was a thrust to rebuild families. And people were getting\nmarried in great numbers. And they were having babies in about a year. We had\nsmall hospitals in Foehrenwald, and, I think, in Freimann there was a clinic. But we\nhad to use the Munich municipal hospitals for the OB-GYN, and people having\nbabies right in that setting. I used to say to myself, if I ever got married and had\nchildren, there was a question after what I had seen whether I would want to be\nJewish or not, maybe go through the same kind of -- but they had some faith 1n their\nfutures. And they didn't know where they were going, and they began to rebuild the\nfamilies. And we had lots of babies. We had to clear, I remember, a clinic floor in the\nGerman hospital in Munich. Hospital space was very scarce, because the towns had\nbeen bombed. So there was the thrust to rebuild your family, to recreate. I mean, you\nhad people -- a woman who had three kids, and a guy who had four kids --\neverybody is gone, just the two of them. And now, they marry, and they begin the\nprocess, building all over again.",
        "A: They got married. Well, we had sex. There was a lot of romancing going on. It's best\nI didn't probe too deeply into that. That was their own business. But we knew what\nwas going on, and we knew people wanted privacy. And we knew they were being\nmarried, and we knew they were producing babies. There's a scene, you have a\npicture showing women in the park, sort of a public area, with the baby carriages.\nThere must have had hundreds of baby carriages. I don't know where they got all the\nbaby carriages, but they had them.",
        "A: They had lived, you know, for five years under these unbelievable circumstances.\nSome had lived in concentration camps. Some had lived in hiding or lived in Russia.\nAnd somehow or other, I don't know how they did it, they managed. You know that\naccounts for the enormous resourcefulness of Jews in Israel and the Jews that came\nto the United States. I know hundreds and hundreds of Jewish survivors in various\nparts of the country who have come here, and their history is an incredible one. They\nhave built themselves up. They built businesses.\n They engage themselves in the charitable undertakings of their communities. I find\nthey are one of the most productive groups of people you could ever find. Russian\nJews are doing a lot of that. In my experience, you see the same sort of impulse, the\ndrive to survive and to prosper and to bring children forth and to see these children\nsucceed -- it’s just incredible. So that in Germany, the black market, if you had to\nfeed your kids, I mean, that was the only way of doing it. It was nonsense to go tell\nthem, “Look, you are destroying the German economy.” That, I would not do.",
        "A: It was very difficult, but we tried. The JDC did a great job in supplying the kinds of\nthings -- diapers, and we got them milk you know, evaporated milk, to feed...",
        "A: I think there were some training programs being done by the nurses and the medical\npeople. Lactating mothers. We had orthodox people who came in. And they had to\nhave -- well, we had to have special milk for all pregnant women.",
        "A: No, I am trying to remember why that was. But there was a big demand for milk for\nlactating mothers. But the orthodox had a special problem, it had to be kosher. We\nwould have some farmers that we contracted with who milk cows, fresh milk for\nthese families. And a rabbi, a hasid would sit in the barn to observe, look at the pails\nand look at the way the cows were being milked.",
        "A: I could not tell. I guess there are some statistics on it, but I don't know what they\nwere. I have a feeling there were more men than women. You know, I want to say\nsomething else: I wish I had these pictures here. People came from various\ndirections. You know, you had people who came out of the concentration camps.\nAnd, by God, I had a feeling as I looked at them, that they bore the scars of that\nexperience on their faces, on their bodies. And then there was another group of\npeople, who were mainly single, who had fought in the Soviet army, or who had\nbeen in the partisan underground in the valder, they used to say, in the woods. And\nthey comported themselves differently. After a number of years with these people, I\nknew -- I could tell so many things. I was almost -- had become like, I think, I stayed\nthe longest of anybody in working in that field.\n For some reason or other, I was drawn to it. And you see guys walk with this kind of\nan attitude, and you knew this was a guy -- there 1s a picture there, and I don't know\nwhether you have a chance to see it. They were standing on the hood of a truck, on\nthe hood and on the fenders of the truck, dressed in /edermantel, these leather coats\nwhich, I think, were taken from Nazis officers. And the shtiv/, the boots, taken from\nNazis. Many Jews came dressed in Nazi clothing with the buttons removed, you\nknow, all of the decorations. They simply, in a fight someplace or battle, had taken\nthis clothing. Clothing was very valuable. And they are just standing there, saying,\n“Tn your face”. And that was their attitude. They were difficult for me to control,\nthese people. They were constantly in fist fights. Whereas, I think, there was a kind\nof a -- I don't want to call it submissive, that’s not what it was -- but these were\npeople who had suffered deeply, who had been gepiniket is the Yiddish term. They\nwere pinikt, they were tortured in some way physically and deprived of food, or\nwhatever. Living on the brink. Not knowing, you know, that any day somebody\nwould say “Out”.",
        "A: Not a bit. Well, I knew something.",
        "A: Well, they were very anxious to talk to me, that is, survivors, especially\nconcentration camp survivors. This is what was done to me. They had to speak. They\nwere anxious to talk about it. And the people who were in the woods would also\nspeak about it. I learned a lot from them. But what I have learned has been modified,\nor enriched, by what I got from my reading. That 1s, I was really dealing with a sort\nof macro at the very local level where great events were, like when Jews moved by\nthe hundreds of thousands out of the Soviet Union in 1946, as a result of the\nMikolajczyk ohpmacht. Mikolajczyk was the president of the London government of\nthe Poles, who had reached an agreement with the Russians to allow the Polish\nnationals to leave the Soviet Union.\n I learned that from somewhere else, or I learned the real truth. That is, these people\nalso had a very limited view of their universe, which was very small. And lead to\nsome miscalculations on their part, or misunderstanding, so it's a combination of\nboth. But I think the human feelings, the sense of what these people experienced, I\nseemed to get from my personal encounter with them.",
        "A: Well, they told me the horror, what they experienced people, being assassinated\nbefore their very eyes, shot down, babies being smashed against walls. I mean, it was\nreally unbelievable for me. I learned, also, something about the almost accidental\nway in which things happened to these people. That is, they are sitting in a ghetto\nand the mother said, “Moishe, go get me a loaf of bread or something. See if you can\nfind something.” He goes out -- I know this happened to somebody I know -- looks\nfor the bread, comes back, and there is nobody there. In the meantime, while he was\ngone, just accidentally -- she could have said it to another brother of his -- they were\nall taken out and deported, dead. Can you imagine this guy surviving this way?\nConcentration camp experiences dealing with kapos, dealing with the violence in the\ncamps, and it wasn't a pretty picture. Survival meant, very often, set one Jew against\nthe next. In some cases, stories of some kindness, some act of kindness, even by an\nSS officer — “Get away from here,” something like that. Or by other ethnics, you\nknow. They hated the Ukrainians and the Balts because they were the principal\naccessories. All of the gruesome details. They had this man telling me about having\nto eat somebody's flesh in order to survive. No food there. They just were ready to\nstarve you to death. How they were arrested, you know. What happened in their\ntowns, how the Germans came and suddenly they were -- they reported to the\napelplutzs (ph) . When they were asked to report, they went. And that was their\nmistake. If a cop comes and says “You go down and appear at the police station\ntomorrow morning at 8:00 o'clock,” don't go. That was their philosophy. It was all\nmelding into one big mass remembrance. But there was a tremendous amount of\nconversation and talk about it, until I had it up to here.",
        "A: Well, we would go occasionally on vacations. But the only place that I could go with\nsome regularity -- we’d get away maybe once every couple of months. If you look at\nyour map, you could see we were about three or four hours from Switzerland, from\nthe Swiss border. And we’d drive down to Konstanz, which is the border town on the\nSwiss German border. And from there, about another 30 miles to Zurich. And there\nwas just an incredible change, you know. Schlagsaahner, that’s whipped cream and\ncookies and cakes and chocolate and night clubs and all of the rest. And you’d spend\nthree or four days. You thought you were refreshed. And then, you would come back\nto the grimness of the horrors. Occasionally, I would accompany a group of Jews\nwho were being, again, treated for tuberculosis in Switzerland. I remember that\nDavos was the place, the site. Have you heard of Davos, D-a-v-o-s? Now I hear\nabout it in ski contests. It's a resort city and they hold ski meets there. But Davos was\na place with a number of sanitoriums, and the Jews stayed there to recover. And then\nthey were sent back. UNRRA paid the bill in Davos and Malmo. You have heard of\nMalmo? Where is that, Norway or Sweden? Sweden. I have to say something about\nthe international organization. Malmo -- I mean, all of the processing of Jews, that is,\nwas paid for, the welfare and their migration, their tickets were bought, to Israel\nwhen it was established, to the United States, to Canada. Their medical care in\nforeign countries when that became vital, when people were thought to be able to be\nhelped. So it was a great humanitarian service.\n I know that many of our people here, UNRRA, think of the Arab states and the\nrefugee problem and there is a negative feeling about the U.N., generally. You know,\nthe U.N. intrudes -- especially on the basis of the U.N. -- the Middle Eastern\nsituation. But they can be eternally grateful to the United Nations to UNRRA, for the\ngreat service which they rendered to the Jewish people as well as other refugees. But\nthe Jews especially.",
        "A: Terrible. I think the black market, more than anything else I can think of, generated\nhostility towards the Jewish community as it then existed in the camps, among the\nmilitary and among, I think, Germans, generally. And the newspaper people would\ncome over from the United States and want to know about “the black market”\nbecause I think it was publicized here in the United States, as well. And we were\nvery sensitive about it. UNRRA was told that a number one priority of the\noccupation immediately after the end of the war was the reconstruction of Germany's\neconomy, which was smashed. And Eisenhower and the people that came after him,\nand in particular, John McCloy, General Clay, all made that a number one priority.\nAnd therefore, the diversion of goods, of manufactured goods, and food from the\nregular market was considered a very great threat to the economy. And measures\nwere to be taken against it, police measures. At the same time, the people who were\nwithholding these goods -- if you walked into a German shop, camera store, for\nexample -- until the currency was reformed, that store lay absolutely empty of any\nmerchandise. You couldn't buy food. You couldn't buy clothing because the clothing\nhad to be sold at regulated prices, and the mark, the reichsmark, which was still the\nold reich before the d-mark, was practically worthless. I mean, it went to like 800 to\na dollar at one point, so that the Germans would not sell their goods on the open\nmarket. That is, on the regular market under controlled prices, because they would be\nlosing their shirts. And it was only to be bought with hard currencies: dollars, or\nSwiss francs, or British pounds, or whatever. Now, for the Jews, the black market\nwas the only place. These were people who had come out of the most terrible\nconditions, in eastern Europe, either concentration camps or in hiding, or in the\nSoviet Union where there was nothing to eat. And there was a thrust to rebuild\nthemselves, to rebuild their families. They were producing children, doing all of\nthese things, and the black market became the only way in which they could meet\nthat need.\n And, also, to produce some income for them, so that when they went overseas to the\ncountry in which they would settle, they would have a few dollars in their pockets.\nAnd so this black market developed. It took the form very frequently of little shops in\nthe DP camps, thriving in Feldafing, Foehrenwald, Neu Freimann also. You could\nbuy most anything you needed or wanted. Food, cloth for making clothing. The joke\nwas, you could get anything you want -- You couldn't get anything you want, but you\ncould get a lot of things. And it thrived. Now, the military authorities knew about it,\nand they would launch raids on the camps to grab these people in the act. And early\nin the morning, maybe about 5:00, 6:00, or 7:00 o'clock in the morning, they would\nsurround the DP camp with armed vehicles, and they would go marching tn there\nlooking for contraband: cigarettes, coffee, all kinds of things. I remember a funny\nstory about how this stuff got into the camp at Foehrenwald. There's a big meat\nmarket. The question is, where do you get meat in a market? Now, we discovered the\nmeat was gotten in this way: garbage was collected by German firms. And they\ndidn't use trucks, they used sort of sledges, which were dragged along the ground, no\nwheels, just like sleighs. And they were pulled by two oxen; they would come into\nthe camp with two oxen. And then, the same sledge would emerge with one ox. Then\nfor a few days, there would be meat, kosher meat in the camp. But in any case, in the\nevent of a raid in a camp, the United Nations had to receive prior notice from the\nmilitary. No military people could enter a United Nations Displaced Persons Camp\nwithout prior clearance from UNRRA, from the responsible United Nations official.\nSo, when any of the camps over which I had any kind of supervising relationships\nwere about to be raided, I would receive a call from the colonel in Munich saying,\n“Mr. Sorrin, tomorrow morning at 7:00 o'clock, we are going to be entering your\ncamp.” And of course, now, 40 or 50 years later, I am free to say it -- I would call up\nand tell Haim Yankel or the president of the camp, tomorrow is going to be a razzia,\na raid. You know, I could not abide these -- I mean, I was sympathetic with what the\nJews were trying to do. I had no participation in it, but I would just tell them, if you\ndon't want to be raided, put your stuff out of sight. And that thrived.\n And I understood it. And the military did not, from their vantage point, nor did the\nUnited Nations authorities. They were simply obeying the mandate of the military\ngovernment. But without that, it would have been tragic for Jewish families.",
        "A: That's right. Some people made a lot of money, but most people made a little money,\nenough to get along. But we used to hear that some people made big deals. Now, I\nwant to also mention that very often, involved in these big deals were members of\nthe armed forces themselves. That is, some of the P.X. people who had access to\ncigarettes and coffee from the P.X. They didn't have to steal it. It was charged out as\npurchased in some way, and it ended up in a black market operation. And these black\nmarket operations were not of course only Jewish -- everybody was participating in\nthem because Germany was vulnerable, its economic system was vulnerable,\nbecause of the war, to that kind of activity. What happened here in the United States,\nif you went to go buy a camera, let’s say, for $400, and each dollar is worth a tenth of\nwhat its value is, so that you’re really buying it for $40 dollars, or maybe even $4\nwhen the mark really went down, the people producing these cameras are going to\ntake them off the shelves and wait for someone to come in with another currency.\nBut then a real act of genius occurred, a genius on the part of the United States and\ntheir economic planners. When the war was over, the currency which was in use was\nreichsmarks. And a lot of their currency had pictures of German emperors on them,\nwhatever. But some of them, many of them had Hitler and Goering and Goebbels\nand people like that. That money was discarded. But the other currency, the old\ncurrency was still in circulation, and it was subject to extraordinary fluctuation\nbecause of the black market situation. Now, a decision was taken by the military\ngovernment in connection with the finance leaders of West Germany at the time --\nConrad Adenauer was the chancellor of Germany -- to change the currency, to\ncompletely abandon the reichsmarks, and to substitute d-marks for them. And this\nhad to be done secretly, because if it got out, there would be all kinds of dislocations.\nAll kinds of things would happen if this was happening.\n It was no secret, by the way. You can't do something that massive without somebody",
        "A: Now, this is an interesting story. In Feldafing, there was a street, I don't remember its\nname, on which Jewish DPs lived. They had built small -- in Yiddish it’s called\ngeveldelach, little shops, little stands, one after the other. On these stands, you could\nbuy almost anything. Fruit, oranges, apples, meat, bread, booze, and cloth. Whatever\nyou needed, for to live. And it thrived. I mean, the market was busy. In this camp,\nmost of the Jews, I would say like 97 percent of the Jews or 95 percent of the Jews\nwere Polish Jews. And they controlled -- they were the big merchants 1n these\ngeveldelach, these little stores. But there was a little corner where the Greeks had\nestablished themselves. Now, Greek Jews had a hard time, and many of them were\ndeported, and lived and died in Dachau. They were a rough and ready group of\npeople. These Jews that I met there, were from Salonika. They lived on the\nwaterfront and worked the waterfront. They were people known for their roughness,\nyou know, their occupations, and all of the rest. And they ran these businesses and\ncompeted with the Poles, and the Poles didn't like these Greek Jews taking some of\ntheir business away. There was an ethnic competition. And fights would break out.\nAnd they were bloody. I mean, they were fighting with clubs and knives, you name\nit. And we decided that we had to do something about it. We had to get these Greeks\nout of there, otherwise there would be deaths. But I do recall that in one fight\nbetween the Greek Jews and the Polish Jews that the Greek Jews went to Munich,\nwhere there was a colony of Greeks, who had also suffered in the concentration\ncamps. They had been dragged in as forced labor, and called on them to come to\nFeldafing to fight the Polish Jews. In other words, there was a Greek ethnic\nsolidarity. It was unprecedented in a sense, solidarity against the Polish ethnic group.\nWell, the end was, we reached a decision that they would have to leave. We would\nfind space for them in another camp. But then began a great problem because they\nhad established businesses. They liked it in Feldafing, and they didn't want to leave.\nAnd then the cry went up from them. They had a rabbi there, by the way, a Greek\nSephardic rabbi, who was a survivor himself. He came and charged us, charged me right in my office, with doing, for the second\ntime, what had been done to the Greek Jews, that 1s, a deportation. It wasn't a deport -\n- but it was for dramatic effect. And we were very sensitive to that. We were trying\nto save these people. There would have undoubtedly been a death, or something. But\nyou know what they did? They were in touch with a famous Sephardic rabbi in New\nYork\n-- he was a very close friend of Franklin Roosevelt, by the way. His name was Rabbi\nde Sola Pool. I think he had a big synagogue on 5th Avenue in New York. And he\nsent us a message, telegram, which read “You are deporting my people.” You know,\nwhatever, some charge. And he came over. He flew over. He got permission to enter\nthe zone. He met with us and made the same charge. But we explained to him what\nwas involved here, that it was a lifesaving venture, that the Jews were not being\ndeported. They would have the same privileges they had in other camps. They may\nnot be able to run those black market operations, but their rights were being\nprotected. The thing settled down after a while. Then, I think, the Greeks drifted\naway, and maybe the Poles were initially involved. I don't remember how it was\nultimately settled, but it was quieted down. But that was a very strange sort of an\nincident for us in these camps.",
        "A: There were lots of fights, but as I say, none of them on this ethnic basis. There would\nbe fights about “you aced me out of this”, or “you swindled me”. And we would try\nto settle those things ourselves, or they would settle them themselves, that is, through\na deen Torah, through a rabbinic court. The decisions of that rabbinic court were\nobeyed to the letter. And there were some very big sums of money involved, I heard.\nSo the black market, as I say, played a powerful -- I hear it to this very day -- a\npowerful role in defining the Jewish survivor community in that way. And it was an\nunjust one. I was once in a bus with a group of American officials going someplace,\nsome meeting and somebody sitting next to me, some army officer.\n And we passed a Jewish DP camp, and we could see the big sign, a Magen David\noutside. He said to me, “You know, I wouldn't go in there if my life depended on it.”\nI said, “Why?” He didn't know I was Jewish. He expressed great fear. He had heard\nabout the black market, you know, a bunch of cut throats, and all kinds of things. It\nwas so stupid. But that attitude was very strongly held in the military. Patton himself\nspoke in the most anti-Semitic terms about Jews. Couldn't stand Jews. Hated Jews.\nCalled them sub-humans, I think, at one point he 1s quoted. You know, he was killed\nabout 25 or 30 miles from Foehrenwald in an automobile accident. I saw a\ndocumentary on Patton the other day, a couple of weeks ago, in which Eisenhower\ncomes to his office in Germany to give him the bad news, that because of various\ncomments he had made, you know — Patton had organized an S.S. military unit after\nthe war, which was unbelievable. And these troopers, he explained, were getting\nready to fight the Russians. And of course, he retained Nazi officials in the Bavarian\ngovernment. So when it got to be too much, they ordered him transferred or\ndowngraded, so he was appointed the commanding officer of the 15th Army or\nsomething, which was an army which only kept a history. It had about 150 troops or\nsomething. But Eisenhower is portrayed in this documentary, coming in to talk to\nPatton, to explain to him why he is being transferred. And Patton says now one more\nthing, he said, “I am here by order of the president,” he said, “to check into\nconditions in the DP camps.” And that was the time, I saw it on the film, that he had\ncome to see us in Neu Freimann. So it was an important visit.",
        "A: Well, anti-Semitism. It was a stereotype of the Jew that had existed prior to World\nWar IT. Anti-Semitism was very great. People who study anti-Semitism in America\nsay it reached a peak precisely at the end of World War II, after the Nazis were\ndestroyed. That’s when it rose here. There was strong anti-Semitism, and the black\nmarket seemed to fit the stereotype, those notions.",
        "A: Was I bothered in what way?",
        "A: Well, incessant. The lying was a response to unreasonable situations for these Jews.\nThey were going to be locked up in Germany for years to come because McCarren,\nthe senator from Nevada, decided he didn't want any Jews in America, and some\nothers along with him. I mean, it was an intolerable situation, so that anything you\ndid to frustrate that or get around that made sense, and made ethical sense. But there\nwere some things which were very questionable.",
        "A: You mean for the DPs?",
        "A: Sure. That was the only way you could survive. Otherwise, I would say most would\nbe dead, would be gone. If they all obeyed what the existing law was, and didn't steal\nfood or change documents, they’d be gone. It was clear. That was a way of coping.\nAnd to the degree that I could, I helped them cope.",
        "A: Right.",
        "A: Yeah, I felt the people who were the most aggressive and most active were people\nwho -- had been -- had not been in concentration camps. I don't know. That's just an\ninstinctive feeling. I know that if somebody listens to that, they are going to get\nangry about it. But that was my sense as I saw these two groups of people. There was\na kind of -- among the people, especially who had been soldiers or who had been\npartisans just by chance -- you didn't get to be a partisan because you went up and\nvolunteered and the others would not. It was just where you happened to be at a\ngiven moment. They had a kind of \"in your face\" attitude. You know, screw you.\nFool around with me and you are going to get it. Something like that. I had a problem\ncoping with it. There was one guy I remember. He was in my court. I used to sit as a\njudge. And he went and took firewood, from the guy next door. I said to him, when\nhe was caught at it, I said, \"What did you do? Why do you steal from your fellow\nJews?\" He said to me, “That’s not stealing.” This is in Yiddish, he said, “/ch hob\nnohr organiziert.” He said he “organized” it, you know. But there was a defiance\nthere. I could tell. It was sort of hands on -- you have seen that kind of thing. I have\nto show you that picture.",
        "A: Oh yeah. The women, I found the women aggressive. They were tough-minded.\nThey looked tough-minded. They dressed in whatever they could, whatever you\ncould find, and the women were very practical. They wore schtivl, boots. In the\nmuck, in the mire and holes in the ground, whatever. That was very practical. And\nthey really looked very able and very tough. I remember the women who went to\nmake aliyah knew what they were going into and they were strong. I remember a\ncouple, Feigher was the name. They went to Palestine, and she dragged him along.\nAnd I knew she would cope with anything. So they were tough, I mean, they were all\ntough.",
        "A: All men, no women. I don't think they would have ever dreamed of it. As I think\nabout it now, the thing was so, what’s the term, so male-oriented. By the way, in\nIsrael, I am also told while women served in the military, this and that, that the\ncountry was very macho and that men controlled everything. And that’s what existed\nin the camps, too.",
        "A: No. Nobody ever came to me and said, I was done out of a job, or done out of this\nbecause I’m a woman. That may have been, but I knew nothing at all about that.\nThat's part after later age, I guess.",
        "A: All Zionists slates. Bundists were out. There was another Jewish agency. And I have\nto mention them, not really Jewish, which did a very effective job. And that was the\nJewish Labor Committee. But they were not a visible presence. That is, the Jewish\nLabor Committee worked with the I.R.C., the International Rescue Committee. The\nleader was Leo Churn. Do you know that name? Has he been around, involved here?\nHe did a great job. They were a rescue operation. And Makusha Fischer. I don't\nknow whether you know that name. Loute Fischer was her husband. He was an\nhistorian on the Soviet Union. Makusha ran the I.R.C. office in Munich, and they did\na lot of rescue work. They had a woman working for them, for the Jewish Labor\nCommittee. She came over from New York. The name escapes me at the moment.\nThey did a lot of work. Now, the work they did had almost a total emphasis, the\nJewish Labor Committee, on in some way getting around the restrictive regulations\nwhich prevented Jews from marching, from leaving. I remember that the I.R.C. itself,\nwhich had Makusha Fischer, she was Jewish, and Leo Churn, the head of it, was\nJewish, but they had a strong orientation to finding people who had suffered,\nnon-Jews, Germans who had suffered persecution under Hitler.\n For example, the head of this German socialist, Shoemacher -- do you know that\nname -- he was a crippled guy, lost an eye or something, suffered terribly under the\nNazis. He was sent by, I think, the International Rescue Committee before the war to\nIstanbul, where he lived as a refugee. After the war, he came back to Germany and\nthe I.R.C. got him out of Germany to the United States, where, I think, he passed\naway here. He was a magnificent figure of a guy. And there was great criticism in the\nJewish DP camps about that act by the Jewish Labor Committee, Yiddishe Arbiter\nComitet. But the Jewish Labor Committee, which had a strong anti-Zionist position\nbefore the war, that is, I wouldn’t call it anti— , they were non-Zionist. And my father\nand everybody who was in the Workmen's Circle, for example, was part of that\nsocialist, Jewish socialists, were not Zionists. But when the war came, and the results\nof the tragedy of the Jewish people were felt, the Jewish Labor Committee\nabandoned that. And I remember receiving into a camp, for an inspection, David\nDubinsky came with his wife and deeply affected by what he learned there and what\nhe saw. I asked him about it. He said, \"Bundism is dead.\" You know, the Bund,\nArbeiter Ring -- the Arbeiter Ring is not dead, but the anti-Zionist impulse\ndisappeared with the war's end. Now, how much time have we got? Now, there were\na couple of other —",
        "A: I think they probably -- those people had been in the DP, in the concentration camps,\nof course -- knew because they were cheek and jowl beside the people with the\ndifferent markers on their concentration camp clothing. That is, marker for gays, for\ngypsies, for political opponents, criminals, and various categories. So they knew\nabout it. But there was very little patience. I mean, there was very little time to call a\nmeeting, or whatever, or to meet with them, or to express some protests. I think there\nwas some embarrassment about gays, if I am not mistaken, put in the same category.\nI think now, in later years, that survivors have matured on that score. I hear it in my\nown community. But there was really no time for that. No particular access, no way\nto make it manifest. Now, we talked also about entertainment and culture. That\nbecame an unbelievable frenzy of activity in the DP camps, all of them, all over\nGermany. Newspapers were organized -- numbers of them representing different\naspects, different movements within Zionism or different views or different thoughts.\nAnd the publishing business was tremendous. We also had very active theater in all\nthe camps.",
        "A: No, he is a pianist.",
        "A: Yeah. He came, but he came initially to conduct the Munich Symphony Orchestra.\nShall I tell you about that? That is unbelievable. And he performed in the Bavarian\nOpera House. The regular concert hall had been destroyed. This opera house, I\nremember, was on Prince Ragetin Strasse. By the way, it was right next door to the\napartment building which had Hitler's apartment with his lover Eva Braun. But\nanyway, Bernstein came. There was a lot of anger on the part of Jews: “Vos kumt\ner?” Why is he coming here to entertain the Germans? I went to hear him, I went to\nsee the concert. We were seated pretty close. With cigarettes, you can get all kinds\nof better seats. It was wintertime. I am trying to remember, I think it was the spring\nof ’46 and it was still pretty cold. There was a shortage of soap in Germany. And\nwhenever you went into a crowd where Germans were crowding into a room or\nGerman Jews the body odors were just horrendous. Anyway, we sat down. The\ntheater was packed just up to the roof.\nI had never seen Bernstein before, except maybe a picture. When he came out, the\norchestra was seated. Now he comes out — in Germany that was just destroyed -- in\nhis white full dress suit and in that darkness, this dark-looking, handsome, very\nhandsome-looking fellow. It was like a thunderbolt in that theater. There was a\nmoment of silence. People were not quite sure how to respond. And suddenly,\napplause, which I thought would tear the roof off the theater. They were so\nenthusiastic. I don't know. I subsequently felt that his appearance there, this Jewish\nguy, Just so soon after this tremendous raining down, death, and all that they had\nexperienced, and everything else, was some sign they were still part of the world,\nyou know. They were still, in a sense, human. He has said that himself. I read it in a\nstatement he made about the concert he gave in Vienna, where there was also\ncriticism of him. It was unbelievable. Just swell. Then he began the concert and, of\ncourse, it was dramatic and magnificent. I am not a musical fiend, but I think he\nchose Mendelssohn. He chose music that first was modern, post-modern or\nsomething. And then he played some things which had been forbidden.\nMendelssohn, and I’m trying to remember, one or two things otherwise. I am telling\nyou, I will never forget that concert. The Jews did not participate in that, and they\nfrowned upon it. Subsequently, in later years, he went to Berlin, and there was\nanother problem. Again, there was a riot outside the concert hall on the part of Jews\nin Berlin.\n You know who is the director of Wahnse, the big Jewish DP camps in Berlin was Dr.\nFischer. There was a famous Jewish doctor who was the head of the American\nMedical Association in the United States. His name was very famous in the Jewish\ncommunity. His brother was the UNRRA director in Berlin. Anyway, because of the\nriot, he decided that whenever he made another appearance, he would go to a Jewish\nDP camp nearby. And Bernstein came to Feldafing to perform when he appeared\nagain. And in Feldafing, Bernstein led a Jewish orchestra, which had been all Dachau\ninmates, prisoners of Dachau. The Germans had caused that little orchestra to be\ncreated, and they used it to confuse the Red Cross officials that used to come\noccasionally, very, from Switzerland. There was an orchestra, about eight pieces or\nsomething. (Abram, Avraham, Abrasha) Stupel was a Lithuanian Jew. He was a very\nnice man. And he would conduct -- I don't know what happened to him -- where he\nwent. And then he conducted it. I provided the piano, by the way, which was\ndestroyed immediately after, I don't know why. It was just an act on the part of the\nJewish people carrying it, of revenge. You know, they tossed it off the truck it was\nbeing carried on. And oh, he played the piano. And they asked him to play Gershwin.\nThe Jews loved Gershwin. He played a concerto about Paris (“An American in\nParis”). And he played from “Porgy and Bess’”’, and just tore the house down. And I\nsaw Stupel present Bernstein with a Dachau striped haftling shirt, prisoner shirt, with\nthe Jewish star on it. And he wept. He was so profoundly affected.\nSo that was it. The culture played an extremely important life. Jews were just\nclinging to life in every way. And they would have dances. I think I told you they\ndanced to American music. And a very popular song, because everybody could say\nthe words, and they would all yell it out and sing it, \"Open de Door, Richard,\" which\nwas a big hit, I think, in 1946 or '7. And I'd go there occasionally to dance with some\nof the girls. It was very nice.",
        "A: No, not poetry, but there were readings, declaamatzias, we used to call them,\ndeclamations. Some of them had to do with the DP experience. Some of them were\nold. I remember some of the declamations which were read were declamations,\nwhich my father read to us here in New York. That played a very important -- and\nthe Jews were very dramatic and very much involved in that. But I know there was\npoetry written about the Holocaust period. There was a guy, he was in my DP camp\nfor a brief time, and he went off to Paris. Somebody got him out to France. His name\nbegins with a\"K\", and he wrote songs which have become known as the ghetto\nsongs, concentration camp songs. “Zag nisht keinmal az du gehst dem letzten veg’’.\nHave you heard that one? “‘Never say that this is your last way to go.” There were\nsome other songs he had written, which were sung very emotionally by Jews. And he\nwas a Polish Jew. And he composed that song.",
        "A: Right.",
        "A: It depended on the camp. In the beginning, when casernes -- caserne is a military\nbuilding. Flunt caserne, loch caserne, various places where soldiers were housed.\n It was very bad. I mean the conditions were very bad. There were no sinks. There\nwere these troughs which they used. There was no private housing, you know,\nprimitive. As time went on, things began to change. Neu Freimann came in. These\nwere houses, and you had sinks. We distributed soap. We distributed sanitary\nmaterials, toilet paper, towels, and things of that sort. Otherwise, people had to go\nout and organize it for themselves if they needed something. But they worked out\ntheir own way. In places where there was community housing, people used basins.\nThey would go to a place. It was worked out. It was very difficult, but 1t was worked\nout.",
        "A: Yes, we had sanitary napkins for women. We had all of that. It was a massive job of\norganization, of distributing the meats, you know, which were cut. We had to weigh\nthem up, as we gave them out in a community kitchen, you would cook up a big\nbowl of meat, or whatever. But in a home where people were cooking by themselves,\nit had to be weighed out. We tried to be as equitable as possible. We had hospitals. In\nFoehrenwald, there was a good size hospital which contained operating rooms, and I\nthink about 60 beds. It had been used by the Germans for the troops who were living\nin those casernes. We found out later on that the equipment, including a pretty well-\nequipped surgical suite with the beds and the lights on top, was taken by the\nGermans, as they were wont to do, from the Romanians, who were their sort of\npartial allies. The Germans just packed up this hospital from Romania and just\nshipped it right off to Germany. Now, we were using that hospital. It was very, very\nimportant to us. We had people operating in there. We had all of the equipment,\nsurgical tools, and all of the rest, pretty well-equipped. One day, I got a letter from\nGeneral Clarence Huebner, who was by then the commandant of the American zone,\nI think. The letter said that the hospital is going to be returned, as of such and such a\ndate, to the Romanian government, and that the United States had agreed that this\nhospital, which had been taken by the Germans, would now be returned. Well, I was\nstunned. The doctors came and saw me, and we discussed what to do. So I went\ndown to Frankfurt to see Huebner. I am trying to remember where he was. By the\nway, he ended up, ultimately, as the Director of Civil Defense for the State of New\nYork. He was a decent man. I said to him, you know, “These are people who have all\nsorts of illnesses and problems which they received as a result of the years in the\nconcentration camps and the years of their treatment, and if you take it away, people\nare going to die.” He said he agreed. He said, “I am going to appeal this decision.”\nAnd we won it. We kept the hospital.\nThere was also a railroad, a trunk line going into Foehrenwald, and we shipped\nfoodstuffs, coal, wood, and other supplies on it. A locomotive and two or three\nfreight cars ran along the short line, about two miles. And they wanted that back, too.\nThat also came from Romania. And we beat them on that one, too. Because if they\nhad done that, if we didn't have that short spur, I don't know how we would have\ngotten tons of potatoes and fuel and other stuff into the camp. All kinds of problems.\nGermans said we were holding their stuff, and we had to fight them. We had all\nkinds of difficulties. Now the Israelis came, people checking on immigration to\nPalestine. Dentists came to check the teeth of people going to Palestine because they\ndid not want to have an enormous dental burden at the time that the state was being\nestablished. And they had all kinds of problems. So we had a dental clinic, which\nwas equipped by the military. They gave us about 15 or so chairs, which were run,\nnot by electricity, but by a foot pedal. And we had 15 or so dentists, zahnarzt in\nthere, doing dental work.\n But now something interesting happened. Some of these dentists had been in the\nSoviet Union during the war. And they’d learned the Soviet system. So what would\nhappen was, a Jew would come in a DP and he’d get free dental care. He would\npresent himself and the dentist would say “Look, my friend, I can't take you now. It’s\nvery busy. It will be about a month. Come back.” And this guy has a toothache. He\nsays, “I can't come back in a month.” So then the dentist would say -- and this 1s\nexactly a duplicate of Soviet system corruption in plumbing or anything -- “Look, I\nwill tell you what. If you want fast service, you come to my house. I have a dental\nchair and I will take you right away.” You understand there was a competition\nbetween UNRRA and this guy's private interests. And I can't tell you what happened,\nwhat used to happen. Then they were competing among themselves for the business,\nand they were doing things to patients of other people. We had a big scandal. I am\nnot going to tell you all, because it is too horrible to remember. But we had to reform\nthat. We had to kick some people out. It was “Nellie Bar the Door.” But imagine,\naltogether, we did get out. When Gehretzreid was open, this Israeli departure center\nwe had, suddenly thousands of people began to show up from all over, Jews, to be\nprocessed.\n We had a dental problem of enormous proportions in this place, Gehretzreid. But as I\nsay, everything, I guess, seemed to work. Sometimes you turned your head away. I\ndon't want to hear about it. And when you turn back, it was gone.",
        "A: Of the war. Lack of diet and the rest. You see people with occluded, badly occluded,\nteeth falling out, rotting gums, and all of the rest.",
        "A: Oh, yeah. I forgot to mention, the chairs and some of the instrumentation came from\nthe army. But teeth and drugs and other things came from the JDC. They did a\nfantastic job.",
        "A: We had all of that. One of the most visible effects was the distended stomachs.\nWomen, you could see a lot on women. I don't know whether it occurs more on\nwomen than on men, but I don't know what produces that but when you are underfed\nfor a long time, children, babies you see that. You have distention of the stomachs. I\nremember there was a Hungarian woman, who was a clerk, a brilliant, intellectual\nwoman. I sent her to the United States. And she was to marry a guy from her town\nwho was a doctor here. When I came over, I met them. And he met me, took me\naside. And he said, \"Look at her stomach.\" He spoke about her distention. I don't\nknow. Eventually, she ended up in the New York Public Library as the curator of the\nHungarian collection -- they have a big Hungarian collection.",
        "A: I don't know. I think I saw them all of the time. They always looked bad to me. I\ncould tell. Until they really came over here and stayed here for a couple of years, I\ncould see, I could just look, pass somebody in the street, and say that's a Jewish DP.\nThere was something about them physically. Of course, they had scars of various\nsorts, the numbers and -- it's tough.",
        "A: Now -- yeah, education. There was adult education. And there was ORT, trade\nschools, fachshul. We had a problem getting, especially men, not the women, men\ninto these trades schools. I don't know, they were not interested. They didn't see their\nfuture as working as watchmakers or tooth technicians. We had to convince them by\ngiving them Joint packages.\n Not we, the ORT did. Rabbi Max Braude, who had been a chaplain in the military,\ndid some work with DPs. And when he came back here, he was named World ORT\nDirector. Anyway, they had to give them special inducements which were packages,\na supplementary packet, to get them into these schools. This happened while\nEisenhower was there, and looked in at a school. We took him to another school and\na guy had gone to two schools, he got two packages, and he really didn't attend either\none. We had a problem with that. That was one of the unattractive things. I\nremember, Jews were very good working 1n places where they had some authority.\nThey were clerks, assigning people to houses, or doing whatever. But when it came\nto some of the physical things, stacking wood, clearing away garbage, forget it.\n We could not get any volunteers. So one day, a group of American Jews came\nthrough one of the camps, and they passed by. They saw it looked like maybe a\nghetto, you know. A guy sitting in the sun smoking cigarettes, and nearby a German\nis working, cleaning up the street. So the American, applying his standards, called\nthe guy over and said in Yiddish, \"Why aren't you working? This is your town, this is\nwhere you live. Why aren't you cleaning up?\" The man replied, \"I worked for them\nfor five years. Now they will work for me.\" That's what he said. I don't know\nwhether it was a rationalization, but, you know, that kind of work is not attractive.\nWe see it in Israel today. Even Russians who come, or even the Jews who came, they\ndon't clean up. The Palestinians, Arabs were cleaning up. And that 1s still happening\ntoday. And we had a problem. We were trying to convince the people because it is an\nAmerican tradition that you work in your own community. It's your wood. We had a\nlot of vandalism, for example, within the houses. And it was irresponsible,\nsometimes done in anger. They would tear banisters off the steps. Now, the houses\nwere German-owned, and they were saying, “To hell with them.” But they didn't\nrealize that other Jews, when they left, had to come in there. And then, ultimately,\nUncle Sam picked up the bill. All these places were brought back spanking new by\nthe United States. They had that commitment. That included the house I lived in, by\nthe way. We would have some wild parties there, and they would tear down pictures\nfrom the wall and everything else.",
        "A: I lived in a big house, yeah, big villa.",
        "A: Two maids. A cook and a maid. “Vas felt er?” my mother would say.",
        "A: Oh, yeah. Now most were English classes, given by people who spoke English. They\nwere very good and very useful. There was elementary school education for small\nchildren. Schools were organized and they were quite good. And there was confusion\nas to what language -- should they learn Hebrew? Where were you going? If you're\ngoing to Palestine, you had to learn some Hebrew. If you were going to America,\nyou learned English. But they were very assiduous. We suffered shortages of\nsupplies, mainly, but we made do. In Foehrenwald, I have to talk about, there were\nstreets. All of the streets were named after Nazis when the camp was taken. You had\nAdolph Hitler Platz, Goebbels Strasse, Goering Strasse. And of course, no Jew is\ngoing to say he lives on Goering Strasse or on Adolph Hitler Platz. So they tore all\nthese signs down, and they named these streets after American states. And that was\nconstantly a source of humor. “Vu voynt er? Where do you live? On the\nMichiganiga Gass. They added a syllable, so Michigan became Michiganiga. “Ich\nvoyn oyf dem kantuzki” because the \"C\" in Polish 1s a sibilant like an \"S.\" That's the\nway they named their streets. It was so funny. It was very serious. An American\nwould come in and ask him where do you live, he would say Ochyo. What? Ochyo --\nOhio.",
        "A: Well, I want to say a few words about the meaning, the significance for the Jewish\ncommunity, for Jewish history, of the whole DP experience. We are commanded to\ncommunicate to the world what it is Jews experienced during this period of the\nHolocaust. And the principal vehicle for that is the DP survivor community. Both\nthose survivors who survived the horrors, and they are a smaller number of the\nconcentration camps and the extermination camps, and those who survived by\nfleeing into the woods, or fighting in the Soviet army, or living as refugees within the\nSoviet Union. Without them, the world would not know anything at all about these\nexperiences. So I think, to the degree that we are commanded to tell the story and\nretell 1t to generations which follow us, they serve this vital purpose. They are also an\nindication of the vitality, the will to life, and to survival of the Jewish community,\nboth the survivors and the rest of us, who face formidable challenges to our survival.\nThese people were so grimly determined. It used to seem to me that if I had children,\nI would say to them maybe I don't want them to be Jewish. Who needs that kind of\nthreat hanging over our lives? Yet, these people produced children, recreated their\nfamilies. We could not provide the beds, to birth these children that they needed. A\ngreat will, a great desire, even to be found in the so-called black market, to provide\nthe means for survival and the means to support whatever families they would create.\nThey were really the phoenix rising out of the ashes of European Jewry. And they\nhave gone on to produce great things, both here and in Israel. All over the United\nStates, I know Jews who are survivors and are wonderfully contributing members of\nsociety. There is so much talk about immigrants coming tn, and the threats which are\nposed by immigrants to the American economy and the American people. The Jews\nof Europe who came here did nothing but produce life and energy and things that we\nneed in order to maintain the richness of our society. So it's an important thing. We\nhave to be truly thankful to these people and understanding of who they were, what\nmotivated them, and the dangers which they lived through. Even after the Holocaust\nappeared to have ended came this period. We know so much about the sufferings, but\nnow we ought to know more about the work which they did, the sacrifices which\nthey have made. Do you agree with me?",
        "A: That was very well put.\nEnd of Tape #3\nEnd of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 11, 1994\nRG-50.030* 0284",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Sol\nSorrin, conducted by Joan Ringelheim on October 11, 1994 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "SAUL SORRIN\nOctober 11, 1994\nAbstract\nSaul Sorrin, born on New York’s Lower East Side in 1919, had a physical exemption from World\nWar II military service, and worked instead in the Treasury Department’s Procurement Division.\nIn early 1946, the fluent Yiddish-speaker began working as a supply officer for UNRRA (United\nNations Relief and Rehabilitation Administration) in German DP camps, beginning with Neu\nFreimann where the health conditions were “desperate.” When Eisenhower visited, the 25-year-old\nSorrin told him, “General, the situation's tragic.”\nSoon Sorrin helped create health programs, feeding programs, and schools. “Right away, the Jews\nwere energetic. They set up everything they needed...”\nSorrin became director of Neu Freimann in 1947, when it had 3,000-3,500 residents. Later he\nbecame director of Foehrenwald, one of the biggest DP camps in Germany, designed for about 3,000\npeople, but housing perhaps 4,000. He left Foehrenwald in 1950.\nHe discusses the many difficulties Jewish refugees faced in emigrating, including General\nPatton’s declaration that to emigrate to the U.S. from the American zones of Germany and Austria,\nrefugees had to prove that they had arrived before December 22, 1945; and the national origin\nquotas for Poles, Lithuanians, Latvians; in addition to the restrictive quotas for United States and\nCanada.\nHe divulges that in some cases, documents were destroyed and new ones were fabricated to\nsurmount such barriers.\nHe says he still is troubled by some decisions he made, like not turning in a survivor who had bought\na car illegally and crashed into people, possibly killing one. Sorrin helped the man escape to\nPalestine.\nSorrin did not intervene in the thriving black markets because he felt Jews’ participation was\njustified as the only way to provide the means for their survival and support.\nHe calls the refugees “the phoenix rising out of the ashes of European Jewry. And they have gone on\nto produce great things, both here and in Israel.”"
    ]
}