{
    "rg": "RG-50.030.0470_trs_en",
    "sequence": [
        "Q: Good afternoon, Dora.",
        "A: Good afternoon.",
        "Q: It’s nice to see you.",
        "A: It’s nice to see you, too.",
        "Q: Dora, what was your name at birth?",
        "A: Teodora Basch. Teodora Rachela Basch.",
        "Q: Teodora — T-e-o or T-h?",
        "A: T-e-o. It got changed much later on when I got American citizenship. Once I came to the\nStates, I got tired of telling everybody that my name was just like Theodora, but without\nthe “h”. So, when I got my citizenship, and was asked if I would like to change anything\nin my name, I said, “Yes, please give me an ‘h’.” [Laughs.] So, that’s how, but I did not\nchange-",
        "Q: So, that’s how the “h” came.",
        "A: That’s how the “h” came. The Rachela part I kept as 1s, even though, of course, it’s\nRachel, but it wasn’t important to change, and since I mostly just use my initials, so I\ndidn’t change that.",
        "Q: And your name now is?",
        "A: My name now is Theodora Rachela Klayman.",
        "Q: But you use Dora.",
        "A: I have had a variety of nicknames. I use Dora. I noticed that in the pictures during my\nchildhood, that sometimes there is a photograph when I was like six months old that was\nsent by my mother to my grandparents, and it says, “Tea’’. So, at one point, I had the\nnickname Tea from Thea, but I don’t remember being called that. Then, in Croatia, Dora\nis arather sort of, a name, a very folksy name used usually sort of used for old ladies, and\nthat’s not what I was ever called. I was called “Dorica” as a child. So, if we go back now,\nI’m still called Dorica, and at home, I often was also called “Dorek’’, and when I came\nhere, I became “Dora’’, and that’s how it’s — it’s sticking to that one now.",
        "Q: So, no one here calls you Dorica?",
        "A: No, no, just my — my Croatian — well, Lucie sometimes does.",
        "Q: Do you like that?",
        "A: It’s very — it’s sort of very — it’s — its, diminutive names are used a lot in all Slavic\ncountries. So, it’s very normal for someone from a Slavic country to use that, but it’s\nreally not — it sounds very strange, I think, in English. I know a young woman who lives\nhere who’s from Belgrade, and she’s called Bekica, and it’s Becky, and to me it’s like\nsounds very strange. It’s sort of like, you know, Dolly or something like that, and you\ndon’t use those names very much.",
        "Q: When were you born?",
        "A: January 31, 1938.",
        "Q: And, you were born-",
        "A: In Zagreb.",
        "Q: In Zagreb?",
        "A: I was born in Zagreb. I was born in Zagreb, apparently. I checked that about two years\nafter my parents were married, and I lived there only the first two and a half, three years\nof my life. My mother was not originally Zagreb. My father’s family lived in Zagreb, and\nthat not for a very long time in history. I mean, they came, I think, when my father was\nalready in his early teens or so. They came mostly from Bosnia. They were not however\nSefardi. They had come there from, I think, elsewhere in Europe. And then came to live\nin Zagreb, and my father’s family tended to be cantors. They were very — it was a very\nreligious family, and they studied cantorial music and one of them, one of my uncles,\nArnold, was actually a cantor and had studied very seriously. Another uncle, Joseph, also\nstudied seriously. My father, I think, went to Ludbreg, to another little town, to — also to\nbe a cantor at times, and met my mother. So, my mother’s family was from a different\ntown. They were from the town, a very small town called Ludbreg; it’s further north from\nZagreb on the Hungarian border, really very close to Hungary, but that town, in contrast\nto others, did not have a Hungarian population. I never learned Hungarian. My mother\napparently did. My grandfather on my mother’s side was the rabbi of that town, Ludbreg.\nThere were some 30 plus Jewish families. I think about, according to some books that\nI’ve seen, about 37 Jewish families. And my grandfather, I believe, was invited to come\nand be a rabbi there, and they came from Czechoslovakia, and he — he came from\nBratislava already with his — with the family, and so I don’t know exactly how old he\nwas, but from what I gather, most of his writing, he did quite a bit of writing, published,\nwas in German, though he did learn Croatian, spoke in Croatian, but I think all of his\nwriting is in German. I have papers where he wrote by hand and you can see that. Though\nhis publications are in Croatian — I have some of the stuff that he published mostly\ntreaties on the Torah and so on, so I don’t know exactly. I’ve only been told all these\nthings, and I don’t know really if he wrote in German and someone translated, or whether\nhe wrote directly in Croatian.",
        "Q: What was your father’s name?",
        "A: My father’s name is Salamon — Shlomo, Salamon, and my mother’s name was Silva,\nwhich is Silvia, of course.",
        "Q: And her maiden name was Deutsch?",
        "A: Deutsch. So, my grandfather, my maternal grandfather was Leopold Deutsch. My\ngrandmother was Katarina, and they had three children. I’m sorry, they had three\ndaughters and a son, four children. The oldest — the oldest daughter was Giza, then\nBlanka, and then Silva, and the son was Erne.",
        "Q: And Giza plays an important role in your life?",
        "A: Giza plays an important role in my life. Well, Blanka does too in some sense because\nbasically they lived sort of together. The family lived together. It was a small town. Giza\nwas ten years, I’m sorry, fifteen years older than my mother. So, she often was sort of\nactive as my mother’s mother in they — I see pictures that they had traveled together, for\nexample, all three sisters to the seashore. The middle sister got married fairly young and\nhad two children, two daughters — Zdenka and Vera. Their name was Appler, and the\nyoungest — the youngest daughter, my mother, was eventually sent to a school in Cakovec\nwhich is another small town, much larger town actually than Ludbreg, much closer even\nto the Hungarian border, and she went there to a teacher’s — a teacher’s school, became\nan elementary school teacher. The middle sister who was married, was married to Rudi\nAppler, who came to Ludbreg, opened a store, and that’s — and that’s where they had two\nchildren. The oldest of the three, Giza, worked in the bank, in the Ludbreg Bank, and\nthere she met a person who was to play a large part in my life and that was Ludva\nVrancic. Ljudevit is actually his real name. Ill get back to him. The brother Erne worked\nin Zagreb, worked early in Zagreb, and I’m not exactly sure what he did there. I think\nclerical work of some sort. I’m not sure of what he did. And the — my mother eventually\nfinished the teacher’s school and worked as a teacher in a small village near Ludbreg for\na short period of time. Then my father and she met and married and left to live in Zagreb,\nand that’s how I happened to have been born in Zagreb.",
        "Q: So, let me ask you something, you were a very, very young child when the war came in\n1941.",
        "A: Right.",
        "Q: So, what I need you to try to do is to distinguish what you’ve learned from other people\nand what you actually remember, because you were so little. So, 1f you can, as you speak,\nmake that distinction, it might be very helpful. So, this is what my first question is for\nyou. What is your — do you have any memories before 1941, before you leave Zagreb to\ngo to Ludbreg?",
        "A: Images.",
        "Q: Images?",
        "A: Yes, I have in my head an image of my mother, but it’s very hard to really tell because I\nwas fortunate to have a lot of pictures of my parents, which I think a lot of children that\nlived through the Holocaust never got to have. And so it’s very difficult because I’ve seen\nthose pictures all my life. It’s very difficult to really distinguish what’s memory and\nwhat’s a photograph that you have in your head. So, I think I have an image in my head,\nbut I can’t really tell you whether I do or don’t. I think I have an image of myself leaving\non a train, because I left apparently when I was three years old. I left Zagreb with friends\nof my grandparents and went to Ludbreg, and that happened before, just before, the war\nstarted, from what I understand. And, again, I don’t have any idea whether — because\npeople often ask me whether I remember whether I was sent away because my parents\nwere afraid of what’s going to happen, or whether I was just going to visit my family just\nto visit my family or whether my mother, who already — my brother had already been\nborn, he was three years younger than I — whether, you know, she said, you know, why\nnot have this kid go away while she has a baby? I have no — no idea why I was sent\nexcept there was an opportunity. These neighbors came and I went with them, and I don’t\nremember being tearful or I don’t remember the farewell. I don’t remember any of that,\nbut that was the last time I saw my parents. I don’t remember any farewells. I remember\nsort of being on the train and there being fun.",
        "Q: It was fun?",
        "A: Mm-hmm.",
        "Q: Was that the first time you were on a train?",
        "A: Oh, I think so, probably. Well, I don’t know. It’s very hard to tell.",
        "Q: Do you remember the birth of your brother?",
        "A: No.",
        "Q: You don’t remember him as this tiny little baby?",
        "A: No. No. I mean, I remember him, however, when I do remember him very well is when\nhe was brought to Ludbreg. That I remember. That I really do remember.",
        "Q: So, were you told about your mother going to school, because clearly you were too\nyoung. Your mother wouldn’t have explained to you that she was a teacher.",
        "A: No, none of that. I’m just saying the background of what really — of what this family was\nall about, who was who. I have not the foggiest. No, of course not, because all of that\nhappened before I was born.",
        "Q: What did your father do?",
        "A: My father had apparently learned the trade of brushmaking, and had opened a workshop\nto make brushes. From what I am told by his surviving brother, he was very good at it,\nand by the time that I was born, I can tell from, again, from the pictures of him, what\npeople told me, there was a small workshop with, I don’t know, ten or so workmen, and\nthere was machinery and they made brushes and was very successful at it. But, I, again,\ndon’t have any memory of it. I only know pictures and stories.",
        "Q: Is this difficult for you as an adult person thinking about who were these parents and\nwhat you have are paper pictures?",
        "A: It’s not actually that difficult. The reason for it is that it was not a new discovery that I\nmade as an adult. If I had known nothing of that, and all of a sudden as an adult it came\nupon me, yes, of course, 1t would have been difficult. But I grew up with all of that. It’s —\nit’s just part and parcel of my growing up. I always heard stories and always knew who I\nwas and I always had these pictures so that, you know, it’s, you know, you just to grow\nup with stories. That’s all.",
        "Q: So, you go to Ludberg-",
        "A: Ludbreg, which actually has a meaning. The word “lud” in Croatian means crazy or mad.\nThis is kind of crazy. And “breg’’, I think, means a mountain, but it also could be the\nwords got transposed and it was “berg” which means town. So, I don’t know. Nobody\never explained why this 1s called that, but it’s Ludbreg.",
        "Q: Do you have a first memory of Ludbreg? Remember arriving? You don’t remember -",
        "A: No, I don’t remember arriving.",
        "Q: With your grandparents?",
        "A: I remember very well being with my grandparents. That I do remember, and again, I have\ncertain images like I remember sitting with my grandfather in a room and playing at his\nfeet, and he was paralyzed already on one side because he had a stroke. And he was\ntrying to pick up the toys that I was playing with, something like that, and he fell. It was a\ntraumatic experience for me. So, I remember that, and I remember Hanukkah. I\nremember the-",
        "Q: What happened after he fell?",
        "A: Oh, someone came — he couldn’t pick himself up.",
        "Q: You just--",
        "A: I just remember that I was guilty of throwing the toys around or something. So, I\nremember being upset and crying. So, that’s why I remember that. I remember Hanukkah\nfor example, but not the whole thing. I remember candles and I remember getting an\norange, which was very exciting. Oranges were not to be had. I remember at Pesach, or\nbefore Pesach. I remember that they were burying silverware, and I thought that was a\nvery strange thing to do, but that’s apparently what can be done. I found that much later. I\nhad no idea of that. I remember my grandfather sitting in the garden with all of us playing\naround and he used to — he used to have his little table in front. This was, mind you, we\nwere living in the house that was attached to the synagogue, and it was also — and\neverything — all the Jewish community matters played themselves out there. So, there was\nalso the school and there were some kind of classrooms, and, of course, that was there\nmuch later. It’s been destroyed now, but — so, he would sit in the garden with the little\ntable and he had little piles of money in front of him and there were beggars that were\nsort of like professional beggars in that town, and they would come Wednesdays and\nSaturdays because those were market days in Ludbreg, and on Saturdays, of course, he\nwouldn’t do that, but — that’s Shabbat, but on Wednesdays they would sit and they would\ncome and take their little piles.",
        "Q: They, as far as you knew, they were specifically for these particular people?",
        "A: Yes, yes, there was specific people. There was a specific beggar that used to come to our\n— to the house where I lived much, much later and he would come every Wednesday and\nwould always get alms, and I remember seeing him later on on the train and being like a\nnormal person, you know” It was very strange, but they were characters. Ludbreg’s a\nvery small town, and especially was, and everybody sort of knew everybody and there\nwere all these sort of different routines that were going on.",
        "Q: Since you said there were about 30 families who lived here, how much larger was the\ntown? A couple of hundred families?",
        "A: Yes, and all of these families did not live in Ludbreg proper, either. Some of them were\nin surrounding villages. Ludbreg is sort of like the county seat, and there were many\nsurrounding villages, and those villages did not have either their own Jewish anything,\nnor did they have even middle schools. For example, later on when I went to middle\nschool, people, kids from those villages would come to school, and that was also the\nplace where market that was happening, and any kind of official papers were held and so\non and so forth. So, it was sort of a — basically like a county seat. So, anyway, back to the\nimages of my grandfather. Those are the images that I have my grandparents, but of\ncourse-",
        "Q: You only mentioned -",
        "A: My grandfather — yes, I know. I remember my grandmother less. I think I remember her\nmore from pictures than I remember anything that went on in the house, strangely\nenough. No meals, no nothing.",
        "Q: No playing?",
        "A: I don’t remember that, no.",
        "Q: Peeling potatoes or something?",
        "A: No, I don’t remember any of that.",
        "Q: It’s interesting.",
        "A: It’s interesting, right.",
        "Q: Maybe you actually spent more time with your grandfather.",
        "A: It’s possible. It’s possible.",
        "Q: Do you have any recollection of wondering who you parents are after a while?",
        "A: No. I know-",
        "Q: You’re there probably the end of March-",
        "A: I’m there visiting. The next memory I have in my grandparents’ house, I remember one\nevening, being lots of commotion, lots of unhappiness, and then, lo and behold, there\narrives a baby, and that — a child, a young child. That was my brother. I remember his\narrival because he looked very strange. He had lines, like brown lines on his face, and I\nthought, ““What’s with the brown lines?” I know now that basically he was crying and\nthere was dirt on the road until they washed him up and so on. I know now what had\nhappened, but I don’t have a memory of that. I only know what happened.",
        "Q: So, what did happen?",
        "A: What happened-",
        "Q: What were you told? Your grandparents told you or do you remember?",
        "A: I was constantly surrounded by this extended family. So, there was my grand — there\nwere my grandparents and then only about two blocks away lived the middle sister, my\nmother’s middle sister of the three sisters, Blanka with her husband and two of my\ncousins Vera and Zdenka, and then there was also Giza, who by that time was also\nmarried, and her husband Ludva, the Vrancic family. So, there was constant comings and\ngoings, so that I don’t know who said what, and in fact, I remember that evening in\nparticular when my brother arrived, and then I remember also being sort of distracted\nlater on the next day by my two cousins who took me away. I spent much time with them.\nSo, I was just sort of floating between these families. I don’t remember being particularly\nrooted in one place or another. But, anyway, the reason — what happened with my\nbrother. That must have after the fall of Yugoslavia, April ’41. My parents were\napparently almost immediately taken into jail, led and my mother had my brother with\nme. We had — I don’t know if it was a housekeeper or somebody who lived nearby, a\nnon-Jewish woman, and she went and was able to get my brother out. So, he was in jail\nwith my parents for a very short period of time. Then she got him out, and she must have\nphoned Ludbreg, I mean, I know she did because I went through that story before, and\nthey immediately — the oldest sister, Giza and her husband who was not Jewish, Ludva\nVrancic, they went immediately to Zagreb and they got my brother, and they brought him\nback to Ludbreg. And that’s — that’s what happened that night, and that’s — they brought\nhim and he was there. He was nine months old at that time, and so he was crying and\ncarrying on, and that’s about what I remember of that. And I remember everybody being\nnervous and upset and-",
        "Q: You do?",
        "A: I do.",
        "Q: But, nobody sits down and tries to explain to this little girl?",
        "A: No, if they did, I don’t remember it. They may have, but I don’t remember it. I\nremember, you know, lots of conversations and things and commotions and then just\ngoing off with my cousins to play. I remember being, at one point, that they were pulling\nme on a sled. So, it must have been winter time by then, and so it must have been later. I\ndon’t know when. But, I remember being on a sled and their telling me something about a\nwar.",
        "Q: So, if your brother was nine months old?",
        "A: So, that must have been later than that. Yeah, that image of being on a sled must have\nbeen later.",
        "Q: But if your brother was born in January of ’45.",
        "A: He was.",
        "Q: War came in April ’45. So, it’s in the fall.",
        "A: It’s in the fall. It must have been in the fall.",
        "Q: November or December.",
        "A: Mm-hmm, which 1s very likely that in Ludbreg there might be snow already.",
        "Q: September, October?",
        "A: Not September, October, but by November there might be snow. Some snow -— so, it\nmight not have been all at the same time, that I have that image from. It’s just like the\nimages are often not connected. They kind of live in my head, but they’re not necessarily\n— the chronological order is off.",
        "Q: Of course, I understand, but is that your first recollection of seeing your brother?",
        "A: Yes, yes, it is, and then we were together from then on. We were always together from\nthen on until his death.",
        "Q: Were you glad he was there? Or did it take something away from you when he came?",
        "A: When he came, I don’t know whether I paid that much attention. Eventually, it was kind\nof nice having him around sometimes, but sometimes I was — with time, as he got to be\nbigger, he played a large role in everybody’s life. He was very cute and very smart and I\nwas often very jealous, especially later on, he got to be — he was very personable and\nboth of us were very redhead. This is very muted now. I mean, I was flaming red and so\nwas he, and he was very cute and he had a very good memory. He’d memorize very long\npoems, and he would stand up and recite them, and I was like, “Ugh, there he goes\nagain.” But, the whole town was very fond of him, and he — he somehow acquired a\nnickname “Lovrek” which wasn’t his name, and everybody thought it was his name, but\nit wasn’t.",
        "Q: What does Lovrek mean?",
        "A: Nothing, I don’t know how that came about, actually. I have no idea how that came\nabout.",
        "Q: From Zdrav?",
        "A: His name was Zdravko, which 1s very hard for you I’m sure to pronounce, but it’s\nactually means hime (ph), because zdravije is health. Apparently, my — from what I was\ntold, again, I was told that my mother wanted us to have very Croatian names. People\nwere very, very much into being Croat, and Nationalists, and so on. So, those two names\nwere supposed to be, you know, real Croatian names. We weren’t going to have such\nnames as who knows what.",
        "Q: So, Teodora is very Croat?",
        "A: Dorica is.",
        "Q: Dorica?",
        "A: Yes. There is a thing “Dorica pjeva, zemlja se trese”, which means “Dorica sings and the\nearth is shaking”, and I’ve been told a zillion times, every time someone hears my name.",
        "Q: We’re going to stop now and change the tape.\nEnd of Tape #1\nTape #2",
        "Q: Dora, do you have your first recollection of the effect of a war or something, anything\nthat has to do with this chaos that obviously encumbering Croatia?",
        "A: Well, I — I have memories that have to do with what must have then been become a\npersecution, with the issuing of lists, et cetera, et cetera, and you know, historically we\nknow what happened. There were lists, and they, you know, the Ustashe came to Ludbreg\nand, they — people were being rounded up. I was not aware of that as such, but I do\nremember people leaving and I remember being left behind, and I didn’t know exactly\nwhat was happening. Perhaps, again, they told me, but I didn’t understand what they were\ntelling me. But, as I mentioned, my Aunt Blanka and her family lived next door to Aunt\nGiza and Ludjevit, and basically I remember at one point people coming and we were all\nin one room and they came with satchels or small suitcases in their hands and pillows\nunder their arms and saying goodbye and leaving. And I didn’t know exactly what was\ngoing on and why were they leaving and who was crying, and I was sad because these\nwere my cousins, but that’s the image that I have in my head of their leaving. And I had\nthe sense that it was, there was something that was dangerous and bad and that people\nwere being taken away. I don’t have the image of my grandparents leaving. I don’t\nremember that. I remember my cousins. I know that my grandparents were taken at the\nsame time.",
        "Q: At the same time?",
        "A: Mm-hmm. Fairly early, they all left. I also know that my cousins, I know that now, that\nmy favorite cousins with whom I stayed quite a bit of time and the middle aunt, Blanka,\nthe middle aunt and her husband, that they had left for awhile and went to the Italian part\nof the country, that they were someplace in Dalmatia. And then there was a proclamation\nby Pavelic that people who had left, Jews who had left, should return, and if they return\nthey will be spared, nothing will happen to them, and they stupidly returned. I have a\nvery good friend of mine who still lives in Zagreb now. Her family, which was another\nfamily in Ludbreg left also, and had left before this proclamation and they cleverly did\nnot return. They were the only Jewish family, in fact, that returned after the war intact\nbecause they were smart enough not to return, actually because the mother in the family\nsaid she was absolutely not returning, and so they stayed with the Partisans in Partisan-\nheld territory in Kordun. But, people who returned believing that this was going, you\nknow, that they were going to be okay, they were gone.",
        "Q: Is it possible that it was — there was a list, and people knew they were supposed to go so\nthey didn’t have to be rounded up, they went, yes?",
        "A: I think somebody must have come and gotten them and had the list, and I — I tried to\nreconstruct why I wasn’t taken, and I hadn’t thought about it before even toask my —__\nwith whom I eventually grew up, “Why wasn’t I taken ever?” Besides having been\nhidden here and there, which I know I was, because people would warn us that there\nwould be a raid. I have a feeling that I was not on the list. I had seen one of those lists.\nOne of them is published in a book on Ludbreg, which I have, and it lists Ludbreg Jews,\nand my aunts are there, and everybody’s listed, and I’m not on the list, neither is my\nbrother. I have a feeling that the must have gotten the list maybe from the synagogue,\nfrom the community center, and of course, I was not, since I was not born in Ludbreg and\nI was not considered a, you know, a member of the Ludbreg Jews, I was from Zagreb, I\nwas not on that list. That’s a possibility. But the other thing is that I know that many\ntimes we were warned that there would be a raid, and perhaps I — if they had been\nwarned, they would have hidden someplace, but I always wondered why in the world\nwere they sitting there? Like sitting ducks. Even I — I mean I didn’t have a choice, of\ncourse, I was a child — but I’m thinking, “Why in the world were we there?” I recently,\nmy aunt made a tape of her experiences-",
        "Q: This is Magda?",
        "A: Magda, and she was in Zagreb this whole time. They stayed until the bitter end and they\ncould barely escape at that point. I was like, “Why were you there?” You know, it’s very\nhard for me to understand. It’s not hard to understand why they didn’t — why in some\nplaces there was no place to go, but I think in Ludbreg, one of the things about Ludbreg,\nit was a town that was very close to the — to where the Partisans where. It’s at the foot of\nthe mountains, and of course, it was very difficult and Partisans had a very difficult life,\nbut for those of us who were so vulnerable, why we didn’t you go someplace into a small\nvillage or smaller village. I mean, this was small, but it wasn’t really small, not by\nCroatian standards. Why we stayed there, I don’t know. Faith that we would not be\nwanted? Or something? I don’t really know. But I know that often with my Aunt Giza,\nwe would — we would go places. I remember one time going to Varazdin, which 1s a\nlarger town nearby, and staying with a relative, and I think this was the time that I\nunderstood that it was dangerous to stay and that we had to hide for a few days. The other\n—all the other hiding that I did was sort of nearby with — mostly with friends, and there\nwere a number of families. There was the Ziza, the Runjak family, my brother and I\nwould spend some time with, especially Ludbreg — Ludbreg experienced a lot of fighting.\nWe were really not so much in a concentration camp kind of situation. We were in a war\n— we were in a war zone. So, when it was — when it was time to hide because the Ustashe\ntook town, then I spent, for example, time with this Runjak family, and they had rented\nfrom this other house which was now empty. They had rented that apartment, and we\nstayed with them. And I called Mrs. Runjak “Mother” when I knew that it was dangerous,\nand I understood at that point what was dangerous, and my brother called her “Mother”\nall the time because he wouldn’t know how to distinguish from when it was dangerous\nand when it wasn’t. So, I lived with them, and they had three teenage children, and it’s\nthoroughly amazing because I remember Ustashe making camp in our backyard, and we\nwere there, and just pretending that we were part of this other family. And it’s amazing\nsometimes because the whole town essentially knew who we were. That’s the most\namazing part of all. In a small town like that, everybody knew that we were the rabbi’s\ngrandchildren, and at no point did anybody say, “What about these kids?”",
        "Q: So, is there some way in which the town 1s protecting you?",
        "A: It wasn’t organized. Yeah, definitely. It wasn’t an organized kind of thing, but a lot of\npeople in that town were really Partisan sympathizers, and I know a number of people\nwho lost, who perished, who lost their lives as Partisans during the war. People across the\nstreet lost their one and only son. So, I think -- unwittingly, I mean, not in an organized\nmanner, but it just was not a kind of town that would — that would say, “Oh, well, go\nsome place else.” Or, “You’re endangering us.” I was endangering some of these people,\nand — but, they took us in anyway. So, but, anyway, our bad experiences during the war\nreally had to do with the fighting, which everybody experienced, not just the Jews. Just\nthere was only brother and I and my aunt that were left at the end. Because there were\nfights especially at night. There would be terrible fights.",
        "Q: In the streets?",
        "A: In the streets, yes.",
        "Q: Really?",
        "A: Yeah, oh yeah. There were — the street that I lived on was after the war called, “The\nStreet of the 17 Udarna Brigada’. I don’t know how to translate — Brigade is Brigada,\nof course. Udarna means — it’s striking, one who can strike well, particularly well. And\nthe reason it’s called that 1s because the members of that brigade, the remnant of that\nbrigade lost their lives. They killed themselves at the end of the battle in a house that was\ndown my street because they were totally surrounded. They had fought all night, and they\nwere totally surrounded, and in the end, they just threw a bomb among themselves\nbecause they didn’t want to be captured. But there were fights and we would spend — we\nspent a lot of time in the basement. We had a cellar, not a basement in an American\nsense. It was a cellar. We had a vineyard, and we had wine, and there were big barrels\ndown there, and shelves and shelves full of apples that were there for the winter. And at\none point, we had beds down there, rollaway beds. And we spent every night there\nbecause we knew that there would be bad fighting. Sometimes, but sometimes, we would\nforget to go down there on time, and — not forget — I’m sorry, we didn’t know that we\nshould go down there on time. So, then if a fight — if a battle started, there was no way to\nget there because you had to get out of the house to get — to go into the cellar, and so it\nwas too dangerous already to do that. So, we stayed in the house.",
        "Q: Where would you stay?",
        "A: We — yeah, I remember. That I remember very well. Sometimes the bullets were flying\nlike crazy through the house. There was one night, I won’t forget, where the house across\nthe street was a two-story house and ours was a one-story house, and they were shooting\nfrom our backyard into that house across the street back and forth. The bullets were\nflying through our windows, and I was sleeping on the sofa in a corner. So, if you can\nimagine a corner and then window-window. So, I was fairly well protected, but I was\nscared to death and I don’t have any recollection of where my brother, but my aunt and\nuncle were sleeping in the room next to my room, and for some strange reason, I think\neverybody was kind of paralyzed that no one left there, but there was a window that was\n— that was right facing out from this bedroom, and I remember crying and asking for\nsomebody to come, and finally my uncle got up and came, and no sooner did he come to\ncomfort me than a bullet landed on the pillow of his bed. He would’ve been killed if not\nfor the fact that I had been crying. But in the morning sometimes, you looked out the\nwindow — I remember one time it was a horrible battle, and we looked — in Croatia you\nhave these — they’re not shades in our sense.",
        "Q: Shutters?",
        "A: No, not even shutters. They’re more like our Venetian blinds, but they are on the outside\nand they are wooden, and you pull them up like that, but so, you can also turn them so\nthat you can kind of peer out. I remember peering out, and that is a recollection I\ndefinitely have of carriages going by our windows full of dead — nude, dead bodies\nbecause they had collected them and then just stripped them of clothes and were taking\nthem someplace.",
        "Q: Were these horse drawn?",
        "A: Horse-drawn.",
        "Q: Like a cart?",
        "A: Horse-drawn carts, yes.",
        "Q: Did you see that often?",
        "A: No, not often. I remember that one very well. We lived on a main — pretty much main\nstreet on the corner of two very important main streets so that when things went by, we\nsaw them. And, also, often — well, as these bullets would come through, I mean, after the\nwar, our living room and one of the bedrooms were riddled with bullets, and the — we had\nthese armoires and cabinets of books and they had bullet holes through them, and if you\nopened the tablecloths, it looked like a doily, you know, all full of beautifully separated.",
        "Q: If you couldn’t get into the cellar, would you lie on the floor so that you wouldn’t be by a\nwindow?",
        "A: Sometimes, yes, and we would sometimes also go into the side of the house that didn’t\nhave windows to the street. There was one side of the house into the hallway, except that\none night that I remember so well, when we stupidly stayed where we shouldn’t have\nstayed. I think sometimes it was so bad that nobody wanted to move. But most of the\ntime, -- most of the — it’s very — it’s horrible, I hate to say that, but I remember being\nquite exhilarated by it all at times. I should have been — instead of being afraid, I used to\nthink it was sort of very exciting to have these battles going on, and thinking it was quite\ngreat fun to sleep down in the cellar where there were always some frogs jumping\naround.",
        "Q: Maybe as a child -",
        "A: As a child, it is so much better. I mean, I’m sure the adults were totally, totally\ntraumatized, but as a child, it’s very interesting looking back, and I’m looking now at my\ngranddaughter who is now about the age that I was at the end of the war, and I’m\nthinking, “Can you imagine what something like that would do to her?” And, yet, when I\nthink of myself at the time, I don’t think I was so horribly scared at many of the points. I\nwas more — I think there were some things that were just very scary, like seeing all these\nbodies going by. And there was a time that — an image that I have very much in my head\nagain, that was another thing that happened in Ludbreg. There were — the Ustashe would\ntake people who were thought to be sympathizers of the Partisans, which they were,\nmany of them, and if they — sometimes they would catch them, some of them were sent to\nconcentration camp and that includes my uncle, but my uncle who eventually married my\naunt and he wasn’t Jewish. I didn’t explain that part, but at any rate, he ended up in\nconcentration camp at one point in Jasenovac, and they would take them either to camp\nand sometimes they would hang them or kill them in some other way just in town, and I\ndo have a very vivid image of going with one of our cleaning ladies to the main square\nand I wasn’t supposed to see it. She was holding her hand on my eyes, but I saw it. There\nwas a body hanging on every one of the trees around the square, and I remember people\nsaying — they were — because they were Partisans, that’s why.",
        "Q: Now, when you saw something like that, and you saw the dead body, was that different\nfor you then when you were in the midst of this fighting?",
        "A: Well, yeah, that — because the fighting was sort of like a “Star War” kind of thing like a\ngame, and I didn’t really — I don’t think I understood too well at the time what is the\nresult of all this shooting, but I was scared to death when nobody was with me, and I\ncried a lot. So, there were times when I was very scared. But, we played war so much,\nyou know, when I was a child, that’s the game we played. You played — you played with,\nlike I remember playing with dried corn stalks. You would — you know when they were\ncut off? And they were supposed to be fed to the cows, and we use those to battle each\nother in play war.",
        "Q: And what kind of war was it? Middle age war or contemporary war?",
        "A: No, no, it was contemporary war.",
        "Q: So, you used guns?",
        "A: These were guns, yes.",
        "Q: And were you Germans and Croatians or what?",
        "A: No, we were not Germans and Croatians. We were Ustashe and Partisans.",
        "Q: Ah-ha!",
        "A: No, we didn’t have anything to do with Germans. The Germans — I never saw a German.\nAll during the war, I never saw a German. We had our own Germans, our own Nazis.",
        "Q: What side did you play on?",
        "A: Oh, well, you always wanted to be the Partisans. Somebody had to lose, and somebody\nhad to win.",
        "Q: And did the Partisans win all the time?",
        "A: In our games, yes, in our games, yes.",
        "Q: And how did the games work?",
        "A: Well...",
        "Q: Did you go “bang-bang, you’re dead” or what?",
        "A: Yeah, and the boys would usually take the upper hand and the girls would lose.",
        "Q: Was it girls against boys?",
        "A: Sometimes.",
        "Q: Really?",
        "A: Sometimes, sometimes. There was an empty space across the street which belonged to\nthe church, and it was — they just started building it, but they never finished building it.\nSo, it was sort of empty, and you could hide inside there, and that’s where we often\nplayed our games, and also in our backyard we had sort of a shed. It was built rather than\na shed. It was sort of attached to the structure, and in that structure we had a press for\npressing grapes to get wine, and that was otherwise pretty empty. That was also a good\nplace to play.",
        "Q: Now, this is not your grandfather’s place.",
        "A: No.",
        "Q: This is the neighbor’s.",
        "A: No, no, that belonged to the Vrancic family. The Vrancic family had a house that was\nbuilt by my uncle’s father, and they came to Ludbreg when he was — when that father was\nvery young. So, it was in the mid-1800s. They were well educated and very old Croatian\nfamily. They count their ancestors to something like the 12\" century where there were\ntwo famous Vrancic people. There was the Cardinal, and then there was an inventor, a\nfairly famous inventor by that name, and then the mother’s family was called Svagel, and\nthey were nobility, minor nobility, nevertheless, they had the PL, which 1s the approval of\na in their name, and the silver has that and so on. And they established\nthemselves in this town, and they had a dozen children, none of whom survived who\nremarried. They all died fairly young, not the children necessarily, some yes, but fairly —\nsort of as teenagers or young people, and as my memory goes, there were only two\nsurvivors and they were already in their fairly old age. One of them was Vika and the\nother was Ludva, and Vika remained single and died in the middle of the war, and I\nremember her quite well. Ludva was the person who was extremely well-known in that\ntown. He was — he had been a mayor. He was a organizer of the sports club. He was the\norganizer of — he was the head of the soccer club even though he never played soccer. He\norganized everything in that town. He was especially having to do with music. He loved\nmusic. He played the violin. He organized two different kinds of orchestras. He was the\nheart of that town in terms of any kind of cultural life. When he fell in love with my aunt,\nand he, of course, this was a Croatian Catholic family, and my aunt was the daughter of\nthe rabbi, not exactly the right combination for the times, forever, but certainly not for\nthat time. And he was ten years older than she, and they knew each other especially from\nthe bank because he was a director of a part of another bank, and she worked there. And,\nagain, I know that only from stories. I asked him many times afterwards, “So, why didn’t\nyou get married for such a long time?” Because they got married in 1937, I think, or\n1939, I’m not too sure. I should know that, but anyway, and he always told me, “Well,\nshe was very happy living with her family, with her parents, and I was fine living with\nmy sister and my mother. There was no need to get married.” Well, I rather doubted that\nwas how it was, but that’s how he always said it. But I’m sure that my grandparents did\nnot — were not thrilled their daughter going with a Catholic person. However, in all the\npictures of the family for a very long time, he’s always present. So, it wasn’t like he\nwasn’t accepted totally, and I think by the time the war was imminent in Europe, and they\nknew what was happening, they decided to get married. So, they got married. They\nactually had to go to Hungary to get married because you couldn’t get married in a civil\nceremony in Croatia or Yugoslavia, that is, and neither of them was converting to\nanything. So, they got married in a civil ceremony. So, the house that we basically had\nlived was the Vrancic house, and then they and my other aunt, the Appler family, decided\nto build a house of their own, but it was within the same compound, the same land base.\nSo, that’s how we ended up having these two houses that were next to one another, and\nthe other one was supposed to be a big two-story house with a store on the bottom for my\nuncle, a small apartment in the back, which is we ended up living and these people who\noften hid me lived there, and then there was supposed to be two apartments upstairs, and\nthat never got finished, of course, before the war.",
        "Q: Is this why there’s a kind of confusion in you about where you were?",
        "A: Exactly.",
        "Q: Because everything was so close that you can’t remember.",
        "A: Exactly, exactly. So, I sort of have memories of Vika living by herself in that big house,\nin that one house. We were living in an apartment, and I don’t know at one point that\nwas.",
        "Q: So, it’s confusing?",
        "A: It’s very confusing as to where I was living at what time because we did move around,\nbut only within those three houses sort of, and my grandfather, I think, I spent the least\ntime there, and of course, I was the youngest so that I remember that the least, and I\nremember the Vrancic house the best, because Vika eventually died during the war, and\nshe died I think while my uncle was in concentration camp, and I remember seeing her\ndead, that was more scary than some of the battles because I ran into the house and\nnobody told me she was dead and there she was. But then once she died and was buried\nand we were always in that house from then on, and that’s, you know, I remember, that’s\n— we were set then in that house from then on.",
        "Q: We have to change the tape.\nEnd of Tape #2\nTape #3",
        "Q: Do you have any recollection of your Uncle Ludva being taken or going or leaving or not\nbeing there?",
        "A: Not being there, very much. Being taken away, no. I must not have been present. But not\nbeing there, yes. I remember that Giza was very sad and very upset much of the time. I\nremember that we were allowed to make packages and send them, and I remember very\nwell that she was making packages. I remember her making sort of vats of this roux. This\nwas what was being sent, roux. And so you — you made this brown mass which would\nthen congeal and solidify, and then he would put — he would use that to put in the water\nto make sort of a soup.",
        "Q: He was where?",
        "A: He was in Jasenovac. He was Jasenovac, and eventually when he would return — luckily I\nfound out, I mean, he was lucky that he returned, but he saw my father there. So, my\nfather was there for also for quite awhile. He was taken with a number of other non-Jews\nfrom Ludbreg, and they were there, I can’t remember for how long, but at least a year, I\nthink, and I don’t know why, I’ve forgotten, but certainly I talked to him afterwards, but I\ndon’t have a good memory of how long he was there. But I do know all the stories he told\nme when he returned of how and why he survived, and basically they found out that —\nwell, they knew — that he was a banker, and so they put him to work in an office in\nJasenovac to balance their books, to work on the books, and so that he didn’t have to be\nout in the rain and snow and people, there was one person in the office who was an\nUstashe but not one of those — not one of those that went around killing people\nnecessarily, and he was reasonably kind to him. In fact, after the war, I have definite\nmemories of Stricek sending packages to him because later on, he was in jail, I mean,\nyeah, in jail for many years after the war. But this is so — the one thing that saved him\nwas that. The other thing that saved him was that he was always, as I told you, an\norganizer of things cultural, and they wanted to have, the Ustashe wanted to have\nentertainment. So, he organized a chorus, and he collected anybody that he knew. So,\nthere were some nieces of his — second niece because he didn’t have brothers and sisters,\ncousins, two cousins’ daughters were there — he collected all these people and they\ncreated a chorus. So, of course, he claimed to have to practice if they wanted to have a\ngood performance. So, that saved them also from having to work so hard, and they’d\nsometimes allow them access to some more food. He said my father, on the other hand,\nworked very hard. Nevertheless, my father survived until the very end.",
        "Q: He did?",
        "A: Yes.",
        "Q: But didn’t your father sing? So, how come he didn’t get into the chorus?",
        "A: Well, he, yeah, he may have, but that’s — I think, in fact, he did, but there were people\nthat they didn’t want to — that didn’t allow them to be collected because people who were\nyoung and strong, they made them work. I think that my — Stricek remembers my father\nworking with bricks, and carrying stones and bricks and things, but he was much, much\nyounger. Stricek at that point, he was born in 1885, he was old, and he had this family of\npeople who were dying with weak lungs at a moment’s notice, and he was — he would\nhave never made it. So, anyway, at one point, they released that group and they all came\nback to Ludbreg.",
        "Q: Now, was that surprising?",
        "A: Yes and no. I was very surprised at that for much of my life until very recently when I\nwas working on the Jasenovac files.",
        "Q: At the Holocaust Museum?",
        "A: Yes, at the Holocaust Museum, and I found out that that was — that was very much a\nnorm, that a lot of people especially those who were not Jews or Serbs, but were Croats\nwho were just thought to be Partisan sympathizers and so on, that they were coming and\ngoing. There are many testimonies that I have listened to now, and much material that I\nhad seen, that people would say that they were released, and even Magda, we were\ntalking to Magda. She was saying how people were collected to a camp in Zagreb and\nthey were released to go home and get their clothes or something, and it seems that while\nthey were extremely cruel, within Jasenovac, that they were also very disorganized, and\nsometimes people would come and go and they were constantly sending people from one\nplace to another. I believe that was the most amazing thing that I found in reading the\nJasenovac material, to what extent people were constantly being moved from Radiska to\nJasenovac to Lepoglava, spending times on trains going back and forth, sometimes being\nreleased. It’s amazing, and we haven’t quite figured out. Lucie and I are both very\nsurprised, and we haven’t quite figured out what 1s the basis of that except that we feel\nthat there was not a total organization.",
        "Q: Now, did your uncle come back before Giza was deported?",
        "A: Yes, yes.",
        "Q: They were able to spend some time together.",
        "A: Spend some time together, but then I don’t know why he wasn’t — I don’t know where\nexactly he was physically when somebody — when somebody came to get her. She was\napparently denounced. As I told you, that whole town was very good about not\ndenouncing anybody, but there was one person, and Stricek knew who that was, and I\nwish for history’s sake that I could remember his name now, but I can’t, who denounced\nher, and they came and got her. Somebody did warn her. I think she hid in the attic of that\nunfinished house, but they found her.",
        "Q: She was denounced as what? As a sympathizer?",
        "A: As a Jew.",
        "Q: As a Jew? But wouldn’t she have been listed as a Jew?",
        "A: She was, but people weren’t paying that much attention to that. She’s on the list because\nthe picture I have of the list, she’s on it.",
        "Q: They weren’t doing very much with it?",
        "A: No, they weren’t doing anything, but at that moment, I don’t know whether it was a\nparticular person, a particular person who was in charge, even — it was towards the end,\nthey were already losing the war.",
        "Q: This was late, this was 1944?",
        "A: It was very late, 1944, right. It was very, very late, and then Stricek tried to go after her.\nHe did go after her. He followed her and went all the way to the border and tried\ndesperately to get her out, and was unable to get her out. We think that she was shipped\nto Auschwitz, but we don’t know exactly. We never found any records, and that was the\nend of her, unfortunately.",
        "Q: When he came back, did you stay with him?",
        "A: Yeah, I stayed with him. I stayed with him. That was pretty much already almost the end\nof the war. And...",
        "Q: But your brother’s with you the whole time?",
        "A: Yes, my brother’s with me all the time. And, then came liberation.",
        "Q: Let me ask you something. You’re now a little bit older. You’re like five.",
        "A: Right.",
        "Q: In 1944. So, as people are leaving and Giza is clearly an important person to you, you\nhave some sense of who she is, her disappearance, does that...?",
        "A: That was very upsetting.",
        "Q: Does that bother you in a way that the others would not because you were so little?",
        "A: Yeah, they all bothered me that they would be going away. I just didn’t know how going\naway, you know, what — you know, you go away, you come back. I think with her, I\nalready had a sense that perhaps she won’t come back, that bad things were going on, that\npeople die. I think at that point, I-",
        "Q: Do you think you understood what death was?",
        "A: I think, well, yeah, I’ve seen — I saw a lot of death since then, all the battles, all the dead\npeople. You know, living nights — oh, I didn’t tell you about one night when there was a\nbig battle and the big mill which was just a little bit more than a block from us was set on\nfire by the Partisans. That was awful. People crying because — all over the street —\nbecause everything, all the wheat or corn, whatever they had that was to sustain them for\nthe year was in the mill ready to be milled and it all burned down. The smell in the town\nfor a long time, the smell hung around of this burnt stuff, and people who were, you\nknow, I, at the point, I understood — I understood what it means to die, or to be dead. So, I\nremember being upset, and I remember Stricek being very upset for a long time\nafterwards.",
        "Q: Did he say anything to you? Does he tell you that he has tried to find her?",
        "A: Yes, yes.",
        "Q: He did. At that time?",
        "A: I think so, Again, you know, do I remember it then, or do I remember it a year later or in\n1956? It is very hard to tell, but I think I had the sense of what was going on.",
        "Q: Was he a loving person to you?",
        "A: Very, very, he was one of the sweetest people that you could imagine. Not only to me, he\nwas Stricek, which is dimunitive [sic] for uncle, to the entire town, and because I called\nhim that, everybody called him that. He 1s referred to as Stricek Ludva by everybody, and\nthere is — there is a monograph, well, there is a history of Ludbreg published by a Mrs.\nWinter, and it came out about two years ago, and there are sections on a variety of topics\nincluding Jews of Croatia, oh, Jews of Ludbreg, but there is a few people have their own\nchapter, and there is a chapter on him with pictures, and it’s Nas Stricek Ludva, which\nmeans “Our Uncle Ludva’, that’s what he was. Our house was always open and full of\npeople and company and he was — he was — he was the most loving person you could\nimagine. I was extremely lucky, extremely lucky.",
        "Q: Was Giza like that, too?",
        "A: She was much quieter. He was, you know-",
        "Q: He was the social one.",
        "A: He was the social one, yeah. She was much quieter, and, of course, she — I only knew her\nin really bad times, where I knew him afterwards, after the war, when his true self came\nforth, you know? So, it’s interesting because one of the things that this Mrs. Winters says,\nshe says, “All the good things...”’, she was, by the way, very famous, a very well-known\nperson in the Partisans during the war, and she considered herself a historian, and I am\nsorry, very sorry that she died before I could talk to her because she writes very nice\nthings including about him, including the fact that he adopted me and my brother after the\nwar, and then she says things like, in one sentence she says that even that was not, that he\nlost so much during the war, and then in the end he even lost me because I married this in\nquotes: “rich Jew”, which made me just wrinkle because my husband was anything but\nrich, and that I left and left him there, which of course wasn’t the case. Yes, I left, but\nvery much with his — with his approval, and he knew he was quite elderly and he knew\nthat he wanted me to have as good a life as I possibly could. And he did everything 1n his\nlife to make my life as good as possible.",
        "Q: So, do you remember liberation as liberation?",
        "A: Yes, yes, I do.",
        "Q: What was it like?",
        "A: What I remember most is columns and columns of Ustashe being marched through the\ntown and being taken who knows where, and all of us standing outside and looking at\nthese people and these forced marches that they were on. I don’t know where they were\ngoing and to where they were going, and there wasn’t anybody that knew, but everybody\nsort of standing around and these people were hungry and they were thirsty and here and\nthere people gave them a little water, but other than that, people just stared as they were\nwalking by, and so all of a sudden the tables were reversed and everybody was saying,\n“They deserve it.” And that is what I remember most 1s this, you know, the conquered\npeople walking by.",
        "Q: Were they yelling at them?",
        "A: I don’t remember yelling. I think, in fact, there was quite a lot of silence, sort of, we were\njust staring at them. There were huge number, there were thousands of people being\nmarched by, what looked to me like thousands.",
        "Q: Were they going north? Do you have any recollection?",
        "A: They were going — I remember which way they were going in Ludbreg, and they were\ngoing east.",
        "Q: East?",
        "A: East. So, because I mean, we were between — Ludbreg is between two larger towns,\nKoprivnica and Varazdin, and Varazdin’s to the west, and Koprivnica to the east, and\nthey were going across the bridge, across the river toward Koprivnica. What happened\nafter that, I don’t know, but you know, that was --",
        "Q: But, you knew from your war games at the very least-",
        "A: Yes.",
        "Q: Who was the enemy and who wasn’t.",
        "A: Oh, boy did we know who was the enemy all of the time, yes. We knew who the enemy\nwas. We were free when the Partisans were there. You know, I didn’t have to pretend. At\nanytime that the Ustashe were in charge of the town, I had to — well, I had this red hair,\nflaming red hair. I was extremely noticeable because there isn’t a Croat almost anywhere\nwith red hair.",
        "Q: Only Jewish Croats?",
        "A: Yes, I did not know any red heads, and so there was a time that Pavelic came to town. I\nthink it was towards the end sometime, I don’t know exactly why he was invited — he was\na speaker. Well, all my friends were going. I wanted to go too, to see, and I was told\nabsolutely not, and I remember that I was told I could look — we had a stone fence, and I\ncould look across the stone fence, peer out. It was in the summertime I think, but I had to\nwear a hat on my head because you don’t want any strangers not noticing you with this\nred hair, and my brother also had red hair.",
        "Q: I was going to ask you if he had red hair.",
        "A: Yes, the two of us had red hair, and we kept waiting for someone in the family to have\nred hair, but my grandson has slightly reddish, but it’s my — the males in my family seem\nto have red beards, but I’m the only redhead female so far.",
        "Q: It was really flaming red?",
        "A: Yeah, very red hair yeah. So, that was a real liability, and peasant women would come\ninto town and tell me horrible stories. I remember one telling me, one time — I don’t\nknow if it was during the war or not, but I remember she told me, “If you ever go to\nVarazdin’’, the bigger town, “be very”, or Zagreb, my goodness, “be very careful not to\ngo near any kind of a place where there is a pharmacy because, you know, they might\ncatch you and press you and make medicine out of you.” You know, there were — in the\nsmall towns, these kind of prejudices and misinformation are rampant. So, I knew that\nmy red hair was some kind of a liability and I was to hide it all times, and I hated it, too.",
        "Q: You didn’t like it?",
        "A: I did not like it at all. I just hated it. I felt like, “Okay, so maybe I’m redhead because I’m\nJewish, I’m different.” And, I didn’t like being Jewish. I mean, it was a liability, and\nanyway, at that point, I really didn’t know that Jewish was anyway.",
        "Q: But, you knew Jewish was bad in terms of the Ustashe, not in terms of being Croatian, or\ncould you not make that distinction?",
        "A: I don’t think I could make that distinction. Again, you know, I knew that this was\nsomething that they could catch me for and I would be in trouble, but no one told me, you\nknow, no one told me why it was bad being Jewish, or why it was — or maybe if they told\nme I did not understand or I didn’t understand, but I just knew that nobody ever said bad\nthings to me about it. No one said, “Oh, you’re a Jew, therefore” or “it’s bad.” I mean I\nknew from being in school, we had to go to churches in school. I just started school. I\nwas, really, in first grade before the war, and we had to go to church on Sunday and we\nwould line up and go to church, and I knew that I didn’t know some of their songs. I was\ninventing. I remember inventing songs. They would be singing something like, and I\nknew the melodies but I sometimes didn’t know the words, and I would be inventing\nsomething about birds singing or something. But, you know, I lived across from the\nchurch, and I’d go there with my friends. And I knew very — I knew very early that Jews\n— that there were Jews who killed Jesus, and that that was bad, and I didn’t want to be\npart of that. But that’s what I knew, and I didn’t have any idea after the war what Jewish\nwas, but of course, after the war, it didn’t matter because nobody followed any religion\nafter the war.",
        "Q: Were you asked or trained in some way to be a little Catholic girl so that in case-",
        "A: Mm-hmm.",
        "Q: So, did you go to catechism?",
        "A: Oh, yes.",
        "Q: You did?",
        "A: Mm-hmm, but we had it in school. We had it in school the first year that I was in school,\nwe had catechism in school, which is interesting because before the war, there was —\nthere was — religion was taught apparently in schools, and I have this picture of my\ngrandfather teaching Jewish children, and then there was — there was a Russian — there\nwas an Orthodox priest teaching whatever. There were Orthodox children, there were\nSerbian children, and then there was the Catholic priest, but of course, during the war\nthere was only Catholic, but I don’t remember so much any priests. Somehow I’ve don’t\n— but, I— I do remember the book of catechism in school. I don’t remember who was\nteaching it.",
        "Q: Was this after Giza was taken?",
        "A: That I can’t tell. That I can’t remember.",
        "Q: Do you think it was when you were five years old or six?",
        "A: It must have been at the same time. I did not go to school at five. In Croatia, in\nYugoslavia, you didn’t go to school until you were seven, and they smuggled me into\nschool early. I don’t know why. I think my uncle felt like, “What are you doing here?\nShe’s already starting to read, let her to go to school.” And because of his position in\ntown, or their position in town, and we were friends with all the teachers, they just let me\ngo. I was the youngest as it is even when I finished school later on. I was the youngest,\nyeah.",
        "Q: Did you like church?",
        "A: I liked church because it was sort of like, there was music and pomp and circumstance,\nyou know, there, you know, you got dressed up and there were holidays, but I don’t know\nso much, I mean, you know, because I remember girls having to get dressed up and you\nwould go in a procession and throwing rose petals around.",
        "Q: Now, did you go to synagogue when you’re at grandfather’s? Do you remember?",
        "A: No.",
        "Q: No synagogue.",
        "A: I don’t remember.",
        "Q: Right, so, your physical experience with religion is Catholicism.",
        "A: Yes, as a child, yes.",
        "Q: You know that you’re Jewish, but it’s not your experience.",
        "A: Right. That was not my experience until I was 16 years old, but, of course, I had no\nexperience with any, you know, and I knew who — I mean, I knew who I was because I\nhad my own — my grandfather’s books were saved. Again, I don’t know exactly who\nmust have been Ludva Vrancic’s teacher who somehow facilitated for the books, the\nmain books, to be taken out of the synagogue that my grandfather built, lived, and being\nbrought to the Vrancic household and being put in the attic. So, that is how I end up\nhaving a lot of my grandfather’s books, not my grandfather’s, but the synagogue’s books,\nsome of my grandfather’s books. So, they were all stored there. So, I knew, you know,\nwhat Hebrew looked like, and that, but that was the language that was used. I have\npictures of my grandfather, you know, wearing different kind of clothes. I remember\nthings like my Aunt Giza when one time when we escaped together, because there was\ngoing to be a raid and we went to another town to the town of Varazdin, and I remember\nthat she wasn’t going to eat in that house. I used to eat, but she opened a can of sardines. I\nremember that so well. I don’t know why. I remember her can of sardines. So, she was\nobviously keeping kosher.",
        "Q: Kosher. In some way.",
        "A: Yeah. But, you know, I was, you know, I was eating everything everywhere. When I\nthink about eating, the thing that I remember the best is when I was staying with the\nRunjak family, sometimes when the Ustashe were there, and we stayed — Mr. Runjak was\na painter. I don’t mean art. I mean walls. And she was a nurse. She took care of cataracts.\nEverybody seemed to have cataracts, not cataracts, I’m sorry, trachoma. There was a lot\nof trachoma, and she was-",
        "Q: What’s that?",
        "A: It’s — trachoma is a, I think it’s also the word in English, but it’s a disease of the eye.",
        "Q: Glucoma?",
        "A: No, no, not glaucoma. We have to look that up, but I think it’s trachoma, and I think it’s —\nit’s a transmittable disease and a lot of peasants had it, and she was — she had a little\nclinic of sorts that she ran and they all came to her for her to take care of the eyes, but\nthere was very little money in that family. I mean, there were three, you know, three\nteenage kids. I think one, or maybe two of them still survive and I see them when I go\nback, and so, food was precious, right? Though I was never hungry, really hungry at all.\nThat comes from living in the village where everybody had land and chickens and things,\nbut I remember that Mr. Runjak because he was going to work, he could have scrambled\neggs for breakfast, and we all had to take turns, who was going to get the empty pan and\na piece of bread to eat — to rub the bread in the fat and eat it, or maybe have a crumb or\ntwo of the egg left. I remember that very well.",
        "Q: Okay why don’t we stop the tape?\nEnd of Tape #3\nTape #4",
        "Q: When there was liberation, were you expecting Giza to come back?",
        "A: People were — I don’t know what I expected, but everybody kept asking me this question.\nLike, you would be on the street, and some stranger would come and say, “Are you\nexpecting your mother and father to come back?” Lots of people asked me that question,\nand not only at the time of liberation, but much later on, and people would concoct\nstories, you know, and say, well, they heard so-and-so was in Russia for such-and-such a\ntime, and they returned, and am I expected somebody to come back’? And I may have\nexpected somebody to come back, but not terribly actively. Some people, of course, came\nback. Two of my uncles returned, but of all the family, that’s all.",
        "Q: And did they want to adopt you?",
        "A: Yes, they came to Ludbreg looking for me, looking to — not just for me; looking to see\nwho was there, who survived of my mother’s family. One of them was my mother’s\nbrother. He’s the only one actually of the entire Deutsch family who survived. On my\nfather’s side of the family, a few siblings survived, half of them. And this uncle, my\nUncle Bernard, who goes now by Dov and lives in Israel, he survived because he was\nprisoner of war. He remained — he was in the Yugoslav Army, and became prisoner —\nactually, Erne was also prisoner of war. They both were in the army. They became\nprisoners of war, and so survived. It was a much easier survival from what — I just spoke\nto Bernard very recently and he was telling me stories, how they basically lived the same\nway like the rest of the prisoners of war, and they were able to get packages and they\nwere fed reasonably decently, et cetera, et cetera. So, the two of them returned. Both of\nthem asked me to go with them, and I absolutely refused. When I think about, at the age\nof seven, I was totally aghast that I would go with these people whom I didn’t know. And\nmy Uncle Bernard, Dov, got married to another survivor, this survivor of the camps, to\nEstie (ph), she survived Auschwitz. They left Yugoslavia, and went to France, to the\nsouth of France, and then eventually to Israel where they still live. My other uncle, Erne,\ngot remarried. His wife, Irma (ph), and daughter, Edita (ph), were killed. By the way,\nthat’s one of my really vivid memories — his daughter was at one point released from a\nconcentration camp, and I remember her coming to my grandfather’s house and being\ntotally skin and bones, full of lice, and I remember that she looked weird, and they put tar\non her head, and she just looked so crazy to me. And I was, obviously, a little girl, and\nagain, she then continued to live in Ludbreg and not in total and absolute Anne Frank-\nstyle hiding, and then she was taken away again. But, anyway, she then was taken away\nand was killed. But he remarried, Erne remarried, and married a woman who became a\nwidow and had two children, and they eventually left for Israel, and I remained behind. I\nthink that from the date of the adoption — I was adopted by my uncle, and my brother\nalso, almost immediately after the war in 46.",
        "Q: This is before the came — before the brother-",
        "A: I have a feeling that it was before they came, and so, you know, there was a great tug of\nwar, and I never heard from either for a very long time. I think they were very angry and\nupset.",
        "Q: Now, were they angry at you? They were angry at-?",
        "A: Well, they were angry at my uncle, but 1t — it manifested itself with the fact that I never\nheard from them again. However, the person that I did hear from eventually, but I don’t\nremember how soon after the war, I heard from another uncle who survived, another of\nmy father’s brothers. So, in my father’s family, there were six children, and one sister and\ntwo brothers survived, and this one brother was in Bergen-Belsen and then was rescued\nout of Bergen-Belsen and went to Switzerland, and he married Magda, and they had one\nchild a seven-year-old child or so when I heard from them. So, maybe he was — maybe he\nwas about five, six at the time. So, it must have been, I think that child was born sort of\n°45, °46. So, I heard sort of into the ‘50s more or less continually from them, and\nremember very vividly getting a package from them, a ball point pen where you could see\nthrough the plastic. That was so exciting, and a red plastic little purse like that, and a box\nof Frigor chocolates, my box of Frigor chocolates, very exciting.",
        "Q: Frigor?",
        "A: Frigor, the Swiss brand. They were living in Switzerland. Of course, we had no — after\nthe war we had so little, and we, as a family, had more. I mean Stricek and I and my\nbrother, had more than many families. But, anyway, this whole chocolates and stuff came\nmuch later. It came after my brother was no longer in the house.",
        "Q: Let’s talk a little bit just about this tragedy with-",
        "A: With my brother?",
        "Q: With your brother.",
        "A: Now, there we were having survived the war, and it was September and everything was\ngoing fine, and it was time to go and have — and collect grapes, have a grape harvest, and\nwe were at the grape harvest, and the day after my brother was sick, and it just seemed to\nbe sick like children get sick. And then his temperature went up and up and up, and then\nit turned out that two other children in town apparently had scarlet fever, and it turned out\nit was scarlet fever, but it really wasn’t diagnosed in time, and — in time for the doctor to\nsay, “Go to the nearest town,” which was 25 kilometers from us, or “Let’s go get\npenicillin someplace,” and apparently he had a weak heart, and he was sick for three days\nand he died. It was quite a tragedy. It was a tragedy for me, even then, and I was old\nenough to realize it, I don’t think I was nearly as affected as Stricek was. I don’t think he\never got over his death. He just adored that child. He adored me, too, but I think he really\nadored my brother. And I was — the whole town mourned. It was really sad.",
        "Q: Really?",
        "A: Yeah. It was very sad. It was just, you know, I think scarlet fever is a bad disease even\nnow, and at that time I think there was just no — we had no antibiotics. It was right after\nthe war, and nobody was alert enough to realize that you could die that fast from\nsomething like that, you know? You just go, “Oh, the kid is sick. He has a high fever.”\nSo, it was bad. It was tragic. So, after that, I was an only child, and with not a single\nblood relative remaining within Yugoslavia. So-",
        "Q: Did you feel almost like Ludva was as good as a blood relative?",
        "A: Oh, yeah. I never — no, I’m only making a statement, a general statement, but it wasn’t\nthat I felt that he was any different then a blood relative. I really felt like he was my\nfather. And the only time that I used to think how sad it was that I didn’t have my\nparents, and I know that sounds terrible because people often ask me that, you know,\n“How did you feel about your parents?” but, because I didn’t know them, and I didn’t\nhave that experience, it was only theoretically that I missed my parents. Aunt Magda gets\nvery upset when I say that.",
        "Q: It makes perfect sense.",
        "A: It makes sense. The only time that I would, you know, feel sorry for myself, was when\nsomething would happen that I would get punished for something, and then I would say,\n“If my mother were alive she wouldn’t do XYZ,” you know, like I don’t know. If we had\nsuccession of cleaning ladies and housekeepers. We had some very nice housekeepers,\nsome people who were very nice to me. But if I would get punished or had to clean my\nroom or whatever I had to do, I would say, “If my mother was alive, I wouldn’t have to\nbe doing this.” Of course, I would have.",
        "Q: Yes, would you say that out loud?",
        "A: No, but I would think that to myself, feeling sorry for myself.",
        "Q: Now, you said at some point this afternoon, that your father actually survived the war. Is\nthat the case? Or up to the end of the war?",
        "A: From what I was told by people — a person who apparently witnessed my father’s death,\nis that at the end — at the end of Jasenovac, there were many outbreaks. There was a\nmajor one at one point. I keep reading about that in all the records. But, apparently, there\nwas confusion and they were killing people en masse and so, people were trying to\nescape and there was — it seems that my father and a few other people escaped at the very\nend, and that they went someplace into the woods, and then came down — came close to a\nvillage looking for the food, and that they were surprised by a German, I think, German\npatrol, or Ustashe patrol, I’m not sure. And, then he was shot. So, that’s the most\nunfortunate, that he was able to survive until the very end, and then not make it.",
        "Q: This is going to sound like an odd question, but do you think that if your parents had\ncome back, you would have felt about them the way that you did about the two brothers\nwho came? Just like, “Who are you?”",
        "A: Possibly, but I think I understood parents. I understood -",
        "Q: You understood?",
        "A: Yeah, I understood the concept. I understood that, and I think Stricek would have\nunderstood and would have — would have given me away. Yeah, given me away, I mean,\nhe could have kept me. You know, I was, to him, basically a grandchild because my aunt\n— my aunt, who was his wife, as I said, was 15 years older, then he was 10 years older\nthan my aunt. So, there was a 25 year gap.",
        "Q: Between your parents and him?",
        "A: Yeah.",
        "Q: So, how old do you think he was at the end of the war?",
        "A: So, he was born in 1885. I’m very bad at math.",
        "Q: So, he’s 45 or 50?",
        "A: In his 50s, right, and so — oh, when did I feel sorry for myself for not have had my\nparents? For example, he was fairly strict. When I was a very little child, I could do\nanything. I could climb walls if I wanted to, but as I got older and older, then restrictions\nremained, you know. I had to be careful about this and that, and boys and so on, and then\nI was always — I would always say, “Well, you see, he’s so old, he doesn’t understand\nanything. If I had younger parents, they would have understood.” Nonsense, of course,\nbut, you know, that’s — it’s a good way of looking at it. So, I always used to say, “I’m\ngoing to have my children very young so that Ill understand them better.” We’d have to\nask my children how I did. I did have my children very young, but I don’t think that that\nwas necessarily what happened, but I always worried about him getting married, for\nexample.",
        "Q: And what would happen?",
        "A: And what would happen, and there was some possibilities. We had some very appropriate\nhousekeepers at times.",
        "Q: What did you think would happen? That they would not want you there?",
        "A: No, no, no, I didn’t think that. I was just jealous.",
        "Q: You liked having him to yourself?",
        "A: Oh, yes, you know, I was in charge.",
        "Q: When you think back now, does it surprise you that someone who 1s 55 years old would\nwant to adopt a little girl?",
        "A: Well, I don’t -",
        "Q: Or, was he just very special?",
        "A: He was just very special. I — I don’t think, I’ve never thought about it in that way. Of\ncourse, if I think now, I find a 55 — I mean, I remained a widow at the age of 54. That’s\nabout the same age, and I certainly wouldn’t think about starting at this point to adopt a\nchild. So, I can imagine that age very much, but I think I was there all along. It was just,\nyou know, it was just a paper thing. It wasn’t a — it was just continuing status quo rather\nthan creating something new.",
        "Q: Clearly, he loved Giza so much and the family, that there was no way that he was going\nto abandon you.",
        "A: No.",
        "Q: Or your brother.",
        "A: No, no, no, I was just part of them.",
        "Q: And, he — from your description, he was such a social person -",
        "A: Right, right.",
        "Q: That privacy was not the big issue for him.",
        "A: Oh, it wasn’t an issue at all. There was no privacy in that house. No, there was somebody\nthere from morning, noon ‘til night, there were always people in the house, and there was\nalways something being served. And people were always visiting. So, that wasn’t an\nissue.",
        "Q: Did he tell you about your parents, what he remembered about them?",
        "A: He told me, but he didn’t know my parents all that well.",
        "Q: He didn’t?",
        "A: No, I mean, he knew — he knew my mother, but he barely knew my father, because my\nparents were married about two years or so when I was born, and my father never lived in\nLudbreg, and Stricek never lived in Zagreb. So, I mean, you know it was — he knew my\nmother as a young woman growing up, and she was away at school, of course, because\nthere was, you know, in Ludbreg, there were only eight grades of school, and so, my\nmother already was sent to Cakovec to go to school at the age of 13 or 14, whenever it\nwas. So, I’m sure he didn’t know her all that well to be able to tell me very much about\nher. I mean, there were always things he told me. I mean, music was extremely important\nto him. I was always told I needed to study music, and my mother sang very well\napparently. So, that was always told me. I was always told that she was very good with\nlanguages, which I inherited somehow and also I could sing, so that was always, “That’s\nwhat you have from your mother.” Well, both my parents. My mother lived in Cakovec\nfor a bit of time, and apparently learned Hungarian while she was there, just as a side\nthing. So, it was a big thing, you know. To study languages was very important, and I\nwas always given all the opportunities, but, you know, I was given a lot of opportunities\nand I was aware of that because we lived surrounded by in this world of farms and\nfarming families, and there were very few so-called “intellectuals” families in town, and\nyou know, I was one of those, and I had more than most people, and I was made aware,\nyou know, of, you know, noblesse oblige, and I had to behave well, and I was told I had\nto learn how to do things in the house, so that I can tell maids what to do, those kinds of\nthings. So, I knew I sort of lived in sort of semi-privileged world, and I enjoyed it all. I\nliked to learn, and I, you know, there were books everywhere, and for fun I was reading\nDante’s Trilogy. I love to look at the pictures of the Inferno.",
        "Q: It must have reminded you of the war?",
        "A: Yeah. [Laughs. |",
        "Q: How does he earn a living?",
        "A: He was back to being a bank director.",
        "Q: Oh, he was. So, he was doing very well?",
        "A: Yeah. Well, you know, in that world, comparatively. Yes, we — we still had, of course,\nour house, and then we were — there were — he was constantly working on getting some\nof the other things back, like the vineyard was left to us, but, of course, that was always\nan outlay of money, because we had to pay somebody to work it and then nobody ever\nsold anything practically. We only sold wood — there was a little forest and we could sell\nwood and gravel, and then there was stuff in the house that we were able to sell. There\nwas jewelry left from before the war, and slowly we sold quite a bit of that. I have a very\nvivid memory of taking some chains which I liked very much, gold chains, and having to\n— somebody came and put them on the scale, and that was the money. But, that is how —\noh, and there were clothes from his sisters and so on that we slowly sold, and extra\nfurniture, and we traded for things like potatoes and whatever, you know, else we needed\nto live.",
        "Q: What happened in terms of religion? Was he an observant Catholic?",
        "A: No.",
        "Q: Nothing.",
        "A: No. He was not an observant Catholic, but I don’t remember him ever going to church.\nThere was sometimes things that we did do in the house. I remember that we did have a\nChristmas tree, mainly because the maids or the housekeepers or whoever they were put\none up, and I would, of course, couldn’t help but love it, and I’d get presents. And, the\nonly other thing that I have a memory of besides that holiday, was that the day — Three\nKings Day, whatever it’s called now. You know, it’s the last day of Christmas, after\nChristmas. The custom in Ludbreg was for the priest to come through the houses and do -",
        "Q: Bless?",
        "A: Yeah, bless the house and put some chalk marks, I think, I think, of the saints or\nsomething like that on the — and, of course, Stricek, who was very welcoming of\neverybody, allowed the priest to come, too. So, the priest came. We sat down. We had a\ngood talk, and religion at that time was so frowned upon. No one went to church\nanymore, and that priest was sort of, you know, he didn’t push it. That was the only thing\nthat happened.",
        "Q: And, what happened to you knowing that you were at least born Jewish? There are very\nfew Jews left in Yugoslavia.",
        "A: There was this one family that returned, the Weinrebe family, whom I adored and they\nwere Stricek’s best friends. But they didn’t do anything either, and so, I just knew that\nthey were Jewish and what had happened during the war, and eventually, their daughter,\nthe younger daughter, is five years older than I am. So, when — and, she wasn’t living in\nthat town. They sent her to Zagreb to go to school. So, I saw very little of her. But as we\ngot older, we got closer and closer, and still now we’re very good friends. I talked to her\non the phone yesterday. But, I was — I was hoping to meet somebody because I was\nbecoming a little curious about the whole thing. But, at the age of 13, I finished school in\nLudbreg and I went off to Varazdin to go to high school. And there wasn’t a Jew left\nthere either that I knew, nobody, nobody in my high school. By the time I got to the\nuniversity, there may have been some, but I was not aware of it. I remember hearing a\nname that I thought, “Well, she might be Jewish,” but by that time, I had been to\nSwitzerland, and that was a whole — and then all of a sudden, I started to understand what\nJewish meant.",
        "Q: Because you went to see the -?",
        "A: To my uncle.",
        "Q: To your uncle, and they were Orthodox?",
        "A: They were Orthodox. They were Orthodox. I went from like nothing to a totally\nOrthodox household.",
        "Q: Was that comfortable?",
        "A: I was fine with that. I seem to be fine with -",
        "Q: You’re very flexible.",
        "A: I think I’m a bit. I think that’s probably what the war did to me.",
        "Q: Yeah, because you keep changing.",
        "A: Yeah, it’s okay. So, this is the thing now.",
        "Q: So, let me ask you something about the politics. What happens — now, there’s a\nCommunist regime.",
        "A: There.",
        "Q: There?",
        "A: Yeah, right.",
        "Q: So, you’re living there, right?",
        "A: Yeah.",
        "Q: SO,",
        "A: At that time, I mean.",
        "Q: What’s ss?",
        "A: So, I’m thinking now, no, not now.",
        "Q: No, but then.",
        "A: Yes, historical present, right.",
        "Q: Historical present. So, are you feeling very ideologically sympathetic?",
        "A: Boy, am I, yes because this is the people that won the war. I mean, we are gung-ho\nPartisan. My uncles wearing the, you know, he’s a— I’m a victim of fascism and so is he.",
        "Q: That was your privilege?",
        "A: That gives me some — well, eventually it gives me — it gives me the privilege of going to\nSwitzerland. I would not have been able to go otherwise. No, absolutely not. I mean,\nabsolutely not. There are pictures of my uncle, you know, wearing a red star. I mean, we\nwere really very much and that’s how he was able to go back to being in a position — to\nbeing in a position of power because he had suffered during the war. So, even though\nthey were very strange people that had come to power. I mean, people from outside\nwhom we didn’t know, who weren’t quite as well-educated as we would have liked them\nto have been, but happen to have been in the Partisans, and therefore they were assuming\npositions of the Chief of Police, et cetera, et cetera, but we were very good friends of\ntheirs. And, ideologically, we were to that side. I mean, I especially, as a young person, I\nthink my uncle eventually understood that some of this was not good as time went on\nand, you know, we were under repressed and the Russian rule, and so on and so forth. I\nremember having fights with him about the Suez Canal, which I thought was a wonderful\nthing that it was being taken over by the Egyptians, and I remember having fights over\nthe fact that, you know, I certainly thought I would go and build a road between Zagreb\nand Belgrade with the rest of the student body, which, of course, he thought that I was out\nof my mind, and I’m not going anywhere. Those kinds of things, but he was, you know,\nhe was obviously in favor of the new regime, but then the regime turned out not to be\nexactly what we hoped it’d be.",
        "Q: Now, what did it mean to be a victim -",
        "A: Of fascism.",
        "Q: Yeah.",
        "A: It meant that you had been on the, basically, on the side on which you were deprived of\nliberty or limb or whatever, just exactly what happened to me. I was a victim of fascism,\nso was he, because he was in a concentration camp, and when I wanted to go to\nSwitzerland to visit my relatives and I applied for the visa, I was given the visa as a\nvictim of fascism because I had suffered, therefore I could be trusted. I was not on the\nwrong side, and therefore could be trusted to be given this visa, which was, at that time,\nno one went. When I came back from Switzerland, I went through every class in my high\nschool telling people what it was like. I didn’t know — nobody knew anybody who had\nbeen abroad. Of course, I didn’t tell them about the Jewish parts of it. That was for me.",
        "Q: We have to change the tape.\nEnd of Tape #4\nTape #5",
        "Q: When you came back, after visiting Switzerland, and you’re talking to everybody about\nwhat it was like, but you don’t talk about being Jewish. Do you then talk to your uncle\nand say, “I want to pursue this’?",
        "A: No.",
        "Q: You talk to nobody?",
        "A: No.",
        "Q: So, this is all in your head?",
        "A: It’s all in my head. I don’t know — I don’t know what I’m going to do with that. It doesn’t\nreally have that much meaning. I mean, it’s something I learned. I learned something\nwhat that was like, being Jewish, but I don’t feel like I want to do one thing or another. It\ntook, you know, I don’t think that at that point I was considering religion one way or\nanother. It was just sort of a new knowledge, but I didn’t think anybody was interested in\nthat part. I mean, no one was interested in any religion anyway. I don’t think my uncle\nasked me, I mean, he asked me anything about that. I mean, he knew.",
        "Q: He knew they were Orthodox?",
        "A: Oh, he knew they were Jewish. I don’t think he knew what it meant to be Orthodox. I\ndon’t think — I mean, he knew my grand — obviously he knew my grandparents, and you\nknow, they were sort of like my grandparents. They weren’t — anyway, there aren’t\nOrthodox. Well, there was Orthodox by American — in an American sense. They are not\northodox in when you think now of like the Heredi in Israel or something like that. I\nmean, they, at that time, mother’s now wearing something on her head, but at that time,\nshe wasn’t. But, they really were observant. The men always wore something on their\nhead. They followed all the laws of Kashrut. The Shabbat, you didn’t do anything except\ngo to the synagogue. And, they lived in a small Orthodox community in Montreux, and\nbasically there were no other kinds of Jews. I, at that time, I didn’t even know of the\npossibility of other kinds of Jews. It was all so sudden, and so out of nowhere with no\nbackground to speak of. And I was there a month. So, it’s — it was sort of -",
        "Q: Now, did he talk about his brother to you?",
        "A: Yeah, they talked a lot about — they were — to this day, they were very much imbued with\neverything that happened during the war before the war, talk about the family, talk about\nwhat happened to them during the war, after the war. They were still recovering from —\neven though to me, it looked like they were living in this fairy land, their life really\nwasn’t easy at all. But, I only — at the age of 16, it’s just so much, you know. I mean, I\nwas more impressed with things like, you know, you go to a supermarket and the doors\nopen by themselves. I mean, you know, that was very important. And all the food, I\nmean, in the supermarkets. And so this was still ’54 in Yugoslavia. I mean, you know, we\nhad still very little. We had just emerged, sort of, from really, not having anything in the\nstores, and you know, we had emerged from the time that we were getting UNRRA\npackages, you know, and with crazy foods from America, and my memory of that is all\nof the foods that we couldn’t eat like — that we didn’t like, like canned orange juice, and\nthere were some clothes that we got, and I got a sweater from school, because there was\npiles of things, and I brought home this sweater, and my uncle made me take it back,\nbecause we weren’t as poor as other people who could have this sweater. And I’m to\nconsider other people. I was taught well to be compassionate and to understand who we\nwere, and who I was. So, you know, all of that and then all of a sudden coming to\nSwitzerland and seeing a lot of things in the stores, and beautifully arranged shops with\njewelry and people well-dressed walking by Lake Geneva. AIl of that mixed in with this\nlittle thing of Jewishness, 1t was just too much.",
        "Q: It’s interesting, of course, that they were in Switzerland. If you’d been in other European\ncountries, you’d have seen much more devastation.",
        "A: Yes.",
        "Q: So, you saw nothing.",
        "A: I saw nothing. It was all perfect, you know, perfect land. Of course, there were extremely\nnice to me and, you know, took me and my aunt tells the story, I think she told it on tape,\nthat she remembers very well that I — she remembers it better than I do, that at one point,\nwe were doing something and there was a little discussion in the family about what to do,\nand I put my two cents in and I said something. I said, “Oh, I don’t want to get into it,\nafter all I’m not family.” And they said, “Yes, you are. You’re a member of the family.”\nAnd I cried. So, there were so many different emotions, and so much new to see and learn\nand do. It, you know, and I knew that they were concerned about — they were concerned\nabout my not knowing any other Jews and not knowing what Jewish meant, and being\nhappy that I’m with someone who really cared about me. They understood that, but at the\nsame time, they were, you know, I was 16, and I think they were mostly worrying about\nwho am I going to marry, you know, and how is this going to go on, and I’m going to be\nlost to the family forever, and that kind of thing.",
        "Q: Dora, did you somehow feel closer to them, I don’t know, closer to them than to your\nuncle, but the fact that they were blood, did this make an impression on you that was\nsurprising?",
        "A: Yeah, in a way, in a way. I understand what you’re saying. It’s not that I feel closer to\nthem than to my uncle, but the fact that I felt close to them was interesting to me. It’s not\nthat that’s a comparison, but almost total strangers, and I remember that my uncle came\nto get me, Uncle Jozi, came to get me at the border. I was on the Orient Express and just\ncoming through Simplon, and I was obviously nervous all by myself traveling, and he\nsaid he would come and meet me at the border in Brigg, and I’m looking out the window,\nand I’m thinking, “How am I going to recognize him?” I had a picture; they sent me one.\nI had a picture, but how am I going to recognize him, and it was such a feeling when I\nsaw him. I knew it — first of all, I knew that that was him, and I that was a really, very\nspecial feeling of some overwhelming emotional connection. And, of course, after, you\nknow, later on when I went to live with them for a year, and studied in Switzerland, I\nrealized they were really very good people, and they did — they did a lot to enable me to\nbe there. And, of course, Stricek did, too, because it costs money for me to go. My\nrelatives in Switzerland didn’t have any, and I didn’t even realize that. We all thought,\nyou know, just like people who would think money grows on trees in America, well, you\nknow, we all thought, “There’s lots of money in Switzerland.” Well, of course, they had\nvery little. They had come from a concentration camp and they had nothing, and I lived\nbetter in many ways where I was. I was able to bring my aunt, as a present, a gold\nbracelet.",
        "Q: Really?",
        "A: Yes, because Stricek felt that we had to pay for whatever what I got. So, I got a ticket\nbought and I had the bracelet to give her, and had some toys for the kids. Toys were hard\nto get. I had some kind of a rubber toy that I had bought, because that you couldn’t get in\nYugoslavia. I had one of the gold bracelets, she still has it, that I brought her. And, you\nknow, so, it was — it was a very kind of a strange experience in so many ways. I lost my\nthread. Where was I?",
        "Q: Let me ask you, was your uncle jealous?",
        "A: My uncle in Croatia?",
        "Q: Yeah.",
        "A: It’s interesting. He was — he was, I mean, he was really a saint in so many ways, but you\nknow, he had — he had — he could not have sent me. He could’ve squashed that whole\nrelationship. On the contrary, he did send me, plus he sent me another time, you know, to\ngo and study there for a year. And, then I happened to meet my husband on the way, at\nthat.",
        "Q: That was the second trip?",
        "A: The second trip, right, and then I wasn’t coming back. I was getting married and going to\nAmerica, and through all that, I mean, I have a letter which he wrote in which I wrote to\nhim that I met my husband, this person that I want to marry, and he, in his letter, said, “If\nJozi and Magda think that that’s okay, then it’s okay with me.” And that was very\ngenerous on his part.",
        "Q: Was this your first boyfriend?",
        "A: No, I had other boyfriends.",
        "Q: You had other boyfriends.",
        "A: But, they aren’t important.",
        "Q: None of them mattered to you in the same way.",
        "A: No. I mean, yeah, they were boyfriends, you know, they were boyfriends, but, you know,\nI was young. I was 19 when I met my husband.",
        "Q: Yeah, I understand that. So, when did you start having boyfriends? As an early teenager?",
        "A: Yeah, as an early teenager, all forbidden, all forbidden, constantly fighting with my\nuncle. That’s what I mean when I said, you know, when he was strict, that’s because he’s\nso old, and he doesn’t understand.",
        "Q: It’s interesting given his relationship with Giza, which was also forbidden.",
        "A: Yes.",
        "Q: In a certain way.",
        "A: Yes, well this was sort of has to do with morays of the place.",
        "Q: I see, and you’re a girl.",
        "A: And I’m a girl. I have to be protected, you know, what’s going to happen to me. You\ndon’t want to marry — and the business that I was going to marry this person, and it was\nextremely important, and he said it in the letter, and I just recently read another letter\nwhere he mentions it after the children were born, that I had promised that I would finish\nschool, because here I was finishing my sophomore year in college and getting married,\nyou know. That was not good. I was to finish university. I was to be — have a profession.",
        "Q: So you could take care of yourself?",
        "A: Yes, so that was the only issue — that was the issue, but I promised, I promised solemnly\nthat I would finish school, that I would go back to school, and when I came to the States,\nI thought, oh, God, starting all over again. I started university in Zagreb, first I had a year.\nThen, I started in Switzerland, and I had a hard time because I was having to study in\nFrench and I had studied English and German before and Russian but very little French. I\nlearned French, and I came here, and I thought, ““Goodness, now what?” And, so I got\npregnant instead. So, I had my daughter, and that was nice because I was sometimes\nfeeling lonely. I mean, then, my husband was a super-wonderful person, the very best,\nbut I went from one wonderful person who took care of me, to my aunt and uncle in\nSwitzerland, to Dan, who could’ve been — who was everything that my uncle had been,\njust really nurturing and he was nine years older than I and had had his PhD and he was\nmarrying this sophomore who doesn’t know from beans and coming to this new country.\nSo, it was quite an experience to me. And so, sometimes — and there was nobody else\nhere — so sometimes I was lonely. It was good to have my daughter. Then, when, Elliott,\nmy son, was born a year and a half later, when he started going to school, I did go back to\nschool.",
        "Q: You did?",
        "A: Yes, I did go back to school, and I did finish, and I had a long teaching career. So, I did\naccomplish that.",
        "Q: And, when you left Switzerland to come to the United States, how long was it before you\nsaw Uncle Ludva again?",
        "A: It was, let me think when I was born in — I think it was something like six years. I could\nnot go back earlier because, even if I had had money, because I didn’t — did not want to\nreturn without the American citizenship, maybe it was less than that, and I applied for it\nas soon as I could, which I was three years after I was here. So, I had a year in\nSwitzerland, and then I had three years here before I could apply, and then it took them a\nyear to give it to me because I came from a Communist country and we were in the post-\nMcCarthy era and they investigated me to no end, demanding why I hadn’t protested\nwhen I had to join the Communist Youth of Yugoslavia. Can you imagine? If P’'d\nprotested, I’d be in jail. So -",
        "Q: You were also a kid.",
        "A: I was also a kid, right. So, it took them a year, and as soon as I got it, then I asked for a\nrelease from the Yugoslav citizenship, which I got. Then, I went back because it was still\nvery, very difficult to leave the country, and then I went to back and went already with\nthe two kids and my husband and it was wonderful.",
        "Q: And is this the first time they’ ve met your husband?",
        "A: He met my husband, yes. He couldn’t come to the wedding. I mean, he could have — he\ncould have possibly come. He could’ve gotten a visa, et cetera, et cetera. It would’ve\ntaken time. It took me six months every time to get a visa, but he was really, at that time,\nfeeling his age. He was not ever strong particularly, and at that point he was barely\nleaving the house anymore, and he really felt like he could not leave the house, I mean,\ngo on such a trip. And so, he wasn’t at my wedding, which of course, was a pity, but it’s\nsad.",
        "Q: It must have been wonderful for him to see the grandchildren.",
        "A: Yes, yes, yes, that was wonderful. We had a super time.",
        "Q: Did you?",
        "A: Yeah, really a good time, and we stayed a few months. It was really nice.",
        "Q: Really? Fabulous!",
        "A: Yes. Not Dan, but the kids and I did.",
        "Q: So, the kids got a sense.",
        "A: The kids, yes, and Wanda still has a good sense of it. Elliott was a little too young to\nremember a lot, but Wanda, I think, does remember. She was then in kindergarten.",
        "Q: Now, a lot of people think the Holocaust changed them. In a way, I suppose you think\nyou didn’t go through the Holocaust.",
        "A: Sometimes, yes. It took me a long time to understand that I’m a Holocaust survivor. I\nnever classified myself as such until very recently, when people told me, “Of course you\nare a Holocaust survivor.”",
        "Q: And, what does that — does it mean something?",
        "A: Right now, it does. It means — it mean more and more. I understand — I’ve met now other\npeople who didn’t go to camp, and, you know, we think of them now as Holocaust\nsurvivors. I used to think that a Holocaust survivor means someone who has gone\nthrough a concentration camp, which I was extremely lucky not to have gone through. On\nthe other hand, how do you define Holocaust? There was Holocaust all around me. I just\nhave happened to have been at the right place at the right time, or all the wrong time I\nwas in the right place not to be swept — swept up with the rest. So, I was just super-lucky\nin every way.",
        "Q: Except for the losses.",
        "A: Except for the losses, people losses. The losses, the losses, yeah.",
        "Q: Even though you were little it was -",
        "A: There’s a sense of loss, and you realize it more after I had children, I became much more\naware of the losses. And I think at that point, you can put yourself in the other shoes — not\nwhat it did to me, but what must it have done to my mother and my father to have your\nchild taken away, to not know what’s going to happen to that child, to be stuck some\nplace and you don’t know where your children are, whether they’re dead or alive, all of\nthat — you become aware of that and internalize it, and think of it in a different way. So,\nthat’s, you know, that’s — you can understand what it means to lose a child, and now I can\nunderstand what it means to lose a spouse, which is the saddest thing for me right now,\nstill.",
        "Q: Dan died in 54?",
        "A: No, Dan died in ’92.",
        "Q: Oh, I’m sorry in 92.",
        "A: In °92, right, and that was a hard loss.",
        "Q: It still is.",
        "A: Yeah, yeah, and that’s a kind of loss that I think I can understand sometimes people who\n—I was a child, so, I can see the child-parent relationship and what it would be like for\nmy parents, but then, you know, Stricek mourned Giza forever and ever, and I can\nunderstand that very well.",
        "Q: Now’?",
        "A: Yeah, and he mourned my brother terribly forever. So, later on, you realize it, and yeah, I\nsuppose, I now understand it what it means to be a survivor, and it’s not the easiest place\neither. I think I cope well, but that’s it.",
        "Q: You also seem to have enjoyed life in many ways.",
        "A: Yes. I had a very good life in many ways, have good colleagues, good work — I love my\nwork, I still do. I think — I think I’ve had a sort of joie de vivre built in that is not — it’s\nnot easily extinguishable.",
        "Q: Well, thank you so much.",
        "A: Thank you very much. It’s been very pleasant talking to you.",
        "Q: Oh, you, too. What we’re going to do is top the tape, and we’ ll do the photographs.",
        "A: Okay, thank you.",
        "Q: And this photo’s what?\n[Photo shown]",
        "A: That’s my parents at their wedding.",
        "Q: Do you know about when they were married?",
        "A: °36, 1936. I’m not sure of the date.",
        "Q: And, who’s this?",
        "A: That’s my parents — Silva and Salamon Basch, and I in Zagreb. This is in front of the\nzoolog-, zoologic- in front of the zoo. They called it the zo/oski park, zoological park,\ncalled Maksimir.",
        "Q: And about how old are you?",
        "A: I think I’m two, maybe.",
        "Q: [new photo shown] Okay”?",
        "A: This is my grandparents, my maternal grandparents. This is grandma and grandpa,\nKatarina and Leopold Deutsch on my grandmother’s lap is my mother, Silva. Standing\nnext to her is middle daughter Blanka, and next to my grandfather is Giza. That’s the\nthree daughters. The son is missing, Erne.",
        "Q: [new photo shown] This picture?",
        "A: This is a picture of my mother, yes, Silva, and my father Salamon Basche and then next\nto him is my mother’s brother’s wife. So, this is Irma Deutsche, and standing in front of\nmy father is her daughter, Edita (ph) Deutsche, and the interesting thing about this\npicture, it’s taken in Zagreb, that it’s picture is in black and white, but the photographer\nhas seemed to taken it upon himself to hand color the signs that they had to wear that\nsaid, “Jew”, and this is what they had to wear during the war.",
        "Q: [new photo shown] Is that you?",
        "A: Yes, I think it’s me and not my brother. I think so. This -",
        "Q: Go ahead.",
        "A: This is a picture of my father, my mother there in the center -",
        "Q: Is that your mother?",
        "A: Yes, and my mother has my brother in her lap. The rest of the people are people who\nworked in my father’s workshop where they produced — sort of a small factory where\nthey produced brushes of all sorts.",
        "Q: [new photo shown] Do you see how much like that picture 1s?",
        "A: Yes, oh yes. This is taken in Ludbreg in September of 1941, so, my brother and I are\nalready both at my grandparents’ and uncles’ and aunts’. We have left Zagreb.",
        "Q: And do you know what this is?",
        "A: This is a baby carriage. It must have been for my brother.",
        "Q: [new photo shown] Okay.",
        "A: This is taken in Ludbreg, in the yard in front of the house that Stricek Ludva and Rudi\nAppler were building together. This is the other girls, the two of them to the left. Yes, this\nZdenka and Vera Appler, my aunt Blanka’s daughters, and the other one is Erne\nDeutsche’s daughter Edita.",
        "Q: Okay.",
        "A: This is Stricek Ludva. This is Ludva Vrancic.",
        "Q: [new photo shown] This?",
        "A: Both of those pictures — this picture was taken in 1943, I think, at the time when Stricek\nLudva was in Jasenovac. This is Giza, his wife, Giza Deutsche, formerly Deutsche, and I\nand my brother, and the picture was taken at the photographers so that it could be sent to\nJasenovac to Stricek.",
        "Q: So, both of these pictures were sent?",
        "A: Yes, both of these pictures were sent, yes. The other one is just the two of us.",
        "Q: [new photo shown] Go ahead.",
        "A: This is my brother and I in 1943 in Ludbreg, 1944, yeah, 1944.",
        "Q: How old were you here?",
        "A: I would be six, and my brother’s three years younger.",
        "Q: [new photo shown] Who 1s this?",
        "A: This is Ljudevit Vrancic, my Stricek Ludva in — on the steps of his house, which was\nbuilt by his parents, and this is more or less where I saw him when I saw him for the last\ntime, and that’s how I think of him much of the time. It was taken probably in the 1970s.",
        "Q: [new photo shown] Okay.",
        "A: This is in our house in Ludbreg, and Stricek and I often played the piano and violin\ntogether. There were people in the house. I think you see from the left, somebody’s\nelbow, and so we were entertaining, playing something together, almost always classical\nmusic, and that’s the old piano that belonged to his family on which I learned how to\nplay.",
        "Q: What kind of piano was it? Do you remember?",
        "A: I don’t remember the brand. It was Austrian, though, and Stricek had a violin which he\nthought was Galliano. He was very fond of it, but I do — I did have it looked at it, and it\nwas a fake, but it was a reasonably good violin. He used to go and take lessons in\nHungary and of course, in Varazdin, and I had my first lessons from one of our\nhousekeepers who was actually a very well-versed lady but lost everything after the war,\ncame to be our housekeeper, Marija Velovir, and she taught me German and piano, but\nlater on I went to music school in Varazdin.",
        "Q: Okay.",
        "A: This is my wedding. This is Dan, Dan Klayman, and Dora getting married in an Orthodox\nwedding in the mountains of Switzerland above Montreux and Chateau d’Oex. We were\nbeing married by the Grand Rabbi of Luxembourg, who was a family friend and going to\nthe left — this is Uncle Jozi, and then Auntie Lena, my father’s sister who came from\nIsrael for the wedding, and Leon, my husband’s brother, and his mother Clara. This is\nAunt Magda, Jozi’s wife, and this is Bernard, Dov, who also came from Israel for my\nwedding, and this is Dan’s uncle and aunt who came from France. They lived in France —\nhis mother’s brother and sister-in-law, and -",
        "Q: These two?",
        "A: Yes, these two. So, that’s Dan’s family. And crouching down there is my cousin Donny\nand my cousin Jakov, Donny, yes, Jakov, and Dan’s cousin Charlie, who came from\nFrance, and they other two were, of course, in Switzerland. That’s Jozi and Magda’s\nchildren who now live in Israel and have many children.",
        "Q: [new photo shown] Okay.",
        "A: That was 1990. And this is Dan and I and that’s one of the last pictures of the two of us\nbefore Dan died in 1992. It was taken in ’91 at the cousin’s wedding in Vermont. It was\nvery lovely there.\nEnd of Tape #5\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Good afternoon, Dora.",
        "Q: It’s nice to see you.",
        "Q: Dora, what was your name at birth?",
        "Q: Teodora — T-e-o or T-h?",
        "Q: So, that’s how the “h” came.",
        "Q: And your name now is?",
        "Q: But you use Dora.",
        "Q: So, no one here calls you Dorica?",
        "Q: Do you like that?",
        "Q: When were you born?",
        "Q: And, you were born-",
        "Q: In Zagreb?",
        "Q: What was your father’s name?",
        "Q: And her maiden name was Deutsch?",
        "Q: And Giza plays an important role in your life?",
        "Q: So, let me ask you something, you were a very, very young child when the war came in\n1941.",
        "Q: So, what I need you to try to do is to distinguish what you’ve learned from other people\nand what you actually remember, because you were so little. So, 1f you can, as you speak,\nmake that distinction, it might be very helpful. So, this is what my first question is for",
        "Q: Images?",
        "Q: It was fun?",
        "Q: Was that the first time you were on a train?",
        "Q: Do you remember the birth of your brother?",
        "Q: You don’t remember him as this tiny little baby?",
        "Q: So, were you told about your mother going to school, because clearly you were too\nyoung. Your mother wouldn’t have explained to you that she was a teacher.",
        "Q: What did your father do?",
        "Q: Is this difficult for you as an adult person thinking about who were these parents and\nwhat you have are paper pictures?",
        "Q: So, you go to Ludberg-",
        "Q: Do you have a first memory of Ludbreg? Remember arriving? You don’t remember -",
        "Q: With your grandparents?",
        "Q: What happened after he fell?",
        "Q: You just--",
        "Q: They, as far as you knew, they were specifically for these particular people?",
        "Q: Since you said there were about 30 families who lived here, how much larger was the\ntown? A couple of hundred families?",
        "Q: You only mentioned -",
        "Q: No playing?",
        "Q: Peeling potatoes or something?",
        "Q: It’s interesting.",
        "Q: Maybe you actually spent more time with your grandfather.",
        "Q: Do you have any recollection of wondering who you parents are after a while?",
        "Q: You’re there probably the end of March-",
        "Q: So, what did happen?",
        "Q: What were you told? Your grandparents told you or do you remember?",
        "Q: You do?",
        "Q: But, nobody sits down and tries to explain to this little girl?",
        "Q: So, if your brother was nine months old?",
        "Q: But if your brother was born in January of ’45.",
        "Q: War came in April ’45. So, it’s in the fall.",
        "Q: November or December.",
        "Q: September, October?",
        "Q: Of course, I understand, but is that your first recollection of seeing your brother?",
        "Q: Were you glad he was there? Or did it take something away from you when he came?",
        "Q: What does Lovrek mean?",
        "Q: From Zdrav?",
        "Q: So, Teodora is very Croat?",
        "Q: Dorica?",
        "Q: We’re going to stop now and change the tape.",
        "Q: Dora, do you have your first recollection of the effect of a war or something, anything\nthat has to do with this chaos that obviously encumbering Croatia?",
        "Q: At the same time?",
        "Q: Is it possible that it was — there was a list, and people knew they were supposed to go so\nthey didn’t have to be rounded up, they went, yes?",
        "Q: This is Magda?",
        "Q: So, is there some way in which the town 1s protecting you?",
        "Q: In the streets?",
        "Q: Really?",
        "Q: Where would you stay?",
        "Q: Shutters?",
        "Q: Were these horse drawn?",
        "Q: Like a cart?",
        "Q: Did you see that often?",
        "Q: If you couldn’t get into the cellar, would you lie on the floor so that you wouldn’t be by a\nwindow?",
        "Q: Maybe as a child -",
        "Q: Now, when you saw something like that, and you saw the dead body, was that different\nfor you then when you were in the midst of this fighting?",
        "Q: And what kind of war was it? Middle age war or contemporary war?",
        "Q: So, you used guns?",
        "Q: And were you Germans and Croatians or what?",
        "Q: Ah-ha!",
        "Q: What side did you play on?",
        "Q: And did the Partisans win all the time?",
        "Q: And how did the games work?",
        "Q: Did you go “bang-bang, you’re dead” or what?",
        "Q: Was it girls against boys?",
        "Q: Really?",
        "Q: Now, this is not your grandfather’s place.",
        "Q: This is the neighbor’s.",
        "Q: Is this why there’s a kind of confusion in you about where you were?",
        "Q: Because everything was so close that you can’t remember.",
        "Q: So, it’s confusing?",
        "Q: We have to change the tape.",
        "Q: Do you have any recollection of your Uncle Ludva being taken or going or leaving or not\nbeing there?",
        "Q: He was where?",
        "Q: He did?",
        "Q: But didn’t your father sing? So, how come he didn’t get into the chorus?",
        "Q: Now, was that surprising?",
        "Q: At the Holocaust Museum?",
        "Q: Now, did your uncle come back before Giza was deported?",
        "Q: They were able to spend some time together.",
        "Q: She was denounced as what? As a sympathizer?",
        "Q: As a Jew? But wouldn’t she have been listed as a Jew?",
        "Q: They weren’t doing very much with it?",
        "Q: This was late, this was 1944?",
        "Q: When he came back, did you stay with him?",
        "Q: But your brother’s with you the whole time?",
        "Q: Let me ask you something. You’re now a little bit older. You’re like five.",
        "Q: In 1944. So, as people are leaving and Giza is clearly an important person to you, you\nhave some sense of who she is, her disappearance, does that...?",
        "Q: Does that bother you in a way that the others would not because you were so little?",
        "Q: Do you think you understood what death was?",
        "Q: Did he say anything to you? Does he tell you that he has tried to find her?",
        "Q: He did. At that time?",
        "Q: Was he a loving person to you?",
        "Q: Was Giza like that, too?",
        "Q: He was the social one.",
        "Q: So, do you remember liberation as liberation?",
        "Q: What was it like?",
        "Q: Were they yelling at them?",
        "Q: Were they going north? Do you have any recollection?",
        "Q: East?",
        "Q: But, you knew from your war games at the very least-",
        "Q: Who was the enemy and who wasn’t.",
        "Q: Only Jewish Croats?",
        "Q: I was going to ask you if he had red hair.",
        "Q: It was really flaming red?",
        "Q: You didn’t like it?",
        "Q: But, you knew Jewish was bad in terms of the Ustashe, not in terms of being Croatian, or\ncould you not make that distinction?",
        "Q: Were you asked or trained in some way to be a little Catholic girl so that in case-",
        "Q: So, did you go to catechism?",
        "Q: You did?",
        "Q: Was this after Giza was taken?",
        "Q: Do you think it was when you were five years old or six?",
        "Q: Did you like church?",
        "Q: Now, did you go to synagogue when you’re at grandfather’s? Do you remember?",
        "Q: No synagogue.",
        "Q: Right, so, your physical experience with religion is Catholicism.",
        "Q: You know that you’re Jewish, but it’s not your experience.",
        "Q: Kosher. In some way.",
        "Q: What’s that?",
        "Q: Glucoma?",
        "Q: Okay why don’t we stop the tape?",
        "Q: When there was liberation, were you expecting Giza to come back?",
        "Q: And did they want to adopt you?",
        "Q: This is before the came — before the brother-",
        "Q: Now, were they angry at you? They were angry at-?",
        "Q: Frigor?",
        "Q: Let’s talk a little bit just about this tragedy with-",
        "Q: With your brother.",
        "Q: Really?",
        "Q: Did you feel almost like Ludva was as good as a blood relative?",
        "Q: It makes perfect sense.",
        "Q: Yes, would you say that out loud?",
        "Q: Now, you said at some point this afternoon, that your father actually survived the war. Is\nthat the case? Or up to the end of the war?",
        "Q: This is going to sound like an odd question, but do you think that if your parents had\ncome back, you would have felt about them the way that you did about the two brothers\nwho came? Just like, “Who are you?”",
        "Q: You understood?",
        "Q: Between your parents and him?",
        "Q: So, how old do you think he was at the end of the war?",
        "Q: So, he’s 45 or 50?",
        "Q: And what would happen?",
        "Q: What did you think would happen? That they would not want you there?",
        "Q: You liked having him to yourself?",
        "Q: When you think back now, does it surprise you that someone who 1s 55 years old would\nwant to adopt a little girl?",
        "Q: Or, was he just very special?",
        "Q: Clearly, he loved Giza so much and the family, that there was no way that he was going\nto abandon you.",
        "Q: Or your brother.",
        "Q: And, he — from your description, he was such a social person -",
        "Q: That privacy was not the big issue for him.",
        "Q: Did he tell you about your parents, what he remembered about them?",
        "Q: He didn’t?",
        "Q: It must have reminded you of the war?",
        "Q: How does he earn a living?",
        "Q: Oh, he was. So, he was doing very well?",
        "Q: What happened in terms of religion? Was he an observant Catholic?",
        "Q: Nothing.",
        "Q: Bless?",
        "Q: And, what happened to you knowing that you were at least born Jewish? There are very\nfew Jews left in Yugoslavia.",
        "Q: Because you went to see the -?",
        "Q: To your uncle, and they were Orthodox?",
        "Q: Was that comfortable?",
        "Q: You’re very flexible.",
        "Q: Yeah, because you keep changing.",
        "Q: So, let me ask you something about the politics. What happens — now, there’s a\nCommunist regime.",
        "Q: There?",
        "Q: So, you’re living there, right?",
        "Q: SO,",
        "Q: What’s ss?",
        "Q: No, but then.",
        "Q: Historical present. So, are you feeling very ideologically sympathetic?",
        "Q: That was your privilege?",
        "Q: Now, what did it mean to be a victim -",
        "Q: Yeah.",
        "Q: We have to change the tape.",
        "Q: When you came back, after visiting Switzerland, and you’re talking to everybody about\nwhat it was like, but you don’t talk about being Jewish. Do you then talk to your uncle\nand say, “I want to pursue this’?",
        "Q: You talk to nobody?",
        "Q: So, this is all in your head?",
        "Q: He knew they were Orthodox?",
        "Q: Now, did he talk about his brother to you?",
        "Q: It’s interesting, of course, that they were in Switzerland. If you’d been in other European\ncountries, you’d have seen much more devastation.",
        "Q: So, you saw nothing.",
        "Q: Dora, did you somehow feel closer to them, I don’t know, closer to them than to your\nuncle, but the fact that they were blood, did this make an impression on you that was\nsurprising?",
        "Q: Really?",
        "Q: Let me ask you, was your uncle jealous?",
        "Q: Yeah.",
        "Q: That was the second trip?",
        "Q: Was this your first boyfriend?",
        "Q: You had other boyfriends.",
        "Q: None of them mattered to you in the same way.",
        "Q: Yeah, I understand that. So, when did you start having boyfriends? As an early teenager?",
        "Q: It’s interesting given his relationship with Giza, which was also forbidden.",
        "Q: In a certain way.",
        "Q: I see, and you’re a girl.",
        "Q: So you could take care of yourself?",
        "Q: You did?",
        "Q: And, when you left Switzerland to come to the United States, how long was it before you\nsaw Uncle Ludva again?",
        "Q: You were also a kid.",
        "Q: And is this the first time they’ ve met your husband?",
        "Q: It must have been wonderful for him to see the grandchildren.",
        "Q: Did you?",
        "Q: Really? Fabulous!",
        "Q: So, the kids got a sense.",
        "Q: Now, a lot of people think the Holocaust changed them. In a way, I suppose you think\nyou didn’t go through the Holocaust.",
        "Q: And, what does that — does it mean something?",
        "Q: Except for the losses.",
        "Q: Even though you were little it was -",
        "Q: Dan died in 54?",
        "Q: Oh, I’m sorry in 92.",
        "Q: It still is.",
        "Q: Now’?",
        "Q: You also seem to have enjoyed life in many ways.",
        "Q: Well, thank you so much.",
        "Q: Oh, you, too. What we’re going to do is top the tape, and we’ ll do the photographs.",
        "Q: And this photo’s what?",
        "Q: Do you know about when they were married?",
        "Q: And, who’s this?",
        "Q: And about how old are you?",
        "Q: [new photo shown] Okay”?",
        "Q: [new photo shown] This picture?",
        "Q: [new photo shown] Is that you?",
        "Q: Go ahead.",
        "Q: Is that your mother?",
        "Q: [new photo shown] Do you see how much like that picture 1s?",
        "Q: And do you know what this is?",
        "Q: [new photo shown] Okay.",
        "Q: Okay.",
        "Q: [new photo shown] This?",
        "Q: So, both of these pictures were sent?",
        "Q: [new photo shown] Go ahead.",
        "Q: How old were you here?",
        "Q: [new photo shown] Who 1s this?",
        "Q: [new photo shown] Okay.",
        "Q: What kind of piano was it? Do you remember?",
        "Q: Okay.",
        "Q: These two?",
        "Q: [new photo shown] Okay."
    ],
    "answers": [
        "A: Good afternoon.",
        "A: It’s nice to see you, too.",
        "A: Teodora Basch. Teodora Rachela Basch.",
        "A: T-e-o. It got changed much later on when I got American citizenship. Once I came to the\nStates, I got tired of telling everybody that my name was just like Theodora, but without\nthe “h”. So, when I got my citizenship, and was asked if I would like to change anything\nin my name, I said, “Yes, please give me an ‘h’.” [Laughs.] So, that’s how, but I did not\nchange-",
        "A: That’s how the “h” came. The Rachela part I kept as 1s, even though, of course, it’s\nRachel, but it wasn’t important to change, and since I mostly just use my initials, so I\ndidn’t change that.",
        "A: My name now is Theodora Rachela Klayman.",
        "A: I have had a variety of nicknames. I use Dora. I noticed that in the pictures during my\nchildhood, that sometimes there is a photograph when I was like six months old that was\nsent by my mother to my grandparents, and it says, “Tea’’. So, at one point, I had the\nnickname Tea from Thea, but I don’t remember being called that. Then, in Croatia, Dora\nis arather sort of, a name, a very folksy name used usually sort of used for old ladies, and\nthat’s not what I was ever called. I was called “Dorica” as a child. So, if we go back now,\nI’m still called Dorica, and at home, I often was also called “Dorek’’, and when I came\nhere, I became “Dora’’, and that’s how it’s — it’s sticking to that one now.",
        "A: No, no, just my — my Croatian — well, Lucie sometimes does.",
        "A: It’s very — it’s sort of very — it’s — its, diminutive names are used a lot in all Slavic\ncountries. So, it’s very normal for someone from a Slavic country to use that, but it’s\nreally not — it sounds very strange, I think, in English. I know a young woman who lives\nhere who’s from Belgrade, and she’s called Bekica, and it’s Becky, and to me it’s like\nsounds very strange. It’s sort of like, you know, Dolly or something like that, and you\ndon’t use those names very much.",
        "A: January 31, 1938.",
        "A: In Zagreb.",
        "A: I was born in Zagreb. I was born in Zagreb, apparently. I checked that about two years\nafter my parents were married, and I lived there only the first two and a half, three years\nof my life. My mother was not originally Zagreb. My father’s family lived in Zagreb, and\nthat not for a very long time in history. I mean, they came, I think, when my father was\nalready in his early teens or so. They came mostly from Bosnia. They were not however\nSefardi. They had come there from, I think, elsewhere in Europe. And then came to live\nin Zagreb, and my father’s family tended to be cantors. They were very — it was a very\nreligious family, and they studied cantorial music and one of them, one of my uncles,\nArnold, was actually a cantor and had studied very seriously. Another uncle, Joseph, also\nstudied seriously. My father, I think, went to Ludbreg, to another little town, to — also to\nbe a cantor at times, and met my mother. So, my mother’s family was from a different\ntown. They were from the town, a very small town called Ludbreg; it’s further north from\nZagreb on the Hungarian border, really very close to Hungary, but that town, in contrast\nto others, did not have a Hungarian population. I never learned Hungarian. My mother\napparently did. My grandfather on my mother’s side was the rabbi of that town, Ludbreg.\nThere were some 30 plus Jewish families. I think about, according to some books that\nI’ve seen, about 37 Jewish families. And my grandfather, I believe, was invited to come\nand be a rabbi there, and they came from Czechoslovakia, and he — he came from\nBratislava already with his — with the family, and so I don’t know exactly how old he\nwas, but from what I gather, most of his writing, he did quite a bit of writing, published,\nwas in German, though he did learn Croatian, spoke in Croatian, but I think all of his\nwriting is in German. I have papers where he wrote by hand and you can see that. Though\nhis publications are in Croatian — I have some of the stuff that he published mostly\ntreaties on the Torah and so on, so I don’t know exactly. I’ve only been told all these\nthings, and I don’t know really if he wrote in German and someone translated, or whether\nhe wrote directly in Croatian.",
        "A: My father’s name is Salamon — Shlomo, Salamon, and my mother’s name was Silva,\nwhich is Silvia, of course.",
        "A: Deutsch. So, my grandfather, my maternal grandfather was Leopold Deutsch. My\ngrandmother was Katarina, and they had three children. I’m sorry, they had three\ndaughters and a son, four children. The oldest — the oldest daughter was Giza, then\nBlanka, and then Silva, and the son was Erne.",
        "A: Giza plays an important role in my life. Well, Blanka does too in some sense because\nbasically they lived sort of together. The family lived together. It was a small town. Giza\nwas ten years, I’m sorry, fifteen years older than my mother. So, she often was sort of\nactive as my mother’s mother in they — I see pictures that they had traveled together, for\nexample, all three sisters to the seashore. The middle sister got married fairly young and\nhad two children, two daughters — Zdenka and Vera. Their name was Appler, and the\nyoungest — the youngest daughter, my mother, was eventually sent to a school in Cakovec\nwhich is another small town, much larger town actually than Ludbreg, much closer even\nto the Hungarian border, and she went there to a teacher’s — a teacher’s school, became\nan elementary school teacher. The middle sister who was married, was married to Rudi\nAppler, who came to Ludbreg, opened a store, and that’s — and that’s where they had two\nchildren. The oldest of the three, Giza, worked in the bank, in the Ludbreg Bank, and\nthere she met a person who was to play a large part in my life and that was Ludva\nVrancic. Ljudevit is actually his real name. Ill get back to him. The brother Erne worked\nin Zagreb, worked early in Zagreb, and I’m not exactly sure what he did there. I think\nclerical work of some sort. I’m not sure of what he did. And the — my mother eventually\nfinished the teacher’s school and worked as a teacher in a small village near Ludbreg for\na short period of time. Then my father and she met and married and left to live in Zagreb,\nand that’s how I happened to have been born in Zagreb.",
        "A: Right.\nyou. What is your — do you have any memories before 1941, before you leave Zagreb to\ngo to Ludbreg?",
        "A: Images.",
        "A: Yes, I have in my head an image of my mother, but it’s very hard to really tell because I\nwas fortunate to have a lot of pictures of my parents, which I think a lot of children that\nlived through the Holocaust never got to have. And so it’s very difficult because I’ve seen\nthose pictures all my life. It’s very difficult to really distinguish what’s memory and\nwhat’s a photograph that you have in your head. So, I think I have an image in my head,\nbut I can’t really tell you whether I do or don’t. I think I have an image of myself leaving\non a train, because I left apparently when I was three years old. I left Zagreb with friends\nof my grandparents and went to Ludbreg, and that happened before, just before, the war\nstarted, from what I understand. And, again, I don’t have any idea whether — because\npeople often ask me whether I remember whether I was sent away because my parents\nwere afraid of what’s going to happen, or whether I was just going to visit my family just\nto visit my family or whether my mother, who already — my brother had already been\nborn, he was three years younger than I — whether, you know, she said, you know, why\nnot have this kid go away while she has a baby? I have no — no idea why I was sent\nexcept there was an opportunity. These neighbors came and I went with them, and I don’t\nremember being tearful or I don’t remember the farewell. I don’t remember any of that,\nbut that was the last time I saw my parents. I don’t remember any farewells. I remember\nsort of being on the train and there being fun.",
        "A: Mm-hmm.",
        "A: Oh, I think so, probably. Well, I don’t know. It’s very hard to tell.",
        "A: No.",
        "A: No. No. I mean, I remember him, however, when I do remember him very well is when\nhe was brought to Ludbreg. That I remember. That I really do remember.",
        "A: No, none of that. I’m just saying the background of what really — of what this family was\nall about, who was who. I have not the foggiest. No, of course not, because all of that\nhappened before I was born.",
        "A: My father had apparently learned the trade of brushmaking, and had opened a workshop\nto make brushes. From what I am told by his surviving brother, he was very good at it,\nand by the time that I was born, I can tell from, again, from the pictures of him, what\npeople told me, there was a small workshop with, I don’t know, ten or so workmen, and\nthere was machinery and they made brushes and was very successful at it. But, I, again,\ndon’t have any memory of it. I only know pictures and stories.",
        "A: It’s not actually that difficult. The reason for it is that it was not a new discovery that I\nmade as an adult. If I had known nothing of that, and all of a sudden as an adult it came\nupon me, yes, of course, 1t would have been difficult. But I grew up with all of that. It’s —\nit’s just part and parcel of my growing up. I always heard stories and always knew who I\nwas and I always had these pictures so that, you know, it’s, you know, you just to grow\nup with stories. That’s all.",
        "A: Ludbreg, which actually has a meaning. The word “lud” in Croatian means crazy or mad.\nThis is kind of crazy. And “breg’’, I think, means a mountain, but it also could be the\nwords got transposed and it was “berg” which means town. So, I don’t know. Nobody\never explained why this 1s called that, but it’s Ludbreg.",
        "A: No, I don’t remember arriving.",
        "A: I remember very well being with my grandparents. That I do remember, and again, I have\ncertain images like I remember sitting with my grandfather in a room and playing at his\nfeet, and he was paralyzed already on one side because he had a stroke. And he was\ntrying to pick up the toys that I was playing with, something like that, and he fell. It was a\ntraumatic experience for me. So, I remember that, and I remember Hanukkah. I\nremember the-",
        "A: Oh, someone came — he couldn’t pick himself up.",
        "A: I just remember that I was guilty of throwing the toys around or something. So, I\nremember being upset and crying. So, that’s why I remember that. I remember Hanukkah\nfor example, but not the whole thing. I remember candles and I remember getting an\norange, which was very exciting. Oranges were not to be had. I remember at Pesach, or\nbefore Pesach. I remember that they were burying silverware, and I thought that was a\nvery strange thing to do, but that’s apparently what can be done. I found that much later. I\nhad no idea of that. I remember my grandfather sitting in the garden with all of us playing\naround and he used to — he used to have his little table in front. This was, mind you, we\nwere living in the house that was attached to the synagogue, and it was also — and\neverything — all the Jewish community matters played themselves out there. So, there was\nalso the school and there were some kind of classrooms, and, of course, that was there\nmuch later. It’s been destroyed now, but — so, he would sit in the garden with the little\ntable and he had little piles of money in front of him and there were beggars that were\nsort of like professional beggars in that town, and they would come Wednesdays and\nSaturdays because those were market days in Ludbreg, and on Saturdays, of course, he\nwouldn’t do that, but — that’s Shabbat, but on Wednesdays they would sit and they would\ncome and take their little piles.",
        "A: Yes, yes, there was specific people. There was a specific beggar that used to come to our\n— to the house where I lived much, much later and he would come every Wednesday and\nwould always get alms, and I remember seeing him later on on the train and being like a\nnormal person, you know” It was very strange, but they were characters. Ludbreg’s a\nvery small town, and especially was, and everybody sort of knew everybody and there\nwere all these sort of different routines that were going on.",
        "A: Yes, and all of these families did not live in Ludbreg proper, either. Some of them were\nin surrounding villages. Ludbreg is sort of like the county seat, and there were many\nsurrounding villages, and those villages did not have either their own Jewish anything,\nnor did they have even middle schools. For example, later on when I went to middle\nschool, people, kids from those villages would come to school, and that was also the\nplace where market that was happening, and any kind of official papers were held and so\non and so forth. So, it was sort of a — basically like a county seat. So, anyway, back to the\nimages of my grandfather. Those are the images that I have my grandparents, but of\ncourse-",
        "A: My grandfather — yes, I know. I remember my grandmother less. I think I remember her\nmore from pictures than I remember anything that went on in the house, strangely\nenough. No meals, no nothing.",
        "A: I don’t remember that, no.",
        "A: No, I don’t remember any of that.",
        "A: It’s interesting, right.",
        "A: It’s possible. It’s possible.",
        "A: No. I know-",
        "A: I’m there visiting. The next memory I have in my grandparents’ house, I remember one\nevening, being lots of commotion, lots of unhappiness, and then, lo and behold, there\narrives a baby, and that — a child, a young child. That was my brother. I remember his\narrival because he looked very strange. He had lines, like brown lines on his face, and I\nthought, ““What’s with the brown lines?” I know now that basically he was crying and\nthere was dirt on the road until they washed him up and so on. I know now what had\nhappened, but I don’t have a memory of that. I only know what happened.",
        "A: What happened-",
        "A: I was constantly surrounded by this extended family. So, there was my grand — there\nwere my grandparents and then only about two blocks away lived the middle sister, my\nmother’s middle sister of the three sisters, Blanka with her husband and two of my\ncousins Vera and Zdenka, and then there was also Giza, who by that time was also\nmarried, and her husband Ludva, the Vrancic family. So, there was constant comings and\ngoings, so that I don’t know who said what, and in fact, I remember that evening in\nparticular when my brother arrived, and then I remember also being sort of distracted\nlater on the next day by my two cousins who took me away. I spent much time with them.\nSo, I was just sort of floating between these families. I don’t remember being particularly\nrooted in one place or another. But, anyway, the reason — what happened with my\nbrother. That must have after the fall of Yugoslavia, April ’41. My parents were\napparently almost immediately taken into jail, led and my mother had my brother with\nme. We had — I don’t know if it was a housekeeper or somebody who lived nearby, a\nnon-Jewish woman, and she went and was able to get my brother out. So, he was in jail\nwith my parents for a very short period of time. Then she got him out, and she must have\nphoned Ludbreg, I mean, I know she did because I went through that story before, and\nthey immediately — the oldest sister, Giza and her husband who was not Jewish, Ludva\nVrancic, they went immediately to Zagreb and they got my brother, and they brought him\nback to Ludbreg. And that’s — that’s what happened that night, and that’s — they brought\nhim and he was there. He was nine months old at that time, and so he was crying and\ncarrying on, and that’s about what I remember of that. And I remember everybody being\nnervous and upset and-",
        "A: I do.",
        "A: No, if they did, I don’t remember it. They may have, but I don’t remember it. I\nremember, you know, lots of conversations and things and commotions and then just\ngoing off with my cousins to play. I remember being, at one point, that they were pulling\nme on a sled. So, it must have been winter time by then, and so it must have been later. I\ndon’t know when. But, I remember being on a sled and their telling me something about a\nwar.",
        "A: So, that must have been later than that. Yeah, that image of being on a sled must have\nbeen later.",
        "A: He was.",
        "A: It’s in the fall. It must have been in the fall.",
        "A: Mm-hmm, which 1s very likely that in Ludbreg there might be snow already.",
        "A: Not September, October, but by November there might be snow. Some snow -— so, it\nmight not have been all at the same time, that I have that image from. It’s just like the\nimages are often not connected. They kind of live in my head, but they’re not necessarily\n— the chronological order is off.",
        "A: Yes, yes, it is, and then we were together from then on. We were always together from\nthen on until his death.",
        "A: When he came, I don’t know whether I paid that much attention. Eventually, it was kind\nof nice having him around sometimes, but sometimes I was — with time, as he got to be\nbigger, he played a large role in everybody’s life. He was very cute and very smart and I\nwas often very jealous, especially later on, he got to be — he was very personable and\nboth of us were very redhead. This is very muted now. I mean, I was flaming red and so\nwas he, and he was very cute and he had a very good memory. He’d memorize very long\npoems, and he would stand up and recite them, and I was like, “Ugh, there he goes\nagain.” But, the whole town was very fond of him, and he — he somehow acquired a\nnickname “Lovrek” which wasn’t his name, and everybody thought it was his name, but\nit wasn’t.",
        "A: Nothing, I don’t know how that came about, actually. I have no idea how that came\nabout.",
        "A: His name was Zdravko, which 1s very hard for you I’m sure to pronounce, but it’s\nactually means hime (ph), because zdravije is health. Apparently, my — from what I was\ntold, again, I was told that my mother wanted us to have very Croatian names. People\nwere very, very much into being Croat, and Nationalists, and so on. So, those two names\nwere supposed to be, you know, real Croatian names. We weren’t going to have such\nnames as who knows what.",
        "A: Dorica is.",
        "A: Yes. There is a thing “Dorica pjeva, zemlja se trese”, which means “Dorica sings and the\nearth is shaking”, and I’ve been told a zillion times, every time someone hears my name.\nEnd of Tape #1\nTape #2",
        "A: Well, I — I have memories that have to do with what must have then been become a\npersecution, with the issuing of lists, et cetera, et cetera, and you know, historically we\nknow what happened. There were lists, and they, you know, the Ustashe came to Ludbreg\nand, they — people were being rounded up. I was not aware of that as such, but I do\nremember people leaving and I remember being left behind, and I didn’t know exactly\nwhat was happening. Perhaps, again, they told me, but I didn’t understand what they were\ntelling me. But, as I mentioned, my Aunt Blanka and her family lived next door to Aunt\nGiza and Ludjevit, and basically I remember at one point people coming and we were all\nin one room and they came with satchels or small suitcases in their hands and pillows\nunder their arms and saying goodbye and leaving. And I didn’t know exactly what was\ngoing on and why were they leaving and who was crying, and I was sad because these\nwere my cousins, but that’s the image that I have in my head of their leaving. And I had\nthe sense that it was, there was something that was dangerous and bad and that people\nwere being taken away. I don’t have the image of my grandparents leaving. I don’t\nremember that. I remember my cousins. I know that my grandparents were taken at the\nsame time.",
        "A: Mm-hmm. Fairly early, they all left. I also know that my cousins, I know that now, that\nmy favorite cousins with whom I stayed quite a bit of time and the middle aunt, Blanka,\nthe middle aunt and her husband, that they had left for awhile and went to the Italian part\nof the country, that they were someplace in Dalmatia. And then there was a proclamation\nby Pavelic that people who had left, Jews who had left, should return, and if they return\nthey will be spared, nothing will happen to them, and they stupidly returned. I have a\nvery good friend of mine who still lives in Zagreb now. Her family, which was another\nfamily in Ludbreg left also, and had left before this proclamation and they cleverly did\nnot return. They were the only Jewish family, in fact, that returned after the war intact\nbecause they were smart enough not to return, actually because the mother in the family\nsaid she was absolutely not returning, and so they stayed with the Partisans in Partisan-\nheld territory in Kordun. But, people who returned believing that this was going, you\nknow, that they were going to be okay, they were gone.",
        "A: I think somebody must have come and gotten them and had the list, and I — I tried to\nreconstruct why I wasn’t taken, and I hadn’t thought about it before even toask my —__\nwith whom I eventually grew up, “Why wasn’t I taken ever?” Besides having been\nhidden here and there, which I know I was, because people would warn us that there\nwould be a raid. I have a feeling that I was not on the list. I had seen one of those lists.\nOne of them is published in a book on Ludbreg, which I have, and it lists Ludbreg Jews,\nand my aunts are there, and everybody’s listed, and I’m not on the list, neither is my\nbrother. I have a feeling that the must have gotten the list maybe from the synagogue,\nfrom the community center, and of course, I was not, since I was not born in Ludbreg and\nI was not considered a, you know, a member of the Ludbreg Jews, I was from Zagreb, I\nwas not on that list. That’s a possibility. But the other thing is that I know that many\ntimes we were warned that there would be a raid, and perhaps I — if they had been\nwarned, they would have hidden someplace, but I always wondered why in the world\nwere they sitting there? Like sitting ducks. Even I — I mean I didn’t have a choice, of\ncourse, I was a child — but I’m thinking, “Why in the world were we there?” I recently,\nmy aunt made a tape of her experiences-",
        "A: Magda, and she was in Zagreb this whole time. They stayed until the bitter end and they\ncould barely escape at that point. I was like, “Why were you there?” You know, it’s very\nhard for me to understand. It’s not hard to understand why they didn’t — why in some\nplaces there was no place to go, but I think in Ludbreg, one of the things about Ludbreg,\nit was a town that was very close to the — to where the Partisans where. It’s at the foot of\nthe mountains, and of course, it was very difficult and Partisans had a very difficult life,\nbut for those of us who were so vulnerable, why we didn’t you go someplace into a small\nvillage or smaller village. I mean, this was small, but it wasn’t really small, not by\nCroatian standards. Why we stayed there, I don’t know. Faith that we would not be\nwanted? Or something? I don’t really know. But I know that often with my Aunt Giza,\nwe would — we would go places. I remember one time going to Varazdin, which 1s a\nlarger town nearby, and staying with a relative, and I think this was the time that I\nunderstood that it was dangerous to stay and that we had to hide for a few days. The other\n—all the other hiding that I did was sort of nearby with — mostly with friends, and there\nwere a number of families. There was the Ziza, the Runjak family, my brother and I\nwould spend some time with, especially Ludbreg — Ludbreg experienced a lot of fighting.\nWe were really not so much in a concentration camp kind of situation. We were in a war\n— we were in a war zone. So, when it was — when it was time to hide because the Ustashe\ntook town, then I spent, for example, time with this Runjak family, and they had rented\nfrom this other house which was now empty. They had rented that apartment, and we\nstayed with them. And I called Mrs. Runjak “Mother” when I knew that it was dangerous,\nand I understood at that point what was dangerous, and my brother called her “Mother”\nall the time because he wouldn’t know how to distinguish from when it was dangerous\nand when it wasn’t. So, I lived with them, and they had three teenage children, and it’s\nthoroughly amazing because I remember Ustashe making camp in our backyard, and we\nwere there, and just pretending that we were part of this other family. And it’s amazing\nsometimes because the whole town essentially knew who we were. That’s the most\namazing part of all. In a small town like that, everybody knew that we were the rabbi’s\ngrandchildren, and at no point did anybody say, “What about these kids?”",
        "A: It wasn’t organized. Yeah, definitely. It wasn’t an organized kind of thing, but a lot of\npeople in that town were really Partisan sympathizers, and I know a number of people\nwho lost, who perished, who lost their lives as Partisans during the war. People across the\nstreet lost their one and only son. So, I think -- unwittingly, I mean, not in an organized\nmanner, but it just was not a kind of town that would — that would say, “Oh, well, go\nsome place else.” Or, “You’re endangering us.” I was endangering some of these people,\nand — but, they took us in anyway. So, but, anyway, our bad experiences during the war\nreally had to do with the fighting, which everybody experienced, not just the Jews. Just\nthere was only brother and I and my aunt that were left at the end. Because there were\nfights especially at night. There would be terrible fights.",
        "A: In the streets, yes.",
        "A: Yeah, oh yeah. There were — the street that I lived on was after the war called, “The\nStreet of the 17 Udarna Brigada’. I don’t know how to translate — Brigade is Brigada,\nof course. Udarna means — it’s striking, one who can strike well, particularly well. And\nthe reason it’s called that 1s because the members of that brigade, the remnant of that\nbrigade lost their lives. They killed themselves at the end of the battle in a house that was\ndown my street because they were totally surrounded. They had fought all night, and they\nwere totally surrounded, and in the end, they just threw a bomb among themselves\nbecause they didn’t want to be captured. But there were fights and we would spend — we\nspent a lot of time in the basement. We had a cellar, not a basement in an American\nsense. It was a cellar. We had a vineyard, and we had wine, and there were big barrels\ndown there, and shelves and shelves full of apples that were there for the winter. And at\none point, we had beds down there, rollaway beds. And we spent every night there\nbecause we knew that there would be bad fighting. Sometimes, but sometimes, we would\nforget to go down there on time, and — not forget — I’m sorry, we didn’t know that we\nshould go down there on time. So, then if a fight — if a battle started, there was no way to\nget there because you had to get out of the house to get — to go into the cellar, and so it\nwas too dangerous already to do that. So, we stayed in the house.",
        "A: We — yeah, I remember. That I remember very well. Sometimes the bullets were flying\nlike crazy through the house. There was one night, I won’t forget, where the house across\nthe street was a two-story house and ours was a one-story house, and they were shooting\nfrom our backyard into that house across the street back and forth. The bullets were\nflying through our windows, and I was sleeping on the sofa in a corner. So, if you can\nimagine a corner and then window-window. So, I was fairly well protected, but I was\nscared to death and I don’t have any recollection of where my brother, but my aunt and\nuncle were sleeping in the room next to my room, and for some strange reason, I think\neverybody was kind of paralyzed that no one left there, but there was a window that was\n— that was right facing out from this bedroom, and I remember crying and asking for\nsomebody to come, and finally my uncle got up and came, and no sooner did he come to\ncomfort me than a bullet landed on the pillow of his bed. He would’ve been killed if not\nfor the fact that I had been crying. But in the morning sometimes, you looked out the\nwindow — I remember one time it was a horrible battle, and we looked — in Croatia you\nhave these — they’re not shades in our sense.",
        "A: No, not even shutters. They’re more like our Venetian blinds, but they are on the outside\nand they are wooden, and you pull them up like that, but so, you can also turn them so\nthat you can kind of peer out. I remember peering out, and that is a recollection I\ndefinitely have of carriages going by our windows full of dead — nude, dead bodies\nbecause they had collected them and then just stripped them of clothes and were taking\nthem someplace.",
        "A: Horse-drawn.",
        "A: Horse-drawn carts, yes.",
        "A: No, not often. I remember that one very well. We lived on a main — pretty much main\nstreet on the corner of two very important main streets so that when things went by, we\nsaw them. And, also, often — well, as these bullets would come through, I mean, after the\nwar, our living room and one of the bedrooms were riddled with bullets, and the — we had\nthese armoires and cabinets of books and they had bullet holes through them, and if you\nopened the tablecloths, it looked like a doily, you know, all full of beautifully separated.",
        "A: Sometimes, yes, and we would sometimes also go into the side of the house that didn’t\nhave windows to the street. There was one side of the house into the hallway, except that\none night that I remember so well, when we stupidly stayed where we shouldn’t have\nstayed. I think sometimes it was so bad that nobody wanted to move. But most of the\ntime, -- most of the — it’s very — it’s horrible, I hate to say that, but I remember being\nquite exhilarated by it all at times. I should have been — instead of being afraid, I used to\nthink it was sort of very exciting to have these battles going on, and thinking it was quite\ngreat fun to sleep down in the cellar where there were always some frogs jumping\naround.",
        "A: As a child, it is so much better. I mean, I’m sure the adults were totally, totally\ntraumatized, but as a child, it’s very interesting looking back, and I’m looking now at my\ngranddaughter who is now about the age that I was at the end of the war, and I’m\nthinking, “Can you imagine what something like that would do to her?” And, yet, when I\nthink of myself at the time, I don’t think I was so horribly scared at many of the points. I\nwas more — I think there were some things that were just very scary, like seeing all these\nbodies going by. And there was a time that — an image that I have very much in my head\nagain, that was another thing that happened in Ludbreg. There were — the Ustashe would\ntake people who were thought to be sympathizers of the Partisans, which they were,\nmany of them, and if they — sometimes they would catch them, some of them were sent to\nconcentration camp and that includes my uncle, but my uncle who eventually married my\naunt and he wasn’t Jewish. I didn’t explain that part, but at any rate, he ended up in\nconcentration camp at one point in Jasenovac, and they would take them either to camp\nand sometimes they would hang them or kill them in some other way just in town, and I\ndo have a very vivid image of going with one of our cleaning ladies to the main square\nand I wasn’t supposed to see it. She was holding her hand on my eyes, but I saw it. There\nwas a body hanging on every one of the trees around the square, and I remember people\nsaying — they were — because they were Partisans, that’s why.",
        "A: Well, yeah, that — because the fighting was sort of like a “Star War” kind of thing like a\ngame, and I didn’t really — I don’t think I understood too well at the time what is the\nresult of all this shooting, but I was scared to death when nobody was with me, and I\ncried a lot. So, there were times when I was very scared. But, we played war so much,\nyou know, when I was a child, that’s the game we played. You played — you played with,\nlike I remember playing with dried corn stalks. You would — you know when they were\ncut off? And they were supposed to be fed to the cows, and we use those to battle each\nother in play war.",
        "A: No, no, it was contemporary war.",
        "A: These were guns, yes.",
        "A: No, we were not Germans and Croatians. We were Ustashe and Partisans.",
        "A: No, we didn’t have anything to do with Germans. The Germans — I never saw a German.\nAll during the war, I never saw a German. We had our own Germans, our own Nazis.",
        "A: Oh, well, you always wanted to be the Partisans. Somebody had to lose, and somebody\nhad to win.",
        "A: In our games, yes, in our games, yes.",
        "A: Well...",
        "A: Yeah, and the boys would usually take the upper hand and the girls would lose.",
        "A: Sometimes.",
        "A: Sometimes, sometimes. There was an empty space across the street which belonged to\nthe church, and it was — they just started building it, but they never finished building it.\nSo, it was sort of empty, and you could hide inside there, and that’s where we often\nplayed our games, and also in our backyard we had sort of a shed. It was built rather than\na shed. It was sort of attached to the structure, and in that structure we had a press for\npressing grapes to get wine, and that was otherwise pretty empty. That was also a good\nplace to play.",
        "A: No.",
        "A: No, no, that belonged to the Vrancic family. The Vrancic family had a house that was\nbuilt by my uncle’s father, and they came to Ludbreg when he was — when that father was\nvery young. So, it was in the mid-1800s. They were well educated and very old Croatian\nfamily. They count their ancestors to something like the 12\" century where there were\ntwo famous Vrancic people. There was the Cardinal, and then there was an inventor, a\nfairly famous inventor by that name, and then the mother’s family was called Svagel, and\nthey were nobility, minor nobility, nevertheless, they had the PL, which 1s the approval of\na in their name, and the silver has that and so on. And they established\nthemselves in this town, and they had a dozen children, none of whom survived who\nremarried. They all died fairly young, not the children necessarily, some yes, but fairly —\nsort of as teenagers or young people, and as my memory goes, there were only two\nsurvivors and they were already in their fairly old age. One of them was Vika and the\nother was Ludva, and Vika remained single and died in the middle of the war, and I\nremember her quite well. Ludva was the person who was extremely well-known in that\ntown. He was — he had been a mayor. He was a organizer of the sports club. He was the\norganizer of — he was the head of the soccer club even though he never played soccer. He\norganized everything in that town. He was especially having to do with music. He loved\nmusic. He played the violin. He organized two different kinds of orchestras. He was the\nheart of that town in terms of any kind of cultural life. When he fell in love with my aunt,\nand he, of course, this was a Croatian Catholic family, and my aunt was the daughter of\nthe rabbi, not exactly the right combination for the times, forever, but certainly not for\nthat time. And he was ten years older than she, and they knew each other especially from\nthe bank because he was a director of a part of another bank, and she worked there. And,\nagain, I know that only from stories. I asked him many times afterwards, “So, why didn’t\nyou get married for such a long time?” Because they got married in 1937, I think, or\n1939, I’m not too sure. I should know that, but anyway, and he always told me, “Well,\nshe was very happy living with her family, with her parents, and I was fine living with\nmy sister and my mother. There was no need to get married.” Well, I rather doubted that\nwas how it was, but that’s how he always said it. But I’m sure that my grandparents did\nnot — were not thrilled their daughter going with a Catholic person. However, in all the\npictures of the family for a very long time, he’s always present. So, it wasn’t like he\nwasn’t accepted totally, and I think by the time the war was imminent in Europe, and they\nknew what was happening, they decided to get married. So, they got married. They\nactually had to go to Hungary to get married because you couldn’t get married in a civil\nceremony in Croatia or Yugoslavia, that is, and neither of them was converting to\nanything. So, they got married in a civil ceremony. So, the house that we basically had\nlived was the Vrancic house, and then they and my other aunt, the Appler family, decided\nto build a house of their own, but it was within the same compound, the same land base.\nSo, that’s how we ended up having these two houses that were next to one another, and\nthe other one was supposed to be a big two-story house with a store on the bottom for my\nuncle, a small apartment in the back, which is we ended up living and these people who\noften hid me lived there, and then there was supposed to be two apartments upstairs, and\nthat never got finished, of course, before the war.",
        "A: Exactly.",
        "A: Exactly, exactly. So, I sort of have memories of Vika living by herself in that big house,\nin that one house. We were living in an apartment, and I don’t know at one point that\nwas.",
        "A: It’s very confusing as to where I was living at what time because we did move around,\nbut only within those three houses sort of, and my grandfather, I think, I spent the least\ntime there, and of course, I was the youngest so that I remember that the least, and I\nremember the Vrancic house the best, because Vika eventually died during the war, and\nshe died I think while my uncle was in concentration camp, and I remember seeing her\ndead, that was more scary than some of the battles because I ran into the house and\nnobody told me she was dead and there she was. But then once she died and was buried\nand we were always in that house from then on, and that’s, you know, I remember, that’s\n— we were set then in that house from then on.\nEnd of Tape #2\nTape #3",
        "A: Not being there, very much. Being taken away, no. I must not have been present. But not\nbeing there, yes. I remember that Giza was very sad and very upset much of the time. I\nremember that we were allowed to make packages and send them, and I remember very\nwell that she was making packages. I remember her making sort of vats of this roux. This\nwas what was being sent, roux. And so you — you made this brown mass which would\nthen congeal and solidify, and then he would put — he would use that to put in the water\nto make sort of a soup.",
        "A: He was in Jasenovac. He was Jasenovac, and eventually when he would return — luckily I\nfound out, I mean, he was lucky that he returned, but he saw my father there. So, my\nfather was there for also for quite awhile. He was taken with a number of other non-Jews\nfrom Ludbreg, and they were there, I can’t remember for how long, but at least a year, I\nthink, and I don’t know why, I’ve forgotten, but certainly I talked to him afterwards, but I\ndon’t have a good memory of how long he was there. But I do know all the stories he told\nme when he returned of how and why he survived, and basically they found out that —\nwell, they knew — that he was a banker, and so they put him to work in an office in\nJasenovac to balance their books, to work on the books, and so that he didn’t have to be\nout in the rain and snow and people, there was one person in the office who was an\nUstashe but not one of those — not one of those that went around killing people\nnecessarily, and he was reasonably kind to him. In fact, after the war, I have definite\nmemories of Stricek sending packages to him because later on, he was in jail, I mean,\nyeah, in jail for many years after the war. But this is so — the one thing that saved him\nwas that. The other thing that saved him was that he was always, as I told you, an\norganizer of things cultural, and they wanted to have, the Ustashe wanted to have\nentertainment. So, he organized a chorus, and he collected anybody that he knew. So,\nthere were some nieces of his — second niece because he didn’t have brothers and sisters,\ncousins, two cousins’ daughters were there — he collected all these people and they\ncreated a chorus. So, of course, he claimed to have to practice if they wanted to have a\ngood performance. So, that saved them also from having to work so hard, and they’d\nsometimes allow them access to some more food. He said my father, on the other hand,\nworked very hard. Nevertheless, my father survived until the very end.",
        "A: Yes.",
        "A: Well, he, yeah, he may have, but that’s — I think, in fact, he did, but there were people\nthat they didn’t want to — that didn’t allow them to be collected because people who were\nyoung and strong, they made them work. I think that my — Stricek remembers my father\nworking with bricks, and carrying stones and bricks and things, but he was much, much\nyounger. Stricek at that point, he was born in 1885, he was old, and he had this family of\npeople who were dying with weak lungs at a moment’s notice, and he was — he would\nhave never made it. So, anyway, at one point, they released that group and they all came\nback to Ludbreg.",
        "A: Yes and no. I was very surprised at that for much of my life until very recently when I\nwas working on the Jasenovac files.",
        "A: Yes, at the Holocaust Museum, and I found out that that was — that was very much a\nnorm, that a lot of people especially those who were not Jews or Serbs, but were Croats\nwho were just thought to be Partisan sympathizers and so on, that they were coming and\ngoing. There are many testimonies that I have listened to now, and much material that I\nhad seen, that people would say that they were released, and even Magda, we were\ntalking to Magda. She was saying how people were collected to a camp in Zagreb and\nthey were released to go home and get their clothes or something, and it seems that while\nthey were extremely cruel, within Jasenovac, that they were also very disorganized, and\nsometimes people would come and go and they were constantly sending people from one\nplace to another. I believe that was the most amazing thing that I found in reading the\nJasenovac material, to what extent people were constantly being moved from Radiska to\nJasenovac to Lepoglava, spending times on trains going back and forth, sometimes being\nreleased. It’s amazing, and we haven’t quite figured out. Lucie and I are both very\nsurprised, and we haven’t quite figured out what 1s the basis of that except that we feel\nthat there was not a total organization.",
        "A: Yes, yes.",
        "A: Spend some time together, but then I don’t know why he wasn’t — I don’t know where\nexactly he was physically when somebody — when somebody came to get her. She was\napparently denounced. As I told you, that whole town was very good about not\ndenouncing anybody, but there was one person, and Stricek knew who that was, and I\nwish for history’s sake that I could remember his name now, but I can’t, who denounced\nher, and they came and got her. Somebody did warn her. I think she hid in the attic of that\nunfinished house, but they found her.",
        "A: As a Jew.",
        "A: She was, but people weren’t paying that much attention to that. She’s on the list because\nthe picture I have of the list, she’s on it.",
        "A: No, they weren’t doing anything, but at that moment, I don’t know whether it was a\nparticular person, a particular person who was in charge, even — it was towards the end,\nthey were already losing the war.",
        "A: It was very late, 1944, right. It was very, very late, and then Stricek tried to go after her.\nHe did go after her. He followed her and went all the way to the border and tried\ndesperately to get her out, and was unable to get her out. We think that she was shipped\nto Auschwitz, but we don’t know exactly. We never found any records, and that was the\nend of her, unfortunately.",
        "A: Yeah, I stayed with him. I stayed with him. That was pretty much already almost the end\nof the war. And...",
        "A: Yes, my brother’s with me all the time. And, then came liberation.",
        "A: Right.",
        "A: That was very upsetting.",
        "A: Yeah, they all bothered me that they would be going away. I just didn’t know how going\naway, you know, what — you know, you go away, you come back. I think with her, I\nalready had a sense that perhaps she won’t come back, that bad things were going on, that\npeople die. I think at that point, I-",
        "A: I think, well, yeah, I’ve seen — I saw a lot of death since then, all the battles, all the dead\npeople. You know, living nights — oh, I didn’t tell you about one night when there was a\nbig battle and the big mill which was just a little bit more than a block from us was set on\nfire by the Partisans. That was awful. People crying because — all over the street —\nbecause everything, all the wheat or corn, whatever they had that was to sustain them for\nthe year was in the mill ready to be milled and it all burned down. The smell in the town\nfor a long time, the smell hung around of this burnt stuff, and people who were, you\nknow, I, at the point, I understood — I understood what it means to die, or to be dead. So, I\nremember being upset, and I remember Stricek being very upset for a long time\nafterwards.",
        "A: Yes, yes.",
        "A: I think so, Again, you know, do I remember it then, or do I remember it a year later or in\n1956? It is very hard to tell, but I think I had the sense of what was going on.",
        "A: Very, very, he was one of the sweetest people that you could imagine. Not only to me, he\nwas Stricek, which is dimunitive [sic] for uncle, to the entire town, and because I called\nhim that, everybody called him that. He 1s referred to as Stricek Ludva by everybody, and\nthere is — there is a monograph, well, there is a history of Ludbreg published by a Mrs.\nWinter, and it came out about two years ago, and there are sections on a variety of topics\nincluding Jews of Croatia, oh, Jews of Ludbreg, but there is a few people have their own\nchapter, and there is a chapter on him with pictures, and it’s Nas Stricek Ludva, which\nmeans “Our Uncle Ludva’, that’s what he was. Our house was always open and full of\npeople and company and he was — he was — he was the most loving person you could\nimagine. I was extremely lucky, extremely lucky.",
        "A: She was much quieter. He was, you know-",
        "A: He was the social one, yeah. She was much quieter, and, of course, she — I only knew her\nin really bad times, where I knew him afterwards, after the war, when his true self came\nforth, you know? So, it’s interesting because one of the things that this Mrs. Winters says,\nshe says, “All the good things...”’, she was, by the way, very famous, a very well-known\nperson in the Partisans during the war, and she considered herself a historian, and I am\nsorry, very sorry that she died before I could talk to her because she writes very nice\nthings including about him, including the fact that he adopted me and my brother after the\nwar, and then she says things like, in one sentence she says that even that was not, that he\nlost so much during the war, and then in the end he even lost me because I married this in\nquotes: “rich Jew”, which made me just wrinkle because my husband was anything but\nrich, and that I left and left him there, which of course wasn’t the case. Yes, I left, but\nvery much with his — with his approval, and he knew he was quite elderly and he knew\nthat he wanted me to have as good a life as I possibly could. And he did everything 1n his\nlife to make my life as good as possible.",
        "A: Yes, yes, I do.",
        "A: What I remember most is columns and columns of Ustashe being marched through the\ntown and being taken who knows where, and all of us standing outside and looking at\nthese people and these forced marches that they were on. I don’t know where they were\ngoing and to where they were going, and there wasn’t anybody that knew, but everybody\nsort of standing around and these people were hungry and they were thirsty and here and\nthere people gave them a little water, but other than that, people just stared as they were\nwalking by, and so all of a sudden the tables were reversed and everybody was saying,\n“They deserve it.” And that is what I remember most 1s this, you know, the conquered\npeople walking by.",
        "A: I don’t remember yelling. I think, in fact, there was quite a lot of silence, sort of, we were\njust staring at them. There were huge number, there were thousands of people being\nmarched by, what looked to me like thousands.",
        "A: They were going — I remember which way they were going in Ludbreg, and they were\ngoing east.",
        "A: East. So, because I mean, we were between — Ludbreg is between two larger towns,\nKoprivnica and Varazdin, and Varazdin’s to the west, and Koprivnica to the east, and\nthey were going across the bridge, across the river toward Koprivnica. What happened\nafter that, I don’t know, but you know, that was --",
        "A: Yes.",
        "A: Oh, boy did we know who was the enemy all of the time, yes. We knew who the enemy\nwas. We were free when the Partisans were there. You know, I didn’t have to pretend. At\nanytime that the Ustashe were in charge of the town, I had to — well, I had this red hair,\nflaming red hair. I was extremely noticeable because there isn’t a Croat almost anywhere\nwith red hair.",
        "A: Yes, I did not know any red heads, and so there was a time that Pavelic came to town. I\nthink it was towards the end sometime, I don’t know exactly why he was invited — he was\na speaker. Well, all my friends were going. I wanted to go too, to see, and I was told\nabsolutely not, and I remember that I was told I could look — we had a stone fence, and I\ncould look across the stone fence, peer out. It was in the summertime I think, but I had to\nwear a hat on my head because you don’t want any strangers not noticing you with this\nred hair, and my brother also had red hair.",
        "A: Yes, the two of us had red hair, and we kept waiting for someone in the family to have\nred hair, but my grandson has slightly reddish, but it’s my — the males in my family seem\nto have red beards, but I’m the only redhead female so far.",
        "A: Yeah, very red hair yeah. So, that was a real liability, and peasant women would come\ninto town and tell me horrible stories. I remember one telling me, one time — I don’t\nknow if it was during the war or not, but I remember she told me, “If you ever go to\nVarazdin’’, the bigger town, “be very”, or Zagreb, my goodness, “be very careful not to\ngo near any kind of a place where there is a pharmacy because, you know, they might\ncatch you and press you and make medicine out of you.” You know, there were — in the\nsmall towns, these kind of prejudices and misinformation are rampant. So, I knew that\nmy red hair was some kind of a liability and I was to hide it all times, and I hated it, too.",
        "A: I did not like it at all. I just hated it. I felt like, “Okay, so maybe I’m redhead because I’m\nJewish, I’m different.” And, I didn’t like being Jewish. I mean, it was a liability, and\nanyway, at that point, I really didn’t know that Jewish was anyway.",
        "A: I don’t think I could make that distinction. Again, you know, I knew that this was\nsomething that they could catch me for and I would be in trouble, but no one told me, you\nknow, no one told me why it was bad being Jewish, or why it was — or maybe if they told\nme I did not understand or I didn’t understand, but I just knew that nobody ever said bad\nthings to me about it. No one said, “Oh, you’re a Jew, therefore” or “it’s bad.” I mean I\nknew from being in school, we had to go to churches in school. I just started school. I\nwas, really, in first grade before the war, and we had to go to church on Sunday and we\nwould line up and go to church, and I knew that I didn’t know some of their songs. I was\ninventing. I remember inventing songs. They would be singing something like, and I\nknew the melodies but I sometimes didn’t know the words, and I would be inventing\nsomething about birds singing or something. But, you know, I lived across from the\nchurch, and I’d go there with my friends. And I knew very — I knew very early that Jews\n— that there were Jews who killed Jesus, and that that was bad, and I didn’t want to be\npart of that. But that’s what I knew, and I didn’t have any idea after the war what Jewish\nwas, but of course, after the war, it didn’t matter because nobody followed any religion\nafter the war.",
        "A: Mm-hmm.",
        "A: Oh, yes.",
        "A: Mm-hmm, but we had it in school. We had it in school the first year that I was in school,\nwe had catechism in school, which is interesting because before the war, there was —\nthere was — religion was taught apparently in schools, and I have this picture of my\ngrandfather teaching Jewish children, and then there was — there was a Russian — there\nwas an Orthodox priest teaching whatever. There were Orthodox children, there were\nSerbian children, and then there was the Catholic priest, but of course, during the war\nthere was only Catholic, but I don’t remember so much any priests. Somehow I’ve don’t\n— but, I— I do remember the book of catechism in school. I don’t remember who was\nteaching it.",
        "A: That I can’t tell. That I can’t remember.",
        "A: It must have been at the same time. I did not go to school at five. In Croatia, in\nYugoslavia, you didn’t go to school until you were seven, and they smuggled me into\nschool early. I don’t know why. I think my uncle felt like, “What are you doing here?\nShe’s already starting to read, let her to go to school.” And because of his position in\ntown, or their position in town, and we were friends with all the teachers, they just let me\ngo. I was the youngest as it is even when I finished school later on. I was the youngest,\nyeah.",
        "A: I liked church because it was sort of like, there was music and pomp and circumstance,\nyou know, there, you know, you got dressed up and there were holidays, but I don’t know\nso much, I mean, you know, because I remember girls having to get dressed up and you\nwould go in a procession and throwing rose petals around.",
        "A: No.",
        "A: I don’t remember.",
        "A: Yes, as a child, yes.",
        "A: Right. That was not my experience until I was 16 years old, but, of course, I had no\nexperience with any, you know, and I knew who — I mean, I knew who I was because I\nhad my own — my grandfather’s books were saved. Again, I don’t know exactly who\nmust have been Ludva Vrancic’s teacher who somehow facilitated for the books, the\nmain books, to be taken out of the synagogue that my grandfather built, lived, and being\nbrought to the Vrancic household and being put in the attic. So, that is how I end up\nhaving a lot of my grandfather’s books, not my grandfather’s, but the synagogue’s books,\nsome of my grandfather’s books. So, they were all stored there. So, I knew, you know,\nwhat Hebrew looked like, and that, but that was the language that was used. I have\npictures of my grandfather, you know, wearing different kind of clothes. I remember\nthings like my Aunt Giza when one time when we escaped together, because there was\ngoing to be a raid and we went to another town to the town of Varazdin, and I remember\nthat she wasn’t going to eat in that house. I used to eat, but she opened a can of sardines. I\nremember that so well. I don’t know why. I remember her can of sardines. So, she was\nobviously keeping kosher.",
        "A: Yeah. But, you know, I was, you know, I was eating everything everywhere. When I\nthink about eating, the thing that I remember the best is when I was staying with the\nRunjak family, sometimes when the Ustashe were there, and we stayed — Mr. Runjak was\na painter. I don’t mean art. I mean walls. And she was a nurse. She took care of cataracts.\nEverybody seemed to have cataracts, not cataracts, I’m sorry, trachoma. There was a lot\nof trachoma, and she was-",
        "A: It’s — trachoma is a, I think it’s also the word in English, but it’s a disease of the eye.",
        "A: No, no, not glaucoma. We have to look that up, but I think it’s trachoma, and I think it’s —\nit’s a transmittable disease and a lot of peasants had it, and she was — she had a little\nclinic of sorts that she ran and they all came to her for her to take care of the eyes, but\nthere was very little money in that family. I mean, there were three, you know, three\nteenage kids. I think one, or maybe two of them still survive and I see them when I go\nback, and so, food was precious, right? Though I was never hungry, really hungry at all.\nThat comes from living in the village where everybody had land and chickens and things,\nbut I remember that Mr. Runjak because he was going to work, he could have scrambled\neggs for breakfast, and we all had to take turns, who was going to get the empty pan and\na piece of bread to eat — to rub the bread in the fat and eat it, or maybe have a crumb or\ntwo of the egg left. I remember that very well.\nEnd of Tape #3\nTape #4",
        "A: People were — I don’t know what I expected, but everybody kept asking me this question.\nLike, you would be on the street, and some stranger would come and say, “Are you\nexpecting your mother and father to come back?” Lots of people asked me that question,\nand not only at the time of liberation, but much later on, and people would concoct\nstories, you know, and say, well, they heard so-and-so was in Russia for such-and-such a\ntime, and they returned, and am I expected somebody to come back’? And I may have\nexpected somebody to come back, but not terribly actively. Some people, of course, came\nback. Two of my uncles returned, but of all the family, that’s all.",
        "A: Yes, they came to Ludbreg looking for me, looking to — not just for me; looking to see\nwho was there, who survived of my mother’s family. One of them was my mother’s\nbrother. He’s the only one actually of the entire Deutsch family who survived. On my\nfather’s side of the family, a few siblings survived, half of them. And this uncle, my\nUncle Bernard, who goes now by Dov and lives in Israel, he survived because he was\nprisoner of war. He remained — he was in the Yugoslav Army, and became prisoner —\nactually, Erne was also prisoner of war. They both were in the army. They became\nprisoners of war, and so survived. It was a much easier survival from what — I just spoke\nto Bernard very recently and he was telling me stories, how they basically lived the same\nway like the rest of the prisoners of war, and they were able to get packages and they\nwere fed reasonably decently, et cetera, et cetera. So, the two of them returned. Both of\nthem asked me to go with them, and I absolutely refused. When I think about, at the age\nof seven, I was totally aghast that I would go with these people whom I didn’t know. And\nmy Uncle Bernard, Dov, got married to another survivor, this survivor of the camps, to\nEstie (ph), she survived Auschwitz. They left Yugoslavia, and went to France, to the\nsouth of France, and then eventually to Israel where they still live. My other uncle, Erne,\ngot remarried. His wife, Irma (ph), and daughter, Edita (ph), were killed. By the way,\nthat’s one of my really vivid memories — his daughter was at one point released from a\nconcentration camp, and I remember her coming to my grandfather’s house and being\ntotally skin and bones, full of lice, and I remember that she looked weird, and they put tar\non her head, and she just looked so crazy to me. And I was, obviously, a little girl, and\nagain, she then continued to live in Ludbreg and not in total and absolute Anne Frank-\nstyle hiding, and then she was taken away again. But, anyway, she then was taken away\nand was killed. But he remarried, Erne remarried, and married a woman who became a\nwidow and had two children, and they eventually left for Israel, and I remained behind. I\nthink that from the date of the adoption — I was adopted by my uncle, and my brother\nalso, almost immediately after the war in 46.",
        "A: I have a feeling that it was before they came, and so, you know, there was a great tug of\nwar, and I never heard from either for a very long time. I think they were very angry and\nupset.",
        "A: Well, they were angry at my uncle, but 1t — it manifested itself with the fact that I never\nheard from them again. However, the person that I did hear from eventually, but I don’t\nremember how soon after the war, I heard from another uncle who survived, another of\nmy father’s brothers. So, in my father’s family, there were six children, and one sister and\ntwo brothers survived, and this one brother was in Bergen-Belsen and then was rescued\nout of Bergen-Belsen and went to Switzerland, and he married Magda, and they had one\nchild a seven-year-old child or so when I heard from them. So, maybe he was — maybe he\nwas about five, six at the time. So, it must have been, I think that child was born sort of\n°45, °46. So, I heard sort of into the ‘50s more or less continually from them, and\nremember very vividly getting a package from them, a ball point pen where you could see\nthrough the plastic. That was so exciting, and a red plastic little purse like that, and a box\nof Frigor chocolates, my box of Frigor chocolates, very exciting.",
        "A: Frigor, the Swiss brand. They were living in Switzerland. Of course, we had no — after\nthe war we had so little, and we, as a family, had more. I mean Stricek and I and my\nbrother, had more than many families. But, anyway, this whole chocolates and stuff came\nmuch later. It came after my brother was no longer in the house.",
        "A: With my brother?",
        "A: Now, there we were having survived the war, and it was September and everything was\ngoing fine, and it was time to go and have — and collect grapes, have a grape harvest, and\nwe were at the grape harvest, and the day after my brother was sick, and it just seemed to\nbe sick like children get sick. And then his temperature went up and up and up, and then\nit turned out that two other children in town apparently had scarlet fever, and it turned out\nit was scarlet fever, but it really wasn’t diagnosed in time, and — in time for the doctor to\nsay, “Go to the nearest town,” which was 25 kilometers from us, or “Let’s go get\npenicillin someplace,” and apparently he had a weak heart, and he was sick for three days\nand he died. It was quite a tragedy. It was a tragedy for me, even then, and I was old\nenough to realize it, I don’t think I was nearly as affected as Stricek was. I don’t think he\never got over his death. He just adored that child. He adored me, too, but I think he really\nadored my brother. And I was — the whole town mourned. It was really sad.",
        "A: Yeah. It was very sad. It was just, you know, I think scarlet fever is a bad disease even\nnow, and at that time I think there was just no — we had no antibiotics. It was right after\nthe war, and nobody was alert enough to realize that you could die that fast from\nsomething like that, you know? You just go, “Oh, the kid is sick. He has a high fever.”\nSo, it was bad. It was tragic. So, after that, I was an only child, and with not a single\nblood relative remaining within Yugoslavia. So-",
        "A: Oh, yeah. I never — no, I’m only making a statement, a general statement, but it wasn’t\nthat I felt that he was any different then a blood relative. I really felt like he was my\nfather. And the only time that I used to think how sad it was that I didn’t have my\nparents, and I know that sounds terrible because people often ask me that, you know,\n“How did you feel about your parents?” but, because I didn’t know them, and I didn’t\nhave that experience, it was only theoretically that I missed my parents. Aunt Magda gets\nvery upset when I say that.",
        "A: It makes sense. The only time that I would, you know, feel sorry for myself, was when\nsomething would happen that I would get punished for something, and then I would say,\n“If my mother were alive she wouldn’t do XYZ,” you know, like I don’t know. If we had\nsuccession of cleaning ladies and housekeepers. We had some very nice housekeepers,\nsome people who were very nice to me. But if I would get punished or had to clean my\nroom or whatever I had to do, I would say, “If my mother was alive, I wouldn’t have to\nbe doing this.” Of course, I would have.",
        "A: No, but I would think that to myself, feeling sorry for myself.",
        "A: From what I was told by people — a person who apparently witnessed my father’s death,\nis that at the end — at the end of Jasenovac, there were many outbreaks. There was a\nmajor one at one point. I keep reading about that in all the records. But, apparently, there\nwas confusion and they were killing people en masse and so, people were trying to\nescape and there was — it seems that my father and a few other people escaped at the very\nend, and that they went someplace into the woods, and then came down — came close to a\nvillage looking for the food, and that they were surprised by a German, I think, German\npatrol, or Ustashe patrol, I’m not sure. And, then he was shot. So, that’s the most\nunfortunate, that he was able to survive until the very end, and then not make it.",
        "A: Possibly, but I think I understood parents. I understood -",
        "A: Yeah, I understood the concept. I understood that, and I think Stricek would have\nunderstood and would have — would have given me away. Yeah, given me away, I mean,\nhe could have kept me. You know, I was, to him, basically a grandchild because my aunt\n— my aunt, who was his wife, as I said, was 15 years older, then he was 10 years older\nthan my aunt. So, there was a 25 year gap.",
        "A: Yeah.",
        "A: So, he was born in 1885. I’m very bad at math.",
        "A: In his 50s, right, and so — oh, when did I feel sorry for myself for not have had my\nparents? For example, he was fairly strict. When I was a very little child, I could do\nanything. I could climb walls if I wanted to, but as I got older and older, then restrictions\nremained, you know. I had to be careful about this and that, and boys and so on, and then\nI was always — I would always say, “Well, you see, he’s so old, he doesn’t understand\nanything. If I had younger parents, they would have understood.” Nonsense, of course,\nbut, you know, that’s — it’s a good way of looking at it. So, I always used to say, “I’m\ngoing to have my children very young so that Ill understand them better.” We’d have to\nask my children how I did. I did have my children very young, but I don’t think that that\nwas necessarily what happened, but I always worried about him getting married, for\nexample.",
        "A: And what would happen, and there was some possibilities. We had some very appropriate\nhousekeepers at times.",
        "A: No, no, no, I didn’t think that. I was just jealous.",
        "A: Oh, yes, you know, I was in charge.",
        "A: Well, I don’t -",
        "A: He was just very special. I — I don’t think, I’ve never thought about it in that way. Of\ncourse, if I think now, I find a 55 — I mean, I remained a widow at the age of 54. That’s\nabout the same age, and I certainly wouldn’t think about starting at this point to adopt a\nchild. So, I can imagine that age very much, but I think I was there all along. It was just,\nyou know, it was just a paper thing. It wasn’t a — it was just continuing status quo rather\nthan creating something new.",
        "A: No.",
        "A: No, no, no, I was just part of them.",
        "A: Right, right.",
        "A: Oh, it wasn’t an issue at all. There was no privacy in that house. No, there was somebody\nthere from morning, noon ‘til night, there were always people in the house, and there was\nalways something being served. And people were always visiting. So, that wasn’t an\nissue.",
        "A: He told me, but he didn’t know my parents all that well.",
        "A: No, I mean, he knew — he knew my mother, but he barely knew my father, because my\nparents were married about two years or so when I was born, and my father never lived in\nLudbreg, and Stricek never lived in Zagreb. So, I mean, you know it was — he knew my\nmother as a young woman growing up, and she was away at school, of course, because\nthere was, you know, in Ludbreg, there were only eight grades of school, and so, my\nmother already was sent to Cakovec to go to school at the age of 13 or 14, whenever it\nwas. So, I’m sure he didn’t know her all that well to be able to tell me very much about\nher. I mean, there were always things he told me. I mean, music was extremely important\nto him. I was always told I needed to study music, and my mother sang very well\napparently. So, that was always told me. I was always told that she was very good with\nlanguages, which I inherited somehow and also I could sing, so that was always, “That’s\nwhat you have from your mother.” Well, both my parents. My mother lived in Cakovec\nfor a bit of time, and apparently learned Hungarian while she was there, just as a side\nthing. So, it was a big thing, you know. To study languages was very important, and I\nwas always given all the opportunities, but, you know, I was given a lot of opportunities\nand I was aware of that because we lived surrounded by in this world of farms and\nfarming families, and there were very few so-called “intellectuals” families in town, and\nyou know, I was one of those, and I had more than most people, and I was made aware,\nyou know, of, you know, noblesse oblige, and I had to behave well, and I was told I had\nto learn how to do things in the house, so that I can tell maids what to do, those kinds of\nthings. So, I knew I sort of lived in sort of semi-privileged world, and I enjoyed it all. I\nliked to learn, and I, you know, there were books everywhere, and for fun I was reading\nDante’s Trilogy. I love to look at the pictures of the Inferno.",
        "A: Yeah. [Laughs. |",
        "A: He was back to being a bank director.",
        "A: Yeah. Well, you know, in that world, comparatively. Yes, we — we still had, of course,\nour house, and then we were — there were — he was constantly working on getting some\nof the other things back, like the vineyard was left to us, but, of course, that was always\nan outlay of money, because we had to pay somebody to work it and then nobody ever\nsold anything practically. We only sold wood — there was a little forest and we could sell\nwood and gravel, and then there was stuff in the house that we were able to sell. There\nwas jewelry left from before the war, and slowly we sold quite a bit of that. I have a very\nvivid memory of taking some chains which I liked very much, gold chains, and having to\n— somebody came and put them on the scale, and that was the money. But, that is how —\noh, and there were clothes from his sisters and so on that we slowly sold, and extra\nfurniture, and we traded for things like potatoes and whatever, you know, else we needed\nto live.",
        "A: No.",
        "A: No. He was not an observant Catholic, but I don’t remember him ever going to church.\nThere was sometimes things that we did do in the house. I remember that we did have a\nChristmas tree, mainly because the maids or the housekeepers or whoever they were put\none up, and I would, of course, couldn’t help but love it, and I’d get presents. And, the\nonly other thing that I have a memory of besides that holiday, was that the day — Three\nKings Day, whatever it’s called now. You know, it’s the last day of Christmas, after\nChristmas. The custom in Ludbreg was for the priest to come through the houses and do -",
        "A: Yeah, bless the house and put some chalk marks, I think, I think, of the saints or\nsomething like that on the — and, of course, Stricek, who was very welcoming of\neverybody, allowed the priest to come, too. So, the priest came. We sat down. We had a\ngood talk, and religion at that time was so frowned upon. No one went to church\nanymore, and that priest was sort of, you know, he didn’t push it. That was the only thing\nthat happened.",
        "A: There was this one family that returned, the Weinrebe family, whom I adored and they\nwere Stricek’s best friends. But they didn’t do anything either, and so, I just knew that\nthey were Jewish and what had happened during the war, and eventually, their daughter,\nthe younger daughter, is five years older than I am. So, when — and, she wasn’t living in\nthat town. They sent her to Zagreb to go to school. So, I saw very little of her. But as we\ngot older, we got closer and closer, and still now we’re very good friends. I talked to her\non the phone yesterday. But, I was — I was hoping to meet somebody because I was\nbecoming a little curious about the whole thing. But, at the age of 13, I finished school in\nLudbreg and I went off to Varazdin to go to high school. And there wasn’t a Jew left\nthere either that I knew, nobody, nobody in my high school. By the time I got to the\nuniversity, there may have been some, but I was not aware of it. I remember hearing a\nname that I thought, “Well, she might be Jewish,” but by that time, I had been to\nSwitzerland, and that was a whole — and then all of a sudden, I started to understand what\nJewish meant.",
        "A: To my uncle.",
        "A: They were Orthodox. They were Orthodox. I went from like nothing to a totally\nOrthodox household.",
        "A: I was fine with that. I seem to be fine with -",
        "A: I think I’m a bit. I think that’s probably what the war did to me.",
        "A: Yeah, it’s okay. So, this is the thing now.",
        "A: There.",
        "A: Yeah, right.",
        "A: Yeah.",
        "A: At that time, I mean.",
        "A: So, I’m thinking now, no, not now.",
        "A: Yes, historical present, right.",
        "A: Boy, am I, yes because this is the people that won the war. I mean, we are gung-ho\nPartisan. My uncles wearing the, you know, he’s a— I’m a victim of fascism and so is he.",
        "A: That gives me some — well, eventually it gives me — it gives me the privilege of going to\nSwitzerland. I would not have been able to go otherwise. No, absolutely not. I mean,\nabsolutely not. There are pictures of my uncle, you know, wearing a red star. I mean, we\nwere really very much and that’s how he was able to go back to being in a position — to\nbeing in a position of power because he had suffered during the war. So, even though\nthey were very strange people that had come to power. I mean, people from outside\nwhom we didn’t know, who weren’t quite as well-educated as we would have liked them\nto have been, but happen to have been in the Partisans, and therefore they were assuming\npositions of the Chief of Police, et cetera, et cetera, but we were very good friends of\ntheirs. And, ideologically, we were to that side. I mean, I especially, as a young person, I\nthink my uncle eventually understood that some of this was not good as time went on\nand, you know, we were under repressed and the Russian rule, and so on and so forth. I\nremember having fights with him about the Suez Canal, which I thought was a wonderful\nthing that it was being taken over by the Egyptians, and I remember having fights over\nthe fact that, you know, I certainly thought I would go and build a road between Zagreb\nand Belgrade with the rest of the student body, which, of course, he thought that I was out\nof my mind, and I’m not going anywhere. Those kinds of things, but he was, you know,\nhe was obviously in favor of the new regime, but then the regime turned out not to be\nexactly what we hoped it’d be.",
        "A: Of fascism.",
        "A: It meant that you had been on the, basically, on the side on which you were deprived of\nliberty or limb or whatever, just exactly what happened to me. I was a victim of fascism,\nso was he, because he was in a concentration camp, and when I wanted to go to\nSwitzerland to visit my relatives and I applied for the visa, I was given the visa as a\nvictim of fascism because I had suffered, therefore I could be trusted. I was not on the\nwrong side, and therefore could be trusted to be given this visa, which was, at that time,\nno one went. When I came back from Switzerland, I went through every class in my high\nschool telling people what it was like. I didn’t know — nobody knew anybody who had\nbeen abroad. Of course, I didn’t tell them about the Jewish parts of it. That was for me.\nEnd of Tape #4\nTape #5",
        "A: No.",
        "A: No.",
        "A: It’s all in my head. I don’t know — I don’t know what I’m going to do with that. It doesn’t\nreally have that much meaning. I mean, it’s something I learned. I learned something\nwhat that was like, being Jewish, but I don’t feel like I want to do one thing or another. It\ntook, you know, I don’t think that at that point I was considering religion one way or\nanother. It was just sort of a new knowledge, but I didn’t think anybody was interested in\nthat part. I mean, no one was interested in any religion anyway. I don’t think my uncle\nasked me, I mean, he asked me anything about that. I mean, he knew.",
        "A: Oh, he knew they were Jewish. I don’t think he knew what it meant to be Orthodox. I\ndon’t think — I mean, he knew my grand — obviously he knew my grandparents, and you\nknow, they were sort of like my grandparents. They weren’t — anyway, there aren’t\nOrthodox. Well, there was Orthodox by American — in an American sense. They are not\northodox in when you think now of like the Heredi in Israel or something like that. I\nmean, they, at that time, mother’s now wearing something on her head, but at that time,\nshe wasn’t. But, they really were observant. The men always wore something on their\nhead. They followed all the laws of Kashrut. The Shabbat, you didn’t do anything except\ngo to the synagogue. And, they lived in a small Orthodox community in Montreux, and\nbasically there were no other kinds of Jews. I, at that time, I didn’t even know of the\npossibility of other kinds of Jews. It was all so sudden, and so out of nowhere with no\nbackground to speak of. And I was there a month. So, it’s — it was sort of -",
        "A: Yeah, they talked a lot about — they were — to this day, they were very much imbued with\neverything that happened during the war before the war, talk about the family, talk about\nwhat happened to them during the war, after the war. They were still recovering from —\neven though to me, it looked like they were living in this fairy land, their life really\nwasn’t easy at all. But, I only — at the age of 16, it’s just so much, you know. I mean, I\nwas more impressed with things like, you know, you go to a supermarket and the doors\nopen by themselves. I mean, you know, that was very important. And all the food, I\nmean, in the supermarkets. And so this was still ’54 in Yugoslavia. I mean, you know, we\nhad still very little. We had just emerged, sort of, from really, not having anything in the\nstores, and you know, we had emerged from the time that we were getting UNRRA\npackages, you know, and with crazy foods from America, and my memory of that is all\nof the foods that we couldn’t eat like — that we didn’t like, like canned orange juice, and\nthere were some clothes that we got, and I got a sweater from school, because there was\npiles of things, and I brought home this sweater, and my uncle made me take it back,\nbecause we weren’t as poor as other people who could have this sweater. And I’m to\nconsider other people. I was taught well to be compassionate and to understand who we\nwere, and who I was. So, you know, all of that and then all of a sudden coming to\nSwitzerland and seeing a lot of things in the stores, and beautifully arranged shops with\njewelry and people well-dressed walking by Lake Geneva. AIl of that mixed in with this\nlittle thing of Jewishness, 1t was just too much.",
        "A: Yes.",
        "A: I saw nothing. It was all perfect, you know, perfect land. Of course, there were extremely\nnice to me and, you know, took me and my aunt tells the story, I think she told it on tape,\nthat she remembers very well that I — she remembers it better than I do, that at one point,\nwe were doing something and there was a little discussion in the family about what to do,\nand I put my two cents in and I said something. I said, “Oh, I don’t want to get into it,\nafter all I’m not family.” And they said, “Yes, you are. You’re a member of the family.”\nAnd I cried. So, there were so many different emotions, and so much new to see and learn\nand do. It, you know, and I knew that they were concerned about — they were concerned\nabout my not knowing any other Jews and not knowing what Jewish meant, and being\nhappy that I’m with someone who really cared about me. They understood that, but at the\nsame time, they were, you know, I was 16, and I think they were mostly worrying about\nwho am I going to marry, you know, and how is this going to go on, and I’m going to be\nlost to the family forever, and that kind of thing.",
        "A: Yeah, in a way, in a way. I understand what you’re saying. It’s not that I feel closer to\nthem than to my uncle, but the fact that I felt close to them was interesting to me. It’s not\nthat that’s a comparison, but almost total strangers, and I remember that my uncle came\nto get me, Uncle Jozi, came to get me at the border. I was on the Orient Express and just\ncoming through Simplon, and I was obviously nervous all by myself traveling, and he\nsaid he would come and meet me at the border in Brigg, and I’m looking out the window,\nand I’m thinking, “How am I going to recognize him?” I had a picture; they sent me one.\nI had a picture, but how am I going to recognize him, and it was such a feeling when I\nsaw him. I knew it — first of all, I knew that that was him, and I that was a really, very\nspecial feeling of some overwhelming emotional connection. And, of course, after, you\nknow, later on when I went to live with them for a year, and studied in Switzerland, I\nrealized they were really very good people, and they did — they did a lot to enable me to\nbe there. And, of course, Stricek did, too, because it costs money for me to go. My\nrelatives in Switzerland didn’t have any, and I didn’t even realize that. We all thought,\nyou know, just like people who would think money grows on trees in America, well, you\nknow, we all thought, “There’s lots of money in Switzerland.” Well, of course, they had\nvery little. They had come from a concentration camp and they had nothing, and I lived\nbetter in many ways where I was. I was able to bring my aunt, as a present, a gold\nbracelet.",
        "A: Yes, because Stricek felt that we had to pay for whatever what I got. So, I got a ticket\nbought and I had the bracelet to give her, and had some toys for the kids. Toys were hard\nto get. I had some kind of a rubber toy that I had bought, because that you couldn’t get in\nYugoslavia. I had one of the gold bracelets, she still has it, that I brought her. And, you\nknow, so, it was — it was a very kind of a strange experience in so many ways. I lost my\nthread. Where was I?",
        "A: My uncle in Croatia?",
        "A: It’s interesting. He was — he was, I mean, he was really a saint in so many ways, but you\nknow, he had — he had — he could not have sent me. He could’ve squashed that whole\nrelationship. On the contrary, he did send me, plus he sent me another time, you know, to\ngo and study there for a year. And, then I happened to meet my husband on the way, at\nthat.",
        "A: The second trip, right, and then I wasn’t coming back. I was getting married and going to\nAmerica, and through all that, I mean, I have a letter which he wrote in which I wrote to\nhim that I met my husband, this person that I want to marry, and he, in his letter, said, “If\nJozi and Magda think that that’s okay, then it’s okay with me.” And that was very\ngenerous on his part.",
        "A: No, I had other boyfriends.",
        "A: But, they aren’t important.",
        "A: No. I mean, yeah, they were boyfriends, you know, they were boyfriends, but, you know,\nI was young. I was 19 when I met my husband.",
        "A: Yeah, as an early teenager, all forbidden, all forbidden, constantly fighting with my\nuncle. That’s what I mean when I said, you know, when he was strict, that’s because he’s\nso old, and he doesn’t understand.",
        "A: Yes.",
        "A: Yes, well this was sort of has to do with morays of the place.",
        "A: And I’m a girl. I have to be protected, you know, what’s going to happen to me. You\ndon’t want to marry — and the business that I was going to marry this person, and it was\nextremely important, and he said it in the letter, and I just recently read another letter\nwhere he mentions it after the children were born, that I had promised that I would finish\nschool, because here I was finishing my sophomore year in college and getting married,\nyou know. That was not good. I was to finish university. I was to be — have a profession.",
        "A: Yes, so that was the only issue — that was the issue, but I promised, I promised solemnly\nthat I would finish school, that I would go back to school, and when I came to the States,\nI thought, oh, God, starting all over again. I started university in Zagreb, first I had a year.\nThen, I started in Switzerland, and I had a hard time because I was having to study in\nFrench and I had studied English and German before and Russian but very little French. I\nlearned French, and I came here, and I thought, ““Goodness, now what?” And, so I got\npregnant instead. So, I had my daughter, and that was nice because I was sometimes\nfeeling lonely. I mean, then, my husband was a super-wonderful person, the very best,\nbut I went from one wonderful person who took care of me, to my aunt and uncle in\nSwitzerland, to Dan, who could’ve been — who was everything that my uncle had been,\njust really nurturing and he was nine years older than I and had had his PhD and he was\nmarrying this sophomore who doesn’t know from beans and coming to this new country.\nSo, it was quite an experience to me. And so, sometimes — and there was nobody else\nhere — so sometimes I was lonely. It was good to have my daughter. Then, when, Elliott,\nmy son, was born a year and a half later, when he started going to school, I did go back to\nschool.",
        "A: Yes, I did go back to school, and I did finish, and I had a long teaching career. So, I did\naccomplish that.",
        "A: It was, let me think when I was born in — I think it was something like six years. I could\nnot go back earlier because, even if I had had money, because I didn’t — did not want to\nreturn without the American citizenship, maybe it was less than that, and I applied for it\nas soon as I could, which I was three years after I was here. So, I had a year in\nSwitzerland, and then I had three years here before I could apply, and then it took them a\nyear to give it to me because I came from a Communist country and we were in the post-\nMcCarthy era and they investigated me to no end, demanding why I hadn’t protested\nwhen I had to join the Communist Youth of Yugoslavia. Can you imagine? If P’'d\nprotested, I’d be in jail. So -",
        "A: I was also a kid, right. So, it took them a year, and as soon as I got it, then I asked for a\nrelease from the Yugoslav citizenship, which I got. Then, I went back because it was still\nvery, very difficult to leave the country, and then I went to back and went already with\nthe two kids and my husband and it was wonderful.",
        "A: He met my husband, yes. He couldn’t come to the wedding. I mean, he could have — he\ncould have possibly come. He could’ve gotten a visa, et cetera, et cetera. It would’ve\ntaken time. It took me six months every time to get a visa, but he was really, at that time,\nfeeling his age. He was not ever strong particularly, and at that point he was barely\nleaving the house anymore, and he really felt like he could not leave the house, I mean,\ngo on such a trip. And so, he wasn’t at my wedding, which of course, was a pity, but it’s\nsad.",
        "A: Yes, yes, yes, that was wonderful. We had a super time.",
        "A: Yeah, really a good time, and we stayed a few months. It was really nice.",
        "A: Yes. Not Dan, but the kids and I did.",
        "A: The kids, yes, and Wanda still has a good sense of it. Elliott was a little too young to\nremember a lot, but Wanda, I think, does remember. She was then in kindergarten.",
        "A: Sometimes, yes. It took me a long time to understand that I’m a Holocaust survivor. I\nnever classified myself as such until very recently, when people told me, “Of course you\nare a Holocaust survivor.”",
        "A: Right now, it does. It means — it mean more and more. I understand — I’ve met now other\npeople who didn’t go to camp, and, you know, we think of them now as Holocaust\nsurvivors. I used to think that a Holocaust survivor means someone who has gone\nthrough a concentration camp, which I was extremely lucky not to have gone through. On\nthe other hand, how do you define Holocaust? There was Holocaust all around me. I just\nhave happened to have been at the right place at the right time, or all the wrong time I\nwas in the right place not to be swept — swept up with the rest. So, I was just super-lucky\nin every way.",
        "A: Except for the losses, people losses. The losses, the losses, yeah.",
        "A: There’s a sense of loss, and you realize it more after I had children, I became much more\naware of the losses. And I think at that point, you can put yourself in the other shoes — not\nwhat it did to me, but what must it have done to my mother and my father to have your\nchild taken away, to not know what’s going to happen to that child, to be stuck some\nplace and you don’t know where your children are, whether they’re dead or alive, all of\nthat — you become aware of that and internalize it, and think of it in a different way. So,\nthat’s, you know, that’s — you can understand what it means to lose a child, and now I can\nunderstand what it means to lose a spouse, which is the saddest thing for me right now,\nstill.",
        "A: No, Dan died in ’92.",
        "A: In °92, right, and that was a hard loss.",
        "A: Yeah, yeah, and that’s a kind of loss that I think I can understand sometimes people who\n—I was a child, so, I can see the child-parent relationship and what it would be like for\nmy parents, but then, you know, Stricek mourned Giza forever and ever, and I can\nunderstand that very well.",
        "A: Yeah, and he mourned my brother terribly forever. So, later on, you realize it, and yeah, I\nsuppose, I now understand it what it means to be a survivor, and it’s not the easiest place\neither. I think I cope well, but that’s it.",
        "A: Yes. I had a very good life in many ways, have good colleagues, good work — I love my\nwork, I still do. I think — I think I’ve had a sort of joie de vivre built in that is not — it’s\nnot easily extinguishable.",
        "A: Thank you very much. It’s been very pleasant talking to you.",
        "A: Okay, thank you.\n[Photo shown]",
        "A: That’s my parents at their wedding.",
        "A: °36, 1936. I’m not sure of the date.",
        "A: That’s my parents — Silva and Salamon Basch, and I in Zagreb. This is in front of the\nzoolog-, zoologic- in front of the zoo. They called it the zo/oski park, zoological park,\ncalled Maksimir.",
        "A: I think I’m two, maybe.",
        "A: This is my grandparents, my maternal grandparents. This is grandma and grandpa,\nKatarina and Leopold Deutsch on my grandmother’s lap is my mother, Silva. Standing\nnext to her is middle daughter Blanka, and next to my grandfather is Giza. That’s the\nthree daughters. The son is missing, Erne.",
        "A: This is a picture of my mother, yes, Silva, and my father Salamon Basche and then next\nto him is my mother’s brother’s wife. So, this is Irma Deutsche, and standing in front of\nmy father is her daughter, Edita (ph) Deutsche, and the interesting thing about this\npicture, it’s taken in Zagreb, that it’s picture is in black and white, but the photographer\nhas seemed to taken it upon himself to hand color the signs that they had to wear that\nsaid, “Jew”, and this is what they had to wear during the war.",
        "A: Yes, I think it’s me and not my brother. I think so. This -",
        "A: This is a picture of my father, my mother there in the center -",
        "A: Yes, and my mother has my brother in her lap. The rest of the people are people who\nworked in my father’s workshop where they produced — sort of a small factory where\nthey produced brushes of all sorts.",
        "A: Yes, oh yes. This is taken in Ludbreg in September of 1941, so, my brother and I are\nalready both at my grandparents’ and uncles’ and aunts’. We have left Zagreb.",
        "A: This is a baby carriage. It must have been for my brother.",
        "A: This is taken in Ludbreg, in the yard in front of the house that Stricek Ludva and Rudi\nAppler were building together. This is the other girls, the two of them to the left. Yes, this\nZdenka and Vera Appler, my aunt Blanka’s daughters, and the other one is Erne\nDeutsche’s daughter Edita.",
        "A: This is Stricek Ludva. This is Ludva Vrancic.",
        "A: Both of those pictures — this picture was taken in 1943, I think, at the time when Stricek\nLudva was in Jasenovac. This is Giza, his wife, Giza Deutsche, formerly Deutsche, and I\nand my brother, and the picture was taken at the photographers so that it could be sent to\nJasenovac to Stricek.",
        "A: Yes, both of these pictures were sent, yes. The other one is just the two of us.",
        "A: This is my brother and I in 1943 in Ludbreg, 1944, yeah, 1944.",
        "A: I would be six, and my brother’s three years younger.",
        "A: This is Ljudevit Vrancic, my Stricek Ludva in — on the steps of his house, which was\nbuilt by his parents, and this is more or less where I saw him when I saw him for the last\ntime, and that’s how I think of him much of the time. It was taken probably in the 1970s.",
        "A: This is in our house in Ludbreg, and Stricek and I often played the piano and violin\ntogether. There were people in the house. I think you see from the left, somebody’s\nelbow, and so we were entertaining, playing something together, almost always classical\nmusic, and that’s the old piano that belonged to his family on which I learned how to\nplay.",
        "A: I don’t remember the brand. It was Austrian, though, and Stricek had a violin which he\nthought was Galliano. He was very fond of it, but I do — I did have it looked at it, and it\nwas a fake, but it was a reasonably good violin. He used to go and take lessons in\nHungary and of course, in Varazdin, and I had my first lessons from one of our\nhousekeepers who was actually a very well-versed lady but lost everything after the war,\ncame to be our housekeeper, Marija Velovir, and she taught me German and piano, but\nlater on I went to music school in Varazdin.",
        "A: This is my wedding. This is Dan, Dan Klayman, and Dora getting married in an Orthodox\nwedding in the mountains of Switzerland above Montreux and Chateau d’Oex. We were\nbeing married by the Grand Rabbi of Luxembourg, who was a family friend and going to\nthe left — this is Uncle Jozi, and then Auntie Lena, my father’s sister who came from\nIsrael for the wedding, and Leon, my husband’s brother, and his mother Clara. This is\nAunt Magda, Jozi’s wife, and this is Bernard, Dov, who also came from Israel for my\nwedding, and this is Dan’s uncle and aunt who came from France. They lived in France —\nhis mother’s brother and sister-in-law, and -",
        "A: Yes, these two. So, that’s Dan’s family. And crouching down there is my cousin Donny\nand my cousin Jakov, Donny, yes, Jakov, and Dan’s cousin Charlie, who came from\nFrance, and they other two were, of course, in Switzerland. That’s Jozi and Magda’s\nchildren who now live in Israel and have many children.",
        "A: That was 1990. And this is Dan and I and that’s one of the last pictures of the two of us\nbefore Dan died in 1992. It was taken in ’91 at the cousin’s wedding in Vermont. It was\nvery lovely there.\nEnd of Tape #5\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 24, 2002\nRG-50.030*0470",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Theodora\nBasch Klayman, conducted by Joan Ringelheim on September 24, 2002 on behalf of the United\nStates Holocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "THEODORA BASCH KLAYMAN\nSeptember 24, 2002"
    ]
}