{
    "rg": "RG-50.030.0359_trs_en",
    "sequence": [
        "A: My name is Jay Ipson, it was Yakov Ipp in Europe and now that I reflect on it, I'm really\nsorry that it was ever changed, because as I am trying to recapture for my grandchildren\nmy roots, a change of name is like a change of address. I feel very uncomfortable about\nit. One of the reasons that we came about the change is because of the anti-Semitism that\nwe felt when we came with the name of Ipp, it was felt by the rest of my family, which\nwere already in America, that it might draw attention, as though our accent didn't, you\nknow so that you had to change your name to be Americanized, change it to an American\nname. We made a change, but I was born Yakov Ipp in Kovno, Lithuania. We lived...",
        "Q: When were you born?",
        "A: In 1935. June 5, 1935. We, as I remember it are what I would say a upper middle class\nfamily. I didn't lack for anything. We lived, what you might say in an order of\ndescription in a medieval courtyard. The houses in Slobotka, which was a suburb of\nKovno, were built in such a way that they afforded the inhabitants protection. They were\nbuilt in a semi-circle, like. We had my grandmother's house was facing the street, it was a\ntwo story house. On the first floor was a whiskey store operated by a Lithuanian woman.\nMy grandmother lived upstairs with my grandfather and my two aunts, and then if you're\nlooking from the backside of the courtyard on the right hand side, closing it out was our\nhouse, also two story, and upstairs we had a neighbor, downstairs I remember in our,\nwhat you might say dining room or living room, we had a motorcycle, because it also was\na sales room to show off the motorcycles that my father and mother were selling, while\nmy father was out drumming up business in the country showing his motorcycle, my\nmother was showing it on the inside. On the left hand side of that same courtyard, was\nthe shop where the motorcycles used to be fixed, and then we had a wooden, as you call a\nparkan??, a wooden fence, with a gate that closed the whole establishment in. That's the\nway the houses were built it was more I guess of safety, so at night intruders couldn't\ncome in, it afforded us safety inside of our yard or courtyard. The yard was not as 1s\ncustomary here in the United States to be in the back, but in most cases, it was in the\nfront, as you see in a English village on television quite frequently. This is how we lived.",
        "Q: Did you have a lot of family? Did you have brothers and sisters?",
        "A: I had, not at this point that I described to you. I had a little sister that was born just prior\nto the war breaking out with Germany. This description that I'm giving you now 1s while\nwe were still under Lithuanian occupa -- not occupation, we lived in Lithuania just as free\nas anybody; at that point I felt no anti-Semitism. We had a maid that used to take care of\nme and fix my lunch and take care of my needs, and we were very comfortable at that\nparticular point. The next point that I really remember from this setting that I've described\nto you, is what happened just as, well the Russians came in first, and in front of the\nhouse, that yard that we had was an open, square area, more of a traffic circle, like you\nhave here in Washington, the traffic circles, that you could go around in order to go into\nKaunas, you had to cross over, go through the circle, cross over the bridge and then you\nwould head into Kaunas after crossing the water that was surrounding Slobotka area, and\nI remember that when the Soviets came in and the Russian soldiers used to have the\nRussian star on top of the caps, a couple of kids managed to, that I was playing with, had\nsome, had gotten one, and I asked him, how did you get it, he said well I went over to the\nRussian soldier and I asked him for it. I said, well you don't speak Russian, I said I don't\nspeak Russian, at this point I didn't, I spoke Lithuanian, and I spoke Yiddish, but I didn't\nspeak Russian yet. He says, just go over and tell him, [Russian spoken here], which\nmeans, hello friend, give me a marking, or your emblem, and those were my first Russian\nwords I learned. Subsequently I did learn Russian. The soldiers were right fond of the\nkids and kids were, well me in particular was fond of the uniforms and the guns and I\nused to hang around, so I started picking up some Russian, and it wasn't very difficult for\nme to pick it up. Shortly, shortly a period passed by and after that particular period I was\nout in the street, and I was being strafed. They weren't particular strafing me, a plane\ncame, it was a German aircraft, Russia and Germany had gone to war, and he strafed the\nstreet. Somebody came by and pulled me in and brought me back into the house. I came\ninto the house, and in those days we didn't have the modern conveniences that, when\nyou're talking to children about radios, first thing they think is of a boom box and a\ntelevision. Our radios were powered by battery, they were as big as the Wurlitzer radio\nboxes that we had now, the record boxes used to be in the fifties and the sixties that were\nin all the restaurants, and they were powered by a battery. When I came in I heard on the\nradio [Uvaga, uvaga, uvaga and that meant, attention, attention, attention in Russian. The\nRussians were told to report to their stations.",
        "Q: You know what, Jay, I don't want to -- I'm sorry to stop you, but I just wanted to ask you\na little bit more before the war began. See if we can draw any other memories of how you\nspent your time, of your playing, of your family or your grandparents maybe. What your\nfamily's religious observances, anything that you can remember when you were a little\nboy?",
        "A: Right, my playing, I used to spend a whole lot of time in my -- my really young, two,\nthree, four years, I can't tell you much about. When I got to about five or so I used to\ncontinuously run to my grandmother, my mother's, my father's mother. I used to\ncontinuously spend time with her, for some reason or other I felt more comfortable in her\nenvironment than where mother was being busy selling, trying to show the motorcycles\nand other things that she was pre-occupied, so I used to spend some time over there. As\nfar as playing around, I don't remember much, the one thing that stands out in my mind is\nSimchas Tora, which was of course the holiday where the Jewish people received the\nTorah, [actually end and beginning of the cycle of Tora reading] and in Europe that was a\nbig to-do with flags and candles on the flags and the Star of David was made out of\nmetal, we didn't have all the safety precautions that you have now, and I remember sitting\nat the dining room table, my father was sitting opposite me, and we were having some\ntea. We had a neighbor, I think, somebody from upstairs came down, and I had that flag,\nand of course the Star of David was made out of tin, and was really sharp, and for some\nreason, I don't know why, but I remember hitting daddy in the head with it, and the star of\ncourse put a big gash right there, and the neighbor said, now do it again and it'll close up\nthe first gash. I remember that. Other than that...",
        "Q: Do you come from a religious home, was -- did you live in a Jewish community?",
        "A: We were very religious in those times, I remember going to the synagogue, and I\nremember in those days, everybody had their own stendar|small reading desk], their own\nlittle place, which was in front of where they used to sit, that they used to be able to keep\ntheir tallith and their prayer book, and my grandfather and my father used to be there, and\nI was too small to pay any attention. My big thing was running between him, upstairs to\nmother, because in the European tradition, the women were separated from the men, it\nwas not, it was a religious orthodox community, so the women sat 1n an upstairs cubicle,\nwith just kind of pigeon holes, or little windows, opened, looking over the men's portion,\nand all the men were sitting downstairs, and I used to continuously run from downstairs\nto upstairs, from upstairs to downstairs. I never was one to sit still in any one location for\nany length of time, and of course because of my age at that time, I didn't understand\nmuch of the service and I didn't have any education. My education started after\nconcentration camp, I did not, at five years I was too young to have any of it, and it was\nduring that period of time.",
        "Q: But, any other memories -- I'm trying to get a sense of what it was like living there before\nthe war as much as, I know you were quite young, but as much as you can tell me. The\nfeeling you got from it, or...",
        "A: There were no restrictions, you did not feel any different than anybody else, everything,\nall the stores such as they were, everything was written in Yiddish, you were living as\nthough, you're living in a completely Jewish environment, even though you had Christian\nneighbors, and we had a Christian maid, but to me I didn't feel any different than\nanybody else. I didn't have any restrictions on me other than normal restrictions that a\nchild has, not to run out in the street. Now one time, I did wander off with some little girl,\nand then I told, chased her away, I didn't want her following me, and when I got back I\ngot a beating for it from mother, mother was the disciplinarian, daddy never raised a hand\nto me, and I was petrified of him. Only once, and if I remember I'll tell you about it later,\ndid he give me a good spanking, and it was totally unjustified, but that's the only\nspanking he ever gave me, and that's where some anti-Semitism did play a part in it. But\nother than that I was totally, I had the run of the house, I was a very spoiled kid. I\nremember that we had a round table, and I had a tricycle, and the only way my mother\ncould get me to eat 1s if I road the tricycle around and I would come by her station, and\nshe would give me some soup to fill up, but I wouldn't sit still any other way. So I used to\nmake a circle, finish my spoon of soup, come back, she'd give me another spoon of soup\nand I'd make another circle and she always tried to feed me with chicken soup, telling me\nhow, and she was a fantastic storyteller. I remember her telling me the stories, how good\nthe chicken soup was, and that for every one of those little circles that you had in the\nchicken soup, it used to represent money. Well the fatter you made it, of course, the\nbigger the circle got and pretty soon it was one big circle and didn't represent much of\nanything, and she used to have other kind of stories to keep me entertained, so I would be\ncontent. Toys, we didn't have many toys in those days, it wasn't -- everything that you\nhad was either carved out of wood, my father brought me back a scooter, two wheels and\na push, out of wood, and other than that, I don't recall many toys. I do recall that my\nfather had a big trophy case with all sorts of trophies, because of his sports motorcycle,\nhe was a motorcycle enthusiast, and he was a very good racer. He didn't -- the racing in\nEurope 1s unlike the racing here on motorcycles, you don't go around in a circle, it's cross\ncountry, and I think that's what involved him in the motorcycle business, because he was\nan exceptionally successful racer, and he had a trophy case full, he didn't race for money,\nhe raced for trophies. I remember that, and the other thing I remember is some of the\nliqueur that my mother used to make, she made her own liqueur out of some kind of fruits\nand stuff, and I remember it was very sweet, and I used to try to get some of it when we\nhad dinner, because of the sugar content it was, it wasn't a harsh liqueur, it was more of a\nvery sweet, she used to make her own, and basically that's prior to the war, about all I\nremember.",
        "Q: Hanukkah? Purim ?",
        "A: Hanukkah -- Purim to me, I was too young to really understand what was going on.\nHanukkah, yes, we used to light the candles and it was always a festive environment, but\nwe continued the festive environment in the ghetto, and I remember it more of the ghetto\nthan I do before the ghetto.",
        "A: Okay, let me -- you were telling me that when the Germans came in, you were in the\nstreet and you were strafed?",
        "Q: That's correct.",
        "A: Now, was this scary, was it exciting?",
        "Q: To me it was exciting, I was always fascinated with airplanes, I had no idea what strafing\nwas. I saw this airplane, I heard the airplane noise, I looked up, I saw an airplane up\nthere, and things flying out of the wings, red flashes and they didn't mean anything to me.\nThings were happening on the sides of me, I had absolutely no idea what it was until I got\npulled into the house, and at that time, I wasn't afraid of anything, it didn't mean anything\nto me. You're young, you're fascinated with airplanes, to me it was big fun. So it had no\nimpact on me, but when we got in and the next thing that I remember after I told you\nabout the radio, and the uvaga, uvaga, the attention, attention, my father had a\nmotorcycle, and the Soviets sent out word, they wanted him and the motorcycle to report\nto an assembly point, and my father was going to deliver that motorcycle to them, and\nmother said, no you're not, and she fainted, and because she fainted and that's the first\ntime I've ever experienced anything like that, one of his friends came by and he told him,\nhe says, you always wanted to ride my motorcycle, he says here are my gloves, my\nhelmet, my goggles, take my motorcycle and deliver it to such and such assembly point,\nand the guy got to that assembly point with the motorcycle, and he was taken, a Russian\nofficer got him, right on him, wouldn't let him go, and took him off to the Soviet Union\nwith the motorcycle, and they left. And the reason I know that is because after the war, he\ncame back and told us what had happened to him. Had my father delivered the\nmotorcycle, my father would have never come back. So we were kind of lucky. After\nhaving delivered that motorcycle, my father felt that we needed to escape as well, so he\nwent back and he was in charge of an artel, which is a co-operative, a transportation\nco-operative, so he went back to the co- operative and came back with a horse and buggy,\nand that's when my sister, at that time she was born, she was about three months old, and\nhe loaded us into the surrey, and took us on. The reason that, one of the reasons that we\ntried to escape with the Russians is, my parents home was always an open home.\nAnybody that ever looked for a place to bed down, or needed to come by, or needed\nsomething, it was always there, and we had, or they had given refuge to a, and I don't\nremember his name, a gentleman that came from Lodz, from Poland, he was escaping\nwhat was happening in Poland, to the Jews, and while he was with us he told us what had\nhappened to some of the Jews in Poland, so my father already knew that if the Germans\ncame in, it would not be good for us, so he loaded us up and we tried to escape with the\nRussians. That was in the summertime, and the reason that I remember that it was in the\nsummertime is one of the refugees, he was, just hordes of people, I mean the roads in\nLithuania weren't any good, they were dirt roads, and people with walking and pulling\nwagons and horses, it was just mayhem, and one man started running around, he had lost\nhis mind, and he started screaming to anybody, anybody that has a Soviet flag, tear it up\nand make a scarf out of it and put it on your head, so when the Germans come in, will not\nfind the Russian flags on you. And he had one, he tore it up and he just kept running from\nperson to wagon to wagon, wherever he could, says give me your Russian flags, tear\nthem up, make scarves, hair scarves out of them. We were cut off by German\nparatroopers. The Soviets that were moving with us, they took off to the woods, the\nrefugees were cut off and told to turn back. My father spoke extremely good German, he\nwas very fluent in it, and when they stopped him and questioned him, he told them he\nwas a refugee with children and all that, and because of his German, originally they\nthought he was a spy, but then he convinced them that he was just a plain refugee, and\nthey turned around and sent him, sent us back to Kovno.",
        "Q: Was there any craziness going on in the streets with Lithuanian people or German\nsoldiers or anything like that that you saw?",
        "A: When we got back, we could not, our house that we had lived in, was already occupied\nby Lithuanians, because we had abandoned it, and the Lithuanian neighbors immediately\nmoved into the house. My grandparents on my mothers side, their house, they had never\nleft, so they stayed in the house. We then moved in with them. Their house became the\nvery edge house of the ghetto, so when the ghetto, when everybody was put in to the\nghetto, we were already living in that house, because we couldn't move into our house,\nwe couldn't chase the Lithuanians out I mean, we'd lost the house.",
        "A: You didn't see any rampages on the streets _? , or that you were aware of?",
        "Q: I don't, I don't remember it. It certainly was a lot going on, and to me I didn't understand\nall the ramifications at that time or what was going on.",
        "Q: What did your parents tell you was going on? Did they tell you anything?",
        "A: To be honest with you, I don't recall discussing it with them at that time, it just, blank.\nThe next thing that I remember is my mother's parents, my grandparents on my mother's\nside, who's house we had moved into, it was very small, because of so many people lived\nin it, and in that house which was also built in a similar manner, the way I described my\nother grandparents house, except that instead of the workshop where the motorcycles\nwere, we had an outhouse. There was no inside plumbing in any of our houses. You got\nyour water from a well that you cranked up and if you had to go to the bathroom during\nthe day, you just went in an unheated cold outhouse, it was built out of wood, with a big\nhole, it had three or four holes, and that's where we went to the bathroom. I do remember\nat one point that it had to be emptied and my uncle, two uncles, and my grandfather dug a\npit in the yard and emptied the outhouse into that pit, put dirt back on it and then they\nplanted cucumbers, put cucumber seed on it, and they came up, well before they had a\nchance to really become any size at all, I raided the cucumbers and I ate them. It was\ncucumbers, and I still like them to this day, peas that grow in a shell, I forgot, you shell\nthem, they used to grow that way, and I used to eat the shell and all while they were still\non the vine. The other thing that, when the Germans came, we had to give up all that we\nhad, and the way the house was built, it was my grandparents, it was also a two story\nhouse, the second story was an attic type of thing, and you had an access-way to the attic,\nlike a long walkway, and my grandfather pulled up the boards on that walkway and hid\nsome things into that walkway and nailed them down. At a later time he took them back\nout and burned them, because he was afraid if he got caught with them and too many\npeople found out about that walkway, if he got caught, would have been killed, so instead\nof turning that stuff in, he burned it. Now I, when my father was in Berlin, on the way\nback from Berlin, he bought me a beautiful fur coat. It was embroidered, it was a\nbeautiful thing, and that had to be turned in, everything like that had to be turned in. I\nremember parting with that coat, and then I also remember somebody telling us they\ndidn't realize it was my coat because they saw it go through the selection, if they had\nrealized it they might have taken it and lifted 1t and brought it back to me, but it went.\nAlso I remember in ghetto, I did have two things happen to me that were a little unusual.\nI was out in the street in the ghetto, and of course we lived right by the fence, it was a\ndouble barbed wire fence, and I was out standing by the fence, and a guard threw\nsomething at me. I thought he was throwing a big rock at me, and I ran. A few minutes\nlater, a man came in the yard, asked me why I ran, I said, well he was going to hit me\nwith a rock, I wasn't going to stand there like a fool. He said, no, here it is, it's a piece of\nbread that he threw to you. So I guess there is some good in some people. Had he told me\nin Lithuanian what he was doing, I wouldn't have run, but I thought he was just going to\n-- because we could hear shooting all the time and I thought that he was just going to hit\nme with a boulder. And the other thing that I remember is my father came home with\nsome bread, and some butter, my mother had fixed me a slice of bread and I went, I put\nthe slice of bread in the street, and a kid from across the street came over to me and says,\nlook I've got this airplane, I'll swap you this airplane, from a couple of pieces of wood, he\nsays, for this piece of bread, how about it? And I gave him my sandwich and I got that\nairplane, and I caught a beating when I got in the house, after mother asked where'd I get\na airplane, I said I traded my, it's mine, I traded my bread for it. So she gave me a\nbeating, why'd I trade away my bread, well I wasn't as hungry as that kid was, and that\nairplane was going to last me for a while, so I felt it was a good deal, and I had that as a\ntoy. The other toy that I had, there were a lot of captured Russian soldiers that were\ncaptured from the, immediately as the paratroopers came in, and they had them at holding\narea, or lock-up. The Russian soldiers were skilled craftsmen and one of them had made a\nwooden revolver out of a piece of wood, and I had my uncle, who was at that time\nmarried to my father's sister, he was in charge of that work area over there, and a Russian\nsoldier gave him that, whatever deal they made, I don't know, and he bought. I had a very\nyoung nephew that was, he was just about a year old, and he couldn't use that gun so my\nuncle gave me that gun to play with instead of his own son, who was too small to play\nwith it. He perished, the son and my aunt perished. Those were basically the toys that I\nhad, other than I had free reign of the ghetto, that area, I was extremely familiar with,\nbetween the small ghetto and the large ghetto, where we had the bridge, there was a\nbridge that was connecting the two ghettos, and an aunt of mine lived, actually it's my\nfather's aunt, lived right next to the bridge, so I used to go visiting her quite a bit. One\ninstance, just as we, I was over there one day, you know what a samovar is, it's a kettle\nwhere they make tea, I was over there playing one day and I pulled it over on me, and\nscalded myself, and her quick thinking got me so I didn't get burned. I knew that area\nextremely well, I used to play in it, in fact before the ghetto, that cousin of mine, he was a\ndaredevil motorcycle rider, and I used to hang around there, because of the motorcycles,\nthat's one of the drawing points. I wouldn't do any of the things that, around my house\nwith a motorcycle, so one time I was over there, at that time I was six years old, it was\njust before going into the ghetto. When they asked me how to start up a motorcycle, well\nit's not like hitting the starter now, in those days you had to go through four or five steps\nto start a motorcycle, with the carburetor and all. I showed him how to start the\nmotorcycle, they put me on it, and I rode away with it. So I always, that was my favorite\nhang- out, I used to hang out over there, and that was the area at a later time that we\nescaped at.",
        "Q: You had, it sounds like you had a lot of freedom, you were kind of running around the\nghetto.",
        "A: Inside the ghetto I did. During the day, the Germans didn't bother, I was too young to be\nin a work detail, and at that time they hadn't cracked down on the kids for execution, so I\nhad the run of the ghetto, basically I could go where I want, I could do what I want.",
        "Q: Did you have pals, I mean you had, sounds like you had a good time.",
        "A: I had pals.",
        "Q: What did you play? Did you play war?",
        "A: No, that's something we didn't, we used to chase around, we used to play tag, we used to\nplay hide and seek. I remember one time a friend of mine said if you stroke this rainpipe\na few times, a fly will come out and do some tricks, I didn't know any better, so I stroked\nit, I stood still and stroked it. I never saw the fly, he says, stupid, she flew away. But\nthose are the kind of games we'd play, of course...",
        "Q: Did the older kids teach the younger kids different things like where to hide or you know\n_? game, that kind. How did you learn 2?",
        "A: Actually you learned street smarts. They didn't...",
        "Q: How?",
        "A: By observation. You'd always, you learn some nasty things, you learn nasty language,\nyou grew up fast. You learned to stay away from dangerous areas, you sensed what was\ndangerous and you disappear. If you saw a German guard, you certainly weren't, I never\nremember ever going up to a German guard, say hey give me your badge. That you knew,\nthat was dangerous, you had a sense, you felt it. Then whenever you'd see a German,\nyou'd try to get away as far as you could. You used to see sad scenes out in the street, if\nyou saw somebody sitting on a doorstep crying, you knew something happened to the\nfamily. Many time I'd walk by and I'd see a woman sitting on the doorstep crying, a\nneighbor, and then you'd come home and ask what happened, and her husband or a\nbrother or father was taken away, is gone, and she was sitting there mourning. That was a\nnatural thing. I had a great-grandmother that I was very fond of, she used to take care of\nme, she died, she developed pneumonia, and we couldn't get medications for her. She\ndied and for a long time I remember her coming to me in her shroud, standing at the foot\nof my bed, telling me everything is going to be all right. But other than that, I could go\nwhere I wanted, I could do anything I wanted. I used to run up and down the bridge from\none end until they liquidated the little ghetto, I had friends over on the other side, I used\nto run over to the other side of the ghetto and play in that small ghetto, and then come\nback and go in the big ghetto. As long as you weren't outside of the fence or hanging on\nthe fence, you were pretty well safe.",
        "Q: Did your parents give you any kind of special warnings or advice on how to behave, and\nwere they candid with you when you came in and said, why is that woman crying?",
        "A: No, we knew and -- a selection would come, that's when you normally, after the\nselections, and you -- I was involved in every selection that happened. They didn't have\nto tell you, you heard it from the kids, you heard it from the streets, it was a feeling that\nyou had, like all the dogs and cats had to be brought in to the synagogue and be skinned,\nand I used to play around at synagogue. They were used when the Germans got involved\nin the, Stalingrad, it was very cold, they had to have fur, so they rounded up everything\nthey could round up and brought them in to the ghetto and slaughtered them and skinned\nthem, and I used to play around in that synagogue, it was empty, it was deserted, but\nblood and fur, pieces of fur was all over the place, at the same synagogue that I told you\nabout that I used to run up and down the stairs. That was one of the things. Of course\nwhen Passover came around I remember going with my grandmother to that same yard of\nthe synagogue and they had a big kettle boiling away, and everybody used to put their\nsilver in to make it kosher for Passover, and then they used to take the rest of it, bury it in\nthe yard for the appropriate period of time, because the earth has a cleansing thing, before\nwe could use it for Passover. So in the beginning we celebrated Passover, celebrated the\nholidays. I don't know why this particular stands out in my mind, but that particular\nPassover stands out in my mind. I also saw how they used to make matzo. They made\nthat in the ghetto, you had that available. Those holidays we had, other than, and they\nwere celebrated at home, it was not celebrated in a public manner. Everybody, you know,\nthe Germans didn't care about your holidays, and there was no time off, you just did what\nhad to be done, but when you came home, the holiday spirit was there, so we did\ncelebrate those holidays.",
        "A: The synagogues were all taken over?",
        "Q: That's correct.",
        "A: Were there schools for kids in the ghetto.",
        "Q: For me at that time, no. Individuals possible had some school. The first time that I went\nto school was after we came back to Kovno, after the liberation from the ghetto, after\nliving in to that hole, then I had school for about six months, but other than that, no we, I\ndidn't go to any school, it was all day long you were out in the street.",
        "Q: When you talked about the small ghetto and the large ghetto?",
        "A: Right.",
        "Q: Was there reason for people to live in one or the other, or it was just where everybody\nlived?",
        "A: Well, what had happened when the -- of course we were already in by fortune, because\nour house was occupied by the Lithuanian neighbors, but when people started coming in,\nthe Kovno ghetto became a concentration camp, it started out as a ghetto, then it became\na concentration camp as they started importing Jews for deportation from other areas. The\nghetto became too small. Everybody had to double up, or triple up. Our house was at\nmaximum capacity with as many people as we had, but wherever there was room, the\nGermans or the Judenrat used to say, you have room for one more, you take one more,\ntwo more or whatever. Then they had to, because of the exchanges, they exchanged\nhouses because some of the people that lived where the small ghetto was moved into the\narea where the Jews went out of, so those houses became vacant, so the Germans put wire\naround those houses and made that into the small ghetto and populated it with the Jews,\nthe overflow of the big ghetto until they liquidated it.",
        "Q: So, what happened when they liquidated the small ghetto, did you, were you part of that,\ndid you see that?",
        "A: It was when they had the large selection, they liquidated the small ghetto first, put them\ninto the big ghetto, as the big ghetto started getting less populated, as they were\nliquidating the, what was it, ten thousand I think, that they killed in that big, no thirty\nthousand in big selection, then the big ghetto had room, they liquidated the small ghetto\ninto the big ghetto and took the bridge away.",
        "Q: But, tell me what a selection, explain to me what went on at that selection.",
        "A: Ata selection...",
        "Q: Not the big selection, but you were talking first about the small ghetto, which I know\ncame first.",
        "A: No, the large ghetto came first.",
        "Q: The liquidation of the small ghetto came before the big action.",
        "A: That's true, but you said the big ghetto was formed first.\n06:41",
        "Q: Right.",
        "A: Then, because it was overpopulated, they formed the small ghetto.",
        "Q: Okay.",
        "A: And joined them together with a bridge, because they had to have the throughway in\norder to continue with traffic, so it was joined by a bridge. Then as the large ghetto,\nthrough the selections, became less dense, they liquidated the small ghetto by a selection,\nfor those that went off and those that were left were put into the big ghetto.",
        "Q: Do you remember that event, that day when the small ghetto was liquidated?",
        "A: No, I just remember a family friend of ours by the name of Sidra, who was a very close\nfamily friend of ours, they were in the small ghetto to start with and when it was\nliquidated, he was an expert electrician and so was his son. They were put into the large\nghetto, and by the way they did survive, he recently died.",
        "Q: You don't remember the hospital or the fire?",
        "A: I don't remember that, no.",
        "Q: Do you remember...",
        "A: I do remember when my father and I came back to the ghetto, that the ghetto was still on\nfire, 1t was still smoldering.",
        "Q: liberation.",
        "A: That was at liberation.",
        "Q: Do you remember the big action?",
        "A: I remember the big action, I can't remember all the details, I know that the family was all\ntogether, we were all in one group, we were on a tremendous field that had a couple of\nhundred, let me see about forty, fifty thousand people came out to the big action.\nEverybody in the ghetto had to go to that selection, and that the guy that was in charge of\nthe selection selected left and right, left and right, they didn't tell you that you were going\nto die if you were going to the left, but that's what ended up. Those, all those unskilled,\nwell unskilled to them, went to the left, and those that he felt had a use to the -- for the\nGermans went to the right. I remember staying out there with my family and that we\nsurvived and a lot of people didn't.",
        "Q: Do you have any feeling about what it was like that day? Any images?",
        "A: The images that you had is that you, if you could, you knew that it was caused by Hitler,\nyou wanted to kill Hitler, you wished that you were a superhuman being and that you\ncould kill Hitler and have a stop to all this, because you didn't know that people were\ndying, well you did know what might be happening, but you felt superhuman. A young\nperson, and for me actually, until I got into my fifties, I really had no concept of death.\nYou never think it's going to happen to you. I've done some extremely stupid and\ndangerous things and survived, that now that I think about it, why did I take that chance?\nIt was utterly stupid, my chances were, but it's not going to happen to you, it always\nhappens to the next guy. You are invincible, you can walk into a burning oven and you're\nnot going to get burned, the flames are going to go away. You just feel that you're totally\ninvincible and you just don't think anything bad is going to happen to you. And it's only\nwhen you come into your fifties that you start to realize, hey my life is coming to an end,\nit's going to end, nothing I can do to stop it.",
        "Q: What were the older people doing at the big selection, do you remember?\n06:44",
        "A: Everybody was extremely quiet, I don't remember anybody, I remember that incident\nwhere I told you where the guy with the red flag, but nothing like that ever happened\nduring the big selection, everybody was just huddling to themselves and everybody was\npre-occupied with their own thoughts, they didn't really know what was going to happen\nto them, they figured maybe they were going on a nice trip somewhere, because that's\nwhat it was supposed to have been, and the people are being selected are going to be sent\noff to some nice place, and I'm sure that some that went to the right might have wished\nthat they went to the left, until they found out what happened.",
        "Q: Do you remember any other actions or brutality that happened while you were living in\nthe ghetto? More specific incidences?",
        "A: The one thing that is very difficult for me to get out of my mind is a young man, and I\ndon't remember his name, got caught at a gate, he got caught bringing 1n some bread, and\nthey were going to make an example out of him, and they built a gallows in the same\nsquare where they had the big selection, and everybody, children, old people, it didn't\nmatter whether you were sick, whether you were well, everybody had to come out and\nwatch the hanging. And they hung him with the noose under his chin so that he wouldn't\ndie immediately, and I remember seeing him, I don't know if you've ever been fishing, or\nif you've ever caught a fish, but when you catch a fish, and when you pull him out of the\nwater, he's on the line, the way he thrashes about, that's the way that young man was\nthrashing about for agonizing minutes, and everybody had to watch while he was\nthrashing about on the gallows. And they wouldn't cut him down until every individual\nthat was on a work detail, had to be marched out and had to watch him hanging there, and\nafter every individual had seen him, those that were away outside of the ghetto, at work,\non the way home they had to pass by his gallows before they would allow them to go\nhome, before they would cut him down.",
        "Q: Well that certainly = ?? ~~ impression. Did you have a good or bad impression of the\nJewish police in the ghetto?",
        "A: I didn't have much to do with the Jewish police, the only time that I had any dealings with\nthem is when they separated mother and me from her family. They came, they grabbed\nup my mother's family, which was my grandmother, my grandfather, two brothers and a\nsister, and forced them off into the truck. Mother and I tried to follow and they tore us\napart. Other than that I had no dealing with the Jewish police. I was too young to be of\nany troublesome for them and I wasn't any trouble so they stayed their way, I stayed my\nway.",
        "Q: Did German police come into the ghetto at all?",
        "A: Not where we were involved. I saw them because we were a block away from the main\ngate. The house that we lived in with my grandparents was about a block, a block and a\nhalf away from the main gate, so I did see them quite frequently. They came in for one or\ntwo selections, but other than that the Germans would not come into the ghetto proper,\nthey didn't come in.",
        "Q: Your sister was already deceased?\n06:48",
        "A: She died. She died as soon as we came back, before the ghetto was, before the wires were\nput up, she died.",
        "Q: Anything else about the ghetto that you remember, that stands out?",
        "A: Only the escape.",
        "Q: Okay, let me see, how much time do we have on this tape now? Then why don't you tell\nme about the escape?",
        "A: Originally mother wanted me to go stay with a gentile, trying to save my life when she\nstarted hearing some of the things. And they tried to sell me on the idea of that he would\nbe good to me, he would have a motorcycle, I would have some toys and all that kind of\nthings, and I started to weaken, and then my father came and said, well he just a soon that\nwhat happens to one of us is going to happen to all of us, and that's when the decision\nwas made and he and mother made all the arrangements for us to escape.",
        "Q: Let me just ask you when this was?",
        "A: This was November of '43, I believe it was, or some time in that winter area. The streets\nin Slobotka were made out of big cobblestones. Not matched cobblestones, a big stone\nhere, a big stone there, they had a lot of cobblestones, and the guards had hob nailed\nboots so you could hear as they were walking up and down, patrolling the fence. When\nwe 06:50 heard the guard, at the softest point where you could barely hear him, you\nknew that he was at the furthest point away from you. At that point, my father cut the\nbarbed wire, and I was the first one through the two sets of barb wire, and I was told to\nhide in a yard across the way, and not to make any sound whatsoever, no matter what\nhappened, not to say anything. And I made my way into that yard, and all the time that I\nwas in that yard, things were going through my head as to what would I say to the\nneighbor if he decided to come out into the yard, what was I doing there? If I told him the\ntruth, certainly he would call the guard, and I'd be executed. So what lie would I be able\nto tell him? I got lost or whatever, I never came to any conclusion as to what I would ever\ntell him if he ever came out, but those were the thoughts that were going through my\nmind as to what I could conceivably tell him, if he came out to the yard. And what\nseemed like an eternity, my mother was the next one to come out, and she couldn't speak\nto me, so she had to find me by go and touching the ground hand over hand until she\ntouched me. The night was extremely, it was pitch black, no moon, nothing, it was, you\njust couldn't see anything. And it's only because we knew that area so well that we were\nable to come into contact with one another, and knew exactly our bearings, because if\nyou're right handed and you walk a straight line even in the dark you will drift off to the\nright, but all of us seemed to have drifted the right amount and I don't know how long it\ntook mother to find me, but I could hear her, and even though I could hear her, I couldn't\nsay anything to her.\n06:52",
        "Q: Let me just ask, was this scary for you, was this a great adventure?",
        "A: It was scary as hell, I was petrified. I remember that right now, I was petrified, but that's\nthe only choice, it was not a play [game]. This was not an adventure, this particular\ninstance. The rest of it wasn't bad, I went on my first hayride, where I was buried in the\nhay, in the wagon, hidden.",
        "Q: So your father got out then after?",
        "A: My father was the last one out, and then they, I don't know exactly, I can't relate where or\nhow far we had to go before we got to the wagon, but we got, we hooked up with a\nfarmer and a wagon and I was hidden inside the wagon. I do remember as the wagon was\ngoing, and when we had finally got to a stopping point, my father told my mother that he\nhad passed one of his school friends who was a Lithuanian murderer, my father knew for\nsure because he saw him kill some people, and he was a school friend of Daddy's, a\nschool mate. Their eyes met, but there was no recognition, or at least Daddy didn't see\nwhere the Lithuanian recognized him, or chose not to recognize him as they passed each\nother, because if he had made any recognition to him, he would have had to kill him, so\nhe let us go, let him go by. I guess God moves in mysterious ways, you never can tell,\nwhy that particular incident happens, but we made it safely to the country, the first\nportion of the country and then a whole new chapter started over there, with what we\nwere doing in the country. When we got to the country, the country people are a very\nclannish people, they know each other by smell, they know each other by sound, they can\ntell a stranger, they can tell an animal, anything. And immediately they picked up our\nscent and we had to keep running from hiding place to hiding place, and I remember one\nnight where we had to go, and the farmer that originally brought us out carried me on his\nshoulders, and the wind was so bad that I could not breathe, it just completely knocked\nthe air out of me. And all of a sudden he dropped to the ground and everybody dropped to\nthe ground, he put his ear to the ground because he heard some strange footsteps way\naway in the snow, and he had us all huddle real close together so we would look like a\nclump of rock sticking out of the snow, so that we wouldn't be recognized as human\nbeings. And when he felt that the danger had passed, he continued to take us to a new\nhiding place. We hid in some barns with mice, we hid in some houses for a short period\nof time. One of the places that we eventually ended up with that gave us our final hiding\nplace was a Polish, catholic family, they were extremely religious. They felt that what\nwas being done to the Jews was wrong, and they gave us a hiding place. They had a one\nroom house. The house was very small, a mud hut. The stove that they had was 06:56\nmade out of stone, where they cooked in it, they baked in it, the heating was in it, it had\nno chimney, so all the smoke would come into the house and if you wanted to, you sit on\nthe floor in order for the smoke not to completely burn your eyes out. They had a sheep\nthat was ready to give birth to some little sheeps and they brought her in the house so that\nshe would be warm during her birthing period. And we lived with that sheep and them,\nwe stayed when we weren't outside in the barn, when we came in to warm up, and for\nsomething to eat we stayed in that house. That particular farm is where we had, my father\nhad a potato hoe, that he build a hiding place from...",
        "Q: We'll get to that in a minute, I think.",
        "A: Okay.",
        "Q: On this tape, because we're almost up. Were there other kids in the family?",
        "A: My immediate family, no.",
        "Q: No, in the, with the Polish people?",
        "A: They had a son. They had a son that used to be a musician at ho-downs, and he was very\nfriendly with us, of course he knew that we were there in hiding, and we hid in that man's\nbarn and a couple of times my father helped him thresh the wheat with a threshing stick,\nand also we had a grinding mill made out of two big stones with a hole in the middle and\na stick where you turn that you put grain inside of the hole and as you turn the stones,\neventually it became flour as it got ground up. The farmer's woman, wife was, liked me\nvery much and I'll never forget she made me a toy. They killed a pig for some kind of a\ncelebration or whatever and she took the bladder from the pig and blew it up, took a\ncouple of peas, hard peas and put it inside, then blew the bladder up and made a balloon\nout of it, and as it hardened it became like a ball, and she gave it to me to use as a ball to\nplay with. Well the peas made a lot of noise, and that was going on the nerves of my\ncousin that was hiding with us. He just got, it just drove him crazy and he grabbed that\nthing and put a knife through it and destroyed it, and I remember that vaguely, I mean\nvividly. End of Tape 1\nTape 2\n07:01",
        "Q: Before we continue on, I just want to ask you about, you know, if there are other episodes\nin all of this that you as a young boy probably felt a little bit more invulnerable because\nyou had parents who were protecting you.",
        "A: Well I always had somebody look after me. We were, that's why, one of the reasons we\nnever got separated was either one of my parents or the other ones looked after me, or my\ngrandmother, so that I was never left vulnerable. One of the instances happened when all\nthe men of our family were away on the work details and my mother was, that particular\nday, off and my grandparents, my grandmother was taking care of me when the German\nguards came in and surrounded a quadrant of the ghetto, and took us out for another\nselection. And during that selection I remember telling my mother that, and grandmother,\ndon't worry, everything will be all right as though I could do something about it, but that\neverything were all right, I've got a feeling that it will come out well on it. I had a feeling\nof, everybody knew, of impending doom, of things that were going to happen, but I\nwasn't totally wiped out or down in the dumps about it, I had a rather good feeling about\nit, and when it came time for our responsive answer to the guy that was doing the\nselection, my mother spoke up, she became the head of our family unit, and she explained\nto the guard that her husband and father work on the work detail at the airport, the\naerodrome, and the aerodrome was an extremely vital part and in order not to disrupt\ntheir well-being, and with her immediate proper response, we were allowed to go home\nas a family unit again, and we survived that selection where a lot of people didn't. Hadn't\nshe spoken up or had the presence of mind to say how vital the job was that her husband\nand father and brothers were performing, we would probably not have been alive and\nbeen sent off to the ninth fortress, where they sent a lot of people off to be killed.",
        "Q: Are you proud of her?",
        "A: Extremely. One of the reasons, while we are on this subject that we had knowledge of\nwhat was happening on the ninth fortress is because one of the young men in the early\nselections was taken out and got hit in the foot, and when they hit him in the foot, he fell\ninto the grave and his mother and the rest of the family and the rest of the people fell over\ntop of him. During that night when everything was quiet, he managed to dig his way out,\nand like a fool he made his way back to the ghetto and explained and told everybody\nwhat they were doing to the people that were taken out of the ghetto and the ninth\nfortress. They were executing them. So everybody knew when the selection came, your\nchances, unless you survived the selection, chances were that's where you were headed\nfor.",
        "Q: Who were most of the people guarding the ghetto, guarding the work brigade,\nsupervising these killings at the forts?",
        "A: The Germans were supervising, but the killings were done by the Lithuanians. The\nguards, like in the very beginning I told you about a guard throwing a piece of bread at\nme, he was a Lithuanian. Of course they wore uniforms, they wearing German uniforms,\nbut they were Lithuanian collaborators that fully accepted and were proud of it. And the\nreason that so many of our homes, the homes that we got that were taken away, well the\ncollaborators were glad that the Jews were being put in the ghettos, because they got free\nhomes, free housing, possessions, they went right after their bosses home, or whoever's\nhome they had in mind and occupied it and became settlers 1n it and that was it. That's\nhow we found the furniture of my, when we got liberated, I guess we'll go into that a little\nlater, that one of those neighbors of ours that occupied our home, and we proved it was,\nhad my aunt's furniture in it.",
        "Q: Shall we go back now to...",
        "A: When we escaped?\n07:06",
        "Q: You escaped, you were staying...",
        "A: We were staying with a Polish family at which time one of the interesting things was that\nthe family was extremely poor, they didn't have much. During the time that we were in\nthe barn they did have a couple of chickens, and they had a dog. The dog used to love to\nplay around with us and in the morning when the chicken used to lay the eggs, the dog\nand I had discovered a hiding place, so it was which one of us would get to the eggs\nbefore the farmer's wife would get to the eggs, so it was if he would get to the eggs, of\ncourse he would munch them up and drink them, if I would grab the egg, I used to take a\npin and put it in both ends of the eggshell and then drink the raw egg. And one of the\nthings after a while I had about four of five empty shells, I put a string through it and\nmade a necklace out of it, it was one of the amusements I had. It didn't happen frequently,\nbut it took a little time, I managed to get a few eggs together that way.",
        "Q: Did you give the necklace to your mother?",
        "A: No, I think it broke probably before I remember anything else to it.",
        "Q: Do you remember other ways you spent your time, other amusements?",
        "A: Oh, I had a fantastic amusement, I don't know if you know what a delousing means, but\ndelousing means you de-lice yourself. We didn't have any change of clothes and that's\nhow I learned how to count. That -- I would stay in the light of a sun ray, take my shirt\noff and look at the lice going up and down on it and get my two thumbnails together over\nthe lice and break, and crack them to kill them and count how many I got that particular\nday and then see if I could beat my score the next day because you couldn't get rid of\nthem, I mean they lived on you forever. You never had a bath, you didn't have a change\nof clothes and the lice were just something that you lived with. So every morning\nwhenever you had an opportunity, you take your shirt off, or your trousers or whatever\nyou could and try to crack as many of the lice as you could.",
        "Q: On your shirt, or on your body?",
        "A: They were on your body, but they'd be on your shirt, so when you took your shirt off,\nthat's -- you'd take a whole batch of them off with you, and the more you killed, the less\ncrawled on your body until the next day when they start all over again because you're,\nyou were laying in the ground, you were laying in the straw, you didn't have anything to\nbathe with, you just, that's how you lived, there was nothing you could do about it, so that\nwas a fun and game 07:09 time, that was the only toys I had.",
        "Q: Now at some point, didn't you move from the farmer's house and barn to another spot?",
        "A: We moved into the potato hole that my father built. My father took two potato holes and\njoined them together and built a room underneath the farmer's property, under the potato\npatch, as you might say. It caved in on him, but as he built that thing -- he wasn't an\nengineer, my father was a lawyer, but he did have his wits about him, however he did not\nknow that if you're going to dig in the ground, you got to have something to shore it up or\nit's going to cave in on you. He figured you dig in the ground like anything else, it just\nstays there, so he dug in the ground and it caved in on him and the farmer's dog, that\nsame one that I used to race for the eggs, saved his life by getting the farmer's son to\nexcavate him, the farmer's son was coming back from playing at a hoe-down, and the dog\ncouldn't dig my father out, so he heard his master in the -- way away, so he grabbed him\nand started pulling his leg, originally the farmer's son kicked him away, because he didn't\nwant to be bothered on a Saturday night in the middle of the night after coming back\nfrom a hoe-down, and having a good time, but he realized something was wrong so he\nfollowed him and he excavated and got my father out. But my father built a chamber\nwhich was about nine foot by twelve foot and about five foot high. It was not high\nenough for anybody to stand up. In that chamber, thirteen of us lived for nine months.\nThe hole was about two and a half foot of the ground from the potato 07:11 hole, a\ntunnel about two and a half foot by two and a half foot was dug out, and it was\napproximately ten foot long. You'd snake through on your stomach, through that hole and\nthat opened up into a chamber that my father had built and from the chamber there was\nanother ten foot tunnel that led to another potato hole. In the opening from that potato\nhole was a board that supported the potatoes with a, like a rabbit snare, a stick and the\nthought was if anybody ever came close, we would pull the stick in, collapsing the door\nand the potatoes would cover up our entrance and we would escape through the opposite\none if possible. If not, we would pull both sides to give the impression that there was\nnothing but an empty potato hole, and we would be buried in that chamber until\nsomebody could excavate us and one of the things that was always my fear, would we be\nable to dig ourselves out of that hole. I realized everything worked in theory everything\nworked just great, somebody would get us out, but with so many pounds of potatoes\nclosing up the hole, how would you pull in that trap door inside and then how would you\nget the potatoes out in order for you to be able to scramble out, so though it was a good\nengineering plan, it was really, if somebody really went after us we would have been\ndead, I mean I don't fool myself that we could have survived if somebody found the hole.\nOnly a 07:13 miracle and of course I'm here, so a lot of miracles happened along the\nway, but that was one of the fears, and my entertainment during that time beside\ndelousing myself was to run back and forth all day long from one hole, potato hole to the\nother potato hole, just going back and forth through the tunnel. How that thing didn't cave\nin, I don't know because the tunnel was not shored up, but the tunnel was so far down in\nthe ground and was so small that it seemed to, the ground itself held and the temperature\nwas constant because it was ten feet underground so we didn't need any heating, didn't\nneed any air conditioning, it was constantly cold. And I had in that hole were two of my\nmother's nephews who were my age, they are both in Israel right now, and one of their,\nmy uncle's sister-in-law's son, I don't know what that makes him to me, but he was in that\nwith us. In that particular cave there was my mother, my father and me, my uncle, my\naunt and two children, two of my cousins and their wives, one of them was a girlfriend,\none of them was really a wife and a teacher and her son. There were thirteen of us that\nlived in that thing for nine months.",
        "Q: How did you all find each other? You didn't go out of the ghetto together?",
        "A: No, we -- my father and mother and I left first. My uncle was already the local resident as\nyou might say. My uncle was a farmer, he was a very religious man. He always used to\nhelp the farmers. The farmers told him, when they heard 07:15 about what was\nhappening in Poland and that the Jews had to report everywhere, for him not to report,\nthat they would hide him, so that he wouldn't go anywhere. So he hid in the country and\nduring the three and a half year of the occupation area, eighty two different farmers hid\nhim. Pretty soon so many of them were involved that one would not dare tell on the other\nbecause it would implicate him, so the whole, basically the whole area hid him. He in\nturn, made contact for us to be able to hide out with him. Then his sister-in-law was with\nhim, she came to him, her name was Brema I believe, with her son, he was a red-headed\nboy. And then my father's cousin came with his girlfriend, and then his brother and his\nwife came out, and my other cousin and my aunt, where I told you I pulled over my water\non me from the samovar, she came instead of my grandparents, and my father got very\nupset and they went back to get my grandparents at which time they made a wrong turn\nand got caught and the way it was told to us by some farmers, he was imprisoned and he\ntried to buy his way out of prison with a piece of gold by one of the guys that was\nsupposed to be released for being in there for drunkenness, and he figured if he had one\npiece of gold to give him, he had a lot more and he started fighting with him and at that\npoint they discovered that he was Jewish and they marched him naked to the cemetery\nand executed him. So at that point we had lost all hope of getting my father's family,\nwhich was still in the ghetto, out. I -- we, people frequently ask, did you have any\nweapons? That particular cousin that got executed was involved with the underground\nand he had brought us a Luger, a Kolachnikov, which was similar to a .45, a .25\nautomatic, and a potato masher, which was a hand grenade. I remember we had s1x\nrounds of ammunition for the Luger, we had one magazine full for the Kolachnikov, and\nabout twenty-five rounds for the .25 automatic. Those were the weapons if we'd be\ncaptured, that we would be able to fight our way out with that so few pieces of\nammunition, really you couldn't do much except go for the hand grenade, it might have\ndone you some good.",
        "Q: I'm a little confused on one point, your uncle who was the farmer?",
        "A: Right.",
        "Q: Who made all these connections, was he also in this bunker with you?",
        "A: Yes.",
        "Q: Okay.",
        "A: Yes, I counted him.",
        "Q: I'm sure you did.",
        "A: It was him, his wife and his two sons.",
        "Q: I'm sure you did, I was just a little confused after listening to your...",
        "A: Once, once, he was hiding in one place, we would be hiding in another place, but once\nmy father built the bunker, it was felt safer for him to come join us and he joined us and\nstayed with us.",
        "Q: Now what did you do for food in this hole?",
        "A: My, this uncle that I was telling you about knew every single farmer. He and my father\nused to go out at night and scavenge for food to the different farmhouses. Buy some,\n07:19 some would give them, some of them thought they were partisans so they were\nafraid to turn them down, because the farmers, if they turned down a partisan, they would\nbe marked, and once they were marked, they knew that execution might not be far away.\nThe partisans had absolutely no gumptions at all, they would just as soon, if they thought\nyou were, if you were a collaborator, they'd kill you, or if they thought you were a\ncollaborator, and if you turned them down when they knew that you had it, they figured\nthat made you a collaborator as well, so the partisans that were working that area used to\ngive us indirect protection because my father and my uncle used to go out scavenging, if\nhe went to a place that they didn't know him, they thought he was with the partisans,\nthey'd be afraid, they'd barter with him and just get your stuff and get out, leave, and\nthat's how we used to get our food.",
        "Q: Did your group have contact with any other groups in hiding or any partisan groups?",
        "A: No. I believe my father and uncle crossed paths with a partisan group once or twice while\nthey were out scavenging because they were out in the woods, but we wouldn't tell them\nwhere we were and they wouldn't tell us where they were and there were no other groups\nlike us in hiding. Rumors pretty soon spread about my father being out there, he was a\nlawyer and like I told you the farmers are very clannish and they have a tendency to smell\nout or sniff out strangers in the area, and somehow it got out that a lawyer was there, that\nhe came to lead the partisans, didn't say anything about him coming to hide for his life,\nbut that he came to lead the partisans",
        "Q: Did you stay in this hole all the time?",
        "A: All the time, except now at night we used to go out a little 07:21 bit. We were afraid to\ngo out during the day because if anybody, any stranger at all saw you during the day, it\nwas danger for the family as well as for us, but at night, chances of somebody being\nthere, and once the dog, the area dogs who couldn't talk, except at the strangeness, the\nbarking and all that would go away, then there wasn't any barking, the only time that the\ndogs used to raise a hell is when a stranger, somebody that doesn't belong used to come\nout, so we used to go out at night and do some exercise around the hole or occasionally\nwe'd go into the farmer's house, warm up, and then we'd go back to the hole.",
        "Q: So you were in the hole, did you sing, did you pray?",
        "A: I didn't. My uncle and his sons did. He was a very religious individual, extremely\nreligious. He knew all the prayers by heart, he didn't need a prayer book and he taught his\nboys. I felt that I wasn't one of his boys and I didn't have the need and I just didn't.",
        "Q: I remember your telling me that it was a story about a sweater that your mother had\nmade?",
        "A: When we first came to the country, the concentration camp inmates had ingenious ways\nof hiding a few things. You always...",
        "Q: This from ghetto or concentration . . .",
        "A: Ghetto, well the ghetto, our ghetto became a concentration camp.",
        "Q: While you were there?",
        "A: Yes. When, the difference is, it started out as a ghetto, where the local populace was. The\nmoment they started importing people for execution, for exporting, they changed it and\nI've got the order where it was changed from a ghetto to a concentration camp,\nKonzentrations Lager, so that when it became a concentration camp, the people had\ndifferent ways of at least hiding something that 1f you got out or were able to, you could\nbarter with it. We had a few pieces of Russian gold coins. My mother had a crocheted\nsweater. She took and the buttons, crocheted the buttons, the gold pieces into the buttons,\nso that it looked just like fabric when you buttoned it, buttoned together. While we were\nin the farmer's house, it was very warm, Mother took the sweater off and laid it down.\nThe farmer's wife admired the sweater and she picked it up and she says, oh how heavy it\nis, it's unusually heavy. Mother immediately told me in Yiddish, she says, say that you're\ncold, and I started shivering and I said I was cold so she could take the sweater and wrap\nme up in it so that the farmer's wife wouldn't become too suspicious that there was gold\nin the sweater.",
        "Q: Any other close calls or episodes like that?",
        "A: That's the closest as far as being uncovered, the farmer's wife wasn't very stupid, the\nreason she said it was, she said have you got something hidden in it? Just because\nsomebody's a farmer, working very hard, doesn't mean that they haven't got any good\nsense about them, even though without an education she realized because, periodically\nwe would give them something, some nicer clothing or something that we had managed\nto save. That's the only other close calls. The other interesting thing is that we had with us\na down comforter that when we escaped we took with us from the 07:25 ghetto, a pillow\nand a down comforter. While we were laying in the barn and in the straw and everything\nwe used that down comforter to cover ourselves and to keep ourselves warm. We would\nhuddle together all three of us under the down comforter. I have that comforter right now\nis on my bed, I still have, I wouldn't give it up. Also my father managed to save his\nwristwatch and his wristwatch had a rhodium dial so while we were under that comforter,\nhe always used to keep his hand on top so that the field mice that came to eat all the grain\nand the corn that we were sleeping on would think it was a mouse and they would run\naround all our head and all around but they wouldn't run on our body because, I mean\nthey thought it was a cat, so the mice would stay away because of the rhodium dial, they\nwouldn't bother us. I also have that little gadget. Other than that the next thing that really\nhappened is when we got liberated. When we got liberated my father was the first one to\ngo with the Soviet military, hoping to find somebody still alive in the ghetto. He didn't,\nhe came back a day later, and I went back on the second trip I went back with him and\nthe ghetto was still smoldering. We went to one particular place where we thought was\nthe hiding place of his family, my aunt and perhaps my grandmother. We found the\nburned body of a woman that was there. We don't know whether she was my aunt or not,\nbut we did found my aunt's ration card right there, so we knew at one time she was in that\nparticular bunker. Whether she was taken away or got out or was killed at another time or\nwhether that was her burned body, I don't know, but when Daddy and I got to the ghetto,\nit was still smoldering, because most of the ghetto was wood and it didn't take much, the\nGermans when they couldn't take all the Jews out before the Russians came, were afraid\nthat some of them were in hiding. They knew that some of them were in hiding and they\ncouldn't get all of them out so they took gasoline and kerosene, doused the houses and\nthen torched the ghetto. So the whole ghetto was burned to the ground.",
        "Q: Can you describe a little bit what happened, you say you were liberated, what took place?",
        "A: The, my father spotted a Soviet soldier and at that point we knew that the Russian army\nhad come into our area and they were pressing forward towards Kovno, and they were,\nwe were 07:28 behind the lines, once we were behind the lines we were free, so we came\nout of the hole and we no longer had to stay in that hole. We lived at that time until we\nmoved back to Kovno, we were in the hole where the, I mean we were out of the hole and\nwe lived with the farmer, breathing free air and once we got to Kovno, my father started\nlooking for a place for us to live, and of course what had happened 1s the collaborators,\nthe Lithuanians that had collaborated with the Germans, ran and left the houses that\noriginally were Jewish homes to start with and in pursuit of my aunt's furniture, my father\nfound a place that we had gone, the woman that had my aunt's furniture became a\nGerman collaborator and she knew the Russians were coming, she would be in big\ndanger, so she took off with the Germans to go back into Germany. She eventually came\nback and we had lived in the place, which was a Jewish home, that had my aunt's\nfurniture in it, and that's where we had established residence. In that particular apartment\nwas also a Russian judge, military judge, his name, I remember his name because it was\nsuch a romantic kind of name, Ivan Ivanovitch Ivanov, that was his name and he had a\ndaughter named Luba, which means love, she taught me Russian, and he lived upstairs\nfrom us, he also had a son, and his son and I jointly had a stamp collection. And one night\nI would do the stamps, next day he would do the stamps because the apartment that we\nmoved into, the collaborator that lived there was a philatelist, he had collected stamps\nfrom all over the world and they were confiscated by that Russian judge and given to me\nand his son, and the two of us kept the collection going. I also made friends with the\nLithuanian neighbors, but they very seldom called me by my name, it was always Yid,\nwhich is Lithuanian for Jew, and I remember, I think I might have told you, I don't know\nif I told you on tape or not, where the one unjust beating that I got from my father, what\nhad happened, I was out playing out in the front yard and the real tall, young Lithuanian\npicked me up and sat me on top 07:31 of a overhang over a door, it was customary in the\nnicer homes to have a little awning-like in front of the door so that it wouldn't rain up on\nyou while you were waiting to ring the bell, and he put me on top of that awning, and it\nwas, I was a small fellow for my age at that time because of lack of vitamins or whatever\nand I couldn't get down. I just stood there and I was petrified about jumping down, I was\ngoing to break a bone so I just stood there and he wouldn't take me, put me, he wouldn't\ntake me back down until my uncle came, my uncle came by, he was visiting us and he\npicked me off of that roof and brought me in the house and told Daddy that I had gotten\nup on the roof. Well I tried to tell him that I didn't get up on the roof voluntarily, that\ndidn't do any good, Daddy gave me a couple of good licks and sent me to my, to the\nroom, and I was petrified, I wouldn't leave that room, I had to go to the bathroom in the\nworst way and I just wouldn't leave that room because Daddy told me to stay there. Then\nmother came by and I told her what had happened and she told me that I could leave the\nroom and do what I needed to do and my punishment was over.",
        "Q: You were living in Kovno or Slobotka at this point?",
        "A: Kovno. We had graduated up to the higher echelon, Slobotka was the suburb, but it\nwasn't what, like what you said a suburb here, you're thinking of mansions, over there,\nthat was a step down, it was not a step up, and the other thing that happened -- if you're\nsupposed to survive all sorts of obstacles that will be put in your way, you will survive.\nThe one bomb that was dropped by the Germans on Lithuania at that particular time, after\nthe liberation, the war was still going on, fell in our backyard, and by some quirk of fate,\nI did not go to bed when I was supposed to. Daddy was in Moscow on orders for the\nSoviet government because he was in charge of a -- five co-operatives, a leather\nco-operative for making boots, a candy co-operative, a where you make flour, a flour\nmill, he was in charge of a bakery, and he had gone to Moscow to make all proper\narrangements for what he needed for that thing. And the plane flew over and dropped a\nbomb in our backyard, it was a small bomb, it destroyed the house that was in that\nbackyard and shrapnel went through the window of the bedroom that I was going to sleep\nin with Mother, we were using the same bedroom, and shrapnel went into our bed and\ntore the bed to shreds, all the linen, but for some reason or other, that particular night, I\ndidn't go to bed at the time that I was normally supposed to, and we survived that\nparticular incident, which is a miracle in itself that had I been in bed, I would have been\ndead.\n07:34",
        "Q: When you went into the ghetto on your return to Kovno, did you run into anybody who\nsurvived it?",
        "A: Nobody that I knew. My father ran into some people that he knew, and once we\nestablished residence in Kovno, a lot of the survivors came to our house. Mother used to\nfix them food, fix them a package, even some of the heroes. There were a couple of Jews\nthat joined the Soviet military and one of them in particular became [Russian spoken\nhere], which was the highest medal that the Russians could give. Had he not been Jewish,\nhe would have won that medal three times, but because he was a Jew they only gave it to\nhim once. He ended up in Israel, I think his name was Walensky. He came to our house\nand told us what was going on during that time. His family got completely destroyed and\nhe says, and I remember it like the day he was, I was fascinated with what he had to say,\nhe said that one particular night he got drunk, he was a commander of a unit, and he\nstarted crying and he said when he stopped crying he said, let's go for yaziks, that's a\nRussian word for tongues, and they attacked a German outpost and cut everybody's\ntongue out. He said that night was the night that his family was destroyed, and he\nsurvived, he went to Israel, the Soviets finally let him go, originally they didn't want to let\nhim go because he was such a decorated soldier, but he got to Israel. And then some of\nthe other people that survived it were watching the burning of the ghetto, their particular\nhouse didn't catch fire, they were in hiding, they came by the house, I don't remember the\nname. They had a beautiful daughter, I remember that, but they told us about what was\nhappening at the ghetto, and many of the people that came back, I was too young, none of\nmy friends, I made a couple of new friends, who had lived down the block from us, they\nwere Jewish boys, they were sons of an engineer, and I remember they had some of the\nkind of drawings from Buck Rogers time about flying around in the sky with jet belts and\nall that kind of stuff, which was far fetched in those days, and I said one of those days I'd\nlike to live to do that and eventually I became a pilot and maybe that was one of the\nthings that drove me on. But other than that, none of the friends that I had in the ghetto\nhad survived. Two of them, one of them survived, but he couldn't speak any more\nYiddish, he was given away to a 07:37 family that hid him and converted him to, he\nspoke Lithuanian totally and when he was rescued, now he couldn't speak a word of\nYiddish, he spoke only Lithuanian. He survived and his father survived, his mother was\nkilled.",
        "Q: So did you start school at this point?",
        "A: At this point a school was started.",
        "Q: A Jewish school?",
        "A: A Jewish school. And I went to that school and I also was in the choir. I remember\nbecause they told me I couldn't carry a tune in a bucket and told me to get out of the choir\nand then found out it wasn't me that couldn't carry the tune, and asked me to come back\nand I refused to come back and it was a lot of fun.",
        "Q: So the memories of going back to Kovno were okay?",
        "A: Yes.",
        "Q: It was nice to be back?",
        "A: Right. A lot more pleasant than when we left, but...",
        "Q: And the Jewish community started to re-establish itself?",
        "A: Yes it did, started out with a school, started out with a synagogue, as everybody started\ncoming back it started coming back at that particular point, while it was very fluid\nbecause the Soviet Union wasn't real concerned about the Jews at that time as such. We\nhad some close calls. Mother, a drunken Russian soldier called her the killer of Lenin,\nand we thought we really would have an incident. He said the Jews killed Lenin. So\nanti-Semitism was, amongst the Russian soldiers was quite predominant and at that point\nI was very scared because I was small, I couldn't really do a whole lot about it and the\nsoldiers were drunk, and they carried on and I was really afraid for her life and mine too\nat that point. I believe what happened is that the judge that lived above us happened to\ncome home and told those soldiers he was a high ranking officer in the Soviet military\nand he told them to take off and they did because there was some kind of a rubber factory\nright across the street from us, which was guarded by Soviet soldiers, and I used to play\nwith those soldiers quite a bit. Also one time my father's boss came home, Mother used to\nfix very good meals and whenever he was in town he used to come and I used to be\nfascinated. One time he had a couple of drinks, opened up the back window and took his\nmachine gun and started firing away. And I was very fascinated with his gun so he just\ngave it to me, he took out his revolver and gave it to me, he took out the magazine and\nthought everything was fine, well I didn't know too much about guns at that time, but I\ndid know that you don't point it at people, I point it to the floor and pulled the trigger, and\nit fired right between his feet. He never gave me his gun again. Up to that point, that's\nabout where we are with that, then...",
        "Q: You stayed back, you stayed in Kovno how long?",
        "A: Probably about a year, or close to a year. When my father was declared an enemy of the\nSoviet Republic on the loudspeakers. Radios were not very prevalent in those days and\nthey had an area that we called that was a very beautiful roadway with trees in\nthe middle and it was a very, two sided street, divided with a median, a nice median,\ngrassy median and on that median they had speakers, and on that speaker one of the\nannouncers declared my father to be an enemy of the Soviet Republic even though his\nco-operatives won the cherished red flag. If your co-operatives made the quota or above,\nthe Soviet government gave you, as a thing of honor, a red flag which you used at a\nparade on May Day, and he won the outstanding award of the red flag and shortly\nthereafter he was declared an enemy of the Soviet Republic. Well my mother's maiden\nname is Butremovitch and the Russian were repatriating the Poles back to their, to\nPoland. We quickly made, my parents quickly made, had forged papers made, with her\nmaiden name being the primary name of Butremovitch, Butremovitches, repatriating\nthem to Poland. With those papers my father hired a driver that we had acquainted from\nNKGB, which was the Russian secret service, with a big truck and that night we got\nloaded on the truck and wouldn't you know it was a night that I didn't have the stamp\ncollection, and I didn't dare go up, ask for the stamp collection for that night and we took\noff with that truck. We took off for white Russia, on our way to Poland, trying to make\nour way to the American zone, trying to go into Germany. So we made it part of the way\nand then we stopped at a way point, I don't know how we came about it, but we came to a\nJewish family that lived in white Russia and they put us up until another organization\ncould help us get into Warsaw. During our stay there, I went out with the family's son. At\nthat time I was nine years old and the boy was six years old and we went out skating. The\nway we Skated, it was winter time, we had a couple of sticks of wood and you'd step on\nthe sticks of wood and make them out of skates, we didn't know anything about skis, we\nused them as skates. Went out on a lake and a few days before that, somebody fell\nthrough that lake, through the ice, it was not completely frozen over, but I had all the\nanswers and I went out on that lake with those sticks and fell through the same hole and\nagain, if you got to survive, you got to survive, I didn't know how to swim, never swam a\nstroke in my life until I came to the United States. So he said to me [Russian spoken\nhere], he said to me in Russian, at that time I spoke fluent Russian, I should give him my\nhand. I gave him my hand and grabbed on the ice and kept breaking and breaking and\nbreaking and breaking, finally I got hold of a piece of ice and managed, he managed to\npull me ashore and made our way back to the house and gave me some hot tea and\nwarmed me up and dried out my clothes and a few days later we made our way to Poland.\nIn Poland, in Warsaw, a Jewish organization helped us, they put us up, we slept on table\nthat night and from there we were going to 07:45 _try to make our way to Germany. On\nthe way from there, my -- there was a group of people, and somehow my father always\nseems to be selected as the leader. They ask him to take a group with him to the trains,\nthe Russians had all the trains under, well military movement and all that. My father\nmanaged to talk to one of the officers, bribed him with bottle of some ——_sand\nsomething else, and he allowed us to get on a cattle car. With that cattle car, we went on\nto Czechoslovakia. In Czechoslovakia, the Czech border guards put everybody in a guard\nhouse, or a holding place and I remember everybody running around saying where are\nyour valuables? Throw them in that crack, they tried to hide their valuables, not to have\nany so when the guards would catch them, they would be displaced persons. That\nparticular crack has got hundreds of thousands of dollars of gold in that crack. The guards\nquestioned us and turned us around and sent us back. That night we got part of the way\nback and Mother and Dad decided on our own, just the three of us, we would go through\nthe border and find a hole in the border to go through. It was called no-man's land where\nwe were. I got into no man's land and I said, I can't take another step. I don't care what\nthey do to me, they can do anything they want, I'm just not going any further, and they,\non my back I had that down blanket in a rucksack. They grabbed me by that rucksack and\nthe two of them carried me the rest of the way until we got into Germany. We got into\nGermany, we were totally lost, we didn't know where we had to go, so Daddy walked\nover to a house and knocked on the door. Out came a tall German in a undershirt and my\nfather told him that he was lost with his family and that he tried to get across the border\nto the American zone. We were in the Soviet zone. The guy said, okay, and closed the\ndoor and disappeared. A few minutes later the guy came back to the door, opened the\ndoor in a full German uniform. Gun holster, tunic, helmet, totally dressed as a East\nGerman guard, and he says, come on with me. At that point Daddy thought we were\nagain caught and that was the end of it, we'd be imprisoned again, and again we don't\nknow why, there's no explanation to it, the guy walked us to the guard, told him to open\nup the gate, he was an officer, he opened up the railing that bars the people from going\nthrough and sent us through to the American zone. At that time when we got to the\nAmerican zone, you could still smell the stench of the bodies under the rubble. The city\nwas totally bombed out. From Berlin we made our way to Munich and in Munich we\nlived in a place called Prinz Regenten Strasse. It was named after one of the princes.\nThere was a skating rink where the American soldiers used to go to all the time, there was\na theater there, and we lived with a German family. They of course, nobody belonged to\nthe Nazi party. Nobody was a Nazi, they were just absolutely the finest, he was a doctor,\nthey were just the finest, upstanding people that you could possibly imagine. They had a\nson and a daughter. She played piano, they had a beautiful piano, I can't think of the\nname of it, like a Steinway but it was made, it wasn't a square one, it was a grand, baby\ngrand. She used to teach me some piano, Mother wanted me to be cultured, taught me\nsome piano, gave me some piano lessons. One day while I was snooping around I ended\nmy way up in the attic, got up in the attic, found German flags, guns, swords, of course\nnobody knew anything about them, they didn't know where, they just happened to be\nthere, nobody knew a thing about them. Of course we found as we started digging, he\nwas a member of the Nazi party. He was forced, unfortunate fellow, he was forced into it.\nWe 07:51 also, before we moved in there, Daddy had found an apartment because of his\njob that he had working for the American Joint Distribution Committee. I was, because of\nmy ill health and Mother's, we were sent off to Santa Tillian(ph), which is a resort area\nthat they put a lot of DP's in ill health for recuperation there. I stayed there for a while\nwith Mother and they used to have some nunneries or some priests around at that area,\nand they had beautiful vegetable gardens. I used to go around and like grapes, that kind of\nthings they used to have over there, and they used to eat some of the fruit, also the woods\nwere healthy. And while going through the woods we also found German flags and,\nnobody had anything to do with it, but the flare guns, I found an unexploded missile over\nthere that we turned into the CID. That was just some of the things that we experienced.\nOnce we got to Prinz Regenten Strasse, and we lived, I used to go skiing again on boards,\nright next to the school and I did go to school, that's where I really got most of my\nschooling for the six months that we were in, more than six months, about nine months\nthat we were in Munich, we had a Jewish school, had a very strong movement for freeing\nIsrael that was prior to the state of Israel being -- it was still Palestine, where we, the\nschool was always having rallies to let the Jews go to Palestine. Daddy built the first\nsynagogue that they had over there. He was also became very good friends with a Rabbi\nKlausner, that was his name, he was an Army chaplain and Klausner went around all\nover, and he found five Sifrei Torah, the Torah scrolls and he brought them back in his\ncar on a Saturday and my father said, Rabbi, on a Saturday, how could you do such a\nthing? His answer was to my father, he said, to save a Sefer Torah, you can do it any\nday, and those were the five Torah scrolls that they used in the first synagogue. I also\nremember where we had the first Passover in Munich, in the same museum where Hitler\nsaid he was going to display the last Jew, and we had all the survivors that lived in\nMunich in that museum having that Passover dinner, which was organized with Rabbi\nKlausner and my father and German waiters waited on the Jews who they were going to\nannihilate. It was, it was, in Munich it was quite a life, we were very fortunate, Daddy\nhad a big position, he was in charge of all the vehicles, trucks, cars, busses. We went to\nBerchtesgarden, rode in Hitler's elevator, which was his private elevator, chauffeured me\nup to his tea house. That, I was able to see that. It was a much deserved, I think at that\npoint, revenge on the Germans.",
        "Q: Why had you chosen to go to Munich, how did your father get this job?",
        "A: He knew of somebody that had that particular job and he told them that he was leaving\nfor the United States and that my father was the best replacement for it, so Jankel Levin,\nhe lives in New York right now, was leaving for the United States and he recommended\nmy father, so my father got the job, because of his knowledge, his skill and his\nmanagement abilities.",
        "Q: This was somebody who originally was from Kovno?",
        "A: Yes, and my father took over that job and by having that job, all the vehicles that were\nused by any of the off duty Jewish, or the people from the United Restitution\nOrganization, there was a United Restitution Organization, they or AJDC, American Joint\nDistribution Committee had to come to Daddy for a vehicle so he made many good\nfriends and through that he was able to employ a lot of the holocaust survivors, he was\nresponsible to putting them in American uniforms. By being uniformed, they did not have\nquite the problem with anti-Semitism from the Germans. They also had gotten privileges,\nlimited privileges to the PX, as limited. He also was able to get them some scrip and\nother things, so all his drivers were uniformed personnel. He wasn't, but all his people\nwere uniformed personnel.",
        "Q: There was anti-Semitism in Germany after the war?",
        "A: Oh, yes. Those that, wherever they could, there was some, a lot of Jews in Germany\nthemselves lost their lives if they were in the wrong place at the wrong time by\nthemselves they were killed. It was hard to find who did it, it just happened, so they were\nmuch more secure and they had benefits, it's like when you go to work here right now,\nyou want a benefit package, one of the benefits was the American uniform which gave\nyou respect, prestige and a lot of other things that you didn't get as civilian, and then I\nlearned how to drive a jeep while I was at that, because of that, and my father was\ninstrumental in helping a lot of Jews escape with the illegal immigration by giving them\ntrucks to take the Jews to the ships in Constanza, if they boarded the ships there of\ncourse, some of them never made it to Palestine, they were caught and put into Cyprus,\nbut he got them on those ships, whichever ones made it, made it. That was one of the\nthings that he had, you could always tell an American vehicle from the others because the\ngasoline was extremely difficult to come by. He had plenty of it, but the German was\nbenzene, which was white and the American gasoline was red and that's one of the things\nthat military used to always check when they'd find a vehicle, and that was one of his\nresponsibilities, too. End of Tape 2\nTape 3 08",
        "Q: The last question we have, how you became such a wild dresser.",
        "A: You are wrong.",
        "Q: Okay, life in Munich, you were there for how long?",
        "A: We were there for about nine months, maybe a little longer. Life in Munich for me was\nreally great, I had no problems, of course I wasn't too involved with getting the\ncertificates for us to go to Israel where, my father was always a Zionist, however we got\npapers for the United States, which we were very glad about, but before you got your\nadmission papers, you had to go to the American Consul, and the American Consul, there\nwere four, five different examiners, one of them was an extremely tough examiner, and\neverybody that got to him, as a rule was reyected and denied admission to the United\nStates and I remember listening to people telling my father, if you go into the Consul\noffice and if you get that examiner, chances of you going to the United States are nil, so\nbe very careful and try to position yourself, as though you had a choice, you got lots you\nknow, as you get picked, that's how you go, could have any choice as to go to which\nexaminer you could go to, but as luck would have it we drew that particular examiner and\nwe got in there and he held up some colored thread and asked what color this was and\nasked some other questions, really some of them to ask were stupid, but were you color\nblind and did you have any diseases and all the normal questions that you normally ask,\nbut to me they didn't seem to make much sense and shortly thereafter he says, you're\nokay, 08:03 you're free to go and when we left that room Daddy was sure that we had\ngotten rejected because we were in there for such a short period of time, we didn't get the\nnormal, long grilling that everybody else did, we had absolutely no idea what Pepsi Cola\nmeant to anybody. The main concern was of course that you would not be a liability to\nthe government when you came to the United States and when the examiner saw that\nguarantors for us was Pepsi Cola company, he didn't have any kind of problems or\nworries whatsoever.",
        "Q: You need to tell us for the record how you had this guarantor with Pepsi.",
        "A: My uncle was, had a franchise for the Richmond, Virginia area of Pepsi Cola. When we\ngot liberated, my mother wrote to her sister. Her sister came over here in the twenties, my\ngrandmother became widowed through an accident and she had three children at the time,\nfour children. She couldn't support them as a widow, so my aunt who was over here, my\ngrandmother's sister was in the United States married to my uncle and he offered or she\nrather offered to take my aunt and uncle, my mother's sister and brother, bring them to\nthe United States and live with them, so they went to the United States. My mother on\nliberation wrote to her sister, telling her of her plight and my uncle immediately, through\nsome connections, he was very generous and extremely well known in the community,\nand with the political process, knew the 08:05 process and got to the senator and they\nimmediately sent us documentation to come to the United States, so he became our\nguarantor, as the Pepsi Cola, that we would not lack employment or be a burden to the\ngovernment and we basically waltzed in and waltzed out of the office. Everybody\ncouldn't believe of our fortune, how come that, so quick and we got accepted. Daddy says\nwell if you don't press too hard, I guess that's the way things go, and we really didn't\nknow why we got accepted so quickly until at a later time we put everything together, so\nwe got our papers to come to the United States, and we got our papers to go to\nBremerhaven in order, Bremerhaven means the port of Bremen in Germany, and for\nsome reason or other, our ship was delayed and I don't know how many weeks we were\nin Bremerhaven waiting to board a ship. I remember they had swings over there and I\nwas playing with the kids, seeing how high I could go up in the swing and that's all I can\nremember at Bremerhaven 1s just going back and forth on the swing. We finally got on\nthe ship and it was a troop carrier, the SS Marina Maryland, Steamship Marina Maryland,\nwhich was used as a liberty ship. The bunks were about sixteen inches apart, maybe and\nthere were four to eight bunks and everybody lived like a sardine on the ship. Everybody\ngot on the ship with our meager belongings. We had twenty dollars for the three of us,\nplus a bunch of baggage, which everybody kept telling us that if you had a Leica, you\nwouldn't have to worry about it, you can sell the Leica and make some money so you can\nlive on it, and they said if you take certain type of dishes, you can take the dishes and you\ncan sell the dishes, so Mother had bought dishes with all 08:07our whatever money we\nhad and we bought that Leica, and we were totally broke, we had absolutely no money,\nbunch of garbage, and with the twenty dollars that we had in American currency that was\ngiven to us, we were on the ship. I remember once we got on the ship and got under way,\npeople were running around with Coca-Colas and sunglasses and I told Daddy I really\nwould like to have a Coca-Cola and sunglasses. We couldn't afford any Coca-Cola and\nsunglasses, but like I said, I was a spoiled brat so they took a dollar and spent it on\nCoca-Cola and sunglasses for me, and then the ship broke down, and we were wallowing,\nI mean no stabilizer, no nothing, we were out in the sea, no engines, no power, just\nwallowing back and forth and everybody got sick but me. And Mother kept stuffing food\nat me. That's the one thing you know, oranges were aplenty and we hadn't had an orange\nor seen an orange in God knows when, so she wouldn't eat, whenever they gave us meals,\nship's meals, they always pushed it on me, until finally I couldn't eat any more either\nbecause the ship wallowing around. After twenty-four hours they managed to fix the\nengines and we got into, in fact my birthday was on the ship. I had turned twelve years\nold on the ship June fifth and June twelfth we came to the United States. June eleventh\nwe landed in New 08:09 York, went through the DDT process and then got in New York\nand the first thing that Mother did, she saw a fruit stand, ran out and grabbed bananas.\nHad to get me some fruit because I had to have some fruit whether I wanted it or not, I\nhad to eat it, and she couldn't get over it, all the plentiful things out in the street that was\navailable and then within twenty-four hours, two uncles of mine came, a great-uncle and\nmy uncle. And I remember seeing the first thing on him his white wing tip shoes. At a\nlater time I had to have a pair of white wing tip shoes. He picked us up, it was Uncle Ben\nand Uncle Alvin, my mother's brother and my mother's uncle and I remember we were\nstill, troops were all over the place, troops were coming home in 1947, troop movements\nwere full. We were on the train coming to Richmond and a soldier was sitting there, my\nuncle went over to the soldier, says don't you see this little boy? Move out of the way and\nlet him lay down, he needs to lay down, have some rest. And he made soldier get up and\ngive me his seat. And then we came to Richmond and got picked up by my great-aunt or\nMother's aunt from Pepsi Cola, plus her sister. We lived with her sister during the\nsummer when we came during the summer. I of course didn't go to work, looked out on\nthe porch and could see the children playing underneath. My father's first job was to\nclean restrooms in a service station. He couldn't speak the language, but he wasn't going\n08:11 to be a burden to anybody or stay home either, so they got him a job and his first\njob was cleaning bathrooms in a service station and then he greased cars, before he went\nto work for my uncle. And eventually the kids out on the street managed to coax me\ndown and I went down to start playing with them. I couldn't speak any English but I had a\nbicycle and pretty soon that bicycle became a mender and they showed me how to ride\nthe bicycle and we became friends and between June and September, I learned enough\nEnglish to start school. I started school, because of my age, in the sixth grade. I went to\nschool all year, I did good mathematics, as I told you when I was cracking those lice, I\ncould really count, but I couldn't do anything with spelling and I flunked, and I had to go\nfrom Lee's school, which was the primary school to a Junior High School, so because of\nmy age again they sent me to summer school. I went to summer school for the whole\nsummer, at the end of the summer I went back to my original school, took a spelling test\nand spelled one word more than I spelled the previous time. So they passed me and I\nwent into Junior High School. Same story in Junior High School. Every summer I took\nEnglish in summer school. I could do good in literature, I did good in history, I just\ncouldn't spell my way out of a paper bag, so every single summer I spent in summer\nschool. Then I got into high school and when I got into high school, when I turned\neighteen I volunteered for the military during the Korean campaign. I wanted to pay back\nwhat I had gotten. In the meantime my father had worked for -- left the service station\nand worked for my uncle as a mechanic. My mother worked as a seamstress for one of\nthe department stores as well as she took in sewing at home, so that we could make ends\nmeet. And I'll never forget, we have a thing as United Jewish Appeal, people go around,\ncollect money for the appeal, just like United Givers Fund, and then they help out other\nJews, needy Jews. We only had twenty dollars when they came knocking on our door,\nasking for a donation, and Daddy said to Mother, give them five, and it's been all our life\nwe've given just about in those percentages. She gave them the five dollars and then had\nto feed us for the rest of the week and take care of our needs on fifteen dollars, which had\nto have bus fare for him, bus fare for her, lunches for us for the whole week until they\nwould get paid again, and then after awhile my father and mother opened up a service\nstation, against everybody's advice. Everybody told them not to go into service station.\nThe place that they had picked or could afford with borrowed money was a rummy joint.\nIt was a nip joint during the war, where the guy wasn't -- didn't have much gas to sell\nanyhow, it was rationed so he used to sell bootleg whiskey, people used to come out, buy\nby the shot, and he was, they were afraid of the reputation and Daddy said, never mind\nthe reputation, it's all I can afford, it's all I can do. So Mother established a kitchen in the\nback of the service station and from seven in the 08:15 morning, until eleven at night, it\nwas the first 7-11 place, we were there, actually six. She used to pump gas, Daddy used\nto grease cars and inspect cars and after school I used to come over there and grease cars\nand work and she used to make our meals right there on the spot, all we did is go home to\nsleep at night and the next morning back again, and Daddy had managed to scrape\nenough money together to buy an old beat up car for a service car, he didn't have money\nto buy the license, but one of the customers came by to Daddy and said, give me either\nfive cents or twenty-five cents. Daddy said, for what? He said, I'm going to invest it for\nyou. Well Daddy was afraid to lose a customer, we only had two, three customers, so he\ngave him the money. Couple of days later, the guy came back with eleven dollars. Daddy\nsaid, what's it for? He says, you hit the numbers. So Daddy didn't know what it was all\nabout, he didn't know numbers, when the guy had asked him for a number, Daddy gave\nhim our telephone number from Europe, and that number hit, so he had money to buy\nlicense plates, and that's how we built the business, built it into a wholesale house. He\nbecame active in the Jewish community. He became active with B'nai B'rith,\nAnti-Defamation League, he's got awards from almost every facet of it, he became active\nwith the Jobber? Association, and I was active with the military. I also became active in\nB'nai Brith. I became active in ORT. I was active with the manufacturers of the military, I\nwas active in my synagogue. We have established a very good name in the community,\nboth 08:17 in the Gentile community and in the Jewish community. A couple of weeks\nago I came up here with a busload of people from the Conference of Christians and Jews,\nI'm involved with that phase of it. I ended up as a Colonel in command of an aviation\nunit, and basically that's it.",
        "Q: What do you think got you through all this? What gave you the strength to get through all\nof this?",
        "A: Part of it in my particular case is the drive to show people that I'm as good as anybody\nelse. No matter what I do, I have to be as good or better than anybody else. I carry a\ntremendous load that I've created. I feel that I've got to prove that the Jew is as good or\nbetter than every individual. He is a man of the book. Whether it was chosen or given or\nhow it came about doesn't matter, but education is vital, and no matter what I'm involved\nin, if I can not do the very best, I try to stay away from it. I personally cannot afford to\nfail on a project, and I think that's what's driven us, and I've had good teachers. My\nparents have set an excellent example. I've tried to live up to their image, but also to stand\non their shoulders as I want my kids to stand on mine.",
        "Q: ,",
        "A: It is to me.",
        "Q: How important through all of this, has your religion been ?",
        "A: I'm not a religious man. Other people think I'm very religious. I feel that if I've gone\nthrough all that I have and all the close calls, made by me and not made by me, and I\nsurvived, I must have been put here for a reason. That reason has to be a power greater\nthan I. If there is such a power, it has to be God. I lead service in my synagogue every\nmorning. I don't always eat kosher. I don't consider myself a religious Jew. I consider\nmyself a good Jew. I feel I have an obligation to pay, to the rest of Judaism and to the rest\nof the world, not just to the Jews, but to the non-Jewish community, to show them that we\nare all brothers, we all follow one God, no matter how you get there, 1f you want to get to\nthe Washington Monument, there are three hundred and sixty different roads you can take\nto the Washington Monument, but all of you will get there, if that is your goal. If you\nbelieve in one God, whether Jew, 08:21 Moslem, Hindu or what, we all will get there,\nand basically we're all brothers, we basically all come out of Abraham, or Adam and if\nAdam is the first man, we're still united, so there's got to be a God.",
        "Q: Are there other things that you can think of, in terms of the way you live your life, that\nreally stems from the experiences you had early on? At least the first years you spent\nhiding and running in terror, it affected who you are today?",
        "A: I matured before my time. When I was nine I was an adult. At the time of nine or ten I've\nexperienced more than most people of twenty-five or thirty. I picked up my street smarts\nby being out in the streets. I did not become a crook, I did not steal, but I picked up lots\nof smarts. I always was able to figure my way out of a tight spot. Whether that's inherited\nor passed down or you pick it up, I don't know, but environment certainly teaches you a\ntremendous amount. You get a sixth sense. I'll give you an example of the sixth sense. I\nwas in Czechoslovakia on a fact finding mission with UJA. We were going through from\nthe United States to Czechoslovakia, from Czechoslovakia to Teresienstadt, from\nTeresienstadt to Israel. Everybody -- my friends from the United States and from\nRichmond that came with me on the same flight, everybody was just going shopping,\nhaving a good time, they didn't feel anything. I was walking down the street and I could\nfeel the back of my neck, the hairs on the back of my neck rise. I felt I was followed, I\nwas shadowed, I had -- nobody saw it, nobody felt it, when I came back to the hotel that\nnight I told them, I said we are being followed, we're being watched, oh, you're imagining\nthings. The next day we went to the synagogue and I speak very fluent Yiddish. I saw\nsome of the local population, I started speaking to them in Yiddish. One of them says to\nme, talk softly, we got infiltrators right here in the synagogue that are watching you. I\nsaid, you're kidding me, he says no, he says, some of them understand Yiddish, some of\nthem are right there watching every move you make. He says, by the way, do you happen\nto have anything to read, did you bring anything, I said yeah, I brought the Jerusalem\nPost, he says oh, could I look at it, he said, if we could get hold of something like that,\nevery one of us would read it five times before we would ever, we'd wear it out before we\nstopped reading it, I said sure, no problem. He says but it's very dangerous for you to get\nit to me, I said don't worry about it, you will find it in your Tallith tomorrow. I went back\nto my room, I found out I was praying with him at his particular stander, which was that\nlittle stand that you had in front of you when you prayed. I put the newspaper in my coat\npocket when I got the next day to pray. I stood up for Aleinu, for the prayer, slipped it out\nof my pocket, slipped it into his Tallith, and when he left that day, he had the Jerusalem\nPost. And I knew, and I told everybody we were being watched and followed. They didn't\nfeel it, but it's a sixth sense that you develop.",
        "Q: What about the impact of those early son the way you've raised your children?",
        "A: I've been strict with my children and in some cases it boomeranged. They, one of them 1s\njust now, at the age of thirty getting involved in Jewish activities. The other one says\nyou're involved for all of us. They don't feel the involvement, they don't feel the pain that\nI feel. They don't feel they have the obligation like I did, to reroot the tree and to\nreestablish the roots and grow a new generation like I do. That's something that I'm\nhaving a very difficult time coping with. You never can tell.",
        "Q: I'm going to ask you one more question. Are there certain images that still haunt you,\ncertain noises that bring it all back, certain sights?",
        "A: You never can tell what will trigger which memory. Some of the memories that I've\ntalked to you about today were dormant for such a long time that I even forgot they\nexisted until I started thinking about them and started connecting them. I speak out on the\nHolocaust quite a bit and on the current world situation, that it can happen again, and the\nonly defense is to keep pressing the issue, that it was an issue not only of the six million\nJews, that it involved thirteen million people, not Jews, people, and that if the people that\nare related to the other six, seven million don't do something about it, more millions are\ngoing to pay for it. So I speak out about it, but I don't speak out in as much detail as I\nspoke to you today, and when I start speaking, there are a lot of things now that are\nconnecting that have been dormant, so you never know which particular word or phase\ntriggers a memory that opens up another page that has been buried for years.",
        "Q:",
        "A: No, I think we've probably covered it quite well, we, I just mentioned to you how that\nsome of the ingenious ways people tried to save some of their things without turning\nthem all over to the Germans and in my case I have a pocket watch that my father,\nManny, my grandfather who was a bootmaker, hollowed out the boot of my father's\nworking boot and the pocket watch that my grandmother gave to my father on his\nwedding day was hidden throughout the Holocaust 1n that boot and that we managed to\nsave and I have it. I've completely restored it to working order and it's something I'll pass\ndown to my kids.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q: When were you born?",
        "Q: Did you have a lot of family? Did you have brothers and sisters?",
        "Q: You know what, Jay, I don't want to -- I'm sorry to stop you, but I just wanted to ask you\na little bit more before the war began. See if we can draw any other memories of how you\nspent your time, of your playing, of your family or your grandparents maybe. What your\nfamily's religious observances, anything that you can remember when you were a little\nboy?",
        "Q: Do you come from a religious home, was -- did you live in a Jewish community?",
        "Q: But, any other memories -- I'm trying to get a sense of what it was like living there before\nthe war as much as, I know you were quite young, but as much as you can tell me. The\nfeeling you got from it, or...",
        "Q: Hanukkah? Purim ?",
        "Q: That's correct.",
        "Q: To me it was exciting, I was always fascinated with airplanes, I had no idea what strafing\nwas. I saw this airplane, I heard the airplane noise, I looked up, I saw an airplane up\nthere, and things flying out of the wings, red flashes and they didn't mean anything to me.\nThings were happening on the sides of me, I had absolutely no idea what it was until I got\npulled into the house, and at that time, I wasn't afraid of anything, it didn't mean anything\nto me. You're young, you're fascinated with airplanes, to me it was big fun. So it had no\nimpact on me, but when we got in and the next thing that I remember after I told you\nabout the radio, and the uvaga, uvaga, the attention, attention, my father had a\nmotorcycle, and the Soviets sent out word, they wanted him and the motorcycle to report\nto an assembly point, and my father was going to deliver that motorcycle to them, and\nmother said, no you're not, and she fainted, and because she fainted and that's the first\ntime I've ever experienced anything like that, one of his friends came by and he told him,\nhe says, you always wanted to ride my motorcycle, he says here are my gloves, my\nhelmet, my goggles, take my motorcycle and deliver it to such and such assembly point,\nand the guy got to that assembly point with the motorcycle, and he was taken, a Russian\nofficer got him, right on him, wouldn't let him go, and took him off to the Soviet Union\nwith the motorcycle, and they left. And the reason I know that is because after the war, he\ncame back and told us what had happened to him. Had my father delivered the\nmotorcycle, my father would have never come back. So we were kind of lucky. After\nhaving delivered that motorcycle, my father felt that we needed to escape as well, so he\nwent back and he was in charge of an artel, which is a co-operative, a transportation\nco-operative, so he went back to the co- operative and came back with a horse and buggy,\nand that's when my sister, at that time she was born, she was about three months old, and",
        "Q: Was there any craziness going on in the streets with Lithuanian people or German\nsoldiers or anything like that that you saw?",
        "Q: I don't, I don't remember it. It certainly was a lot going on, and to me I didn't understand\nall the ramifications at that time or what was going on.",
        "Q: What did your parents tell you was going on? Did they tell you anything?",
        "Q: You had, it sounds like you had a lot of freedom, you were kind of running around the\nghetto.",
        "Q: Did you have pals, I mean you had, sounds like you had a good time.",
        "Q: What did you play? Did you play war?",
        "Q: Did the older kids teach the younger kids different things like where to hide or you know\n_? game, that kind. How did you learn 2?",
        "Q: How?",
        "Q: Did your parents give you any kind of special warnings or advice on how to behave, and\nwere they candid with you when you came in and said, why is that woman crying?",
        "Q: That's correct.",
        "Q: For me at that time, no. Individuals possible had some school. The first time that I went\nto school was after we came back to Kovno, after the liberation from the ghetto, after\nliving in to that hole, then I had school for about six months, but other than that, no we, I\ndidn't go to any school, it was all day long you were out in the street.",
        "Q: When you talked about the small ghetto and the large ghetto?",
        "Q: Was there reason for people to live in one or the other, or it was just where everybody\nlived?",
        "Q: So, what happened when they liquidated the small ghetto, did you, were you part of that,\ndid you see that?",
        "Q: But, tell me what a selection, explain to me what went on at that selection.",
        "Q: Not the big selection, but you were talking first about the small ghetto, which I know\ncame first.",
        "Q: The liquidation of the small ghetto came before the big action.",
        "Q: Right.",
        "Q: Okay.",
        "Q: Do you remember that event, that day when the small ghetto was liquidated?",
        "Q: You don't remember the hospital or the fire?",
        "Q: Do you remember...",
        "Q: liberation.",
        "Q: Do you remember the big action?",
        "Q: Do you have any feeling about what it was like that day? Any images?",
        "Q: What were the older people doing at the big selection, do you remember?",
        "Q: Do you remember any other actions or brutality that happened while you were living in\nthe ghetto? More specific incidences?",
        "Q: Well that certainly = ?? ~~ impression. Did you have a good or bad impression of the\nJewish police in the ghetto?",
        "Q: Did German police come into the ghetto at all?",
        "Q: Your sister was already deceased?",
        "Q: Anything else about the ghetto that you remember, that stands out?",
        "Q: Okay, let me see, how much time do we have on this tape now? Then why don't you tell\nme about the escape?",
        "Q: Let me just ask you when this was?",
        "Q: Let me just ask, was this scary for you, was this a great adventure?",
        "Q: So your father got out then after?",
        "Q: We'll get to that in a minute, I think.",
        "Q: On this tape, because we're almost up. Were there other kids in the family?",
        "Q: No, in the, with the Polish people?",
        "Q: Before we continue on, I just want to ask you about, you know, if there are other episodes\nin all of this that you as a young boy probably felt a little bit more invulnerable because\nyou had parents who were protecting you.",
        "Q: Are you proud of her?",
        "Q: Who were most of the people guarding the ghetto, guarding the work brigade,\nsupervising these killings at the forts?",
        "Q: Shall we go back now to...",
        "Q: You escaped, you were staying...",
        "Q: Did you give the necklace to your mother?",
        "Q: Do you remember other ways you spent your time, other amusements?",
        "Q: On your shirt, or on your body?",
        "Q: Now at some point, didn't you move from the farmer's house and barn to another spot?",
        "Q: How did you all find each other? You didn't go out of the ghetto together?",
        "Q: I'm a little confused on one point, your uncle who was the farmer?",
        "Q: Who made all these connections, was he also in this bunker with you?",
        "Q: Okay.",
        "Q: I'm sure you did.",
        "Q: I'm sure you did, I was just a little confused after listening to your...",
        "Q: Now what did you do for food in this hole?",
        "Q: Did your group have contact with any other groups in hiding or any partisan groups?",
        "Q: Did you stay in this hole all the time?",
        "Q: So you were in the hole, did you sing, did you pray?",
        "Q: I remember your telling me that it was a story about a sweater that your mother had\nmade?",
        "Q: This from ghetto or concentration . . .",
        "Q: While you were there?",
        "Q: Any other close calls or episodes like that?",
        "Q: Can you describe a little bit what happened, you say you were liberated, what took place?",
        "Q: You were living in Kovno or Slobotka at this point?",
        "Q: When you went into the ghetto on your return to Kovno, did you run into anybody who\nsurvived it?",
        "Q: So did you start school at this point?",
        "Q: A Jewish school?",
        "Q: So the memories of going back to Kovno were okay?",
        "Q: It was nice to be back?",
        "Q: And the Jewish community started to re-establish itself?",
        "Q: You stayed back, you stayed in Kovno how long?",
        "Q: Why had you chosen to go to Munich, how did your father get this job?",
        "Q: This was somebody who originally was from Kovno?",
        "Q: There was anti-Semitism in Germany after the war?",
        "Q: The last question we have, how you became such a wild dresser.",
        "Q: Okay, life in Munich, you were there for how long?",
        "Q: You need to tell us for the record how you had this guarantor with Pepsi.",
        "Q: What do you think got you through all this? What gave you the strength to get through all\nof this?",
        "Q: ,",
        "Q: How important through all of this, has your religion been ?",
        "Q: Are there other things that you can think of, in terms of the way you live your life, that\nreally stems from the experiences you had early on? At least the first years you spent\nhiding and running in terror, it affected who you are today?",
        "Q: What about the impact of those early son the way you've raised your children?",
        "Q: I'm going to ask you one more question. Are there certain images that still haunt you,\ncertain noises that bring it all back, certain sights?",
        "Q:"
    ],
    "answers": [
        "A: My name is Jay Ipson, it was Yakov Ipp in Europe and now that I reflect on it, I'm really\nsorry that it was ever changed, because as I am trying to recapture for my grandchildren\nmy roots, a change of name is like a change of address. I feel very uncomfortable about\nit. One of the reasons that we came about the change is because of the anti-Semitism that\nwe felt when we came with the name of Ipp, it was felt by the rest of my family, which\nwere already in America, that it might draw attention, as though our accent didn't, you\nknow so that you had to change your name to be Americanized, change it to an American\nname. We made a change, but I was born Yakov Ipp in Kovno, Lithuania. We lived...",
        "A: In 1935. June 5, 1935. We, as I remember it are what I would say a upper middle class\nfamily. I didn't lack for anything. We lived, what you might say in an order of\ndescription in a medieval courtyard. The houses in Slobotka, which was a suburb of\nKovno, were built in such a way that they afforded the inhabitants protection. They were\nbuilt in a semi-circle, like. We had my grandmother's house was facing the street, it was a\ntwo story house. On the first floor was a whiskey store operated by a Lithuanian woman.\nMy grandmother lived upstairs with my grandfather and my two aunts, and then if you're\nlooking from the backside of the courtyard on the right hand side, closing it out was our\nhouse, also two story, and upstairs we had a neighbor, downstairs I remember in our,\nwhat you might say dining room or living room, we had a motorcycle, because it also was\na sales room to show off the motorcycles that my father and mother were selling, while\nmy father was out drumming up business in the country showing his motorcycle, my\nmother was showing it on the inside. On the left hand side of that same courtyard, was\nthe shop where the motorcycles used to be fixed, and then we had a wooden, as you call a\nparkan??, a wooden fence, with a gate that closed the whole establishment in. That's the\nway the houses were built it was more I guess of safety, so at night intruders couldn't\ncome in, it afforded us safety inside of our yard or courtyard. The yard was not as 1s\ncustomary here in the United States to be in the back, but in most cases, it was in the\nfront, as you see in a English village on television quite frequently. This is how we lived.",
        "A: I had, not at this point that I described to you. I had a little sister that was born just prior\nto the war breaking out with Germany. This description that I'm giving you now 1s while\nwe were still under Lithuanian occupa -- not occupation, we lived in Lithuania just as free\nas anybody; at that point I felt no anti-Semitism. We had a maid that used to take care of\nme and fix my lunch and take care of my needs, and we were very comfortable at that\nparticular point. The next point that I really remember from this setting that I've described\nto you, is what happened just as, well the Russians came in first, and in front of the\nhouse, that yard that we had was an open, square area, more of a traffic circle, like you\nhave here in Washington, the traffic circles, that you could go around in order to go into\nKaunas, you had to cross over, go through the circle, cross over the bridge and then you\nwould head into Kaunas after crossing the water that was surrounding Slobotka area, and\nI remember that when the Soviets came in and the Russian soldiers used to have the\nRussian star on top of the caps, a couple of kids managed to, that I was playing with, had\nsome, had gotten one, and I asked him, how did you get it, he said well I went over to the\nRussian soldier and I asked him for it. I said, well you don't speak Russian, I said I don't\nspeak Russian, at this point I didn't, I spoke Lithuanian, and I spoke Yiddish, but I didn't\nspeak Russian yet. He says, just go over and tell him, [Russian spoken here], which\nmeans, hello friend, give me a marking, or your emblem, and those were my first Russian\nwords I learned. Subsequently I did learn Russian. The soldiers were right fond of the\nkids and kids were, well me in particular was fond of the uniforms and the guns and I\nused to hang around, so I started picking up some Russian, and it wasn't very difficult for\nme to pick it up. Shortly, shortly a period passed by and after that particular period I was\nout in the street, and I was being strafed. They weren't particular strafing me, a plane\ncame, it was a German aircraft, Russia and Germany had gone to war, and he strafed the\nstreet. Somebody came by and pulled me in and brought me back into the house. I came\ninto the house, and in those days we didn't have the modern conveniences that, when\nyou're talking to children about radios, first thing they think is of a boom box and a\ntelevision. Our radios were powered by battery, they were as big as the Wurlitzer radio\nboxes that we had now, the record boxes used to be in the fifties and the sixties that were\nin all the restaurants, and they were powered by a battery. When I came in I heard on the\nradio [Uvaga, uvaga, uvaga and that meant, attention, attention, attention in Russian. The\nRussians were told to report to their stations.",
        "A: Right, my playing, I used to spend a whole lot of time in my -- my really young, two,\nthree, four years, I can't tell you much about. When I got to about five or so I used to\ncontinuously run to my grandmother, my mother's, my father's mother. I used to\ncontinuously spend time with her, for some reason or other I felt more comfortable in her\nenvironment than where mother was being busy selling, trying to show the motorcycles\nand other things that she was pre-occupied, so I used to spend some time over there. As\nfar as playing around, I don't remember much, the one thing that stands out in my mind is\nSimchas Tora, which was of course the holiday where the Jewish people received the\nTorah, [actually end and beginning of the cycle of Tora reading] and in Europe that was a\nbig to-do with flags and candles on the flags and the Star of David was made out of\nmetal, we didn't have all the safety precautions that you have now, and I remember sitting\nat the dining room table, my father was sitting opposite me, and we were having some\ntea. We had a neighbor, I think, somebody from upstairs came down, and I had that flag,\nand of course the Star of David was made out of tin, and was really sharp, and for some\nreason, I don't know why, but I remember hitting daddy in the head with it, and the star of\ncourse put a big gash right there, and the neighbor said, now do it again and it'll close up\nthe first gash. I remember that. Other than that...",
        "A: We were very religious in those times, I remember going to the synagogue, and I\nremember in those days, everybody had their own stendar|small reading desk], their own\nlittle place, which was in front of where they used to sit, that they used to be able to keep\ntheir tallith and their prayer book, and my grandfather and my father used to be there, and\nI was too small to pay any attention. My big thing was running between him, upstairs to\nmother, because in the European tradition, the women were separated from the men, it\nwas not, it was a religious orthodox community, so the women sat 1n an upstairs cubicle,\nwith just kind of pigeon holes, or little windows, opened, looking over the men's portion,\nand all the men were sitting downstairs, and I used to continuously run from downstairs\nto upstairs, from upstairs to downstairs. I never was one to sit still in any one location for\nany length of time, and of course because of my age at that time, I didn't understand\nmuch of the service and I didn't have any education. My education started after\nconcentration camp, I did not, at five years I was too young to have any of it, and it was\nduring that period of time.",
        "A: There were no restrictions, you did not feel any different than anybody else, everything,\nall the stores such as they were, everything was written in Yiddish, you were living as\nthough, you're living in a completely Jewish environment, even though you had Christian\nneighbors, and we had a Christian maid, but to me I didn't feel any different than\nanybody else. I didn't have any restrictions on me other than normal restrictions that a\nchild has, not to run out in the street. Now one time, I did wander off with some little girl,\nand then I told, chased her away, I didn't want her following me, and when I got back I\ngot a beating for it from mother, mother was the disciplinarian, daddy never raised a hand\nto me, and I was petrified of him. Only once, and if I remember I'll tell you about it later,\ndid he give me a good spanking, and it was totally unjustified, but that's the only\nspanking he ever gave me, and that's where some anti-Semitism did play a part in it. But\nother than that I was totally, I had the run of the house, I was a very spoiled kid. I\nremember that we had a round table, and I had a tricycle, and the only way my mother\ncould get me to eat 1s if I road the tricycle around and I would come by her station, and\nshe would give me some soup to fill up, but I wouldn't sit still any other way. So I used to\nmake a circle, finish my spoon of soup, come back, she'd give me another spoon of soup\nand I'd make another circle and she always tried to feed me with chicken soup, telling me\nhow, and she was a fantastic storyteller. I remember her telling me the stories, how good\nthe chicken soup was, and that for every one of those little circles that you had in the\nchicken soup, it used to represent money. Well the fatter you made it, of course, the\nbigger the circle got and pretty soon it was one big circle and didn't represent much of\nanything, and she used to have other kind of stories to keep me entertained, so I would be\ncontent. Toys, we didn't have many toys in those days, it wasn't -- everything that you\nhad was either carved out of wood, my father brought me back a scooter, two wheels and\na push, out of wood, and other than that, I don't recall many toys. I do recall that my\nfather had a big trophy case with all sorts of trophies, because of his sports motorcycle,\nhe was a motorcycle enthusiast, and he was a very good racer. He didn't -- the racing in\nEurope 1s unlike the racing here on motorcycles, you don't go around in a circle, it's cross\ncountry, and I think that's what involved him in the motorcycle business, because he was\nan exceptionally successful racer, and he had a trophy case full, he didn't race for money,\nhe raced for trophies. I remember that, and the other thing I remember is some of the\nliqueur that my mother used to make, she made her own liqueur out of some kind of fruits\nand stuff, and I remember it was very sweet, and I used to try to get some of it when we\nhad dinner, because of the sugar content it was, it wasn't a harsh liqueur, it was more of a\nvery sweet, she used to make her own, and basically that's prior to the war, about all I\nremember.",
        "A: Hanukkah -- Purim to me, I was too young to really understand what was going on.\nHanukkah, yes, we used to light the candles and it was always a festive environment, but\nwe continued the festive environment in the ghetto, and I remember it more of the ghetto\nthan I do before the ghetto.",
        "A: Okay, let me -- you were telling me that when the Germans came in, you were in the\nstreet and you were strafed?",
        "A: Now, was this scary, was it exciting?\nhe loaded us into the surrey, and took us on. The reason that, one of the reasons that we\ntried to escape with the Russians is, my parents home was always an open home.\nAnybody that ever looked for a place to bed down, or needed to come by, or needed\nsomething, it was always there, and we had, or they had given refuge to a, and I don't\nremember his name, a gentleman that came from Lodz, from Poland, he was escaping\nwhat was happening in Poland, to the Jews, and while he was with us he told us what had\nhappened to some of the Jews in Poland, so my father already knew that if the Germans\ncame in, it would not be good for us, so he loaded us up and we tried to escape with the\nRussians. That was in the summertime, and the reason that I remember that it was in the\nsummertime is one of the refugees, he was, just hordes of people, I mean the roads in\nLithuania weren't any good, they were dirt roads, and people with walking and pulling\nwagons and horses, it was just mayhem, and one man started running around, he had lost\nhis mind, and he started screaming to anybody, anybody that has a Soviet flag, tear it up\nand make a scarf out of it and put it on your head, so when the Germans come in, will not\nfind the Russian flags on you. And he had one, he tore it up and he just kept running from\nperson to wagon to wagon, wherever he could, says give me your Russian flags, tear\nthem up, make scarves, hair scarves out of them. We were cut off by German\nparatroopers. The Soviets that were moving with us, they took off to the woods, the\nrefugees were cut off and told to turn back. My father spoke extremely good German, he\nwas very fluent in it, and when they stopped him and questioned him, he told them he\nwas a refugee with children and all that, and because of his German, originally they\nthought he was a spy, but then he convinced them that he was just a plain refugee, and\nthey turned around and sent him, sent us back to Kovno.",
        "A: When we got back, we could not, our house that we had lived in, was already occupied\nby Lithuanians, because we had abandoned it, and the Lithuanian neighbors immediately\nmoved into the house. My grandparents on my mothers side, their house, they had never\nleft, so they stayed in the house. We then moved in with them. Their house became the\nvery edge house of the ghetto, so when the ghetto, when everybody was put in to the\nghetto, we were already living in that house, because we couldn't move into our house,\nwe couldn't chase the Lithuanians out I mean, we'd lost the house.",
        "A: You didn't see any rampages on the streets _? , or that you were aware of?",
        "A: To be honest with you, I don't recall discussing it with them at that time, it just, blank.\nThe next thing that I remember is my mother's parents, my grandparents on my mother's\nside, who's house we had moved into, it was very small, because of so many people lived\nin it, and in that house which was also built in a similar manner, the way I described my\nother grandparents house, except that instead of the workshop where the motorcycles\nwere, we had an outhouse. There was no inside plumbing in any of our houses. You got\nyour water from a well that you cranked up and if you had to go to the bathroom during\nthe day, you just went in an unheated cold outhouse, it was built out of wood, with a big\nhole, it had three or four holes, and that's where we went to the bathroom. I do remember\nat one point that it had to be emptied and my uncle, two uncles, and my grandfather dug a\npit in the yard and emptied the outhouse into that pit, put dirt back on it and then they\nplanted cucumbers, put cucumber seed on it, and they came up, well before they had a\nchance to really become any size at all, I raided the cucumbers and I ate them. It was\ncucumbers, and I still like them to this day, peas that grow in a shell, I forgot, you shell\nthem, they used to grow that way, and I used to eat the shell and all while they were still\non the vine. The other thing that, when the Germans came, we had to give up all that we\nhad, and the way the house was built, it was my grandparents, it was also a two story\nhouse, the second story was an attic type of thing, and you had an access-way to the attic,\nlike a long walkway, and my grandfather pulled up the boards on that walkway and hid\nsome things into that walkway and nailed them down. At a later time he took them back\nout and burned them, because he was afraid if he got caught with them and too many\npeople found out about that walkway, if he got caught, would have been killed, so instead\nof turning that stuff in, he burned it. Now I, when my father was in Berlin, on the way\nback from Berlin, he bought me a beautiful fur coat. It was embroidered, it was a\nbeautiful thing, and that had to be turned in, everything like that had to be turned in. I\nremember parting with that coat, and then I also remember somebody telling us they\ndidn't realize it was my coat because they saw it go through the selection, if they had\nrealized it they might have taken it and lifted 1t and brought it back to me, but it went.\nAlso I remember in ghetto, I did have two things happen to me that were a little unusual.\nI was out in the street in the ghetto, and of course we lived right by the fence, it was a\ndouble barbed wire fence, and I was out standing by the fence, and a guard threw\nsomething at me. I thought he was throwing a big rock at me, and I ran. A few minutes\nlater, a man came in the yard, asked me why I ran, I said, well he was going to hit me\nwith a rock, I wasn't going to stand there like a fool. He said, no, here it is, it's a piece of\nbread that he threw to you. So I guess there is some good in some people. Had he told me\nin Lithuanian what he was doing, I wouldn't have run, but I thought he was just going to\n-- because we could hear shooting all the time and I thought that he was just going to hit\nme with a boulder. And the other thing that I remember is my father came home with\nsome bread, and some butter, my mother had fixed me a slice of bread and I went, I put\nthe slice of bread in the street, and a kid from across the street came over to me and says,\nlook I've got this airplane, I'll swap you this airplane, from a couple of pieces of wood, he\nsays, for this piece of bread, how about it? And I gave him my sandwich and I got that\nairplane, and I caught a beating when I got in the house, after mother asked where'd I get\na airplane, I said I traded my, it's mine, I traded my bread for it. So she gave me a\nbeating, why'd I trade away my bread, well I wasn't as hungry as that kid was, and that\nairplane was going to last me for a while, so I felt it was a good deal, and I had that as a\ntoy. The other toy that I had, there were a lot of captured Russian soldiers that were\ncaptured from the, immediately as the paratroopers came in, and they had them at holding\narea, or lock-up. The Russian soldiers were skilled craftsmen and one of them had made a\nwooden revolver out of a piece of wood, and I had my uncle, who was at that time\nmarried to my father's sister, he was in charge of that work area over there, and a Russian\nsoldier gave him that, whatever deal they made, I don't know, and he bought. I had a very\nyoung nephew that was, he was just about a year old, and he couldn't use that gun so my\nuncle gave me that gun to play with instead of his own son, who was too small to play\nwith it. He perished, the son and my aunt perished. Those were basically the toys that I\nhad, other than I had free reign of the ghetto, that area, I was extremely familiar with,\nbetween the small ghetto and the large ghetto, where we had the bridge, there was a\nbridge that was connecting the two ghettos, and an aunt of mine lived, actually it's my\nfather's aunt, lived right next to the bridge, so I used to go visiting her quite a bit. One\ninstance, just as we, I was over there one day, you know what a samovar is, it's a kettle\nwhere they make tea, I was over there playing one day and I pulled it over on me, and\nscalded myself, and her quick thinking got me so I didn't get burned. I knew that area\nextremely well, I used to play in it, in fact before the ghetto, that cousin of mine, he was a\ndaredevil motorcycle rider, and I used to hang around there, because of the motorcycles,\nthat's one of the drawing points. I wouldn't do any of the things that, around my house\nwith a motorcycle, so one time I was over there, at that time I was six years old, it was\njust before going into the ghetto. When they asked me how to start up a motorcycle, well\nit's not like hitting the starter now, in those days you had to go through four or five steps\nto start a motorcycle, with the carburetor and all. I showed him how to start the\nmotorcycle, they put me on it, and I rode away with it. So I always, that was my favorite\nhang- out, I used to hang out over there, and that was the area at a later time that we\nescaped at.",
        "A: Inside the ghetto I did. During the day, the Germans didn't bother, I was too young to be\nin a work detail, and at that time they hadn't cracked down on the kids for execution, so I\nhad the run of the ghetto, basically I could go where I want, I could do what I want.",
        "A: I had pals.",
        "A: No, that's something we didn't, we used to chase around, we used to play tag, we used to\nplay hide and seek. I remember one time a friend of mine said if you stroke this rainpipe\na few times, a fly will come out and do some tricks, I didn't know any better, so I stroked\nit, I stood still and stroked it. I never saw the fly, he says, stupid, she flew away. But\nthose are the kind of games we'd play, of course...",
        "A: Actually you learned street smarts. They didn't...",
        "A: By observation. You'd always, you learn some nasty things, you learn nasty language,\nyou grew up fast. You learned to stay away from dangerous areas, you sensed what was\ndangerous and you disappear. If you saw a German guard, you certainly weren't, I never\nremember ever going up to a German guard, say hey give me your badge. That you knew,\nthat was dangerous, you had a sense, you felt it. Then whenever you'd see a German,\nyou'd try to get away as far as you could. You used to see sad scenes out in the street, if\nyou saw somebody sitting on a doorstep crying, you knew something happened to the\nfamily. Many time I'd walk by and I'd see a woman sitting on the doorstep crying, a\nneighbor, and then you'd come home and ask what happened, and her husband or a\nbrother or father was taken away, is gone, and she was sitting there mourning. That was a\nnatural thing. I had a great-grandmother that I was very fond of, she used to take care of\nme, she died, she developed pneumonia, and we couldn't get medications for her. She\ndied and for a long time I remember her coming to me in her shroud, standing at the foot\nof my bed, telling me everything is going to be all right. But other than that, I could go\nwhere I wanted, I could do anything I wanted. I used to run up and down the bridge from\none end until they liquidated the little ghetto, I had friends over on the other side, I used\nto run over to the other side of the ghetto and play in that small ghetto, and then come\nback and go in the big ghetto. As long as you weren't outside of the fence or hanging on\nthe fence, you were pretty well safe.",
        "A: No, we knew and -- a selection would come, that's when you normally, after the\nselections, and you -- I was involved in every selection that happened. They didn't have\nto tell you, you heard it from the kids, you heard it from the streets, it was a feeling that\nyou had, like all the dogs and cats had to be brought in to the synagogue and be skinned,\nand I used to play around at synagogue. They were used when the Germans got involved\nin the, Stalingrad, it was very cold, they had to have fur, so they rounded up everything\nthey could round up and brought them in to the ghetto and slaughtered them and skinned\nthem, and I used to play around in that synagogue, it was empty, it was deserted, but\nblood and fur, pieces of fur was all over the place, at the same synagogue that I told you\nabout that I used to run up and down the stairs. That was one of the things. Of course\nwhen Passover came around I remember going with my grandmother to that same yard of\nthe synagogue and they had a big kettle boiling away, and everybody used to put their\nsilver in to make it kosher for Passover, and then they used to take the rest of it, bury it in\nthe yard for the appropriate period of time, because the earth has a cleansing thing, before\nwe could use it for Passover. So in the beginning we celebrated Passover, celebrated the\nholidays. I don't know why this particular stands out in my mind, but that particular\nPassover stands out in my mind. I also saw how they used to make matzo. They made\nthat in the ghetto, you had that available. Those holidays we had, other than, and they\nwere celebrated at home, it was not celebrated in a public manner. Everybody, you know,\nthe Germans didn't care about your holidays, and there was no time off, you just did what\nhad to be done, but when you came home, the holiday spirit was there, so we did\ncelebrate those holidays.",
        "A: The synagogues were all taken over?",
        "A: Were there schools for kids in the ghetto.",
        "A: Right.",
        "A: Well, what had happened when the -- of course we were already in by fortune, because\nour house was occupied by the Lithuanian neighbors, but when people started coming in,\nthe Kovno ghetto became a concentration camp, it started out as a ghetto, then it became\na concentration camp as they started importing Jews for deportation from other areas. The\nghetto became too small. Everybody had to double up, or triple up. Our house was at\nmaximum capacity with as many people as we had, but wherever there was room, the\nGermans or the Judenrat used to say, you have room for one more, you take one more,\ntwo more or whatever. Then they had to, because of the exchanges, they exchanged\nhouses because some of the people that lived where the small ghetto was moved into the\narea where the Jews went out of, so those houses became vacant, so the Germans put wire\naround those houses and made that into the small ghetto and populated it with the Jews,\nthe overflow of the big ghetto until they liquidated it.",
        "A: It was when they had the large selection, they liquidated the small ghetto first, put them\ninto the big ghetto, as the big ghetto started getting less populated, as they were\nliquidating the, what was it, ten thousand I think, that they killed in that big, no thirty\nthousand in big selection, then the big ghetto had room, they liquidated the small ghetto\ninto the big ghetto and took the bridge away.",
        "A: Ata selection...",
        "A: No, the large ghetto came first.",
        "A: That's true, but you said the big ghetto was formed first.\n06:41",
        "A: Then, because it was overpopulated, they formed the small ghetto.",
        "A: And joined them together with a bridge, because they had to have the throughway in\norder to continue with traffic, so it was joined by a bridge. Then as the large ghetto,\nthrough the selections, became less dense, they liquidated the small ghetto by a selection,\nfor those that went off and those that were left were put into the big ghetto.",
        "A: No, I just remember a family friend of ours by the name of Sidra, who was a very close\nfamily friend of ours, they were in the small ghetto to start with and when it was\nliquidated, he was an expert electrician and so was his son. They were put into the large\nghetto, and by the way they did survive, he recently died.",
        "A: I don't remember that, no.",
        "A: I do remember when my father and I came back to the ghetto, that the ghetto was still on\nfire, 1t was still smoldering.",
        "A: That was at liberation.",
        "A: I remember the big action, I can't remember all the details, I know that the family was all\ntogether, we were all in one group, we were on a tremendous field that had a couple of\nhundred, let me see about forty, fifty thousand people came out to the big action.\nEverybody in the ghetto had to go to that selection, and that the guy that was in charge of\nthe selection selected left and right, left and right, they didn't tell you that you were going\nto die if you were going to the left, but that's what ended up. Those, all those unskilled,\nwell unskilled to them, went to the left, and those that he felt had a use to the -- for the\nGermans went to the right. I remember staying out there with my family and that we\nsurvived and a lot of people didn't.",
        "A: The images that you had is that you, if you could, you knew that it was caused by Hitler,\nyou wanted to kill Hitler, you wished that you were a superhuman being and that you\ncould kill Hitler and have a stop to all this, because you didn't know that people were\ndying, well you did know what might be happening, but you felt superhuman. A young\nperson, and for me actually, until I got into my fifties, I really had no concept of death.\nYou never think it's going to happen to you. I've done some extremely stupid and\ndangerous things and survived, that now that I think about it, why did I take that chance?\nIt was utterly stupid, my chances were, but it's not going to happen to you, it always\nhappens to the next guy. You are invincible, you can walk into a burning oven and you're\nnot going to get burned, the flames are going to go away. You just feel that you're totally\ninvincible and you just don't think anything bad is going to happen to you. And it's only\nwhen you come into your fifties that you start to realize, hey my life is coming to an end,\nit's going to end, nothing I can do to stop it.\n06:44",
        "A: Everybody was extremely quiet, I don't remember anybody, I remember that incident\nwhere I told you where the guy with the red flag, but nothing like that ever happened\nduring the big selection, everybody was just huddling to themselves and everybody was\npre-occupied with their own thoughts, they didn't really know what was going to happen\nto them, they figured maybe they were going on a nice trip somewhere, because that's\nwhat it was supposed to have been, and the people are being selected are going to be sent\noff to some nice place, and I'm sure that some that went to the right might have wished\nthat they went to the left, until they found out what happened.",
        "A: The one thing that is very difficult for me to get out of my mind is a young man, and I\ndon't remember his name, got caught at a gate, he got caught bringing 1n some bread, and\nthey were going to make an example out of him, and they built a gallows in the same\nsquare where they had the big selection, and everybody, children, old people, it didn't\nmatter whether you were sick, whether you were well, everybody had to come out and\nwatch the hanging. And they hung him with the noose under his chin so that he wouldn't\ndie immediately, and I remember seeing him, I don't know if you've ever been fishing, or\nif you've ever caught a fish, but when you catch a fish, and when you pull him out of the\nwater, he's on the line, the way he thrashes about, that's the way that young man was\nthrashing about for agonizing minutes, and everybody had to watch while he was\nthrashing about on the gallows. And they wouldn't cut him down until every individual\nthat was on a work detail, had to be marched out and had to watch him hanging there, and\nafter every individual had seen him, those that were away outside of the ghetto, at work,\non the way home they had to pass by his gallows before they would allow them to go\nhome, before they would cut him down.",
        "A: I didn't have much to do with the Jewish police, the only time that I had any dealings with\nthem is when they separated mother and me from her family. They came, they grabbed\nup my mother's family, which was my grandmother, my grandfather, two brothers and a\nsister, and forced them off into the truck. Mother and I tried to follow and they tore us\napart. Other than that I had no dealing with the Jewish police. I was too young to be of\nany troublesome for them and I wasn't any trouble so they stayed their way, I stayed my\nway.",
        "A: Not where we were involved. I saw them because we were a block away from the main\ngate. The house that we lived in with my grandparents was about a block, a block and a\nhalf away from the main gate, so I did see them quite frequently. They came in for one or\ntwo selections, but other than that the Germans would not come into the ghetto proper,\nthey didn't come in.\n06:48",
        "A: She died. She died as soon as we came back, before the ghetto was, before the wires were\nput up, she died.",
        "A: Only the escape.",
        "A: Originally mother wanted me to go stay with a gentile, trying to save my life when she\nstarted hearing some of the things. And they tried to sell me on the idea of that he would\nbe good to me, he would have a motorcycle, I would have some toys and all that kind of\nthings, and I started to weaken, and then my father came and said, well he just a soon that\nwhat happens to one of us is going to happen to all of us, and that's when the decision\nwas made and he and mother made all the arrangements for us to escape.",
        "A: This was November of '43, I believe it was, or some time in that winter area. The streets\nin Slobotka were made out of big cobblestones. Not matched cobblestones, a big stone\nhere, a big stone there, they had a lot of cobblestones, and the guards had hob nailed\nboots so you could hear as they were walking up and down, patrolling the fence. When\nwe 06:50 heard the guard, at the softest point where you could barely hear him, you\nknew that he was at the furthest point away from you. At that point, my father cut the\nbarbed wire, and I was the first one through the two sets of barb wire, and I was told to\nhide in a yard across the way, and not to make any sound whatsoever, no matter what\nhappened, not to say anything. And I made my way into that yard, and all the time that I\nwas in that yard, things were going through my head as to what would I say to the\nneighbor if he decided to come out into the yard, what was I doing there? If I told him the\ntruth, certainly he would call the guard, and I'd be executed. So what lie would I be able\nto tell him? I got lost or whatever, I never came to any conclusion as to what I would ever\ntell him if he ever came out, but those were the thoughts that were going through my\nmind as to what I could conceivably tell him, if he came out to the yard. And what\nseemed like an eternity, my mother was the next one to come out, and she couldn't speak\nto me, so she had to find me by go and touching the ground hand over hand until she\ntouched me. The night was extremely, it was pitch black, no moon, nothing, it was, you\njust couldn't see anything. And it's only because we knew that area so well that we were\nable to come into contact with one another, and knew exactly our bearings, because if\nyou're right handed and you walk a straight line even in the dark you will drift off to the\nright, but all of us seemed to have drifted the right amount and I don't know how long it\ntook mother to find me, but I could hear her, and even though I could hear her, I couldn't\nsay anything to her.\n06:52",
        "A: It was scary as hell, I was petrified. I remember that right now, I was petrified, but that's\nthe only choice, it was not a play [game]. This was not an adventure, this particular\ninstance. The rest of it wasn't bad, I went on my first hayride, where I was buried in the\nhay, in the wagon, hidden.",
        "A: My father was the last one out, and then they, I don't know exactly, I can't relate where or\nhow far we had to go before we got to the wagon, but we got, we hooked up with a\nfarmer and a wagon and I was hidden inside the wagon. I do remember as the wagon was\ngoing, and when we had finally got to a stopping point, my father told my mother that he\nhad passed one of his school friends who was a Lithuanian murderer, my father knew for\nsure because he saw him kill some people, and he was a school friend of Daddy's, a\nschool mate. Their eyes met, but there was no recognition, or at least Daddy didn't see\nwhere the Lithuanian recognized him, or chose not to recognize him as they passed each\nother, because if he had made any recognition to him, he would have had to kill him, so\nhe let us go, let him go by. I guess God moves in mysterious ways, you never can tell,\nwhy that particular incident happens, but we made it safely to the country, the first\nportion of the country and then a whole new chapter started over there, with what we\nwere doing in the country. When we got to the country, the country people are a very\nclannish people, they know each other by smell, they know each other by sound, they can\ntell a stranger, they can tell an animal, anything. And immediately they picked up our\nscent and we had to keep running from hiding place to hiding place, and I remember one\nnight where we had to go, and the farmer that originally brought us out carried me on his\nshoulders, and the wind was so bad that I could not breathe, it just completely knocked\nthe air out of me. And all of a sudden he dropped to the ground and everybody dropped to\nthe ground, he put his ear to the ground because he heard some strange footsteps way\naway in the snow, and he had us all huddle real close together so we would look like a\nclump of rock sticking out of the snow, so that we wouldn't be recognized as human\nbeings. And when he felt that the danger had passed, he continued to take us to a new\nhiding place. We hid in some barns with mice, we hid in some houses for a short period\nof time. One of the places that we eventually ended up with that gave us our final hiding\nplace was a Polish, catholic family, they were extremely religious. They felt that what\nwas being done to the Jews was wrong, and they gave us a hiding place. They had a one\nroom house. The house was very small, a mud hut. The stove that they had was 06:56\nmade out of stone, where they cooked in it, they baked in it, the heating was in it, it had\nno chimney, so all the smoke would come into the house and if you wanted to, you sit on\nthe floor in order for the smoke not to completely burn your eyes out. They had a sheep\nthat was ready to give birth to some little sheeps and they brought her in the house so that\nshe would be warm during her birthing period. And we lived with that sheep and them,\nwe stayed when we weren't outside in the barn, when we came in to warm up, and for\nsomething to eat we stayed in that house. That particular farm is where we had, my father\nhad a potato hoe, that he build a hiding place from...",
        "A: Okay.",
        "A: My immediate family, no.",
        "A: They had a son. They had a son that used to be a musician at ho-downs, and he was very\nfriendly with us, of course he knew that we were there in hiding, and we hid in that man's\nbarn and a couple of times my father helped him thresh the wheat with a threshing stick,\nand also we had a grinding mill made out of two big stones with a hole in the middle and\na stick where you turn that you put grain inside of the hole and as you turn the stones,\neventually it became flour as it got ground up. The farmer's woman, wife was, liked me\nvery much and I'll never forget she made me a toy. They killed a pig for some kind of a\ncelebration or whatever and she took the bladder from the pig and blew it up, took a\ncouple of peas, hard peas and put it inside, then blew the bladder up and made a balloon\nout of it, and as it hardened it became like a ball, and she gave it to me to use as a ball to\nplay with. Well the peas made a lot of noise, and that was going on the nerves of my\ncousin that was hiding with us. He just got, it just drove him crazy and he grabbed that\nthing and put a knife through it and destroyed it, and I remember that vaguely, I mean\nvividly. End of Tape 1\nTape 2\n07:01",
        "A: Well I always had somebody look after me. We were, that's why, one of the reasons we\nnever got separated was either one of my parents or the other ones looked after me, or my\ngrandmother, so that I was never left vulnerable. One of the instances happened when all\nthe men of our family were away on the work details and my mother was, that particular\nday, off and my grandparents, my grandmother was taking care of me when the German\nguards came in and surrounded a quadrant of the ghetto, and took us out for another\nselection. And during that selection I remember telling my mother that, and grandmother,\ndon't worry, everything will be all right as though I could do something about it, but that\neverything were all right, I've got a feeling that it will come out well on it. I had a feeling\nof, everybody knew, of impending doom, of things that were going to happen, but I\nwasn't totally wiped out or down in the dumps about it, I had a rather good feeling about\nit, and when it came time for our responsive answer to the guy that was doing the\nselection, my mother spoke up, she became the head of our family unit, and she explained\nto the guard that her husband and father work on the work detail at the airport, the\naerodrome, and the aerodrome was an extremely vital part and in order not to disrupt\ntheir well-being, and with her immediate proper response, we were allowed to go home\nas a family unit again, and we survived that selection where a lot of people didn't. Hadn't\nshe spoken up or had the presence of mind to say how vital the job was that her husband\nand father and brothers were performing, we would probably not have been alive and\nbeen sent off to the ninth fortress, where they sent a lot of people off to be killed.",
        "A: Extremely. One of the reasons, while we are on this subject that we had knowledge of\nwhat was happening on the ninth fortress is because one of the young men in the early\nselections was taken out and got hit in the foot, and when they hit him in the foot, he fell\ninto the grave and his mother and the rest of the family and the rest of the people fell over\ntop of him. During that night when everything was quiet, he managed to dig his way out,\nand like a fool he made his way back to the ghetto and explained and told everybody\nwhat they were doing to the people that were taken out of the ghetto and the ninth\nfortress. They were executing them. So everybody knew when the selection came, your\nchances, unless you survived the selection, chances were that's where you were headed\nfor.",
        "A: The Germans were supervising, but the killings were done by the Lithuanians. The\nguards, like in the very beginning I told you about a guard throwing a piece of bread at\nme, he was a Lithuanian. Of course they wore uniforms, they wearing German uniforms,\nbut they were Lithuanian collaborators that fully accepted and were proud of it. And the\nreason that so many of our homes, the homes that we got that were taken away, well the\ncollaborators were glad that the Jews were being put in the ghettos, because they got free\nhomes, free housing, possessions, they went right after their bosses home, or whoever's\nhome they had in mind and occupied it and became settlers 1n it and that was it. That's\nhow we found the furniture of my, when we got liberated, I guess we'll go into that a little\nlater, that one of those neighbors of ours that occupied our home, and we proved it was,\nhad my aunt's furniture in it.",
        "A: When we escaped?\n07:06",
        "A: We were staying with a Polish family at which time one of the interesting things was that\nthe family was extremely poor, they didn't have much. During the time that we were in\nthe barn they did have a couple of chickens, and they had a dog. The dog used to love to\nplay around with us and in the morning when the chicken used to lay the eggs, the dog\nand I had discovered a hiding place, so it was which one of us would get to the eggs\nbefore the farmer's wife would get to the eggs, so it was if he would get to the eggs, of\ncourse he would munch them up and drink them, if I would grab the egg, I used to take a\npin and put it in both ends of the eggshell and then drink the raw egg. And one of the\nthings after a while I had about four of five empty shells, I put a string through it and\nmade a necklace out of it, it was one of the amusements I had. It didn't happen frequently,\nbut it took a little time, I managed to get a few eggs together that way.",
        "A: No, I think it broke probably before I remember anything else to it.",
        "A: Oh, I had a fantastic amusement, I don't know if you know what a delousing means, but\ndelousing means you de-lice yourself. We didn't have any change of clothes and that's\nhow I learned how to count. That -- I would stay in the light of a sun ray, take my shirt\noff and look at the lice going up and down on it and get my two thumbnails together over\nthe lice and break, and crack them to kill them and count how many I got that particular\nday and then see if I could beat my score the next day because you couldn't get rid of\nthem, I mean they lived on you forever. You never had a bath, you didn't have a change\nof clothes and the lice were just something that you lived with. So every morning\nwhenever you had an opportunity, you take your shirt off, or your trousers or whatever\nyou could and try to crack as many of the lice as you could.",
        "A: They were on your body, but they'd be on your shirt, so when you took your shirt off,\nthat's -- you'd take a whole batch of them off with you, and the more you killed, the less\ncrawled on your body until the next day when they start all over again because you're,\nyou were laying in the ground, you were laying in the straw, you didn't have anything to\nbathe with, you just, that's how you lived, there was nothing you could do about it, so that\nwas a fun and game 07:09 time, that was the only toys I had.",
        "A: We moved into the potato hole that my father built. My father took two potato holes and\njoined them together and built a room underneath the farmer's property, under the potato\npatch, as you might say. It caved in on him, but as he built that thing -- he wasn't an\nengineer, my father was a lawyer, but he did have his wits about him, however he did not\nknow that if you're going to dig in the ground, you got to have something to shore it up or\nit's going to cave in on you. He figured you dig in the ground like anything else, it just\nstays there, so he dug in the ground and it caved in on him and the farmer's dog, that\nsame one that I used to race for the eggs, saved his life by getting the farmer's son to\nexcavate him, the farmer's son was coming back from playing at a hoe-down, and the dog\ncouldn't dig my father out, so he heard his master in the -- way away, so he grabbed him\nand started pulling his leg, originally the farmer's son kicked him away, because he didn't\nwant to be bothered on a Saturday night in the middle of the night after coming back\nfrom a hoe-down, and having a good time, but he realized something was wrong so he\nfollowed him and he excavated and got my father out. But my father built a chamber\nwhich was about nine foot by twelve foot and about five foot high. It was not high\nenough for anybody to stand up. In that chamber, thirteen of us lived for nine months.\nThe hole was about two and a half foot of the ground from the potato 07:11 hole, a\ntunnel about two and a half foot by two and a half foot was dug out, and it was\napproximately ten foot long. You'd snake through on your stomach, through that hole and\nthat opened up into a chamber that my father had built and from the chamber there was\nanother ten foot tunnel that led to another potato hole. In the opening from that potato\nhole was a board that supported the potatoes with a, like a rabbit snare, a stick and the\nthought was if anybody ever came close, we would pull the stick in, collapsing the door\nand the potatoes would cover up our entrance and we would escape through the opposite\none if possible. If not, we would pull both sides to give the impression that there was\nnothing but an empty potato hole, and we would be buried in that chamber until\nsomebody could excavate us and one of the things that was always my fear, would we be\nable to dig ourselves out of that hole. I realized everything worked in theory everything\nworked just great, somebody would get us out, but with so many pounds of potatoes\nclosing up the hole, how would you pull in that trap door inside and then how would you\nget the potatoes out in order for you to be able to scramble out, so though it was a good\nengineering plan, it was really, if somebody really went after us we would have been\ndead, I mean I don't fool myself that we could have survived if somebody found the hole.\nOnly a 07:13 miracle and of course I'm here, so a lot of miracles happened along the\nway, but that was one of the fears, and my entertainment during that time beside\ndelousing myself was to run back and forth all day long from one hole, potato hole to the\nother potato hole, just going back and forth through the tunnel. How that thing didn't cave\nin, I don't know because the tunnel was not shored up, but the tunnel was so far down in\nthe ground and was so small that it seemed to, the ground itself held and the temperature\nwas constant because it was ten feet underground so we didn't need any heating, didn't\nneed any air conditioning, it was constantly cold. And I had in that hole were two of my\nmother's nephews who were my age, they are both in Israel right now, and one of their,\nmy uncle's sister-in-law's son, I don't know what that makes him to me, but he was in that\nwith us. In that particular cave there was my mother, my father and me, my uncle, my\naunt and two children, two of my cousins and their wives, one of them was a girlfriend,\none of them was really a wife and a teacher and her son. There were thirteen of us that\nlived in that thing for nine months.",
        "A: No, we -- my father and mother and I left first. My uncle was already the local resident as\nyou might say. My uncle was a farmer, he was a very religious man. He always used to\nhelp the farmers. The farmers told him, when they heard 07:15 about what was\nhappening in Poland and that the Jews had to report everywhere, for him not to report,\nthat they would hide him, so that he wouldn't go anywhere. So he hid in the country and\nduring the three and a half year of the occupation area, eighty two different farmers hid\nhim. Pretty soon so many of them were involved that one would not dare tell on the other\nbecause it would implicate him, so the whole, basically the whole area hid him. He in\nturn, made contact for us to be able to hide out with him. Then his sister-in-law was with\nhim, she came to him, her name was Brema I believe, with her son, he was a red-headed\nboy. And then my father's cousin came with his girlfriend, and then his brother and his\nwife came out, and my other cousin and my aunt, where I told you I pulled over my water\non me from the samovar, she came instead of my grandparents, and my father got very\nupset and they went back to get my grandparents at which time they made a wrong turn\nand got caught and the way it was told to us by some farmers, he was imprisoned and he\ntried to buy his way out of prison with a piece of gold by one of the guys that was\nsupposed to be released for being in there for drunkenness, and he figured if he had one\npiece of gold to give him, he had a lot more and he started fighting with him and at that\npoint they discovered that he was Jewish and they marched him naked to the cemetery\nand executed him. So at that point we had lost all hope of getting my father's family,\nwhich was still in the ghetto, out. I -- we, people frequently ask, did you have any\nweapons? That particular cousin that got executed was involved with the underground\nand he had brought us a Luger, a Kolachnikov, which was similar to a .45, a .25\nautomatic, and a potato masher, which was a hand grenade. I remember we had s1x\nrounds of ammunition for the Luger, we had one magazine full for the Kolachnikov, and\nabout twenty-five rounds for the .25 automatic. Those were the weapons if we'd be\ncaptured, that we would be able to fight our way out with that so few pieces of\nammunition, really you couldn't do much except go for the hand grenade, it might have\ndone you some good.",
        "A: Right.",
        "A: Yes.",
        "A: Yes, I counted him.",
        "A: It was him, his wife and his two sons.",
        "A: Once, once, he was hiding in one place, we would be hiding in another place, but once\nmy father built the bunker, it was felt safer for him to come join us and he joined us and\nstayed with us.",
        "A: My, this uncle that I was telling you about knew every single farmer. He and my father\nused to go out at night and scavenge for food to the different farmhouses. Buy some,\n07:19 some would give them, some of them thought they were partisans so they were\nafraid to turn them down, because the farmers, if they turned down a partisan, they would\nbe marked, and once they were marked, they knew that execution might not be far away.\nThe partisans had absolutely no gumptions at all, they would just as soon, if they thought\nyou were, if you were a collaborator, they'd kill you, or if they thought you were a\ncollaborator, and if you turned them down when they knew that you had it, they figured\nthat made you a collaborator as well, so the partisans that were working that area used to\ngive us indirect protection because my father and my uncle used to go out scavenging, if\nhe went to a place that they didn't know him, they thought he was with the partisans,\nthey'd be afraid, they'd barter with him and just get your stuff and get out, leave, and\nthat's how we used to get our food.",
        "A: No. I believe my father and uncle crossed paths with a partisan group once or twice while\nthey were out scavenging because they were out in the woods, but we wouldn't tell them\nwhere we were and they wouldn't tell us where they were and there were no other groups\nlike us in hiding. Rumors pretty soon spread about my father being out there, he was a\nlawyer and like I told you the farmers are very clannish and they have a tendency to smell\nout or sniff out strangers in the area, and somehow it got out that a lawyer was there, that\nhe came to lead the partisans, didn't say anything about him coming to hide for his life,\nbut that he came to lead the partisans",
        "A: All the time, except now at night we used to go out a little 07:21 bit. We were afraid to\ngo out during the day because if anybody, any stranger at all saw you during the day, it\nwas danger for the family as well as for us, but at night, chances of somebody being\nthere, and once the dog, the area dogs who couldn't talk, except at the strangeness, the\nbarking and all that would go away, then there wasn't any barking, the only time that the\ndogs used to raise a hell is when a stranger, somebody that doesn't belong used to come\nout, so we used to go out at night and do some exercise around the hole or occasionally\nwe'd go into the farmer's house, warm up, and then we'd go back to the hole.",
        "A: I didn't. My uncle and his sons did. He was a very religious individual, extremely\nreligious. He knew all the prayers by heart, he didn't need a prayer book and he taught his\nboys. I felt that I wasn't one of his boys and I didn't have the need and I just didn't.",
        "A: When we first came to the country, the concentration camp inmates had ingenious ways\nof hiding a few things. You always...",
        "A: Ghetto, well the ghetto, our ghetto became a concentration camp.",
        "A: Yes. When, the difference is, it started out as a ghetto, where the local populace was. The\nmoment they started importing people for execution, for exporting, they changed it and\nI've got the order where it was changed from a ghetto to a concentration camp,\nKonzentrations Lager, so that when it became a concentration camp, the people had\ndifferent ways of at least hiding something that 1f you got out or were able to, you could\nbarter with it. We had a few pieces of Russian gold coins. My mother had a crocheted\nsweater. She took and the buttons, crocheted the buttons, the gold pieces into the buttons,\nso that it looked just like fabric when you buttoned it, buttoned together. While we were\nin the farmer's house, it was very warm, Mother took the sweater off and laid it down.\nThe farmer's wife admired the sweater and she picked it up and she says, oh how heavy it\nis, it's unusually heavy. Mother immediately told me in Yiddish, she says, say that you're\ncold, and I started shivering and I said I was cold so she could take the sweater and wrap\nme up in it so that the farmer's wife wouldn't become too suspicious that there was gold\nin the sweater.",
        "A: That's the closest as far as being uncovered, the farmer's wife wasn't very stupid, the\nreason she said it was, she said have you got something hidden in it? Just because\nsomebody's a farmer, working very hard, doesn't mean that they haven't got any good\nsense about them, even though without an education she realized because, periodically\nwe would give them something, some nicer clothing or something that we had managed\nto save. That's the only other close calls. The other interesting thing is that we had with us\na down comforter that when we escaped we took with us from the 07:25 ghetto, a pillow\nand a down comforter. While we were laying in the barn and in the straw and everything\nwe used that down comforter to cover ourselves and to keep ourselves warm. We would\nhuddle together all three of us under the down comforter. I have that comforter right now\nis on my bed, I still have, I wouldn't give it up. Also my father managed to save his\nwristwatch and his wristwatch had a rhodium dial so while we were under that comforter,\nhe always used to keep his hand on top so that the field mice that came to eat all the grain\nand the corn that we were sleeping on would think it was a mouse and they would run\naround all our head and all around but they wouldn't run on our body because, I mean\nthey thought it was a cat, so the mice would stay away because of the rhodium dial, they\nwouldn't bother us. I also have that little gadget. Other than that the next thing that really\nhappened is when we got liberated. When we got liberated my father was the first one to\ngo with the Soviet military, hoping to find somebody still alive in the ghetto. He didn't,\nhe came back a day later, and I went back on the second trip I went back with him and\nthe ghetto was still smoldering. We went to one particular place where we thought was\nthe hiding place of his family, my aunt and perhaps my grandmother. We found the\nburned body of a woman that was there. We don't know whether she was my aunt or not,\nbut we did found my aunt's ration card right there, so we knew at one time she was in that\nparticular bunker. Whether she was taken away or got out or was killed at another time or\nwhether that was her burned body, I don't know, but when Daddy and I got to the ghetto,\nit was still smoldering, because most of the ghetto was wood and it didn't take much, the\nGermans when they couldn't take all the Jews out before the Russians came, were afraid\nthat some of them were in hiding. They knew that some of them were in hiding and they\ncouldn't get all of them out so they took gasoline and kerosene, doused the houses and\nthen torched the ghetto. So the whole ghetto was burned to the ground.",
        "A: The, my father spotted a Soviet soldier and at that point we knew that the Russian army\nhad come into our area and they were pressing forward towards Kovno, and they were,\nwe were 07:28 behind the lines, once we were behind the lines we were free, so we came\nout of the hole and we no longer had to stay in that hole. We lived at that time until we\nmoved back to Kovno, we were in the hole where the, I mean we were out of the hole and\nwe lived with the farmer, breathing free air and once we got to Kovno, my father started\nlooking for a place for us to live, and of course what had happened 1s the collaborators,\nthe Lithuanians that had collaborated with the Germans, ran and left the houses that\noriginally were Jewish homes to start with and in pursuit of my aunt's furniture, my father\nfound a place that we had gone, the woman that had my aunt's furniture became a\nGerman collaborator and she knew the Russians were coming, she would be in big\ndanger, so she took off with the Germans to go back into Germany. She eventually came\nback and we had lived in the place, which was a Jewish home, that had my aunt's\nfurniture in it, and that's where we had established residence. In that particular apartment\nwas also a Russian judge, military judge, his name, I remember his name because it was\nsuch a romantic kind of name, Ivan Ivanovitch Ivanov, that was his name and he had a\ndaughter named Luba, which means love, she taught me Russian, and he lived upstairs\nfrom us, he also had a son, and his son and I jointly had a stamp collection. And one night\nI would do the stamps, next day he would do the stamps because the apartment that we\nmoved into, the collaborator that lived there was a philatelist, he had collected stamps\nfrom all over the world and they were confiscated by that Russian judge and given to me\nand his son, and the two of us kept the collection going. I also made friends with the\nLithuanian neighbors, but they very seldom called me by my name, it was always Yid,\nwhich is Lithuanian for Jew, and I remember, I think I might have told you, I don't know\nif I told you on tape or not, where the one unjust beating that I got from my father, what\nhad happened, I was out playing out in the front yard and the real tall, young Lithuanian\npicked me up and sat me on top 07:31 of a overhang over a door, it was customary in the\nnicer homes to have a little awning-like in front of the door so that it wouldn't rain up on\nyou while you were waiting to ring the bell, and he put me on top of that awning, and it\nwas, I was a small fellow for my age at that time because of lack of vitamins or whatever\nand I couldn't get down. I just stood there and I was petrified about jumping down, I was\ngoing to break a bone so I just stood there and he wouldn't take me, put me, he wouldn't\ntake me back down until my uncle came, my uncle came by, he was visiting us and he\npicked me off of that roof and brought me in the house and told Daddy that I had gotten\nup on the roof. Well I tried to tell him that I didn't get up on the roof voluntarily, that\ndidn't do any good, Daddy gave me a couple of good licks and sent me to my, to the\nroom, and I was petrified, I wouldn't leave that room, I had to go to the bathroom in the\nworst way and I just wouldn't leave that room because Daddy told me to stay there. Then\nmother came by and I told her what had happened and she told me that I could leave the\nroom and do what I needed to do and my punishment was over.",
        "A: Kovno. We had graduated up to the higher echelon, Slobotka was the suburb, but it\nwasn't what, like what you said a suburb here, you're thinking of mansions, over there,\nthat was a step down, it was not a step up, and the other thing that happened -- if you're\nsupposed to survive all sorts of obstacles that will be put in your way, you will survive.\nThe one bomb that was dropped by the Germans on Lithuania at that particular time, after\nthe liberation, the war was still going on, fell in our backyard, and by some quirk of fate,\nI did not go to bed when I was supposed to. Daddy was in Moscow on orders for the\nSoviet government because he was in charge of a -- five co-operatives, a leather\nco-operative for making boots, a candy co-operative, a where you make flour, a flour\nmill, he was in charge of a bakery, and he had gone to Moscow to make all proper\narrangements for what he needed for that thing. And the plane flew over and dropped a\nbomb in our backyard, it was a small bomb, it destroyed the house that was in that\nbackyard and shrapnel went through the window of the bedroom that I was going to sleep\nin with Mother, we were using the same bedroom, and shrapnel went into our bed and\ntore the bed to shreds, all the linen, but for some reason or other, that particular night, I\ndidn't go to bed at the time that I was normally supposed to, and we survived that\nparticular incident, which is a miracle in itself that had I been in bed, I would have been\ndead.\n07:34",
        "A: Nobody that I knew. My father ran into some people that he knew, and once we\nestablished residence in Kovno, a lot of the survivors came to our house. Mother used to\nfix them food, fix them a package, even some of the heroes. There were a couple of Jews\nthat joined the Soviet military and one of them in particular became [Russian spoken\nhere], which was the highest medal that the Russians could give. Had he not been Jewish,\nhe would have won that medal three times, but because he was a Jew they only gave it to\nhim once. He ended up in Israel, I think his name was Walensky. He came to our house\nand told us what was going on during that time. His family got completely destroyed and\nhe says, and I remember it like the day he was, I was fascinated with what he had to say,\nhe said that one particular night he got drunk, he was a commander of a unit, and he\nstarted crying and he said when he stopped crying he said, let's go for yaziks, that's a\nRussian word for tongues, and they attacked a German outpost and cut everybody's\ntongue out. He said that night was the night that his family was destroyed, and he\nsurvived, he went to Israel, the Soviets finally let him go, originally they didn't want to let\nhim go because he was such a decorated soldier, but he got to Israel. And then some of\nthe other people that survived it were watching the burning of the ghetto, their particular\nhouse didn't catch fire, they were in hiding, they came by the house, I don't remember the\nname. They had a beautiful daughter, I remember that, but they told us about what was\nhappening at the ghetto, and many of the people that came back, I was too young, none of\nmy friends, I made a couple of new friends, who had lived down the block from us, they\nwere Jewish boys, they were sons of an engineer, and I remember they had some of the\nkind of drawings from Buck Rogers time about flying around in the sky with jet belts and\nall that kind of stuff, which was far fetched in those days, and I said one of those days I'd\nlike to live to do that and eventually I became a pilot and maybe that was one of the\nthings that drove me on. But other than that, none of the friends that I had in the ghetto\nhad survived. Two of them, one of them survived, but he couldn't speak any more\nYiddish, he was given away to a 07:37 family that hid him and converted him to, he\nspoke Lithuanian totally and when he was rescued, now he couldn't speak a word of\nYiddish, he spoke only Lithuanian. He survived and his father survived, his mother was\nkilled.",
        "A: At this point a school was started.",
        "A: A Jewish school. And I went to that school and I also was in the choir. I remember\nbecause they told me I couldn't carry a tune in a bucket and told me to get out of the choir\nand then found out it wasn't me that couldn't carry the tune, and asked me to come back\nand I refused to come back and it was a lot of fun.",
        "A: Yes.",
        "A: Right. A lot more pleasant than when we left, but...",
        "A: Yes it did, started out with a school, started out with a synagogue, as everybody started\ncoming back it started coming back at that particular point, while it was very fluid\nbecause the Soviet Union wasn't real concerned about the Jews at that time as such. We\nhad some close calls. Mother, a drunken Russian soldier called her the killer of Lenin,\nand we thought we really would have an incident. He said the Jews killed Lenin. So\nanti-Semitism was, amongst the Russian soldiers was quite predominant and at that point\nI was very scared because I was small, I couldn't really do a whole lot about it and the\nsoldiers were drunk, and they carried on and I was really afraid for her life and mine too\nat that point. I believe what happened is that the judge that lived above us happened to\ncome home and told those soldiers he was a high ranking officer in the Soviet military\nand he told them to take off and they did because there was some kind of a rubber factory\nright across the street from us, which was guarded by Soviet soldiers, and I used to play\nwith those soldiers quite a bit. Also one time my father's boss came home, Mother used to\nfix very good meals and whenever he was in town he used to come and I used to be\nfascinated. One time he had a couple of drinks, opened up the back window and took his\nmachine gun and started firing away. And I was very fascinated with his gun so he just\ngave it to me, he took out his revolver and gave it to me, he took out the magazine and\nthought everything was fine, well I didn't know too much about guns at that time, but I\ndid know that you don't point it at people, I point it to the floor and pulled the trigger, and\nit fired right between his feet. He never gave me his gun again. Up to that point, that's\nabout where we are with that, then...",
        "A: Probably about a year, or close to a year. When my father was declared an enemy of the\nSoviet Republic on the loudspeakers. Radios were not very prevalent in those days and\nthey had an area that we called that was a very beautiful roadway with trees in\nthe middle and it was a very, two sided street, divided with a median, a nice median,\ngrassy median and on that median they had speakers, and on that speaker one of the\nannouncers declared my father to be an enemy of the Soviet Republic even though his\nco-operatives won the cherished red flag. If your co-operatives made the quota or above,\nthe Soviet government gave you, as a thing of honor, a red flag which you used at a\nparade on May Day, and he won the outstanding award of the red flag and shortly\nthereafter he was declared an enemy of the Soviet Republic. Well my mother's maiden\nname is Butremovitch and the Russian were repatriating the Poles back to their, to\nPoland. We quickly made, my parents quickly made, had forged papers made, with her\nmaiden name being the primary name of Butremovitch, Butremovitches, repatriating\nthem to Poland. With those papers my father hired a driver that we had acquainted from\nNKGB, which was the Russian secret service, with a big truck and that night we got\nloaded on the truck and wouldn't you know it was a night that I didn't have the stamp\ncollection, and I didn't dare go up, ask for the stamp collection for that night and we took\noff with that truck. We took off for white Russia, on our way to Poland, trying to make\nour way to the American zone, trying to go into Germany. So we made it part of the way\nand then we stopped at a way point, I don't know how we came about it, but we came to a\nJewish family that lived in white Russia and they put us up until another organization\ncould help us get into Warsaw. During our stay there, I went out with the family's son. At\nthat time I was nine years old and the boy was six years old and we went out skating. The\nway we Skated, it was winter time, we had a couple of sticks of wood and you'd step on\nthe sticks of wood and make them out of skates, we didn't know anything about skis, we\nused them as skates. Went out on a lake and a few days before that, somebody fell\nthrough that lake, through the ice, it was not completely frozen over, but I had all the\nanswers and I went out on that lake with those sticks and fell through the same hole and\nagain, if you got to survive, you got to survive, I didn't know how to swim, never swam a\nstroke in my life until I came to the United States. So he said to me [Russian spoken\nhere], he said to me in Russian, at that time I spoke fluent Russian, I should give him my\nhand. I gave him my hand and grabbed on the ice and kept breaking and breaking and\nbreaking and breaking, finally I got hold of a piece of ice and managed, he managed to\npull me ashore and made our way back to the house and gave me some hot tea and\nwarmed me up and dried out my clothes and a few days later we made our way to Poland.\nIn Poland, in Warsaw, a Jewish organization helped us, they put us up, we slept on table\nthat night and from there we were going to 07:45 _try to make our way to Germany. On\nthe way from there, my -- there was a group of people, and somehow my father always\nseems to be selected as the leader. They ask him to take a group with him to the trains,\nthe Russians had all the trains under, well military movement and all that. My father\nmanaged to talk to one of the officers, bribed him with bottle of some ——_sand\nsomething else, and he allowed us to get on a cattle car. With that cattle car, we went on\nto Czechoslovakia. In Czechoslovakia, the Czech border guards put everybody in a guard\nhouse, or a holding place and I remember everybody running around saying where are\nyour valuables? Throw them in that crack, they tried to hide their valuables, not to have\nany so when the guards would catch them, they would be displaced persons. That\nparticular crack has got hundreds of thousands of dollars of gold in that crack. The guards\nquestioned us and turned us around and sent us back. That night we got part of the way\nback and Mother and Dad decided on our own, just the three of us, we would go through\nthe border and find a hole in the border to go through. It was called no-man's land where\nwe were. I got into no man's land and I said, I can't take another step. I don't care what\nthey do to me, they can do anything they want, I'm just not going any further, and they,\non my back I had that down blanket in a rucksack. They grabbed me by that rucksack and\nthe two of them carried me the rest of the way until we got into Germany. We got into\nGermany, we were totally lost, we didn't know where we had to go, so Daddy walked\nover to a house and knocked on the door. Out came a tall German in a undershirt and my\nfather told him that he was lost with his family and that he tried to get across the border\nto the American zone. We were in the Soviet zone. The guy said, okay, and closed the\ndoor and disappeared. A few minutes later the guy came back to the door, opened the\ndoor in a full German uniform. Gun holster, tunic, helmet, totally dressed as a East\nGerman guard, and he says, come on with me. At that point Daddy thought we were\nagain caught and that was the end of it, we'd be imprisoned again, and again we don't\nknow why, there's no explanation to it, the guy walked us to the guard, told him to open\nup the gate, he was an officer, he opened up the railing that bars the people from going\nthrough and sent us through to the American zone. At that time when we got to the\nAmerican zone, you could still smell the stench of the bodies under the rubble. The city\nwas totally bombed out. From Berlin we made our way to Munich and in Munich we\nlived in a place called Prinz Regenten Strasse. It was named after one of the princes.\nThere was a skating rink where the American soldiers used to go to all the time, there was\na theater there, and we lived with a German family. They of course, nobody belonged to\nthe Nazi party. Nobody was a Nazi, they were just absolutely the finest, he was a doctor,\nthey were just the finest, upstanding people that you could possibly imagine. They had a\nson and a daughter. She played piano, they had a beautiful piano, I can't think of the\nname of it, like a Steinway but it was made, it wasn't a square one, it was a grand, baby\ngrand. She used to teach me some piano, Mother wanted me to be cultured, taught me\nsome piano, gave me some piano lessons. One day while I was snooping around I ended\nmy way up in the attic, got up in the attic, found German flags, guns, swords, of course\nnobody knew anything about them, they didn't know where, they just happened to be\nthere, nobody knew a thing about them. Of course we found as we started digging, he\nwas a member of the Nazi party. He was forced, unfortunate fellow, he was forced into it.\nWe 07:51 also, before we moved in there, Daddy had found an apartment because of his\njob that he had working for the American Joint Distribution Committee. I was, because of\nmy ill health and Mother's, we were sent off to Santa Tillian(ph), which is a resort area\nthat they put a lot of DP's in ill health for recuperation there. I stayed there for a while\nwith Mother and they used to have some nunneries or some priests around at that area,\nand they had beautiful vegetable gardens. I used to go around and like grapes, that kind of\nthings they used to have over there, and they used to eat some of the fruit, also the woods\nwere healthy. And while going through the woods we also found German flags and,\nnobody had anything to do with it, but the flare guns, I found an unexploded missile over\nthere that we turned into the CID. That was just some of the things that we experienced.\nOnce we got to Prinz Regenten Strasse, and we lived, I used to go skiing again on boards,\nright next to the school and I did go to school, that's where I really got most of my\nschooling for the six months that we were in, more than six months, about nine months\nthat we were in Munich, we had a Jewish school, had a very strong movement for freeing\nIsrael that was prior to the state of Israel being -- it was still Palestine, where we, the\nschool was always having rallies to let the Jews go to Palestine. Daddy built the first\nsynagogue that they had over there. He was also became very good friends with a Rabbi\nKlausner, that was his name, he was an Army chaplain and Klausner went around all\nover, and he found five Sifrei Torah, the Torah scrolls and he brought them back in his\ncar on a Saturday and my father said, Rabbi, on a Saturday, how could you do such a\nthing? His answer was to my father, he said, to save a Sefer Torah, you can do it any\nday, and those were the five Torah scrolls that they used in the first synagogue. I also\nremember where we had the first Passover in Munich, in the same museum where Hitler\nsaid he was going to display the last Jew, and we had all the survivors that lived in\nMunich in that museum having that Passover dinner, which was organized with Rabbi\nKlausner and my father and German waiters waited on the Jews who they were going to\nannihilate. It was, it was, in Munich it was quite a life, we were very fortunate, Daddy\nhad a big position, he was in charge of all the vehicles, trucks, cars, busses. We went to\nBerchtesgarden, rode in Hitler's elevator, which was his private elevator, chauffeured me\nup to his tea house. That, I was able to see that. It was a much deserved, I think at that\npoint, revenge on the Germans.",
        "A: He knew of somebody that had that particular job and he told them that he was leaving\nfor the United States and that my father was the best replacement for it, so Jankel Levin,\nhe lives in New York right now, was leaving for the United States and he recommended\nmy father, so my father got the job, because of his knowledge, his skill and his\nmanagement abilities.",
        "A: Yes, and my father took over that job and by having that job, all the vehicles that were\nused by any of the off duty Jewish, or the people from the United Restitution\nOrganization, there was a United Restitution Organization, they or AJDC, American Joint\nDistribution Committee had to come to Daddy for a vehicle so he made many good\nfriends and through that he was able to employ a lot of the holocaust survivors, he was\nresponsible to putting them in American uniforms. By being uniformed, they did not have\nquite the problem with anti-Semitism from the Germans. They also had gotten privileges,\nlimited privileges to the PX, as limited. He also was able to get them some scrip and\nother things, so all his drivers were uniformed personnel. He wasn't, but all his people\nwere uniformed personnel.",
        "A: Oh, yes. Those that, wherever they could, there was some, a lot of Jews in Germany\nthemselves lost their lives if they were in the wrong place at the wrong time by\nthemselves they were killed. It was hard to find who did it, it just happened, so they were\nmuch more secure and they had benefits, it's like when you go to work here right now,\nyou want a benefit package, one of the benefits was the American uniform which gave\nyou respect, prestige and a lot of other things that you didn't get as civilian, and then I\nlearned how to drive a jeep while I was at that, because of that, and my father was\ninstrumental in helping a lot of Jews escape with the illegal immigration by giving them\ntrucks to take the Jews to the ships in Constanza, if they boarded the ships there of\ncourse, some of them never made it to Palestine, they were caught and put into Cyprus,\nbut he got them on those ships, whichever ones made it, made it. That was one of the\nthings that he had, you could always tell an American vehicle from the others because the\ngasoline was extremely difficult to come by. He had plenty of it, but the German was\nbenzene, which was white and the American gasoline was red and that's one of the things\nthat military used to always check when they'd find a vehicle, and that was one of his\nresponsibilities, too. End of Tape 2\nTape 3 08",
        "A: You are wrong.",
        "A: We were there for about nine months, maybe a little longer. Life in Munich for me was\nreally great, I had no problems, of course I wasn't too involved with getting the\ncertificates for us to go to Israel where, my father was always a Zionist, however we got\npapers for the United States, which we were very glad about, but before you got your\nadmission papers, you had to go to the American Consul, and the American Consul, there\nwere four, five different examiners, one of them was an extremely tough examiner, and\neverybody that got to him, as a rule was reyected and denied admission to the United\nStates and I remember listening to people telling my father, if you go into the Consul\noffice and if you get that examiner, chances of you going to the United States are nil, so\nbe very careful and try to position yourself, as though you had a choice, you got lots you\nknow, as you get picked, that's how you go, could have any choice as to go to which\nexaminer you could go to, but as luck would have it we drew that particular examiner and\nwe got in there and he held up some colored thread and asked what color this was and\nasked some other questions, really some of them to ask were stupid, but were you color\nblind and did you have any diseases and all the normal questions that you normally ask,\nbut to me they didn't seem to make much sense and shortly thereafter he says, you're\nokay, 08:03 you're free to go and when we left that room Daddy was sure that we had\ngotten rejected because we were in there for such a short period of time, we didn't get the\nnormal, long grilling that everybody else did, we had absolutely no idea what Pepsi Cola\nmeant to anybody. The main concern was of course that you would not be a liability to\nthe government when you came to the United States and when the examiner saw that\nguarantors for us was Pepsi Cola company, he didn't have any kind of problems or\nworries whatsoever.",
        "A: My uncle was, had a franchise for the Richmond, Virginia area of Pepsi Cola. When we\ngot liberated, my mother wrote to her sister. Her sister came over here in the twenties, my\ngrandmother became widowed through an accident and she had three children at the time,\nfour children. She couldn't support them as a widow, so my aunt who was over here, my\ngrandmother's sister was in the United States married to my uncle and he offered or she\nrather offered to take my aunt and uncle, my mother's sister and brother, bring them to\nthe United States and live with them, so they went to the United States. My mother on\nliberation wrote to her sister, telling her of her plight and my uncle immediately, through\nsome connections, he was very generous and extremely well known in the community,\nand with the political process, knew the 08:05 process and got to the senator and they\nimmediately sent us documentation to come to the United States, so he became our\nguarantor, as the Pepsi Cola, that we would not lack employment or be a burden to the\ngovernment and we basically waltzed in and waltzed out of the office. Everybody\ncouldn't believe of our fortune, how come that, so quick and we got accepted. Daddy says\nwell if you don't press too hard, I guess that's the way things go, and we really didn't\nknow why we got accepted so quickly until at a later time we put everything together, so\nwe got our papers to come to the United States, and we got our papers to go to\nBremerhaven in order, Bremerhaven means the port of Bremen in Germany, and for\nsome reason or other, our ship was delayed and I don't know how many weeks we were\nin Bremerhaven waiting to board a ship. I remember they had swings over there and I\nwas playing with the kids, seeing how high I could go up in the swing and that's all I can\nremember at Bremerhaven 1s just going back and forth on the swing. We finally got on\nthe ship and it was a troop carrier, the SS Marina Maryland, Steamship Marina Maryland,\nwhich was used as a liberty ship. The bunks were about sixteen inches apart, maybe and\nthere were four to eight bunks and everybody lived like a sardine on the ship. Everybody\ngot on the ship with our meager belongings. We had twenty dollars for the three of us,\nplus a bunch of baggage, which everybody kept telling us that if you had a Leica, you\nwouldn't have to worry about it, you can sell the Leica and make some money so you can\nlive on it, and they said if you take certain type of dishes, you can take the dishes and you\ncan sell the dishes, so Mother had bought dishes with all 08:07our whatever money we\nhad and we bought that Leica, and we were totally broke, we had absolutely no money,\nbunch of garbage, and with the twenty dollars that we had in American currency that was\ngiven to us, we were on the ship. I remember once we got on the ship and got under way,\npeople were running around with Coca-Colas and sunglasses and I told Daddy I really\nwould like to have a Coca-Cola and sunglasses. We couldn't afford any Coca-Cola and\nsunglasses, but like I said, I was a spoiled brat so they took a dollar and spent it on\nCoca-Cola and sunglasses for me, and then the ship broke down, and we were wallowing,\nI mean no stabilizer, no nothing, we were out in the sea, no engines, no power, just\nwallowing back and forth and everybody got sick but me. And Mother kept stuffing food\nat me. That's the one thing you know, oranges were aplenty and we hadn't had an orange\nor seen an orange in God knows when, so she wouldn't eat, whenever they gave us meals,\nship's meals, they always pushed it on me, until finally I couldn't eat any more either\nbecause the ship wallowing around. After twenty-four hours they managed to fix the\nengines and we got into, in fact my birthday was on the ship. I had turned twelve years\nold on the ship June fifth and June twelfth we came to the United States. June eleventh\nwe landed in New 08:09 York, went through the DDT process and then got in New York\nand the first thing that Mother did, she saw a fruit stand, ran out and grabbed bananas.\nHad to get me some fruit because I had to have some fruit whether I wanted it or not, I\nhad to eat it, and she couldn't get over it, all the plentiful things out in the street that was\navailable and then within twenty-four hours, two uncles of mine came, a great-uncle and\nmy uncle. And I remember seeing the first thing on him his white wing tip shoes. At a\nlater time I had to have a pair of white wing tip shoes. He picked us up, it was Uncle Ben\nand Uncle Alvin, my mother's brother and my mother's uncle and I remember we were\nstill, troops were all over the place, troops were coming home in 1947, troop movements\nwere full. We were on the train coming to Richmond and a soldier was sitting there, my\nuncle went over to the soldier, says don't you see this little boy? Move out of the way and\nlet him lay down, he needs to lay down, have some rest. And he made soldier get up and\ngive me his seat. And then we came to Richmond and got picked up by my great-aunt or\nMother's aunt from Pepsi Cola, plus her sister. We lived with her sister during the\nsummer when we came during the summer. I of course didn't go to work, looked out on\nthe porch and could see the children playing underneath. My father's first job was to\nclean restrooms in a service station. He couldn't speak the language, but he wasn't going\n08:11 to be a burden to anybody or stay home either, so they got him a job and his first\njob was cleaning bathrooms in a service station and then he greased cars, before he went\nto work for my uncle. And eventually the kids out on the street managed to coax me\ndown and I went down to start playing with them. I couldn't speak any English but I had a\nbicycle and pretty soon that bicycle became a mender and they showed me how to ride\nthe bicycle and we became friends and between June and September, I learned enough\nEnglish to start school. I started school, because of my age, in the sixth grade. I went to\nschool all year, I did good mathematics, as I told you when I was cracking those lice, I\ncould really count, but I couldn't do anything with spelling and I flunked, and I had to go\nfrom Lee's school, which was the primary school to a Junior High School, so because of\nmy age again they sent me to summer school. I went to summer school for the whole\nsummer, at the end of the summer I went back to my original school, took a spelling test\nand spelled one word more than I spelled the previous time. So they passed me and I\nwent into Junior High School. Same story in Junior High School. Every summer I took\nEnglish in summer school. I could do good in literature, I did good in history, I just\ncouldn't spell my way out of a paper bag, so every single summer I spent in summer\nschool. Then I got into high school and when I got into high school, when I turned\neighteen I volunteered for the military during the Korean campaign. I wanted to pay back\nwhat I had gotten. In the meantime my father had worked for -- left the service station\nand worked for my uncle as a mechanic. My mother worked as a seamstress for one of\nthe department stores as well as she took in sewing at home, so that we could make ends\nmeet. And I'll never forget, we have a thing as United Jewish Appeal, people go around,\ncollect money for the appeal, just like United Givers Fund, and then they help out other\nJews, needy Jews. We only had twenty dollars when they came knocking on our door,\nasking for a donation, and Daddy said to Mother, give them five, and it's been all our life\nwe've given just about in those percentages. She gave them the five dollars and then had\nto feed us for the rest of the week and take care of our needs on fifteen dollars, which had\nto have bus fare for him, bus fare for her, lunches for us for the whole week until they\nwould get paid again, and then after awhile my father and mother opened up a service\nstation, against everybody's advice. Everybody told them not to go into service station.\nThe place that they had picked or could afford with borrowed money was a rummy joint.\nIt was a nip joint during the war, where the guy wasn't -- didn't have much gas to sell\nanyhow, it was rationed so he used to sell bootleg whiskey, people used to come out, buy\nby the shot, and he was, they were afraid of the reputation and Daddy said, never mind\nthe reputation, it's all I can afford, it's all I can do. So Mother established a kitchen in the\nback of the service station and from seven in the 08:15 morning, until eleven at night, it\nwas the first 7-11 place, we were there, actually six. She used to pump gas, Daddy used\nto grease cars and inspect cars and after school I used to come over there and grease cars\nand work and she used to make our meals right there on the spot, all we did is go home to\nsleep at night and the next morning back again, and Daddy had managed to scrape\nenough money together to buy an old beat up car for a service car, he didn't have money\nto buy the license, but one of the customers came by to Daddy and said, give me either\nfive cents or twenty-five cents. Daddy said, for what? He said, I'm going to invest it for\nyou. Well Daddy was afraid to lose a customer, we only had two, three customers, so he\ngave him the money. Couple of days later, the guy came back with eleven dollars. Daddy\nsaid, what's it for? He says, you hit the numbers. So Daddy didn't know what it was all\nabout, he didn't know numbers, when the guy had asked him for a number, Daddy gave\nhim our telephone number from Europe, and that number hit, so he had money to buy\nlicense plates, and that's how we built the business, built it into a wholesale house. He\nbecame active in the Jewish community. He became active with B'nai B'rith,\nAnti-Defamation League, he's got awards from almost every facet of it, he became active\nwith the Jobber? Association, and I was active with the military. I also became active in\nB'nai Brith. I became active in ORT. I was active with the manufacturers of the military, I\nwas active in my synagogue. We have established a very good name in the community,\nboth 08:17 in the Gentile community and in the Jewish community. A couple of weeks\nago I came up here with a busload of people from the Conference of Christians and Jews,\nI'm involved with that phase of it. I ended up as a Colonel in command of an aviation\nunit, and basically that's it.",
        "A: Part of it in my particular case is the drive to show people that I'm as good as anybody\nelse. No matter what I do, I have to be as good or better than anybody else. I carry a\ntremendous load that I've created. I feel that I've got to prove that the Jew is as good or\nbetter than every individual. He is a man of the book. Whether it was chosen or given or\nhow it came about doesn't matter, but education is vital, and no matter what I'm involved\nin, if I can not do the very best, I try to stay away from it. I personally cannot afford to\nfail on a project, and I think that's what's driven us, and I've had good teachers. My\nparents have set an excellent example. I've tried to live up to their image, but also to stand\non their shoulders as I want my kids to stand on mine.",
        "A: It is to me.",
        "A: I'm not a religious man. Other people think I'm very religious. I feel that if I've gone\nthrough all that I have and all the close calls, made by me and not made by me, and I\nsurvived, I must have been put here for a reason. That reason has to be a power greater\nthan I. If there is such a power, it has to be God. I lead service in my synagogue every\nmorning. I don't always eat kosher. I don't consider myself a religious Jew. I consider\nmyself a good Jew. I feel I have an obligation to pay, to the rest of Judaism and to the rest\nof the world, not just to the Jews, but to the non-Jewish community, to show them that we\nare all brothers, we all follow one God, no matter how you get there, 1f you want to get to\nthe Washington Monument, there are three hundred and sixty different roads you can take\nto the Washington Monument, but all of you will get there, if that is your goal. If you\nbelieve in one God, whether Jew, 08:21 Moslem, Hindu or what, we all will get there,\nand basically we're all brothers, we basically all come out of Abraham, or Adam and if\nAdam is the first man, we're still united, so there's got to be a God.",
        "A: I matured before my time. When I was nine I was an adult. At the time of nine or ten I've\nexperienced more than most people of twenty-five or thirty. I picked up my street smarts\nby being out in the streets. I did not become a crook, I did not steal, but I picked up lots\nof smarts. I always was able to figure my way out of a tight spot. Whether that's inherited\nor passed down or you pick it up, I don't know, but environment certainly teaches you a\ntremendous amount. You get a sixth sense. I'll give you an example of the sixth sense. I\nwas in Czechoslovakia on a fact finding mission with UJA. We were going through from\nthe United States to Czechoslovakia, from Czechoslovakia to Teresienstadt, from\nTeresienstadt to Israel. Everybody -- my friends from the United States and from\nRichmond that came with me on the same flight, everybody was just going shopping,\nhaving a good time, they didn't feel anything. I was walking down the street and I could\nfeel the back of my neck, the hairs on the back of my neck rise. I felt I was followed, I\nwas shadowed, I had -- nobody saw it, nobody felt it, when I came back to the hotel that\nnight I told them, I said we are being followed, we're being watched, oh, you're imagining\nthings. The next day we went to the synagogue and I speak very fluent Yiddish. I saw\nsome of the local population, I started speaking to them in Yiddish. One of them says to\nme, talk softly, we got infiltrators right here in the synagogue that are watching you. I\nsaid, you're kidding me, he says no, he says, some of them understand Yiddish, some of\nthem are right there watching every move you make. He says, by the way, do you happen\nto have anything to read, did you bring anything, I said yeah, I brought the Jerusalem\nPost, he says oh, could I look at it, he said, if we could get hold of something like that,\nevery one of us would read it five times before we would ever, we'd wear it out before we\nstopped reading it, I said sure, no problem. He says but it's very dangerous for you to get\nit to me, I said don't worry about it, you will find it in your Tallith tomorrow. I went back\nto my room, I found out I was praying with him at his particular stander, which was that\nlittle stand that you had in front of you when you prayed. I put the newspaper in my coat\npocket when I got the next day to pray. I stood up for Aleinu, for the prayer, slipped it out\nof my pocket, slipped it into his Tallith, and when he left that day, he had the Jerusalem\nPost. And I knew, and I told everybody we were being watched and followed. They didn't\nfeel it, but it's a sixth sense that you develop.",
        "A: I've been strict with my children and in some cases it boomeranged. They, one of them 1s\njust now, at the age of thirty getting involved in Jewish activities. The other one says\nyou're involved for all of us. They don't feel the involvement, they don't feel the pain that\nI feel. They don't feel they have the obligation like I did, to reroot the tree and to\nreestablish the roots and grow a new generation like I do. That's something that I'm\nhaving a very difficult time coping with. You never can tell.",
        "A: You never can tell what will trigger which memory. Some of the memories that I've\ntalked to you about today were dormant for such a long time that I even forgot they\nexisted until I started thinking about them and started connecting them. I speak out on the\nHolocaust quite a bit and on the current world situation, that it can happen again, and the\nonly defense is to keep pressing the issue, that it was an issue not only of the six million\nJews, that it involved thirteen million people, not Jews, people, and that if the people that\nare related to the other six, seven million don't do something about it, more millions are\ngoing to pay for it. So I speak out about it, but I don't speak out in as much detail as I\nspoke to you today, and when I start speaking, there are a lot of things now that are\nconnecting that have been dormant, so you never know which particular word or phase\ntriggers a memory that opens up another page that has been buried for years.",
        "A: No, I think we've probably covered it quite well, we, I just mentioned to you how that\nsome of the ingenious ways people tried to save some of their things without turning\nthem all over to the Germans and in my case I have a pocket watch that my father,\nManny, my grandfather who was a bootmaker, hollowed out the boot of my father's\nworking boot and the pocket watch that my grandmother gave to my father on his\nwedding day was hidden throughout the Holocaust 1n that boot and that we managed to\nsave and I have it. I've completely restored it to working order and it's something I'll pass\ndown to my kids.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 2, 1995\nRG-50.030*0359",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Jay M. Ipson,\nconducted on December 2, 1995 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JAY M. IPSON\nDecember 2, 1995"
    ]
}