{
    "rg": "RG-50.344.0003_trs_en",
    "sequence": [
        "Question: Tell me your full name.",
        "Answer: Elizabeth, with a Z and my middle initial is A and I’1l spell the last name.",
        "Q: Okay.",
        "A: F-e-I-d-h-u-s-e-n. Nobody ever gets it. Feldhusen.",
        "Q: Husen.",
        "A: Feldhusen. I guess in German you’d say Feldhoosen.",
        "Q: Uh-huh.",
        "A: And I say Feldhusen.",
        "Q: Okay... Okay, this is July 14th, 1995, we’re in West Park, New York. This is Nina\nEllis interviewing Elizabeth A. Feldhusen. Tell me please, when -- when were you born\nand where were you born?",
        "A: Well, I was born in Brooklyn, New York, April 21st, 1918.",
        "Q: And where were you living when you decided to become a nurse?",
        "A: Oh, I was still living in the Bedford-Stuyvesant section of Brooklyn, on\nMacDonough Street, between Louis Avenue and Stuyvesant, which was a very nice\narea at that time. And my family lived there about 10 years and then we moved to Park\nSlope in Brooklyn.",
        "Q: And why did you decide you wanted to be a nurse? How did you decide that?\nJuly 14, 1995",
        "A: Well, things happen in my life in peculiar ways. I had been a Girl Scout and when I\nwas 12 -- I still remember that, we were given a course on home -- I think the Red Cross\ngave it -- home nursing and care of the sick. And I just looked at that book and read it\nonce and the whole thing was memorized. But my mother was always against it, so when\nI graduated from high school, I looked for a job, it was in the middle of the Depression\nand --",
        "Q: What year did you graduate from high school?",
        "A: In 1936, in June of *36 and I looked for a job and I finally found something in a hair\nnet factory and I worked one week and I wouldn’t go back. My mother went back for my\nseven dollars check or cash -- they paid in cash in those days. And then the same agency\nthat had gotten me that job, said she would -- I was a Roman Catholic and they kept\nasking me if I would change my religion, believe it or not. So by then -- that was around,\nI think September, or so. So I finally said, “All right, I'll change it.” So she said, “Just fill\nout the card and put Protestant down.” You know, make out the card the same way. And\nshe sent me over to a place with a -- oh, there must have been about 10 or 12 of us and\nthey gave us little tests. And the one test I remember was a row of numbers and they said,\njust put a circle around, say the seventh. Just go down the whole column and -- and then\nwe had some other things that were similar and then they disappeared and then they came\nout again and they said, “Well, Miss So and So and Miss So and So and Miss Feldhusen\nwill please remain and the others may go.” So I was hired. And I worked there until -- I\nthink it was from November, maybe October, until the first of February. And then I went\nJuly 14, 1995\ninto nurses training. But the way the nurses training came about was that my father tuned\npianos --",
        "Q: Before you tell me this, I want to -- hang on one second.",
        "A: One of his jobs was at Brooklyn State Hospital. In those days they had big state\nhospitals.",
        "Q: Okay.",
        "A: So, my father talked to the -- well, when he went to Brooklyn State, he always went\nin to see the superintendent and -- and then they would let him know where he was to go.\nSo he knew the superintendent quite well, so he told him about his daughter, who was\nhaving trouble finding a job. But eventually, you know, I was working. Just doing file\nclerk work. And so the superintendent says, “Well, we have a nurses training school here.\nWhy don’t you have your daughter come and enter our class?” And that was around\nOctober, November. So my father came home and told me that and I said, “Well, I’m\nsure the classes started in September and I would be two months later and I’d never be\nable to catch up.” So he -- so my father says, “Well, I pass by King’s County Hospital\nwhen I go to Brooklyn State,” cause he went on the subway. And so I wrote to -- to\nKing’s County and applied and they sent me all the applications and whatnot. Now, they\ntook classes twice a year and their next class was the first of February. So I was accepted\nand -- and then where I was working -- I worked right up until the last day and left and\nwent into nurses training.",
        "Q: Mm-hm.\nJuly 14, 1995",
        "A: And just by happenstance, I really picked one of the best schools in New York. In it’s\nday, it was very, very fine. And I had a friend that went to Bellevue and there was just no\ncomparison. We were treated like young ladies and we were expected to be young ladies.\nAnd at Bellevue it was helter-skelter, come as you go and just -- really, you had to be\ntough to go there. So I -- it worked out very well for me.",
        "Q: And when did you finish your training?",
        "A: Well, that was a three year training course. I mean, they practically don’t have those\nany more. But when I graduated -- I had always wanted to go into public health. We had\ntwo months of public health experience as part of our nurses training and I liked it. And\nso I went to the Brooklyn Visiting Nurse Association and applied for a position. And she\nsaid, “You have to have one term of college.” So then I went to New York University\nand wen -- went to night school. And I finally got my 16 college points and -- and I\nworked for them almost a year. But then people were going into the army and I had\npatients -- my sickest patients would say to me, “What are you taking care of me for?\nYou should be taking care of the boys.”",
        "Q: Really?",
        "A: I had that time and time again. So I have a very close friend, and she also wanted to\ngO, SO We went in together, and --",
        "Q: When was that?",
        "A: That was very vivid in my mind, the first of July, 1943. I still remember that first day.",
        "Q: What was it like? What happened?\nJuly 14, 1995",
        "A: Oh, it was a day like this, hot as anything and her brother took us to the -- to get the\ntrain to go down to Wilmington, Delaware. And we were given very little instruction as\nto what to do. We got down to Delaware -- down to Wilmington and I think some -- it’s\n-- there were very brief letter and it said, “You go to Wilmington and you take the army\nbus to fort -- to Fort Dupont Delaware.” And we couldn’t find the bus. And there was\nno air conditioning in those days and we were rushing around from here to there and we\nwere there almost all day. And we were so hot. I was exhausted. And we went to the\ntravelers agency that is supposed to help travelers. They didn’t know a thing about Fort\nDupont. And they were there really to help people in the service. Didn’t know anything\nabout their bus service. Well finally, as I recall, somebody overheard us. Must have been\na soldier and he said, oh yes, there was a bus around six o’clock at night, something like\nthat and he told us where to go. So we ended up at Fort Dupont, we didn’t have any\nsupper and we were just exhausted. And -- and the chief nurse just act as if we were\narriving at eight o’clock in the morning and I thought she was going to put us on duty\nright away. But she finally let us go and showed us our rooms and -- and that led -- that\nwas my first day of army experience and it was really, really -- it wasn’t very pleasant.\nNow I was just looking at Phyllis’s photographs. Now she was in big hospitals like\nTilton General and England General and -- and I was very small. We only had seven\nnurses and four doctors. Very small place.",
        "Q: There at Fort Dupont?",
        "A: At Fort Dupont, Delaware.\nJuly 14, 1995",
        "Q: Mm-hm.",
        "A: Mm-hm.",
        "Q: How long were you there?",
        "A: I was there I think about a year and a half and then my friend and I were picked to go\noverseas and we joined this 131st evacuation hospital and --",
        "Q: Where did you join them?",
        "A: Well, I tried to think. I’m not really -- we went -- I really don’t remember, really, how\nwe formed, or whether we had to report. Someplace down in South Carolina, that’s\nwhere we left from. But it’s really very vague in my mind.",
        "Q: Were you on the ship then -- on the Queen Elizabeth, crossing with [indecipherable]",
        "A: Yes. We were all together, yes. And I re -- we were -- there were 40 of us and half\nwere in one state room and half in another state room. And we had bunks up to the\nceiling. And I had a bottom bunk and I really had to lie on the floor in order to get into\nthat bunk. And then all night long, the ship would go this way and that way, so you’re\neither on your feet or on your head. But the reason was -- I don’t know if the other girls\ntold you, but that we turned every seven minutes in order to avoid the submarines,\nbecause we did not have any escort across the ocean. So --",
        "Q: Were you -- were you nervous?",
        "A: I don’t remember that I was. You know, when you’re young and it was like a -- an\nadventure, you know, and all these activities and whatnot you had never been exposed to\nJuly 14, 1995\nbefore. But we were very crowded, that I remember. It was very hard to find a place to sit\ndown anywheres, you know, they -- we had about 10,000 troops on that ship.",
        "Q: Wow. And 40 nurses.",
        "A: Yeah, well, the nurses, we didn’t do anything. You know, we were just in a group, we\nweren’t performing any nursing --",
        "Q: Right, right.",
        "A: Excuse me, any nursing functions.",
        "Q: Were you the only women on the ship?",
        "A: Yeah, as I remember we were the only women.",
        "Q: 40 women out of 10,000.",
        "A: Well, I'll tell you, men were more respectful in those days. In fact, I remember when I\nwas at Fort Dupont and two of the men -- two of the corpsmen were out in the hall and\none of them used a -- a foul word --",
        "Q: Watch your microphone, now.",
        "A: -- and he immediately came in and apologized. You see, and that wouldn’t exist today,\nbecause the girls themselves use f -- terrible language. I hear it when I go to Brooklyn,\nright in the street, so I think women have really damaged themselves by trying to become\n-- meet the level of everybody else. So --",
        "Q: Well, tell me what it was like in England. What did you do in England?",
        "A: Well, of course we landed in Greenock, Scotland and we had to climb over the side\nand get down into a trawler, because the Queen could only go in so far. And then -- and\nJuly 14, 1995\nwe tramped, we had these heavy boots on and fatigues and we tramped to a train station\nand I can still remember that, the noise, you know, as we walked 1n the street. And\neverybody of course, I think everybody was probably nervous because we didn’t know\nwhat was going to happen. And we came to a train station and we got on the train -- and\nthis is about two or three o’clock in the morning. And we rode for awhile and then we got\noff and then we tramped some more and then they said, “The girls will have this building\nand then the men will be here and the other men will be there.” And as we went down the\nstreet, everybody got a place to live and you went in and -- and there was a pile of\nblankets in the front hall and you grabbed a blanket and you just laid on it and mine was\nso greasy. I was awake all night, I couldn’t sleep. And that was the beginning of our\nadventure there. And -- see, we were supposed to go right into France and then changes\nwere made. Something happened to the American troops and so everything was changed.\nSo then we didn’t do much of anything and finally we were assigned to local units. And I\nknow I went to Wales and worked there. But I really don’t know how long I was there.\nCouple of weeks?",
        "Q: You were care -- you were there caring for [indecipherable]",
        "A: Yeah, we -- they were running ha -- actually American-run hospitals. And the one in\nWales, the nurses lived in -- in these Neesan huts. And when you wanted to take a bath,\nyou had to run out and well, quite a distance to go to the bathroom or to take your bath.\nAnd -- so you didn’t take a bath too often, but I know the nights when I got off duty, I\nhad everything all ready and I just grabbed everything and then ran up to that place,\nJuly 14, 1995\nbecause if you didn’t get there first, somebody else did and you didn’t get any more hot\nwater. So, I mean, even if you took a bath twice a week, at least you -- you got a good\none when you -- if you got there first. So, I was there probably a couple weeks and I was\no -- on a psychiatric ward, which, I never cared for that service, but anyhow -- and then\neventually we were all recalled and then we went over into Europe proper.",
        "Q: All of you 40 together?",
        "A: Yes, all of us, yes. Except one nurse. She was married and before we went overseas,\nwe had time off and she met her husband in Florida. We were all wondering what’s\nhappened to her. You know, we lost sight of her. And she got pregnant in that short\nperiod. So by the time we got to England, she knew she was pregnant and they sent her\nright home. So we had 39. And we never -- and they told us, if anything happened, we\nwould never -- nobody would be replaced. So we functioned just with the 39 then.",
        "Q: So you crossed the English channel and --",
        "A: Mm-hm.",
        "Q: -- went to a --",
        "A: Yeah, we did that in the middle of the night also. And they dropped these big gasoline\n-- | don’t know what they call them, they’re about as big as gasoline cans. And that went\non all night --",
        "Q: Depth charges.",
        "A: -- you just heard boom, boom, boom, because of the submarines. So, and then we\nlanded in France. Gee, I’ve forgotten the name of the place. Le Havre --\nJuly 14, 1995",
        "Q: Le Havre.",
        "A: Le Havre is where we -- and I’d never -- course I’d never been to Europe before and\nI wanted to see everything I could. And then they loaded us -- loaded us into trucks.",
        "Q: Do you remember what month this would have been?",
        "A: Um, we were not allowed to keep diaries and I had everything with me and we were\ntold we must get rid of everything. And that’s my -- and a lot of people -- not my -- I\ndon’t know about my unit, but other people did keep diaries. I mean men. And -- so the\ndates are very vague to me. And I don’t know if --",
        "Q: Was it warm, was it summer’? Do you remember?",
        "A: Ob no, no.",
        "Q: Was it -- would have been the --",
        "A: I remember now. Now I’m beginning to remember. When we were still in England,\nwe landed two days before Christmas. Now it’s coming back to me. And when we were\nstill back in the States, somebody, one of the girls said, “We’re going to land near\nChristmas, let’s get gifts for the men.” And I don’t know who that was, or a couple of\nthem bought all little gifts and wrapped them all up. And we knew how many people\nthere were and one of the men dressed up in Santa Claus -- this is after we were in\nEngland and -- and Bowden -- what’s the name? Three names -- anyhow -- and -- and\nSanta Claus went around and gave out the gifts and the men were really shook up\nbecause a lot of them are family people. And anyhow, that was our first Christmas. Just\nabout two days before Christmas was when we landed there.\nJuly 14, 1995",
        "Q: That was Christmas of 1944?",
        "A: Yes.",
        "Q: Right.",
        "A: Yes.",
        "Q: So the Battle of the Bulge was going on?",
        "A: Mm-hm.",
        "Q: In -- on the continent.",
        "A: Which may be why we didn’t go into France directly, mm-hm. And -- but we really --\nI mean all these things you hear about, all the -- the Stars and Stripes, that newspaper. I\nnever saw that paper. We never had any of this entertainment, you know, of the troops\nbeing entertained and -- we never had any of that. We were always very isolated. When\nwe went into Europe proper, then we were living in tents and there were about six of us\nin each squad tent. So we did go over -- I would say February, March, somewheres\naround then.",
        "Q: Somebody else told me March.",
        "A: Yeah, it could have been March, mm-hm.",
        "Q: And you were transported then, through France?",
        "A: Well, we always drove in two and a half ton trucks and our unit was always together.\nAnd we had a colonel that was very considerate of the nurses. And he always had a party\ngo ahead to wherever we were going to be and he had the trenches dug, you know, cause\nwe -- and the tents put up so when the nurses arrived, they went right into their tents and\nJuly 14, 1995\nwe had our latrines and everything set up. He always had that done first, he was a very\nconsiderate man. Which is sort of unusual, you know, especially when they’re doctors.\nBut -- and then he loved to travel and eventually, when we were working at Gusen,\nCamp Gusen and we were near some of these -- now one of the girls mentioned this\nplace and I’ve been there twice. And he knew about it cause he traveled a lot in Europe\nand wanted us to see that and I had two chances to go, because not everybody wanted to\ngO, SO --",
        "Q: Let’s -- let’s go back a little bit before you got to Gusen. Was that -- that wasn’t the\nfirst place where you set up, you were set up in tents?",
        "A: Oh yeah, we were set up in quite a number of places, yes.",
        "Q: In the spring of ‘45.",
        "A: Mm-hm, yeah.",
        "Q: March, April, May --",
        "A: Mm-hm.",
        "Q: Before the war. There was still fighting going on.",
        "A: Oh yes, April -- I mean, when we were in Germany, when the war was over -- no,\nbefore that, we were going to be overrun by the Germans. We all got a Battle Star for that\nand we were given instructions. That I remember vividly and the -- we were told, “Just\ncontinue working as if nothing was happening. Do -- take care of your patients, do the\nsame thing. And you may be questioned, but just answer the questions, but don’t let it\nbother you,” and course we weren’t. But we were very close and you could hear these\nJuly 14, 1995\ngreat, big tanks coming. In fact, one day on my ward, one tank was so close and you\ncould hear it coming, that even the bed patients got out of bed to see it. You know, you\ncould hear this noise coming and I guess they were alarmed, because you didn’t know\nwho it was, but they were Americans. And -- so we were very close, just at that one\nperiod. And that was someplace in Germany. And I couldn’t tell you where.",
        "Q: Mm-hm.",
        "A: And -- and then eventually we went into Austria. And that was when our unit left us\nfor about a week or two weeks and the colonel said, ““We’ll be back.” And one of the\ngirls -- she was going with one of the men, that she eventually married. And she started\ncrying. I can remember Jeannie Albers, so upset. She says, “We’re never going to see\nthem again.” Anyhow, they did come back when they said they would. And they got us.\nAnd then the colonel, in the morning said, you know, where he had us all standing -- this\nmakes me very emotional. I can’t help it. Every time I tell this. He said, “You don’t have\nto go.” He said, “There’s a lot of tuberculosis and a lot of chronic illnesses and,” he said,\n“you don’t have to go if you don’t want to.” Well, everybody went except about three or\nfour people. And when we came back the next day, everybody went.",
        "Q: Where was -- where were you when he told you this?",
        "A: That was at Gusen.",
        "Q: When you arrived there?",
        "A: Yeah. We were living in Linz. Well, it’s -- we had to go on duty the next day, as soon\nas they came and got us.\nJuly 14, 1995",
        "Q: Wait, let -- let me make sure this is clear. You went to Austria from Germany?",
        "A: Yes.",
        "Q: Right.",
        "A: Mm-hm.",
        "Q: And this would have been the end of April, early May?",
        "A: Maybe -- could be.",
        "Q: Now --",
        "A: I’ve always been wanting to get my unit’s -- you know, they ha -- the -- each unit had\nto write up their experience and I’ve always been wanting to get a copy of that, because I\ndon’t know about the dates.",
        "Q: Well, when did he tell you this? Before you got to Linz?",
        "A: Oh no, when we arrived at Linz. He then said he wanted the nurses lined up. You\nknow, you lined up for everything and -- and we stood and -- and that was when he told\nus that -- that we did not have to go if we didn’t want to.",
        "Q: Did he tell you what you would see?",
        "A: I don’t remember. All I remember is that he said, “There’s a great deal of tuberculosis\nhere,” which is quite infectious, and -- and whatever else he told us, that’s about all I\nremember of it. And maybe he told us we’d see a lot of things that -- that we -- you\nknow, that would be very hard to accept, but I’m very vague on that.",
        "Q: Had you heard anything about concentration camps?\nJuly 14, 1995",
        "A: No, no I never had, no. And now see, some of the girls knew a lot of the officers, you\nknow, and they may have learned things that way, but I never knew. I never had anything\nto do with them, I never bothered. And, well, like that one girl, they were keeping\ncompany, so I’m sure he must have talked to her about things. Now, what he heard, I\ndon’t know. And so, that’s --",
        "Q: Well, the next day then?",
        "A: Yeah, the next day, we went on duty right away, the next morning. And that was when\nhe told us that.",
        "Q: And that was at Gusen?",
        "A: Yes, mm-hm.",
        "Q: And what was your responsibility?",
        "A: Well, I had a ward, big ward and there was a great deal of diarrhea and we were\ngiving out sulfanilamide, which is -- I don’t think it’s a drug used any more, but it’s\nbefore the antibiotics came in. And, oh we gave out like 20 pills and everybody was up in\ntiers. In order to get up to the top person, you had to stand on the lower tiers to reach\nthem. So --",
        "Q: Was this a barracks that they were in?",
        "A: It was like a barracks, yes.",
        "Q: It wasn’t a hospital?\nJuly 14, 1995",
        "A: Well, we ca -- I think our hospital called it the hospital, because all these were the\nsickest people. And they were in -- lying in these tiers, these one, two, well at least three -\n- three up. So --",
        "Q: Were those the barracks that they had been living in previously?",
        "A: That I really don’t know. That I don’t know.",
        "Q: But you would -- that became your ward then?",
        "A: That was --",
        "Q: You cared for them every day?",
        "A: -- yes, mm-hm, mm-hm. And eventually we got these young German prisoners of war\nto help us as ward men. You know, to carry bedpans and urinals and -- and help, and we\nhad very little to eat. We didn’t have much food and they -- our group went around\nthinking they could get food from the German warehouses and they found they were\nempty. Everything had been used up, you know, because it was the end, and everybody\nwas -- I guess the Germans were fleeing and -- and had used up what they could. And\nthat was really -- I guess they ran out of -- must have ran out of supplies and whatnot. So",
        "Q: And what was the condition of the people when you first saw them? They were all --\nwere they all men that you were caring for?",
        "A: Yeah. They were all men where I was, yes.",
        "Q: And the first day you saw them, what -- what was their condition? What -- what were\nthey --\nJuly 14, 1995",
        "A: Well, they were lying in bed and they were weak and very thin. And I guess it was\nshocking, you know, when you’re not used to seeing all those types of things and people.",
        "Q: Were they clothed?",
        "A: Yeah, they had shirts on of some kind, mm-hm. And -- and pajamas, seems to me.",
        "Q: The striped? Did they have on the striped --",
        "A: No, I don’t remember that, it just seems to me they had -- they had plain pajamas on. I\ndon’t really remember exactly what they had on, but they -- they were covered.",
        "Q: Were they able to speak to you?",
        "A: Well, they didn’t speak English, but I can get by with a little German and so that was -\n- but I mean there really wasn’t too much to say either, you know, when you’re coming\nwith the pills and they’re objecting and you’re saying, Si moosta dus taking, you know?\nMe with my German and English. So they -- they got the picture and -- and then they’d\nswallow them and so --",
        "Q: Were you bathing them or --",
        "A: No, we didn’t do anything like that, no.",
        "Q: Did other people do that for them?",
        "A: No. I don’t think so. Really, it just took you all day giving out the medication. So --\nand whether --",
        "Q: Why did that take so long? Why did it take --",
        "A: Well, because we had so many people. Oh, I had a big ward. I don’t know, I had\nrooms and rooms with all these people on t -- in tiers, you know, three or four tiers going\nJuly 14, 1995\nup. In one room you had, boy, three, four, eight, 12 -- sic -- I bet you had about at least\n20 people in one room. You know, all these like three and three. It’s sort of vague to me,\nthough.",
        "Q: And they -- did you feed them, were they -- did you have food for them?",
        "A: Well, we had food. And that’s another thing. I don’t quite recall how we did that. We\nwould have to have had trays, unless we had -- maybe there were tin dishes and we gave\nthem the dishes, you know. That, again, is vague to me. I -- just how we did that. I don’t\nremember any more.",
        "Q: What kinds of precautions were you able to take to protect yourself from --",
        "A: We really didn’t take any.",
        "Q: Nothing?",
        "A: No, we had fatigues on and that was all. We didn’t wear gowns or anything.",
        "Q: Other people have mentioned DDT spray.",
        "A: Oh, that’s another thing, yes. Before we went on duty, we had a gun that was about\nthat long and they’d fill it with DDT and then it had a plunger and you held your thing\nout -- your suit open like this and somebody would plunge it and plunge it down the\nback. And then your hair was all done -- we wore helmets.",
        "Q: It was powder, DDT powder’?",
        "A: It was powder, yes. And -- and I don’t know, I had cancer of the breast and nobody\never asked me if I was exposed to DDT. And I often wonder if it had anything to do with\nJuly 14, 1995\nthat. But then, there are an awful lot of women that have had the same thing that I have.\nSo -- but we certainly was full of DTT.",
        "Q: Every day?",
        "A: Every day we did it. Tons of it. Nobody realized how dangerous it was.",
        "Q: You were probably grateful to have it?",
        "A: Yeah. Yeah, because they said there might be lice, you know and whatnot and so --\nbut I never caught anything.",
        "Q: Did anybody”?",
        "A: I don’t think so. I was very sick when I was in England, but that’s before I ever had\nany contact with them. So, I think we were all quite healthy.",
        "Q: In the evenings, when you weren’t on duty, what -- what did you do?",
        "A: Well, all we had were these tents to sit in. We went on walks. Oh, that was in\nEngland, when I went on that walk. I don’t -- oh, I know, when we were in Germany, in\none area, a whole group of us, including the men, decided to go on a walk and we did\nwalk up on a hill. And there was a -- you could hear the cuckoo. You know, in\nGermany, the cuckoos sound like the cuckoo clock. Cuckoo, cuckoo. And I -- I was a\nbirdwatcher and I says, “Oh, I’m dying to see that cuckoo.” So the whole group of us\nwent up and climbed up that hill and we were walking around and looking and we could\nhear it -- cuckoo -- coming from different -- and all of a sudden, bullets started firing.\nSee, it was a come on. And we got down from there very, very fast. And there was no\nmistaking who we were, because we had big Red Crosses on all our tents. Our tents were\nJuly 14, 1995\nall down at the base. But you could hear the wi -- the bullets flying right overhead. You\ncould hear them whistling. Never saw anybody. So --",
        "Q: When you were at -- working every day at Gusen in Austria. D-Do you remember\never going out into the town there, seeing the local people at all? Did you\n[indecipherable]",
        "A: Well we lived -- we lived about 10 miles away and they transported us back and forth\nby truck. And we did -- in the building I was -- we were 1n two houses and -- the nurses\nwere and -- cause we were all bunched up together in the rooms and we had a -- a girl -- a\nGerman girl that took care of -- kept everything clean and whatnot. And -- but we really\ndidn’t converse very much with her, because most of the girls didn’t know any German\nand she didn’t know any English. But there was one girl in my group that wanted a\ntablecloth that she had fixed up nicely -- to decor -- you know, make everything look\nnicer. And she wanted that tablecloth and she said, you know, “Ask her,” you know, “if I\ncan have the tablecloth of if she’ ll sell 1t to me or what.” So I asked her. And she said,\n“No.” She says, “My husband gave me that and I don’t know where he is.” So -- I mean\nthe sorrow was on their side also. So war is just awful. That’s why this Bosnia really\nbothers me -- what they’re doing there to people. Just awful.",
        "Q: Yeah. When -- how long did you stay there, working at Gusen?",
        "A: Well, we came home -- the war in Japan -- well, while we were still -- no, that was in\nGermany, when the war was over and Hitler killed himself and my friend Grace\nbrought this radio with her. I think she was ready to throw it away many a time. And --\nJuly 14, 1995\nyou could never really get anything on it, cause we had so little ele-electricity, but she\nhad it connected that night and we could hear the funeral music. And we said something\nhas happened. But we found out later, you know, that Hitler had killed himself. And that\nwas all -- you know, everything was garbled, you couldn’t get anything. We hardly had a\nlight to see by. You know, one light and just enough electricity so you could find your\nway around, cause we had our own generators and they were very limited. But when we\nwere in Gusen -- did somebody tell you about that terrible accident when we were\ncrossing the river? We were talking about it earlier. We were -- every once in awhile you\nknow, like the infantry or the armored group would find out that there were nurses in the\narea and then we would be invited over for a social evening. And we’d all went in a big\ngroup and we all came back together. And we were going to cross the river, the Danube\nand that’s a very fast flowing river. And -- and there were signs there. I’d been across it a\ncouple of times and signs that said to the Jeeps, “Do not start up your engines until the\nboat has docked.” And it was just a flat board, you know, boards. And we went over on a\nwire. And the wire hel -- was connected to the boat and that would guide it over, and then\nit would come back again. Otherwise the boat wa -- 1t wasn’t really a boat, it was a raft --\nwould be swept down the river. So we arrived this evening, we were -- quite a group of\nus, and -- for a social evening, some group across the river. And the soldier that was there\non duty was in a terrible state. And he said, “The most awful thing has happened,” he\nsaid, “so there’ll be a little delay.” He said one of the Jeeps started up their engine and a\nnun had come along with her horse and carriage and the horse bolted. It frightened him\nJuly 14, 1995\nso, that he just ran and of course there was nothing to stop him. Ended up in the river and\nshe and the horse drowned. Now we were talking about that earlier today and they said\nthey thought that the nun had some children in the -- orphans or something. I says, “I\ndon’t ever remember hearing that.” But I know then -- and they finally found her and the\nhorse. The horse, they let him just go, he was already gone. But she was drowned. The\nwater is So -- was So swift there. So little things like that happened, you know and\ntragedy. Didn’t have to.",
        "Q: Yeah.",
        "A: So. But it was the way they -- because all the bridges had been blown up, you see. In\nfact, when we crossed the bridge, one of the -- the Rhine, we came down a hill and we\nwere in the truck, ca -- and we went across on pontoon -- a pontoon bridge. And I\nremember we were coming down the hill and one of the girls stood up and she started\nscreaming. She thought we were going to go right into the water. But -- and the pontoon\nbridge, you know, the pontoons with something in between were just wide enough and\nthe truck went across very carefully. So, that was an experience, too.",
        "Q: Do you ever remember having any sense of whether or not the local people knew that\nthere was a concentration camp there?",
        "A: No, I really --",
        "Q: [indecipherable] have any --",
        "A: I really never mingled -- we really didn’t have that occasion and the only person was\nthis maid that we had in our building and I don’t remember her name any more. She was\nJuly 14, 1995\n-- really is -- I remember a very nice person. And some of the girls said they asked her --\nI never did -- and they said she didn’t know anything about it. But I mean, when things\nhave come up like that, I said, “If terrible things go on in our prison, do we really know\nabout it?” I said, “Like the people living in Sing-Sing -- unless they know the guards\nwho come home at night, how really are you going to find out about things?” So I -- I\ndon’t really know that you can really blame somebody and said they must have known.\nBut I mean, how do you really know unless you knew somebody that had something to\ndo with it?",
        "Q: Well, in some cases, if there was a crematorium, there would be smoke and -- you\nknow, thousands of people coming in and nobody coming out and --",
        "A: Yeah, yeah, yeah. But see, the town we lived in, they said was about 10 miles away.\nThey told us, you know, we’d be -- apparently that was the only housing they could find\nand we had to -- we were driven those 10 miles going in the morning and 10 miles\ncoming back in the evening.",
        "Q: Mm-hm.",
        "A: So --",
        "Q: You didn’t have any --",
        "A: Yeah.",
        "Q: -- sense of that?",
        "A: No. And there weren’t people living around us. I think they -- the German officers had\nlived in these houses and left in a hurry. Did you get that story from anybody? And they\nJuly 14, 1995\nleft two dachshunds and we adopted one dachshund and we took him all the ways back to\nFrance when we were going home and then we had to stay in the -- these Lucky Strike --\ndid you hear about those? The different --",
        "Q: Camps?",
        "A: Camps. And we stayed in Lucky Strike. And they wouldn’t let us take our dog in. And\nthe fella said, “No animals allowed, but when you go home you can have him back.” And\nwe never saw him again.",
        "Q: What was his name?",
        "A: Shloffin. It means he was sleepy. He was probably an older dog and he was such a\nnice dog. We have photographs of him. And when we were going back, we went back on\nthe train and then we’d take turns, you know, when the dog had to wee-wee, to jump off\nthe train. Well, the train would stop in the middle of woods -- wooded areas. We don’t\nknow why it stopped, but it would stop. And sometimes we’d be there a half hour and\nsometimes 10 minutes. Well, I know when I jumped off with the dog, and he’s going\nfrom one tree to another as dogs do, all of a sudden the train started up. He didn’t stay\nvery -- he must have been there five minutes and I’m running and I lifted up the dog and I\ncan still remember all the hands and they took the dog and then s -- they grabbed me,\nbecause it was going faster and faster. So, I would still be there, I guess, if they hadn’t\ngotten me back on.",
        "Q: Well, do your re -- do you know how long were you in Gusen? How -- when -- when\ndid you leave there?\nJuly 14, 1995",
        "A: No, I couldn’t tell you exactly how long, but I was home for August when the -- when\nthe war was over, the Japanese war. I had just gotten home before that -- well our unit\ndid. And we -- they gave us a month vacation and I was home during that period.",
        "Q: On leave?",
        "A: On leave. And then we reassembled and that was August. So, I must have been there\nthen, til the beginning of August, or maybe the end of July, so --",
        "Q: And do you think you were at Gusen three, four weeks, something like that?",
        "A: Oh, at least.",
        "Q: Yeah.",
        "A: Oh, I think so, longer than that. And then the different nationalities were coming. And\nI can remember the French came to take all those prisoners that had been French or --\nvictims. And -- and the French were so ungrateful. They were -- because they -- we\nhadn’t fed them and we hadn’t this and we hadn’t that. And -- and there wasn’t anything\nto do anything with.",
        "Q: Who -- which -- which -- who was ungrateful?",
        "A: They were the fr -- like the French Nationals.",
        "Q: Who were in the concentration camp?",
        "A: Oh, well people -- we had all nationalities there and the different representatives from\nthose countries came and -- and then they’d go off with the whole group of say French\nspeaking or Dutch people or -- there were other nationalities there, but I remember the\nFrench most vividly.\nJuly 14, 1995",
        "Q: And -- and who was not grateful?",
        "A: The French that came --",
        "Q: That came.",
        "A: -- for their Nationals.",
        "Q: They thought that you should care for them?",
        "A: We should have done much better than we did.",
        "Q: For them?",
        "A: Yeah. For their Nationals.",
        "Q: Oh.",
        "A: That were in the concentration camp.",
        "Q: Did you treat everybody the same?",
        "A: Everybody was treated the same. In fact, you didn’t know who was who, one from the\nother. But -- but that was -- you know, when everything was winding down and these\npeople were going home, back to their own countries.",
        "Q: In retrospect was it -- it was -- are you saying it was the best care you could give, but\nwas it --",
        "A: It wasn’t really the best, but it was the best in the circumstances. I don’t think\nanything more could have been done. And -- I mean, you could think of, when you run a\nhospital, what about the laundry service and what about this service and that service?\nAnd I guess it was all minimal. Probably there wasn’t any laundry service. But I can\nremember that they had sheets or like -- because as -- I think they had straw as mattresses\nJuly 14, 1995\nand it seems to me that it was like 1n a -- you know a bag, like a sleeping bag. You know,\nit would all be stuffed in there, otherwise it would be flying all over. And it seems to me\nthat’s what they had and I don’t remember that it was especially soiled or anything. But I\n-- | -- you know, when you look back all those years and you don’t pay that much\nattention and it’s -- you don’t really recall all that.",
        "Q: Yeah [inaudible]. Hang on a second. This is the end of tape two, side A, Elizabeth\nFeldhusen.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: Okay, here we are. Hello, hello, hello, hello. When you were -- when you were in --\noh, I’m sorry, this is tape three, side B, Elizabeth Feldhusen. When you were in Austria\nand attending to the survivors at Gusen, I understand that there was also, nearby, the\nMauthausen concentration camp?",
        "A: Yes, mm-hm.",
        "Q: Were there nurses caring for people there also?",
        "A: Not that I know of. I really don’t know of any other nurses that ever worked with\nconcentration patients. I don’t --",
        "Q: Americans --",
        "A: I don’t know of any, no.",
        "Q: Huh. In -- Americans in Europe?",
        "A: Yes.\nJuly 14, 1995",
        "Q: Huh. I didn’t realize that.",
        "A: It would be interesting to find out if there were any others, but I never heard of any\nothers and there may have been, but I don’t know of any, personally.",
        "Q: Mm-hm. When you would come back from your duty during the day, what would you\nall talk about at night? What was --",
        "A: Oh my, that’s so many -- I guess we talked about our work. Because nurses tend to do\nthat and so we probably did talk about what we saw and experiences during the day.",
        "Q: Do you remember it being hard for people to cope with or was it just your --",
        "A: No, I really don’t. I don’t really -- and -- how did you find out about us having a get\ntogether? Not through this Jeannie Striker? She’s down in Florida. Her name -- she’s\nmarried now, she has a different name.",
        "Q: Ho -- How 1s that out of 40 nurses, so many of you have kept in touch over 50 years?",
        "A: Mm-hm.",
        "Q: What was it about that experience that made you all be so bonded together?",
        "A: Well, I think one thing was that we had lived together so closely. The whole time we\nwere in Europe, until we got to Linz, we lived in these squad tents and they were always\nfive or six of us in a tent. And when we were in England we lived in one house and we\nhad to fit into that house. There were always quite a number of us in each room. So, you\ngrew to be very close. I think if we probably all had our own rooms -- and yet, in my\nnurses training we had our own rooms and my class 1s still very close. We still -- in fact I\ngo to all my -- my King’s County luncheons. We have one in Pennsylvania and we have\nJuly 14, 1995\none in New York City. I go to both of them. But most of the girls go to the one in\nPennsylvania. So most of them have moved out of New York and live there in\nPennsylvania. So -- but I think it’s the living closene -- and we all got along very well\ntogether. I really don’t know of any enmity between anybody. You know, ruffled feelings\nor anything. I think we’ve always gotten together. But I really -- I think I s -- have to pat\nmyself on the back, because I think I started having us get together. And there was a -- in\n1947, that was the big snowstorm and I had arranged for us to have luncheon down at a\nCandlelight restaurant in Brooklyn Heights, which was a lovely restaurant in a\nbrownstone, and they gave you popovers -- the whol -- the whole dinner they kept\ncoming out of the oven with these delicious popovers and -- and we had this get together\nand -- with the storm that we had, two people came down from Syracuse, Phyllis Law\nwas one of them and Loreena, who passed away, was the other one. And Loreena says,\n“T was so amazed to see all that snow, because Syracuse has the snow usually.” But they\ndidn’t have it and we were just snowed in. And our chief nurse just couldn’t get there,\nshe called me. She says, “I can’t get the doors open.”",
        "Q: How many people were able to make that first reunion?",
        "A: I think we had about 10 -- 10 or 11. And I believe we were expecting about 20,\nbecause they would be the people from the New York area, but the two came from\nSyracuse. And -- but it was the big snowstorm. And then they said that we had a reunion\na-at Hotel Saint George Thet. I said, “I’m sure it was the Candlelight,” because I know\nthe one was at the Candlelight and I almost think we had two at the Candlelight. And I\nJuly 14, 1995\nkept calling the woman and -- who owned the restaurant and she says, “It’s perfectly all\nright,” cause I thought we’d be charged for all those dinners. And she said no, it’s\nperfectly understandable, you know, when people can’t get in.",
        "Q: Sure, sure.",
        "A: And so every time I was cr -- every time I had a cancellation, I’d call her.",
        "Q: When you -- when you look back on your experience 50 years ago as a nurse and --\nand during World War Two and especially that experience you had caring for the\nsurvivors of the concentration camp --",
        "A: Mm-hm.",
        "Q: What is the lesson for you? Or, how do you think that changed your life in any way,\nor you as a person?",
        "A: Well, I mean I was talking to the other girls earlier. I don’t know if you were there,\nbut I mean what’s going on in today’s world. I don’t think we’ve learned our lessons at\nall. And I -- at that time, I felt just like the United Nations. We would all be getting along\ntogether and create an understanding. I’ve been a member of the United Nations for quite\na number of years and when I lived in New York, I went to a lot of their activities, but it\nseems worse to me than ever, which I can’t understand.",
        "Q: You were hopeful at the end of the war?",
        "A: I was very hopeful, yeah, that -- and -- but I mean, it’s all within the last 10 years that\nthings have changed. And it’s -- to me it’s so hard to understand, when we can all get\nalong together and be happy. It’s very disillusioning to me. And you would think after\nJuly 14, 1995\nthat experience of the Holocaust that everything would have dramatically changed, but --\nand now these skinheads that you read about. They’re -- they even have them in this\ncountry. I mean, nobody seems to appreciate what they have. And in this country you\nhave more of the good life, than you have al-almost, you know, almost any place. And --\ncause I’m very much against these people -- what is it? That rifle group? I think they all\nhelp to perpetuate these terrible things that are going on and I think things are going to\nget worse.",
        "Q: Well, how do you think that, having witnessed what you witnessed, what kind of an\nimpact did that have on you as a person, after the war?",
        "A: Well, mm -- well, I think that -- you know, everybody said it can’t happen again, you\nknow, it just can’t happen again. And you know, we had a chaplain and he gave us all the\n-- all these photographs. You probably saw them -- I don’t know whether you did or not.\nWe all had a set of them. Horrible. But I mean, those photographs were -- I think were\nworse than anything I really saw. You know, the bodies and the pits and being buried and\nall this and that stuff. I think that we were sort of shielded from that and -- and really\ndidn’t see as much as in those photographs. So, it’s hard to say. And I mean, I happen to\nbe German and I have relatives over there. I have never talked to them about it. Well,\nthey -- the younger ones, born way after, you know, they’re all about in their 30’s, but\nmy cousin, she’s my second cousin, she’s about 65. I never ch -- brought it up to her, I\nnever talked to her, cause I was sort of embarrassed and I didn’t know how to bring it up\nand so I never really said anything to her. And I had stayed with her parents once, when I\nJuly 14, 1995\nfirst went to Europe. I stayed with her parents for almost a week -- five or six days. And\nthey never really talked about the war, but -- and -- and in thir -- and in ‘58, you know, it\nwasn’t too far behind and they had one chair in the house and I don’t know how that\ncame up, whether I said something, what a nice chair it was or not, I don’t recall and he\nsaid, “We were all out,” he said, “the children were in school,” and he and his wife -- he\nwas at work and his wife was off someplace and when they came home, their house was\njust rubble. And he said, “I pulled that chair from the rubble.” He said, “It was the only\nthing that was any good.” And that’s all that was ever said. I never said anything more,\nnever brought it up. So, well I mean that’s no joke, either. But --",
        "Q: What about since -- since that time? Have you ever had a conversation with somebody\nwhere they tried to tell you that the Holocaust didn’t happen?",
        "A: Not really. It’s only what I have been reading in the paper. And I don -- really don’t\nknow how they can believe that. I mean, when all the evidence is there. I -- I -- to me, I\ncan’t see -- it just doesn’t match up at all. How can you deny something when you have\nall the evidence? The photographs and you can go over there and see it and everything\nelse, I really -- I -- I -- I -- well, I think we just have a lot of crackpots or something or\nother. Just like those skinheads. They’re not all normal, they can’t be, to act the way they\nare and arousing all these anti feelings against people. Cause I grew up in New York\nwhere your friends are -- I had all kinds of -- I had black and white and Jewish and all\nand you just knew everybody and I -- a lot of my friends from childhood, I still keep up\nJuly 14, 1995\nwith and it’s -- you accept people for the way they are. And maybe people growing up in\nsmaller towns aren’t exposed to different types of people to that extent, and --",
        "Q: Did you have Jewish friends growing up and in nursing school?",
        "A: Oh yeah. I have a friend in Lakewood, Lillian Sherr and -- and I always -- I say to\nLillian, “How’d we ever get acquainted?” Because she’s about three or four years older\nthan I am and she was working in the operating room. And we’re very good friends.",
        "Q: Do you ever remember her or anybody else saying something to you about the\ndifficulties that the Jewish people were having in Europe before the war, do you -- were\nyou conscious of that at all?",
        "A: No, no, no. Now Lillian went into the army a -- but she was in Burma. And she will\nnot speak about her army experiences. And lately I’ve been thinking about it. I wonder\nwhy -- because I always thought so many of my experiences were so interesting. But I\nonce asked her about Burma. Sh -- a-and she’s different, you know. I should say -- I\ndon’t want to -- she’d go like this, you know? She don’t want to. So I really don’t know\nwhat went on. She never talked about her army experiences. So it must have been a very\nunhappy experience for her, but --",
        "Q: Yeah.",
        "A: I don’t think they ever had anything to do with the native people. And I would think\ngoing to Burma must have -- just to see the country, you know.",
        "Q: Mm-hm. This is the 50th anniversary this year, of the end of the war. Has that made\nyou think about your experience more, or is it --\nJuly 14, 1995",
        "A: No, my -- someone asked me, “Aren’t you going to go to some of these reunions over\nin Europe?” And I said, “I have no desire to go.” And I don’t know of any -- I haven’t\nheard of anybody that I know that has gone, except one man I know. But he’s very active\nin military organizations and that, but otherwise I really don’t -- and I have no desire to\ngo. I think maybe if a group of us had gone, that might have been something, but --",
        "Q: Would you be interested, for example, in going back to Gusen or -- or go to li -- to\nLinz?",
        "A: Well, I’ve sort of wondered about it. I’ve been to Europe s-several times, but always\nwith a group. When you’re on a tour, you can’t do what you want to do. But some of our\npeople did go back and did -- I don’t think anybody in this group, you know, that’s here\ntoday, but I would say at least three people did go. And -- I’m trying to think who they\nwere that did that. Woody might remember.",
        "Q: [inaudible]",
        "A: But I really don’t recall, but -- and I know one person said, “Well, it seemed to be the\nsame as it was when we were there.” And, but otherwise -- but I don’t have any burning\ndesire to go. It was just a -- an unpleasant time of life and --",
        "Q: That’s how you think about it, as something you’d rather forget?",
        "A: Yeah. Yeah, I think so. Yeah, I believe so, it’s -- you know, and then sometimes I\nwonder why -- you know, rehashing everything. You know, what is the real outcome of\nthat going to be? But I think the reason was so that 1t wouldn’t happen again. But -- but\nJuly 14, 1995\nwhen you think of what people do to people, what’s going on today, I don’t think it’s had\nany influence whatsoever.",
        "Q: Yeah. Anything I didn’t ask you about that you would like to talk about or tell me\nabout or --",
        "A: Well, no. It’s only that once in awhile something that’s said, you know, brings up\nanother idea, but otherwise, just some funny incidences and I really -- I don’t think so.",
        "Q: Okay.",
        "A: I think we covered the highlights.",
        "Q: Okay, good.",
        "A: Unless you want to hear about my German prisoner of war that helped us in Gusen?",
        "Q: Course.",
        "A: I don’t always tell it, because some people don’t really think it’s -- anyhow, he was a\nvery -- I don’t think he was more than 18 - 17 and he lost his meat can -- you know,\nthat’s the -- it’s a two part dish -- I still have mine at home -- and you have your\nsilverware on the inside and when you go to get something to eat, you open it up and you\nhave two parts and they put the food in it. And then you wash it and put it together again.\nWell, he came on duty and he hung, I guess, a jacket and -- and his meat can on the back\nof a door -- happened to be a hook there. Well -- and then he came to me and he told me\nin German that his meat can was gone. And I said, “Are you sure you left it there?” And,\nyeah. So I started looking under everybody’s pillow. And I’m climbing on all these tiers\nand looking under. I finally found it. My God, he was practically kneeling every time I\nJuly 14, 1995\npassed him. Cause he told me he’d be killed if he -- 1f it was found out that he lost it. Oh,\nhe was so frightened, oh. Which 1s why I really worked very hard to find it. And I did\nfind it. Oh, he was frantic. He was just a kid, you know. And we had German prisoners of\nwar when I was at Fort Dupont and I had some funny experiences with them, too.",
        "Q: Before you went overseas?",
        "A: Before I went over. You know, we had 10,000 prisoners there at Fort Dupont and\nwhen we were on night duty, we worked from seven pm to seven am, 12 hours. And\nthen you got an extra day off for that. You did that for two weeks. So the prisoners, when\nthey -- when we were preparing for them, we had just a very small hospital with three\nwards and s -- and some private rooms. And the prisoners of war were at least a mile\naway. We had quite a big hospital there, but it was empty. So they put their ward as far\naway as you could go. How I wished I had roller skates. Cause you had to go down there\nand gave out -- you put out the medicines. I put them in all little medicine glasses with\nthe name of the person. Cause we had a ward man who was German. He gave out all the\nmedicines, he did everything except the narcotics and the injections. So he called me one\nnight, 1t was pouring rain and he said, “We’re being flooded down here.” And -- because\nI could understand him, you see? And so -- and -- and one of the duties of the night nurse\nwas to run across an open ramp into the nurses quarters and close all the windows. And\nwe had these rainstorms that came up in Delaware in a second. And it just came down,\nyou can’t imagine. And so I had just come back from the nurses quarters -- you ran into\neverybody’s room, closing windows -- and the telephone call came in. So I ran down\nJuly 14, 1995\nthere and they had a guard and he had a whole ring, like this, of keys. And -- and he --\nwell, anyhow, I said, “I got to find out what’s happening in here.” So I got in there and\nthey had all the beds pulled to the center and the floor was wet. There were a couple of\ninches of water on the floors and everything, the bed linen was wet. I know I had to go\nback and get more bed linen, cause they didn’t have enough, because they didn’t use that\nmuch, you know, at one time. And -- and they got me a chair -- oh, and we had bars on\nall the windows. Not regular bars, but screening, that metal screening, each one with a\nlock and they were not in succession. So I’m looking for the key, got that window open,\nopened it, they close it, we locked that again. Go to the next window. By then somebody\nmoved the chair, I got up on the chair, got that window o -- closed -- and the next one. So\nfinally I said, “For heavens sakes, will you find the right key? Go down while I’m\nworking on this window and you get that lock for that window.” Well, and we had one\nwindow next to another, we must have had 40 windows on that ward. Well, I can tell\nyou, about -- af -- seven o’clock in the morning I was down in the office of the man that\nwas in charge of that. And he got a -- heard from me. I says, “There 1s absolutely no\nsense to what you people have done.” I said, “First of all, you don’t need those metal\nscreens on those windows, that’s asinine.” I said, “And if they get out of the window,\nhow are they going to go further?” Because there were big bars and sc -- that curly --",
        "Q: Concertina wire?",
        "A: Yeah. I said, “How can anybody get over that?” And I said, “And where are they\ngoing to go if they get out? There isn’t any place.” I said, “They can’t get any food,\nJuly 14, 1995\nnobody’ ll have anything to do with them.” And the next night, they were all off.\nEverything was off those windows. That I remember vividly. Well, anyhow, while I was\njumping from one chair to the other, one of them says, in German, he said, “She’s like the\nlittle old lady who lived in a shoe, she had so many children, she didn’t know what to\ndo.” Well, I burst out laughing, I couldn’t help it. And I was supposed to be very stern,\nyou see, they were our enemies. But I just couldn’t -- they were all young people, you\nknow. I couldn’t help it. I was accused of being too friendly. I couldn’t help it. I was\ngoing with a fellow then and he said, “The word 1s that you’re too friendly.” I says, “I\ncan’t help it.” I said, “They’re nice young men.” Most of them were very young. And\nthere was one fellow that had -- had -- I think he had his appendix out. And -- and they --\nthey get morphine, you know, every four hours if they need it. So I prepared, up at my\nplace -- we kept the -- the morphine and those drugs, you know, they didn’t have them\ndown there. So I went down with my syringe and -- course Hans, as I remember, had\ncalled me and said he was in terrible pain. So I went down and the poor fellow, when he\nsaw me, the sweat started coming and he was in awful pain. He -- and he’s inching away\nback toward the wall. He saw me with the syringe and I remember Hans said, “He’s -- he\nthinks you’re going to kill him. Put him to sleep or something.” So I’m trying to tell him,\nyou know, this is for -- to help him. See, they were so -- so -- I mean the tales that we\nheard on our side, they also heard against us. So anyhow -- so I finally got him -- gave it\nto him. He was almost fighting me, you know. And he was in terrible pain. It was\nprobably gas.\nJuly 14, 1995",
        "Q: Yeah, yeah.",
        "A: So, we’re -- we had a -- a remedy that I used to use. What was it now? Something old\nfashioned that had two things and I got it from the pharmacy. And all they needed was a\nlittle sip of that and it brought the gas up and it worked miracles.",
        "Q: I think we’re done, Elizabeth.",
        "A: Yeah, okay.",
        "Q: Think so. This is the end of the interview with Elizabeth Feldhusen. This is tape\nthree, side B.\nEnd of Tape One, Side B\nConclusion of Interview\nJuly 14, 1995\n"
    ],
    "questions": [
        "Question: Tell me your full name.",
        "Q: Okay.",
        "Q: Husen.",
        "Q: Uh-huh.",
        "Q: Okay... Okay, this is July 14th, 1995, we’re in West Park, New York. This is Nina\nEllis interviewing Elizabeth A. Feldhusen. Tell me please, when -- when were you born\nand where were you born?",
        "Q: And where were you living when you decided to become a nurse?",
        "Q: And why did you decide you wanted to be a nurse? How did you decide that?",
        "Q: What year did you graduate from high school?",
        "Q: Before you tell me this, I want to -- hang on one second.",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: And when did you finish your training?",
        "Q: Really?",
        "Q: When was that?",
        "Q: What was it like? What happened?",
        "Q: There at Fort Dupont?",
        "Q: Mm-hm.",
        "Q: How long were you there?",
        "Q: Where did you join them?",
        "Q: Were you on the ship then -- on the Queen Elizabeth, crossing with [indecipherable]",
        "Q: Were you -- were you nervous?",
        "Q: Wow. And 40 nurses.",
        "Q: Right, right.",
        "Q: Were you the only women on the ship?",
        "Q: 40 women out of 10,000.",
        "Q: Watch your microphone, now.",
        "Q: Well, tell me what it was like in England. What did you do in England?",
        "Q: You were care -- you were there caring for [indecipherable]",
        "Q: All of you 40 together?",
        "Q: So you crossed the English channel and --",
        "Q: -- went to a --",
        "Q: Depth charges.",
        "Q: Le Havre.",
        "Q: Do you remember what month this would have been?",
        "Q: Was it warm, was it summer’? Do you remember?",
        "Q: Was it -- would have been the --",
        "Q: That was Christmas of 1944?",
        "Q: Right.",
        "Q: So the Battle of the Bulge was going on?",
        "Q: In -- on the continent.",
        "Q: Somebody else told me March.",
        "Q: And you were transported then, through France?",
        "Q: Let’s -- let’s go back a little bit before you got to Gusen. Was that -- that wasn’t the\nfirst place where you set up, you were set up in tents?",
        "Q: In the spring of ‘45.",
        "Q: March, April, May --",
        "Q: Before the war. There was still fighting going on.",
        "Q: Mm-hm.",
        "Q: Where was -- where were you when he told you this?",
        "Q: When you arrived there?",
        "Q: Wait, let -- let me make sure this is clear. You went to Austria from Germany?",
        "Q: Right.",
        "Q: And this would have been the end of April, early May?",
        "Q: Now --",
        "Q: Well, when did he tell you this? Before you got to Linz?",
        "Q: Did he tell you what you would see?",
        "Q: Had you heard anything about concentration camps?",
        "Q: Well, the next day then?",
        "Q: And that was at Gusen?",
        "Q: And what was your responsibility?",
        "Q: Was this a barracks that they were in?",
        "Q: It wasn’t a hospital?",
        "Q: Were those the barracks that they had been living in previously?",
        "Q: But you would -- that became your ward then?",
        "Q: You cared for them every day?",
        "Q: And what was the condition of the people when you first saw them? They were all --\nwere they all men that you were caring for?",
        "Q: And the first day you saw them, what -- what was their condition? What -- what were\nthey --",
        "Q: Were they clothed?",
        "Q: The striped? Did they have on the striped --",
        "Q: Were they able to speak to you?",
        "Q: Were you bathing them or --",
        "Q: Did other people do that for them?",
        "Q: Why did that take so long? Why did it take --",
        "Q: And they -- did you feed them, were they -- did you have food for them?",
        "Q: What kinds of precautions were you able to take to protect yourself from --",
        "Q: Nothing?",
        "Q: Other people have mentioned DDT spray.",
        "Q: It was powder, DDT powder’?",
        "Q: Every day?",
        "Q: You were probably grateful to have it?",
        "Q: Did anybody”?",
        "Q: In the evenings, when you weren’t on duty, what -- what did you do?",
        "Q: When you were at -- working every day at Gusen in Austria. D-Do you remember\never going out into the town there, seeing the local people at all? Did you\n[indecipherable]",
        "Q: Yeah. When -- how long did you stay there, working at Gusen?",
        "Q: Yeah.",
        "Q: Do you ever remember having any sense of whether or not the local people knew that\nthere was a concentration camp there?",
        "Q: [indecipherable] have any --",
        "Q: Well, in some cases, if there was a crematorium, there would be smoke and -- you\nknow, thousands of people coming in and nobody coming out and --",
        "Q: Mm-hm.",
        "Q: You didn’t have any --",
        "Q: -- sense of that?",
        "Q: Camps?",
        "Q: What was his name?",
        "Q: Well, do your re -- do you know how long were you in Gusen? How -- when -- when\ndid you leave there?",
        "Q: On leave?",
        "Q: And do you think you were at Gusen three, four weeks, something like that?",
        "Q: Yeah.",
        "Q: Who -- which -- which -- who was ungrateful?",
        "Q: Who were in the concentration camp?",
        "Q: And -- and who was not grateful?",
        "Q: That came.",
        "Q: They thought that you should care for them?",
        "Q: For them?",
        "Q: Oh.",
        "Q: Did you treat everybody the same?",
        "Q: In retrospect was it -- it was -- are you saying it was the best care you could give, but\nwas it --",
        "Q: Yeah [inaudible]. Hang on a second. This is the end of tape two, side A, Elizabeth\nFeldhusen.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: Okay, here we are. Hello, hello, hello, hello. When you were -- when you were in --\noh, I’m sorry, this is tape three, side B, Elizabeth Feldhusen. When you were in Austria\nand attending to the survivors at Gusen, I understand that there was also, nearby, the\nMauthausen concentration camp?",
        "Q: Were there nurses caring for people there also?",
        "Q: Americans --",
        "Q: Huh. In -- Americans in Europe?",
        "Q: Huh. I didn’t realize that.",
        "Q: Mm-hm. When you would come back from your duty during the day, what would you\nall talk about at night? What was --",
        "Q: Do you remember it being hard for people to cope with or was it just your --",
        "Q: Ho -- How 1s that out of 40 nurses, so many of you have kept in touch over 50 years?",
        "Q: What was it about that experience that made you all be so bonded together?",
        "Q: How many people were able to make that first reunion?",
        "Q: Sure, sure.",
        "Q: When you -- when you look back on your experience 50 years ago as a nurse and --\nand during World War Two and especially that experience you had caring for the\nsurvivors of the concentration camp --",
        "Q: What is the lesson for you? Or, how do you think that changed your life in any way,\nor you as a person?",
        "Q: You were hopeful at the end of the war?",
        "Q: Well, how do you think that, having witnessed what you witnessed, what kind of an\nimpact did that have on you as a person, after the war?",
        "Q: What about since -- since that time? Have you ever had a conversation with somebody\nwhere they tried to tell you that the Holocaust didn’t happen?",
        "Q: Did you have Jewish friends growing up and in nursing school?",
        "Q: Do you ever remember her or anybody else saying something to you about the\ndifficulties that the Jewish people were having in Europe before the war, do you -- were\nyou conscious of that at all?",
        "Q: Yeah.",
        "Q: Mm-hm. This is the 50th anniversary this year, of the end of the war. Has that made\nyou think about your experience more, or is it --",
        "Q: Would you be interested, for example, in going back to Gusen or -- or go to li -- to\nLinz?",
        "Q: [inaudible]",
        "Q: That’s how you think about it, as something you’d rather forget?",
        "Q: Yeah. Anything I didn’t ask you about that you would like to talk about or tell me\nabout or --",
        "Q: Okay.",
        "Q: Okay, good.",
        "Q: Course.",
        "Q: Before you went overseas?",
        "Q: Concertina wire?",
        "Q: Yeah, yeah.",
        "Q: I think we’re done, Elizabeth.",
        "Q: Think so. This is the end of the interview with Elizabeth Feldhusen. This is tape\nthree, side B."
    ],
    "answers": [
        "Answer: Elizabeth, with a Z and my middle initial is A and I’1l spell the last name.",
        "A: F-e-I-d-h-u-s-e-n. Nobody ever gets it. Feldhusen.",
        "A: Feldhusen. I guess in German you’d say Feldhoosen.",
        "A: And I say Feldhusen.",
        "A: Well, I was born in Brooklyn, New York, April 21st, 1918.",
        "A: Oh, I was still living in the Bedford-Stuyvesant section of Brooklyn, on\nMacDonough Street, between Louis Avenue and Stuyvesant, which was a very nice\narea at that time. And my family lived there about 10 years and then we moved to Park\nSlope in Brooklyn.\nJuly 14, 1995",
        "A: Well, things happen in my life in peculiar ways. I had been a Girl Scout and when I\nwas 12 -- I still remember that, we were given a course on home -- I think the Red Cross\ngave it -- home nursing and care of the sick. And I just looked at that book and read it\nonce and the whole thing was memorized. But my mother was always against it, so when\nI graduated from high school, I looked for a job, it was in the middle of the Depression\nand --",
        "A: In 1936, in June of *36 and I looked for a job and I finally found something in a hair\nnet factory and I worked one week and I wouldn’t go back. My mother went back for my\nseven dollars check or cash -- they paid in cash in those days. And then the same agency\nthat had gotten me that job, said she would -- I was a Roman Catholic and they kept\nasking me if I would change my religion, believe it or not. So by then -- that was around,\nI think September, or so. So I finally said, “All right, I'll change it.” So she said, “Just fill\nout the card and put Protestant down.” You know, make out the card the same way. And\nshe sent me over to a place with a -- oh, there must have been about 10 or 12 of us and\nthey gave us little tests. And the one test I remember was a row of numbers and they said,\njust put a circle around, say the seventh. Just go down the whole column and -- and then\nwe had some other things that were similar and then they disappeared and then they came\nout again and they said, “Well, Miss So and So and Miss So and So and Miss Feldhusen\nwill please remain and the others may go.” So I was hired. And I worked there until -- I\nthink it was from November, maybe October, until the first of February. And then I went\nJuly 14, 1995\ninto nurses training. But the way the nurses training came about was that my father tuned\npianos --",
        "A: One of his jobs was at Brooklyn State Hospital. In those days they had big state\nhospitals.",
        "A: So, my father talked to the -- well, when he went to Brooklyn State, he always went\nin to see the superintendent and -- and then they would let him know where he was to go.\nSo he knew the superintendent quite well, so he told him about his daughter, who was\nhaving trouble finding a job. But eventually, you know, I was working. Just doing file\nclerk work. And so the superintendent says, “Well, we have a nurses training school here.\nWhy don’t you have your daughter come and enter our class?” And that was around\nOctober, November. So my father came home and told me that and I said, “Well, I’m\nsure the classes started in September and I would be two months later and I’d never be\nable to catch up.” So he -- so my father says, “Well, I pass by King’s County Hospital\nwhen I go to Brooklyn State,” cause he went on the subway. And so I wrote to -- to\nKing’s County and applied and they sent me all the applications and whatnot. Now, they\ntook classes twice a year and their next class was the first of February. So I was accepted\nand -- and then where I was working -- I worked right up until the last day and left and\nwent into nurses training.\nJuly 14, 1995",
        "A: And just by happenstance, I really picked one of the best schools in New York. In it’s\nday, it was very, very fine. And I had a friend that went to Bellevue and there was just no\ncomparison. We were treated like young ladies and we were expected to be young ladies.\nAnd at Bellevue it was helter-skelter, come as you go and just -- really, you had to be\ntough to go there. So I -- it worked out very well for me.",
        "A: Well, that was a three year training course. I mean, they practically don’t have those\nany more. But when I graduated -- I had always wanted to go into public health. We had\ntwo months of public health experience as part of our nurses training and I liked it. And\nso I went to the Brooklyn Visiting Nurse Association and applied for a position. And she\nsaid, “You have to have one term of college.” So then I went to New York University\nand wen -- went to night school. And I finally got my 16 college points and -- and I\nworked for them almost a year. But then people were going into the army and I had\npatients -- my sickest patients would say to me, “What are you taking care of me for?\nYou should be taking care of the boys.”",
        "A: I had that time and time again. So I have a very close friend, and she also wanted to\ngO, SO We went in together, and --",
        "A: That was very vivid in my mind, the first of July, 1943. I still remember that first day.\nJuly 14, 1995",
        "A: Oh, it was a day like this, hot as anything and her brother took us to the -- to get the\ntrain to go down to Wilmington, Delaware. And we were given very little instruction as\nto what to do. We got down to Delaware -- down to Wilmington and I think some -- it’s\n-- there were very brief letter and it said, “You go to Wilmington and you take the army\nbus to fort -- to Fort Dupont Delaware.” And we couldn’t find the bus. And there was\nno air conditioning in those days and we were rushing around from here to there and we\nwere there almost all day. And we were so hot. I was exhausted. And we went to the\ntravelers agency that is supposed to help travelers. They didn’t know a thing about Fort\nDupont. And they were there really to help people in the service. Didn’t know anything\nabout their bus service. Well finally, as I recall, somebody overheard us. Must have been\na soldier and he said, oh yes, there was a bus around six o’clock at night, something like\nthat and he told us where to go. So we ended up at Fort Dupont, we didn’t have any\nsupper and we were just exhausted. And -- and the chief nurse just act as if we were\narriving at eight o’clock in the morning and I thought she was going to put us on duty\nright away. But she finally let us go and showed us our rooms and -- and that led -- that\nwas my first day of army experience and it was really, really -- it wasn’t very pleasant.\nNow I was just looking at Phyllis’s photographs. Now she was in big hospitals like\nTilton General and England General and -- and I was very small. We only had seven\nnurses and four doctors. Very small place.",
        "A: At Fort Dupont, Delaware.\nJuly 14, 1995",
        "A: Mm-hm.",
        "A: I was there I think about a year and a half and then my friend and I were picked to go\noverseas and we joined this 131st evacuation hospital and --",
        "A: Well, I tried to think. I’m not really -- we went -- I really don’t remember, really, how\nwe formed, or whether we had to report. Someplace down in South Carolina, that’s\nwhere we left from. But it’s really very vague in my mind.",
        "A: Yes. We were all together, yes. And I re -- we were -- there were 40 of us and half\nwere in one state room and half in another state room. And we had bunks up to the\nceiling. And I had a bottom bunk and I really had to lie on the floor in order to get into\nthat bunk. And then all night long, the ship would go this way and that way, so you’re\neither on your feet or on your head. But the reason was -- I don’t know if the other girls\ntold you, but that we turned every seven minutes in order to avoid the submarines,\nbecause we did not have any escort across the ocean. So --",
        "A: I don’t remember that I was. You know, when you’re young and it was like a -- an\nadventure, you know, and all these activities and whatnot you had never been exposed to\nJuly 14, 1995\nbefore. But we were very crowded, that I remember. It was very hard to find a place to sit\ndown anywheres, you know, they -- we had about 10,000 troops on that ship.",
        "A: Yeah, well, the nurses, we didn’t do anything. You know, we were just in a group, we\nweren’t performing any nursing --",
        "A: Excuse me, any nursing functions.",
        "A: Yeah, as I remember we were the only women.",
        "A: Well, I'll tell you, men were more respectful in those days. In fact, I remember when I\nwas at Fort Dupont and two of the men -- two of the corpsmen were out in the hall and\none of them used a -- a foul word --",
        "A: -- and he immediately came in and apologized. You see, and that wouldn’t exist today,\nbecause the girls themselves use f -- terrible language. I hear it when I go to Brooklyn,\nright in the street, so I think women have really damaged themselves by trying to become\n-- meet the level of everybody else. So --",
        "A: Well, of course we landed in Greenock, Scotland and we had to climb over the side\nand get down into a trawler, because the Queen could only go in so far. And then -- and\nJuly 14, 1995\nwe tramped, we had these heavy boots on and fatigues and we tramped to a train station\nand I can still remember that, the noise, you know, as we walked 1n the street. And\neverybody of course, I think everybody was probably nervous because we didn’t know\nwhat was going to happen. And we came to a train station and we got on the train -- and\nthis is about two or three o’clock in the morning. And we rode for awhile and then we got\noff and then we tramped some more and then they said, “The girls will have this building\nand then the men will be here and the other men will be there.” And as we went down the\nstreet, everybody got a place to live and you went in and -- and there was a pile of\nblankets in the front hall and you grabbed a blanket and you just laid on it and mine was\nso greasy. I was awake all night, I couldn’t sleep. And that was the beginning of our\nadventure there. And -- see, we were supposed to go right into France and then changes\nwere made. Something happened to the American troops and so everything was changed.\nSo then we didn’t do much of anything and finally we were assigned to local units. And I\nknow I went to Wales and worked there. But I really don’t know how long I was there.\nCouple of weeks?",
        "A: Yeah, we -- they were running ha -- actually American-run hospitals. And the one in\nWales, the nurses lived in -- in these Neesan huts. And when you wanted to take a bath,\nyou had to run out and well, quite a distance to go to the bathroom or to take your bath.\nAnd -- so you didn’t take a bath too often, but I know the nights when I got off duty, I\nhad everything all ready and I just grabbed everything and then ran up to that place,\nJuly 14, 1995\nbecause if you didn’t get there first, somebody else did and you didn’t get any more hot\nwater. So, I mean, even if you took a bath twice a week, at least you -- you got a good\none when you -- if you got there first. So, I was there probably a couple weeks and I was\no -- on a psychiatric ward, which, I never cared for that service, but anyhow -- and then\neventually we were all recalled and then we went over into Europe proper.",
        "A: Yes, all of us, yes. Except one nurse. She was married and before we went overseas,\nwe had time off and she met her husband in Florida. We were all wondering what’s\nhappened to her. You know, we lost sight of her. And she got pregnant in that short\nperiod. So by the time we got to England, she knew she was pregnant and they sent her\nright home. So we had 39. And we never -- and they told us, if anything happened, we\nwould never -- nobody would be replaced. So we functioned just with the 39 then.",
        "A: Mm-hm.",
        "A: Yeah, we did that in the middle of the night also. And they dropped these big gasoline\n-- | don’t know what they call them, they’re about as big as gasoline cans. And that went\non all night --",
        "A: -- you just heard boom, boom, boom, because of the submarines. So, and then we\nlanded in France. Gee, I’ve forgotten the name of the place. Le Havre --\nJuly 14, 1995",
        "A: Le Havre is where we -- and I’d never -- course I’d never been to Europe before and\nI wanted to see everything I could. And then they loaded us -- loaded us into trucks.",
        "A: Um, we were not allowed to keep diaries and I had everything with me and we were\ntold we must get rid of everything. And that’s my -- and a lot of people -- not my -- I\ndon’t know about my unit, but other people did keep diaries. I mean men. And -- so the\ndates are very vague to me. And I don’t know if --",
        "A: Ob no, no.",
        "A: I remember now. Now I’m beginning to remember. When we were still in England,\nwe landed two days before Christmas. Now it’s coming back to me. And when we were\nstill back in the States, somebody, one of the girls said, “We’re going to land near\nChristmas, let’s get gifts for the men.” And I don’t know who that was, or a couple of\nthem bought all little gifts and wrapped them all up. And we knew how many people\nthere were and one of the men dressed up in Santa Claus -- this is after we were in\nEngland and -- and Bowden -- what’s the name? Three names -- anyhow -- and -- and\nSanta Claus went around and gave out the gifts and the men were really shook up\nbecause a lot of them are family people. And anyhow, that was our first Christmas. Just\nabout two days before Christmas was when we landed there.\nJuly 14, 1995",
        "A: Yes.",
        "A: Yes.",
        "A: Mm-hm.",
        "A: Which may be why we didn’t go into France directly, mm-hm. And -- but we really --\nI mean all these things you hear about, all the -- the Stars and Stripes, that newspaper. I\nnever saw that paper. We never had any of this entertainment, you know, of the troops\nbeing entertained and -- we never had any of that. We were always very isolated. When\nwe went into Europe proper, then we were living in tents and there were about six of us\nin each squad tent. So we did go over -- I would say February, March, somewheres\naround then.",
        "A: Yeah, it could have been March, mm-hm.",
        "A: Well, we always drove in two and a half ton trucks and our unit was always together.\nAnd we had a colonel that was very considerate of the nurses. And he always had a party\ngo ahead to wherever we were going to be and he had the trenches dug, you know, cause\nwe -- and the tents put up so when the nurses arrived, they went right into their tents and\nJuly 14, 1995\nwe had our latrines and everything set up. He always had that done first, he was a very\nconsiderate man. Which is sort of unusual, you know, especially when they’re doctors.\nBut -- and then he loved to travel and eventually, when we were working at Gusen,\nCamp Gusen and we were near some of these -- now one of the girls mentioned this\nplace and I’ve been there twice. And he knew about it cause he traveled a lot in Europe\nand wanted us to see that and I had two chances to go, because not everybody wanted to\ngO, SO --",
        "A: Oh yeah, we were set up in quite a number of places, yes.",
        "A: Mm-hm, yeah.",
        "A: Mm-hm.",
        "A: Oh yes, April -- I mean, when we were in Germany, when the war was over -- no,\nbefore that, we were going to be overrun by the Germans. We all got a Battle Star for that\nand we were given instructions. That I remember vividly and the -- we were told, “Just\ncontinue working as if nothing was happening. Do -- take care of your patients, do the\nsame thing. And you may be questioned, but just answer the questions, but don’t let it\nbother you,” and course we weren’t. But we were very close and you could hear these\nJuly 14, 1995\ngreat, big tanks coming. In fact, one day on my ward, one tank was so close and you\ncould hear it coming, that even the bed patients got out of bed to see it. You know, you\ncould hear this noise coming and I guess they were alarmed, because you didn’t know\nwho it was, but they were Americans. And -- so we were very close, just at that one\nperiod. And that was someplace in Germany. And I couldn’t tell you where.",
        "A: And -- and then eventually we went into Austria. And that was when our unit left us\nfor about a week or two weeks and the colonel said, ““We’ll be back.” And one of the\ngirls -- she was going with one of the men, that she eventually married. And she started\ncrying. I can remember Jeannie Albers, so upset. She says, “We’re never going to see\nthem again.” Anyhow, they did come back when they said they would. And they got us.\nAnd then the colonel, in the morning said, you know, where he had us all standing -- this\nmakes me very emotional. I can’t help it. Every time I tell this. He said, “You don’t have\nto go.” He said, “There’s a lot of tuberculosis and a lot of chronic illnesses and,” he said,\n“you don’t have to go if you don’t want to.” Well, everybody went except about three or\nfour people. And when we came back the next day, everybody went.",
        "A: That was at Gusen.",
        "A: Yeah. We were living in Linz. Well, it’s -- we had to go on duty the next day, as soon\nas they came and got us.\nJuly 14, 1995",
        "A: Yes.",
        "A: Mm-hm.",
        "A: Maybe -- could be.",
        "A: I’ve always been wanting to get my unit’s -- you know, they ha -- the -- each unit had\nto write up their experience and I’ve always been wanting to get a copy of that, because I\ndon’t know about the dates.",
        "A: Oh no, when we arrived at Linz. He then said he wanted the nurses lined up. You\nknow, you lined up for everything and -- and we stood and -- and that was when he told\nus that -- that we did not have to go if we didn’t want to.",
        "A: I don’t remember. All I remember is that he said, “There’s a great deal of tuberculosis\nhere,” which is quite infectious, and -- and whatever else he told us, that’s about all I\nremember of it. And maybe he told us we’d see a lot of things that -- that we -- you\nknow, that would be very hard to accept, but I’m very vague on that.\nJuly 14, 1995",
        "A: No, no I never had, no. And now see, some of the girls knew a lot of the officers, you\nknow, and they may have learned things that way, but I never knew. I never had anything\nto do with them, I never bothered. And, well, like that one girl, they were keeping\ncompany, so I’m sure he must have talked to her about things. Now, what he heard, I\ndon’t know. And so, that’s --",
        "A: Yeah, the next day, we went on duty right away, the next morning. And that was when\nhe told us that.",
        "A: Yes, mm-hm.",
        "A: Well, I had a ward, big ward and there was a great deal of diarrhea and we were\ngiving out sulfanilamide, which is -- I don’t think it’s a drug used any more, but it’s\nbefore the antibiotics came in. And, oh we gave out like 20 pills and everybody was up in\ntiers. In order to get up to the top person, you had to stand on the lower tiers to reach\nthem. So --",
        "A: It was like a barracks, yes.\nJuly 14, 1995",
        "A: Well, we ca -- I think our hospital called it the hospital, because all these were the\nsickest people. And they were in -- lying in these tiers, these one, two, well at least three -\n- three up. So --",
        "A: That I really don’t know. That I don’t know.",
        "A: That was --",
        "A: -- yes, mm-hm, mm-hm. And eventually we got these young German prisoners of war\nto help us as ward men. You know, to carry bedpans and urinals and -- and help, and we\nhad very little to eat. We didn’t have much food and they -- our group went around\nthinking they could get food from the German warehouses and they found they were\nempty. Everything had been used up, you know, because it was the end, and everybody\nwas -- I guess the Germans were fleeing and -- and had used up what they could. And\nthat was really -- I guess they ran out of -- must have ran out of supplies and whatnot. So",
        "A: Yeah. They were all men where I was, yes.\nJuly 14, 1995",
        "A: Well, they were lying in bed and they were weak and very thin. And I guess it was\nshocking, you know, when you’re not used to seeing all those types of things and people.",
        "A: Yeah, they had shirts on of some kind, mm-hm. And -- and pajamas, seems to me.",
        "A: No, I don’t remember that, it just seems to me they had -- they had plain pajamas on. I\ndon’t really remember exactly what they had on, but they -- they were covered.",
        "A: Well, they didn’t speak English, but I can get by with a little German and so that was -\n- but I mean there really wasn’t too much to say either, you know, when you’re coming\nwith the pills and they’re objecting and you’re saying, Si moosta dus taking, you know?\nMe with my German and English. So they -- they got the picture and -- and then they’d\nswallow them and so --",
        "A: No, we didn’t do anything like that, no.",
        "A: No. I don’t think so. Really, it just took you all day giving out the medication. So --\nand whether --",
        "A: Well, because we had so many people. Oh, I had a big ward. I don’t know, I had\nrooms and rooms with all these people on t -- in tiers, you know, three or four tiers going\nJuly 14, 1995\nup. In one room you had, boy, three, four, eight, 12 -- sic -- I bet you had about at least\n20 people in one room. You know, all these like three and three. It’s sort of vague to me,\nthough.",
        "A: Well, we had food. And that’s another thing. I don’t quite recall how we did that. We\nwould have to have had trays, unless we had -- maybe there were tin dishes and we gave\nthem the dishes, you know. That, again, is vague to me. I -- just how we did that. I don’t\nremember any more.",
        "A: We really didn’t take any.",
        "A: No, we had fatigues on and that was all. We didn’t wear gowns or anything.",
        "A: Oh, that’s another thing, yes. Before we went on duty, we had a gun that was about\nthat long and they’d fill it with DDT and then it had a plunger and you held your thing\nout -- your suit open like this and somebody would plunge it and plunge it down the\nback. And then your hair was all done -- we wore helmets.",
        "A: It was powder, yes. And -- and I don’t know, I had cancer of the breast and nobody\never asked me if I was exposed to DDT. And I often wonder if it had anything to do with\nJuly 14, 1995\nthat. But then, there are an awful lot of women that have had the same thing that I have.\nSo -- but we certainly was full of DTT.",
        "A: Every day we did it. Tons of it. Nobody realized how dangerous it was.",
        "A: Yeah. Yeah, because they said there might be lice, you know and whatnot and so --\nbut I never caught anything.",
        "A: I don’t think so. I was very sick when I was in England, but that’s before I ever had\nany contact with them. So, I think we were all quite healthy.",
        "A: Well, all we had were these tents to sit in. We went on walks. Oh, that was in\nEngland, when I went on that walk. I don’t -- oh, I know, when we were in Germany, in\none area, a whole group of us, including the men, decided to go on a walk and we did\nwalk up on a hill. And there was a -- you could hear the cuckoo. You know, in\nGermany, the cuckoos sound like the cuckoo clock. Cuckoo, cuckoo. And I -- I was a\nbirdwatcher and I says, “Oh, I’m dying to see that cuckoo.” So the whole group of us\nwent up and climbed up that hill and we were walking around and looking and we could\nhear it -- cuckoo -- coming from different -- and all of a sudden, bullets started firing.\nSee, it was a come on. And we got down from there very, very fast. And there was no\nmistaking who we were, because we had big Red Crosses on all our tents. Our tents were\nJuly 14, 1995\nall down at the base. But you could hear the wi -- the bullets flying right overhead. You\ncould hear them whistling. Never saw anybody. So --",
        "A: Well we lived -- we lived about 10 miles away and they transported us back and forth\nby truck. And we did -- in the building I was -- we were 1n two houses and -- the nurses\nwere and -- cause we were all bunched up together in the rooms and we had a -- a girl -- a\nGerman girl that took care of -- kept everything clean and whatnot. And -- but we really\ndidn’t converse very much with her, because most of the girls didn’t know any German\nand she didn’t know any English. But there was one girl in my group that wanted a\ntablecloth that she had fixed up nicely -- to decor -- you know, make everything look\nnicer. And she wanted that tablecloth and she said, you know, “Ask her,” you know, “if I\ncan have the tablecloth of if she’ ll sell 1t to me or what.” So I asked her. And she said,\n“No.” She says, “My husband gave me that and I don’t know where he is.” So -- I mean\nthe sorrow was on their side also. So war is just awful. That’s why this Bosnia really\nbothers me -- what they’re doing there to people. Just awful.",
        "A: Well, we came home -- the war in Japan -- well, while we were still -- no, that was in\nGermany, when the war was over and Hitler killed himself and my friend Grace\nbrought this radio with her. I think she was ready to throw it away many a time. And --\nJuly 14, 1995\nyou could never really get anything on it, cause we had so little ele-electricity, but she\nhad it connected that night and we could hear the funeral music. And we said something\nhas happened. But we found out later, you know, that Hitler had killed himself. And that\nwas all -- you know, everything was garbled, you couldn’t get anything. We hardly had a\nlight to see by. You know, one light and just enough electricity so you could find your\nway around, cause we had our own generators and they were very limited. But when we\nwere in Gusen -- did somebody tell you about that terrible accident when we were\ncrossing the river? We were talking about it earlier. We were -- every once in awhile you\nknow, like the infantry or the armored group would find out that there were nurses in the\narea and then we would be invited over for a social evening. And we’d all went in a big\ngroup and we all came back together. And we were going to cross the river, the Danube\nand that’s a very fast flowing river. And -- and there were signs there. I’d been across it a\ncouple of times and signs that said to the Jeeps, “Do not start up your engines until the\nboat has docked.” And it was just a flat board, you know, boards. And we went over on a\nwire. And the wire hel -- was connected to the boat and that would guide it over, and then\nit would come back again. Otherwise the boat wa -- 1t wasn’t really a boat, it was a raft --\nwould be swept down the river. So we arrived this evening, we were -- quite a group of\nus, and -- for a social evening, some group across the river. And the soldier that was there\non duty was in a terrible state. And he said, “The most awful thing has happened,” he\nsaid, “so there’ll be a little delay.” He said one of the Jeeps started up their engine and a\nnun had come along with her horse and carriage and the horse bolted. It frightened him\nJuly 14, 1995\nso, that he just ran and of course there was nothing to stop him. Ended up in the river and\nshe and the horse drowned. Now we were talking about that earlier today and they said\nthey thought that the nun had some children in the -- orphans or something. I says, “I\ndon’t ever remember hearing that.” But I know then -- and they finally found her and the\nhorse. The horse, they let him just go, he was already gone. But she was drowned. The\nwater is So -- was So swift there. So little things like that happened, you know and\ntragedy. Didn’t have to.",
        "A: So. But it was the way they -- because all the bridges had been blown up, you see. In\nfact, when we crossed the bridge, one of the -- the Rhine, we came down a hill and we\nwere in the truck, ca -- and we went across on pontoon -- a pontoon bridge. And I\nremember we were coming down the hill and one of the girls stood up and she started\nscreaming. She thought we were going to go right into the water. But -- and the pontoon\nbridge, you know, the pontoons with something in between were just wide enough and\nthe truck went across very carefully. So, that was an experience, too.",
        "A: No, I really --",
        "A: I really never mingled -- we really didn’t have that occasion and the only person was\nthis maid that we had in our building and I don’t remember her name any more. She was\nJuly 14, 1995\n-- really is -- I remember a very nice person. And some of the girls said they asked her --\nI never did -- and they said she didn’t know anything about it. But I mean, when things\nhave come up like that, I said, “If terrible things go on in our prison, do we really know\nabout it?” I said, “Like the people living in Sing-Sing -- unless they know the guards\nwho come home at night, how really are you going to find out about things?” So I -- I\ndon’t really know that you can really blame somebody and said they must have known.\nBut I mean, how do you really know unless you knew somebody that had something to\ndo with it?",
        "A: Yeah, yeah, yeah. But see, the town we lived in, they said was about 10 miles away.\nThey told us, you know, we’d be -- apparently that was the only housing they could find\nand we had to -- we were driven those 10 miles going in the morning and 10 miles\ncoming back in the evening.",
        "A: So --",
        "A: Yeah.",
        "A: No. And there weren’t people living around us. I think they -- the German officers had\nlived in these houses and left in a hurry. Did you get that story from anybody? And they\nJuly 14, 1995\nleft two dachshunds and we adopted one dachshund and we took him all the ways back to\nFrance when we were going home and then we had to stay in the -- these Lucky Strike --\ndid you hear about those? The different --",
        "A: Camps. And we stayed in Lucky Strike. And they wouldn’t let us take our dog in. And\nthe fella said, “No animals allowed, but when you go home you can have him back.” And\nwe never saw him again.",
        "A: Shloffin. It means he was sleepy. He was probably an older dog and he was such a\nnice dog. We have photographs of him. And when we were going back, we went back on\nthe train and then we’d take turns, you know, when the dog had to wee-wee, to jump off\nthe train. Well, the train would stop in the middle of woods -- wooded areas. We don’t\nknow why it stopped, but it would stop. And sometimes we’d be there a half hour and\nsometimes 10 minutes. Well, I know when I jumped off with the dog, and he’s going\nfrom one tree to another as dogs do, all of a sudden the train started up. He didn’t stay\nvery -- he must have been there five minutes and I’m running and I lifted up the dog and I\ncan still remember all the hands and they took the dog and then s -- they grabbed me,\nbecause it was going faster and faster. So, I would still be there, I guess, if they hadn’t\ngotten me back on.\nJuly 14, 1995",
        "A: No, I couldn’t tell you exactly how long, but I was home for August when the -- when\nthe war was over, the Japanese war. I had just gotten home before that -- well our unit\ndid. And we -- they gave us a month vacation and I was home during that period.",
        "A: On leave. And then we reassembled and that was August. So, I must have been there\nthen, til the beginning of August, or maybe the end of July, so --",
        "A: Oh, at least.",
        "A: Oh, I think so, longer than that. And then the different nationalities were coming. And\nI can remember the French came to take all those prisoners that had been French or --\nvictims. And -- and the French were so ungrateful. They were -- because they -- we\nhadn’t fed them and we hadn’t this and we hadn’t that. And -- and there wasn’t anything\nto do anything with.",
        "A: They were the fr -- like the French Nationals.",
        "A: Oh, well people -- we had all nationalities there and the different representatives from\nthose countries came and -- and then they’d go off with the whole group of say French\nspeaking or Dutch people or -- there were other nationalities there, but I remember the\nFrench most vividly.\nJuly 14, 1995",
        "A: The French that came --",
        "A: -- for their Nationals.",
        "A: We should have done much better than we did.",
        "A: Yeah. For their Nationals.",
        "A: That were in the concentration camp.",
        "A: Everybody was treated the same. In fact, you didn’t know who was who, one from the\nother. But -- but that was -- you know, when everything was winding down and these\npeople were going home, back to their own countries.",
        "A: It wasn’t really the best, but it was the best in the circumstances. I don’t think\nanything more could have been done. And -- I mean, you could think of, when you run a\nhospital, what about the laundry service and what about this service and that service?\nAnd I guess it was all minimal. Probably there wasn’t any laundry service. But I can\nremember that they had sheets or like -- because as -- I think they had straw as mattresses\nJuly 14, 1995\nand it seems to me that it was like 1n a -- you know a bag, like a sleeping bag. You know,\nit would all be stuffed in there, otherwise it would be flying all over. And it seems to me\nthat’s what they had and I don’t remember that it was especially soiled or anything. But I\n-- | -- you know, when you look back all those years and you don’t pay that much\nattention and it’s -- you don’t really recall all that.",
        "A: Yes, mm-hm.",
        "A: Not that I know of. I really don’t know of any other nurses that ever worked with\nconcentration patients. I don’t --",
        "A: I don’t know of any, no.",
        "A: Yes.\nJuly 14, 1995",
        "A: It would be interesting to find out if there were any others, but I never heard of any\nothers and there may have been, but I don’t know of any, personally.",
        "A: Oh my, that’s so many -- I guess we talked about our work. Because nurses tend to do\nthat and so we probably did talk about what we saw and experiences during the day.",
        "A: No, I really don’t. I don’t really -- and -- how did you find out about us having a get\ntogether? Not through this Jeannie Striker? She’s down in Florida. Her name -- she’s\nmarried now, she has a different name.",
        "A: Mm-hm.",
        "A: Well, I think one thing was that we had lived together so closely. The whole time we\nwere in Europe, until we got to Linz, we lived in these squad tents and they were always\nfive or six of us in a tent. And when we were in England we lived in one house and we\nhad to fit into that house. There were always quite a number of us in each room. So, you\ngrew to be very close. I think if we probably all had our own rooms -- and yet, in my\nnurses training we had our own rooms and my class 1s still very close. We still -- in fact I\ngo to all my -- my King’s County luncheons. We have one in Pennsylvania and we have\nJuly 14, 1995\none in New York City. I go to both of them. But most of the girls go to the one in\nPennsylvania. So most of them have moved out of New York and live there in\nPennsylvania. So -- but I think it’s the living closene -- and we all got along very well\ntogether. I really don’t know of any enmity between anybody. You know, ruffled feelings\nor anything. I think we’ve always gotten together. But I really -- I think I s -- have to pat\nmyself on the back, because I think I started having us get together. And there was a -- in\n1947, that was the big snowstorm and I had arranged for us to have luncheon down at a\nCandlelight restaurant in Brooklyn Heights, which was a lovely restaurant in a\nbrownstone, and they gave you popovers -- the whol -- the whole dinner they kept\ncoming out of the oven with these delicious popovers and -- and we had this get together\nand -- with the storm that we had, two people came down from Syracuse, Phyllis Law\nwas one of them and Loreena, who passed away, was the other one. And Loreena says,\n“T was so amazed to see all that snow, because Syracuse has the snow usually.” But they\ndidn’t have it and we were just snowed in. And our chief nurse just couldn’t get there,\nshe called me. She says, “I can’t get the doors open.”",
        "A: I think we had about 10 -- 10 or 11. And I believe we were expecting about 20,\nbecause they would be the people from the New York area, but the two came from\nSyracuse. And -- but it was the big snowstorm. And then they said that we had a reunion\na-at Hotel Saint George Thet. I said, “I’m sure it was the Candlelight,” because I know\nthe one was at the Candlelight and I almost think we had two at the Candlelight. And I\nJuly 14, 1995\nkept calling the woman and -- who owned the restaurant and she says, “It’s perfectly all\nright,” cause I thought we’d be charged for all those dinners. And she said no, it’s\nperfectly understandable, you know, when people can’t get in.",
        "A: And so every time I was cr -- every time I had a cancellation, I’d call her.",
        "A: Mm-hm.",
        "A: Well, I mean I was talking to the other girls earlier. I don’t know if you were there,\nbut I mean what’s going on in today’s world. I don’t think we’ve learned our lessons at\nall. And I -- at that time, I felt just like the United Nations. We would all be getting along\ntogether and create an understanding. I’ve been a member of the United Nations for quite\na number of years and when I lived in New York, I went to a lot of their activities, but it\nseems worse to me than ever, which I can’t understand.",
        "A: I was very hopeful, yeah, that -- and -- but I mean, it’s all within the last 10 years that\nthings have changed. And it’s -- to me it’s so hard to understand, when we can all get\nalong together and be happy. It’s very disillusioning to me. And you would think after\nJuly 14, 1995\nthat experience of the Holocaust that everything would have dramatically changed, but --\nand now these skinheads that you read about. They’re -- they even have them in this\ncountry. I mean, nobody seems to appreciate what they have. And in this country you\nhave more of the good life, than you have al-almost, you know, almost any place. And --\ncause I’m very much against these people -- what is it? That rifle group? I think they all\nhelp to perpetuate these terrible things that are going on and I think things are going to\nget worse.",
        "A: Well, mm -- well, I think that -- you know, everybody said it can’t happen again, you\nknow, it just can’t happen again. And you know, we had a chaplain and he gave us all the\n-- all these photographs. You probably saw them -- I don’t know whether you did or not.\nWe all had a set of them. Horrible. But I mean, those photographs were -- I think were\nworse than anything I really saw. You know, the bodies and the pits and being buried and\nall this and that stuff. I think that we were sort of shielded from that and -- and really\ndidn’t see as much as in those photographs. So, it’s hard to say. And I mean, I happen to\nbe German and I have relatives over there. I have never talked to them about it. Well,\nthey -- the younger ones, born way after, you know, they’re all about in their 30’s, but\nmy cousin, she’s my second cousin, she’s about 65. I never ch -- brought it up to her, I\nnever talked to her, cause I was sort of embarrassed and I didn’t know how to bring it up\nand so I never really said anything to her. And I had stayed with her parents once, when I\nJuly 14, 1995\nfirst went to Europe. I stayed with her parents for almost a week -- five or six days. And\nthey never really talked about the war, but -- and -- and in thir -- and in ‘58, you know, it\nwasn’t too far behind and they had one chair in the house and I don’t know how that\ncame up, whether I said something, what a nice chair it was or not, I don’t recall and he\nsaid, “We were all out,” he said, “the children were in school,” and he and his wife -- he\nwas at work and his wife was off someplace and when they came home, their house was\njust rubble. And he said, “I pulled that chair from the rubble.” He said, “It was the only\nthing that was any good.” And that’s all that was ever said. I never said anything more,\nnever brought it up. So, well I mean that’s no joke, either. But --",
        "A: Not really. It’s only what I have been reading in the paper. And I don -- really don’t\nknow how they can believe that. I mean, when all the evidence is there. I -- I -- to me, I\ncan’t see -- it just doesn’t match up at all. How can you deny something when you have\nall the evidence? The photographs and you can go over there and see it and everything\nelse, I really -- I -- I -- I -- well, I think we just have a lot of crackpots or something or\nother. Just like those skinheads. They’re not all normal, they can’t be, to act the way they\nare and arousing all these anti feelings against people. Cause I grew up in New York\nwhere your friends are -- I had all kinds of -- I had black and white and Jewish and all\nand you just knew everybody and I -- a lot of my friends from childhood, I still keep up\nJuly 14, 1995\nwith and it’s -- you accept people for the way they are. And maybe people growing up in\nsmaller towns aren’t exposed to different types of people to that extent, and --",
        "A: Oh yeah. I have a friend in Lakewood, Lillian Sherr and -- and I always -- I say to\nLillian, “How’d we ever get acquainted?” Because she’s about three or four years older\nthan I am and she was working in the operating room. And we’re very good friends.",
        "A: No, no, no. Now Lillian went into the army a -- but she was in Burma. And she will\nnot speak about her army experiences. And lately I’ve been thinking about it. I wonder\nwhy -- because I always thought so many of my experiences were so interesting. But I\nonce asked her about Burma. Sh -- a-and she’s different, you know. I should say -- I\ndon’t want to -- she’d go like this, you know? She don’t want to. So I really don’t know\nwhat went on. She never talked about her army experiences. So it must have been a very\nunhappy experience for her, but --",
        "A: I don’t think they ever had anything to do with the native people. And I would think\ngoing to Burma must have -- just to see the country, you know.\nJuly 14, 1995",
        "A: No, my -- someone asked me, “Aren’t you going to go to some of these reunions over\nin Europe?” And I said, “I have no desire to go.” And I don’t know of any -- I haven’t\nheard of anybody that I know that has gone, except one man I know. But he’s very active\nin military organizations and that, but otherwise I really don’t -- and I have no desire to\ngo. I think maybe if a group of us had gone, that might have been something, but --",
        "A: Well, I’ve sort of wondered about it. I’ve been to Europe s-several times, but always\nwith a group. When you’re on a tour, you can’t do what you want to do. But some of our\npeople did go back and did -- I don’t think anybody in this group, you know, that’s here\ntoday, but I would say at least three people did go. And -- I’m trying to think who they\nwere that did that. Woody might remember.",
        "A: But I really don’t recall, but -- and I know one person said, “Well, it seemed to be the\nsame as it was when we were there.” And, but otherwise -- but I don’t have any burning\ndesire to go. It was just a -- an unpleasant time of life and --",
        "A: Yeah. Yeah, I think so. Yeah, I believe so, it’s -- you know, and then sometimes I\nwonder why -- you know, rehashing everything. You know, what is the real outcome of\nthat going to be? But I think the reason was so that 1t wouldn’t happen again. But -- but\nJuly 14, 1995\nwhen you think of what people do to people, what’s going on today, I don’t think it’s had\nany influence whatsoever.",
        "A: Well, no. It’s only that once in awhile something that’s said, you know, brings up\nanother idea, but otherwise, just some funny incidences and I really -- I don’t think so.",
        "A: I think we covered the highlights.",
        "A: Unless you want to hear about my German prisoner of war that helped us in Gusen?",
        "A: I don’t always tell it, because some people don’t really think it’s -- anyhow, he was a\nvery -- I don’t think he was more than 18 - 17 and he lost his meat can -- you know,\nthat’s the -- it’s a two part dish -- I still have mine at home -- and you have your\nsilverware on the inside and when you go to get something to eat, you open it up and you\nhave two parts and they put the food in it. And then you wash it and put it together again.\nWell, he came on duty and he hung, I guess, a jacket and -- and his meat can on the back\nof a door -- happened to be a hook there. Well -- and then he came to me and he told me\nin German that his meat can was gone. And I said, “Are you sure you left it there?” And,\nyeah. So I started looking under everybody’s pillow. And I’m climbing on all these tiers\nand looking under. I finally found it. My God, he was practically kneeling every time I\nJuly 14, 1995\npassed him. Cause he told me he’d be killed if he -- 1f it was found out that he lost it. Oh,\nhe was so frightened, oh. Which 1s why I really worked very hard to find it. And I did\nfind it. Oh, he was frantic. He was just a kid, you know. And we had German prisoners of\nwar when I was at Fort Dupont and I had some funny experiences with them, too.",
        "A: Before I went over. You know, we had 10,000 prisoners there at Fort Dupont and\nwhen we were on night duty, we worked from seven pm to seven am, 12 hours. And\nthen you got an extra day off for that. You did that for two weeks. So the prisoners, when\nthey -- when we were preparing for them, we had just a very small hospital with three\nwards and s -- and some private rooms. And the prisoners of war were at least a mile\naway. We had quite a big hospital there, but it was empty. So they put their ward as far\naway as you could go. How I wished I had roller skates. Cause you had to go down there\nand gave out -- you put out the medicines. I put them in all little medicine glasses with\nthe name of the person. Cause we had a ward man who was German. He gave out all the\nmedicines, he did everything except the narcotics and the injections. So he called me one\nnight, 1t was pouring rain and he said, “We’re being flooded down here.” And -- because\nI could understand him, you see? And so -- and -- and one of the duties of the night nurse\nwas to run across an open ramp into the nurses quarters and close all the windows. And\nwe had these rainstorms that came up in Delaware in a second. And it just came down,\nyou can’t imagine. And so I had just come back from the nurses quarters -- you ran into\neverybody’s room, closing windows -- and the telephone call came in. So I ran down\nJuly 14, 1995\nthere and they had a guard and he had a whole ring, like this, of keys. And -- and he --\nwell, anyhow, I said, “I got to find out what’s happening in here.” So I got in there and\nthey had all the beds pulled to the center and the floor was wet. There were a couple of\ninches of water on the floors and everything, the bed linen was wet. I know I had to go\nback and get more bed linen, cause they didn’t have enough, because they didn’t use that\nmuch, you know, at one time. And -- and they got me a chair -- oh, and we had bars on\nall the windows. Not regular bars, but screening, that metal screening, each one with a\nlock and they were not in succession. So I’m looking for the key, got that window open,\nopened it, they close it, we locked that again. Go to the next window. By then somebody\nmoved the chair, I got up on the chair, got that window o -- closed -- and the next one. So\nfinally I said, “For heavens sakes, will you find the right key? Go down while I’m\nworking on this window and you get that lock for that window.” Well, and we had one\nwindow next to another, we must have had 40 windows on that ward. Well, I can tell\nyou, about -- af -- seven o’clock in the morning I was down in the office of the man that\nwas in charge of that. And he got a -- heard from me. I says, “There 1s absolutely no\nsense to what you people have done.” I said, “First of all, you don’t need those metal\nscreens on those windows, that’s asinine.” I said, “And if they get out of the window,\nhow are they going to go further?” Because there were big bars and sc -- that curly --",
        "A: Yeah. I said, “How can anybody get over that?” And I said, “And where are they\ngoing to go if they get out? There isn’t any place.” I said, “They can’t get any food,\nJuly 14, 1995\nnobody’ ll have anything to do with them.” And the next night, they were all off.\nEverything was off those windows. That I remember vividly. Well, anyhow, while I was\njumping from one chair to the other, one of them says, in German, he said, “She’s like the\nlittle old lady who lived in a shoe, she had so many children, she didn’t know what to\ndo.” Well, I burst out laughing, I couldn’t help it. And I was supposed to be very stern,\nyou see, they were our enemies. But I just couldn’t -- they were all young people, you\nknow. I couldn’t help it. I was accused of being too friendly. I couldn’t help it. I was\ngoing with a fellow then and he said, “The word 1s that you’re too friendly.” I says, “I\ncan’t help it.” I said, “They’re nice young men.” Most of them were very young. And\nthere was one fellow that had -- had -- I think he had his appendix out. And -- and they --\nthey get morphine, you know, every four hours if they need it. So I prepared, up at my\nplace -- we kept the -- the morphine and those drugs, you know, they didn’t have them\ndown there. So I went down with my syringe and -- course Hans, as I remember, had\ncalled me and said he was in terrible pain. So I went down and the poor fellow, when he\nsaw me, the sweat started coming and he was in awful pain. He -- and he’s inching away\nback toward the wall. He saw me with the syringe and I remember Hans said, “He’s -- he\nthinks you’re going to kill him. Put him to sleep or something.” So I’m trying to tell him,\nyou know, this is for -- to help him. See, they were so -- so -- I mean the tales that we\nheard on our side, they also heard against us. So anyhow -- so I finally got him -- gave it\nto him. He was almost fighting me, you know. And he was in terrible pain. It was\nprobably gas.\nJuly 14, 1995",
        "A: So, we’re -- we had a -- a remedy that I used to use. What was it now? Something old\nfashioned that had two things and I got it from the pharmacy. And all they needed was a\nlittle sip of that and it brought the gas up and it worked miracles.",
        "A: Yeah, okay.\nEnd of Tape One, Side B\nConclusion of Interview\nJuly 14, 1995\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionJuly 14, 1995\nBeginning Tape One, Side A"
    ]
}