{
    "rg": "RG-50.030.0561_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nVera Glasberg, conducted today by Judy Cohen, on January 7\", 2009, in the\nhome of Mrs. Glasberg in Alexandria, Virginia. I thought that we could start by\njust telling us something about your early childhood, where you were born, where\nyou grew up.",
        "Answer: Well, I was born in Riga, which at the time of my birth, which is 1912,\nwas still Russia. It 1s today an independent country, Latvia. I don’t remember Riga\nat all because my parents moved to Kiev, which then was also Russia, became later\nUkraine, when I was about one year old. Av — we’ll th — Kiev I remember very\nwell. We lived at a beautiful home, and a big courtyard, and it was a — a — a sizable\napartment. When — in 1917, when the revolution broke out, and the — the\ncommunists were — how should I say — assigning free rooms and apartments to their\nmembers, my parents decided to rent their apartment themselves. And there was an\nItalian lady who was a harpist in the Russian opera house, and her little girl — her\nlittle daughter was my playmate. And I have very good seven years from that time.\nThe theater gave sometimes operas for children, like Sad Sultan, or The Cock\nDoor, and The Golden Cockerel. And through this, the mother of my little friend\nAnnata(ph), we sometimes got seats to go and see these operas. In addition, she\nwas getting ballet dances — lessons, and so I got them myself also; my parents\nthought it would be a good idea. It was a wonderful time for me as a child. For my\nparents it was much more difficult because there were shortages of all kinds. My\nfather was arrested once for no reason except that he was a capitalist. And\nfortunately he was released twice when he was arrested. But in the meantime, there\nwas, for instance, no water. And my mother had sometimes to go in the middle of\nthe night when it was announced that there was some water somewhere in another\nquarter. And she would carry — come home carrying two pails of water for — for\nfood and for washing. I was not aware of all these hardships. But after he — my\nfather was released for the second time from prison, he said, no more, I want out. I\nwon't stay.",
        "Q: So tell us something about the experiences that — where you left, why you left,\nhow you left.",
        "A: Well, that’s where he got a — and a-— kind of a — edificial assignment to go for a\njob which was a — a fake job, to Riga for two years. That’s why he was — we were\nable to leave the country legally. He could take his family, and take belongings\nnecessary for a two year stay. However, the trip was most unusual. We were\ntraveling in a train with cattle cars. We were sitting on the floor. We were part of a\ngroup of, if I recall, three or four families, which little — we all had little stoves,\nkerosene little stoves. The train would stop every once 1n awhile in the middle of\nthe field that — that was — that — [break]",
        "Q: Okay, let’s continue. So, tell me about the car, the rail car that you went to.",
        "A: The rail car was a cattle car, there were no seats. We were sitting on the floor, on\nhay, or whatever it was. And it was very primitive. The tri — the trip must have\ntaken at least a week, if not more. And it would stop — the train would stop in the\nmiddle of the field, and we were all — were sucha — su — you know, supposed to get\nout to refresh ourselves with the snow, it was in winter, in January. We had little\nkerosene stoves. We made water out of the snow for tea. Everybody had,\napparently, food with us. I don’t have any recollection of being — of famine. But it\nwas extremely primitive and I thought it the most exciting adventure you can think\nof. So, all my recollections of that time, which for — for adults were very taxing, for\nme were great fun. In Riga we had family. My mother — my mother’s uncle was a\npsychiatrist who had a mental institution, which was the institution of the city. And\n— but we were not permitted — I mean, we — I speak of me as a child — to even go\nnear it. The house where the family lived was in a big — how should I say it — estate,\ncompletely separated, and that was where the family lived. Couldn’t see it at the\ninstitution, even though the — the windows. And then again, there was one of the\nwomen who was helping in the household, had a daughter Ludiczka(ph). And\nLudiczka(ph) was my playmate, again I had one friend, I never missed friends. So,\nI had a wonderful time. We stayed there until spring, and after — after that, my — my\nuncle on my father’s side, had in Finland — also, he was a wealthy man, had a big\nestate in Finland, and the whole family of the Hessens(ph), which is my maiden\nname, were reunited there on the — on the farm. There there were chickens and two\nhorses. I was sometimes permitted to go on the chariot with the — with the horseman\nto bring somebody to the train station through the woods. It was wonderful. There\nwas a lake, and one of my cousins was a little older than I was, and he was my\nplaymate, and we went fishing in the lake and canoeing, and so forth.",
        "Q: But, I understand you didn’t stay there that long?",
        "A: No, it — we were invited, we were the guests for the summertime. And then my\nfather went to Danzig where the same brother had the insurance company of the\nfleet on the Volga. You see the — it was the — well, see family and my father\ndirected the office in Danzig. My mother and I went — stayed in Berlin, because\nfirst we — the whole family went to Berlin and my father left. And my mother and I\nstayed. We had rented a room in the apartment of a theater critic. And he always —\nhis wife was not in good health, and he used to always to take my mother to first\nshows in the theaters in Berlin, which at the time, in the 20s at that time, was in full\nswing. And I was attended — was in — registered for the first time in my life to a\nschool, because until then I was home tutored, both in Russia and in — in Riga,\nalways I had home tutors.",
        "Q: So tell me, what was it like as a young girl, as a refugee? By then you had lived,\nactually in four different countries for varying lengths of time.",
        "A: Yeah.",
        "Q: How did you adapt to all these changing circumstances?",
        "A: Until then it was no problem. It was always something exciting, new and\nwonderful. For the first deception for me was when we left Berlin and joined my\nfather in dan — in Sopot, which 1s a little town, a sea resort actually, attendant to\nDanzig. It is the distance like from Alexandria, Virginia to Washington, D.C. It is\njust attendant, but it is on the North Sea and a — a sea resort by the next — Poland,\nwhich 1s practically next door. So, during the summer season it was invaded by the\nPolish [indecipherable] community which came to play in the cansino(ph) and so\nforth. But I went to a German lycée, which was a good school, but I hated it,\nbecause after the Russian school, which was on a very high level, the faculty was\nthe cream cup of faculty from Russia, émigrés from Russia, whereas here there\nwere — how should I define it? Only women, only old spinsters, anti-Semitic,\nunfriendly. Very resenting the — the — the additions that came, and made probably\ntheir job difficult, because my German was practically nil. And my marks at the\nbeginning were awful. I didn’t learn German grammar, it was terrible. I had to write\na composition, it was full of mistakes. It took me time.",
        "Q: So was there — was their attitude to you more disdainful because you were a\nimmigrant who didn’t know German, or —",
        "A: Yeah, of course.",
        "Q: — or do you think it was —",
        "A: They went a —",
        "Q: — you mentioned the anti-Semitism, h-how —",
        "A: That they were to begin with. That — because to there at that time already many\nrefugees from Russia who got kind of squeezed in there. And they were — they\ndidn’t like — it was a different culture. They were very narrow-minded, they were\nvery — you know, like little towns. Whereas Russia, from Russia people came from\nSaint Petersburg, from Kiev, from Moscow. It was a different type of families.",
        "Q: And how did you respond to that?",
        "A: Well, you know, at that age, you just suffer.",
        "Q: Right.",
        "A: What can you do, you don’t have to revolt. However, you know, there too we\nhad nice times. I made friends with — with these people from Russia, of course. And\nwe went in — for instance once, to make an experience, and to write a note in several\nlanguages, which we got together, and put the — the note, with my address because\nth — I had invented that, so ha-happens, in a bottle. We sealed it and we threw the\nbottle into the sea, and later completely forgot about it, even though a few months\nlater we got a real — an answer from somebo — students in Sweden.",
        "Q: What language did they write back in?",
        "A: They wrote in — I —1f I remember correctly, in German. Broken German. And\nthey offered to correspond before we get together, but our parents, our common\nparents said to us, it’s na — not a good idea, because they were students already, 19\nyears old, we were 12. So — so it was not the thing to do. And we obeyed. There\nwas no revolt. Parents said, that was it. But it — it was a nice — it was a nice time. I\nhad man — lifelong friends from that time. We had competitions who would be the fi\n— the first one would g — win who will go and take the first cold swim in the spring,\nand without interruption until the fall. You see, children’s play, it was a good time.\nAnd yeah, I lived there for — yeah, I would say for almost five years.",
        "Q: At the time you left, if someone was to ask how you identified yourself, did you\nstill think of yourself as a Russian émigré, or were you thinking —",
        "A: Yes, yes, yes. Although, at — by that time — by that time we were no longer\nofficially Russians, because we never got back, as it was understood. So we loos —\nlost the citizenship. We were at that point citizens of no country. We didn’t belong,\nwe had no protection from any country. And a member of the then League of\nNations, by the name of Nansen(ph) has created for people like my family, a\nspecial document which was called the Nansen(ph) passport, which was not —\ndidn’t look like a passport of a regular country, which was a sheet of paper with\nsome name, date of birth, indication — all the information that the passport has. But\nthat was our passport, and forever gave us trouble, because usually the people at the\ncasa — the borders had never seen such documents.",
        "Q: Do you remember what stage your family got these? When they were living in\nSopot already, or —",
        "A: Yeah. When we had to leave, you know, to — to cross a border. For instance,\nonce or twice my mother and I from Berlin came to the summer for to visit my\nfather in da — in Sopot. The Poland refused to even accept this document as a doc —\nofficial document. So the car in which we were traveling was sealed, buco —\nbecause — 1n order to get from [dog barking] Berlin to Sopot, we had to cross two\nborders, you know, to enter the Poland, and exit to the Poland. God forbid we\nshould get out, you see. Sealed car. Christina? [indecipherable] my thoughts. Q:",
        "Q: Yeah.",
        "A: Yeah, I was telling you that we were — we had to go through Poland in sealed\ncars. And wherever later we moved from Sopot finally, the — the — the\n[indecipherable] the Volga, I don’t — I cannot tell you what exactly happened,\neither the office closed or my father had no other possibilities. He was offered a job\nin Brussels, in Belgium. A job which — my father had two doctorates, he was an\nengineer from Belgium and he had a doctorate of mathematics from Saint\nPetersburg, with a gold medal. But he accepted the job to sell off used cars in — in\nBelgium, just to show you that permutation saved their lives. They never\ncomplained, never.",
        "Q: And how old were you when you made the move to Belgium?",
        "A: Well, I was elated pa — by that time I was 17. And to — leaving this Sopot, this\nsmall town and go to Brussels, the capital of Belgium in the west, it was very\nexciting. I was 17, but I still had to switch school because I didn't finish the lycée. I\nhad two — the aptitude to make [indecipherable]. I had to have the pre —\nuntaprima(ph) and dobaprima(ph). And each time I had to change languages;\nfrom Russian first to German; from German then to French. The French that I have\nlearned in school was nothing. So — well, we arrived in Belgium, and what can I\nsay? Very soon after my father arrived there, maybe a year, the — the — the garage\nwith the used car collapsed. Well, by that time, when I finished the lycée, which\ncorresponds years — to two years of college, the [indecipherable] is bachot, French\nbachot you know what that means?",
        "Q: Mm-hm.",
        "A: It is a different organization of schools. I knew that I had to help the — with — the\nfamily with finances. So I registered in a business school and I decided I’m going to\ncontinue my education at this first opportunity, and did it throughout my life. I went\nto business school for six months. By that time it was summer, and one luxury that\nmy mother permitted herself, was to once a year to go to Riga to visit her mother.\nSo while she was away, it so happened that the t-touring club of Belgium, which is\nlike the ma — automobile association here, was looking for somebody for a member\nof their staff. And they usually request that somebo — to send them somebody the\nbusiness school where — that I was attending. And before I even had finished it, the\ndirector of the school picked me to ask me if I was interested. Was I interested? Of\ncourse. So I have — was very proud that I got the job before my mother came home.\nSo that was my lengthy period in Brussels, until May 10\", 1940.",
        "Q: That means before then though, that while you were living in Brussels\ncorresponded to the time that Hitler had come into power in Germany, and later on\nthe invasion of Poland, before that the annexation of Czechoslovakia.",
        "A: Yes.",
        "Q: Were these events that you were following at all? Did you ever think that it\nwould reach western Europe, or was it far distant news?",
        "A: Well, you — it — it was — it was — how should I say? Nobody could imagine what\ncould d — that something of that caliber could ever happen to begin with. On the\nother hand, I must also confess, to my shame, that at that time I was a very — how\nshould I say — carefree, cheerful, a little bit superficial girl who loved dancing, who\nloved friendships, excursions. Politics were not my strength. My husband, if I had\nmet him that — that area, we would have never seen each other again, because he\nwas very much involved in politics. He was active in the labor Zionist movement,\nvery active. So, it is funny, we lived in the same town for 10 years, both of us, had\nmany common friends, and never met.",
        "Q: So let’s then move to the day, May 10\", 1940.",
        "A: Yeah.",
        "Q: What are your recollections of that day, and what was the response of your\nfamily?",
        "A: That day — that day was a sunny, beautiful morning and we r — I remember\nwaking up and couldn't understand. I thought that 1t was a thunderstorm. And the —\nhow is possible, the skis — sky is blue. And all these explosions, c-could it be a\nthunderstorm? So, it’s — it was very strange. But then of course, word came out\nimmediately. I went to work, everybody went to work, and for us, very soon people\nstarted — as soon as people understood that it is the Germans who are invading,\nthose who had cars and funds, started moving, moving south.",
        "Q: And did your family leave immediately, or did they —",
        "A: No, not at all.",
        "Q: — debate at all?",
        "A: Not at all because we had no means — the little means that we had, it is only very\nrecently before the invasion that we moved to our own apartment, we used to have\nrented rooms before, at our house. My parents lived in the attic and I lived in the\nlittle — small, little attendant room downstairs, it was very — really, it was my\nmother who managed everything remarkably well. They shared the kitchen, we\nshared the bathroom. It was very, very difficult life for them, and again, not very\nmuch for me. For me it was all a very easy going — so, what I was going to say that\nthe big expense that we have made the — before May 10\", maybe before the one\nMay fifth, is to buy a—I cannot say a refrigerator because it was not electric. It was\na cold box, you know, with pieces of ice. And here if the war breaks out, the day\nwhen that ice thing was delivered. So — but, I must say that the president of the\ntouring club, who was an unusual person, told me, because one, I was a fit — I think\nI was the only Jewish person in the staff — don’t stay. Whether you have means or\nnot, take what you can carry and leave. Take the first train and go south. Go to\nParis and see what you can do later. And what he said was — was very meaningful\nto my parents, too. So, after two or three days, that’s what we did.",
        "Q: Did you have any trouble leaving Belgium at that point?",
        "A: Yes, because after — when we were almost at the French border, there was a\nbombardment at night, and they broke the rails, the train couldn’t continue. It so\nhappened the train had stopped at the station, so we left the — the one or two\nsuitcases that we had at the station, and continued on foot, going south.",
        "Q: Were you carrying any luggage with you at all? Just —",
        "A: A handbag, just a handbag.",
        "Q: Clothes on your back?",
        "A: Yeah, clothes on the back and the little te — suitcase. Strangely enough — fate 1s\nstrange — we met good friends of ours, and the wife of — it was actually a friend of\nmy husband, but I knew her vaguely, too. She had the French passport, she was of\nFrench origin, and there was a train forming, but only for French citizens. So here\nshe was, Mimi was her name, Mimi was running to the train and waving her\npassport. Her husband and the three of us, my parents and I after her, and then\nnobody checked the documents or tickets, nothing. In the car — again a cattle car.\nAgain that’s everything closed, totally dark. Was crazy.",
        "Q: And then where did the train take you?",
        "A: The train took us to Paris, and there we were welcomed by the Red Cross with\ncoffee, the Germans will never get here, you’re welcome, blah, blah, blah. So there\nwe separated from our friends, and we ha — we had family, my father had family in\nParis. So — but of course, we couldn’t stay there, we stayed overnight, but they\ncouldn’t put up three people. And that was announced that people who can support\nthemselves can take a train that will be forming the next day. One will be going to\nToulouse, and the other to Bordeaux, south. By mere chance, we chose Toulouse.",
        "Q: Tell me about Toulouse.",
        "A: Toulouse. It is called la ville de violette. The violet city. It is charming, but\nactually, it is an industrial city. The — there is a — an enormous factory for airplanes.\nThis enormous new airplane, this monster is being built there, 1s being finished\nthere. But it has a certain charm, and some cultural life, certain interesting things\nthat we couldn’t think about that very much. And we met some friends from — from\nBrussels. Nobody wa — knew where to go, nobody had means to go to a hotel. We\nbought a paper and saw that there was a house for rent, an empty house for rent, and\nwe decided to — to get — to pull together and rent this house and live there as a\ncommunity.",
        "Q: Who are these friends?",
        "A: These friends were two Russian families. One [indecipherable] I mean, the —\nthe adults of that family are already gone, but the s — one of the sons of our friends,\nwho was 14 year olds when I got married finally, in this house, visits me here now.\nHe is an 80 year old friend, and I have known him, of course, forever. And another\nfamily. So — and we — it was well organized. We made a whole government there,\nthere was a so-called president. My father was the minister of agriculture, because it\nwas a little garden that we planted vegetables.",
        "Q: And what a — who were the other ministers, what were the other jobs?",
        "A: There was a foreign minister, was running every day to all the consulates to find\nout where you can leave again, because at that time that part of France was not\noccupied, was free. But you never know. And it was later. Then there was a\nminister of the interior, that was my mother, who was in charge of the household.\nShe int — the — the mother of this young man I just described and [indecipherable]\nminister interior, then — then there was the young generation, the supplies, because\nwe had to run around and find supplies, as I told you. There was no butter, there\nwas no milk, there was — as time progressed, very difficult.",
        "Q: And I understand it wasn’t just the three families, that other people came as well.",
        "A: Oh, my goodness. Word came around that there is such a community that exists\nand there were forever people appearing at the door. Some people some people\nknew, and some people who didn’t know anybody, we just heard about it. And there\nwere always a meal, and there were always a shelter overnight. Some stayed for one\nnight, some stayed for a week. Some stayed when they had further visas, some\nothers not. It was amazing.",
        "Q: How did you make the rations last for so many people?",
        "A: Well, as I say, everybody contributed, energy, effort, and knowl — not everybody\ndid everything. Everybody had their decided needs. I-I had a friend, this young man\nAndré would lend me his bicycle, and we would go to the country and buy some\neggs here, and a little, I don’t know, cream there, or créme fraiche, or something\nlike that. And the younger ones, after dinner did the dishes. The low — the ladies —\nthe mothers were cooking, and the younger generation did the dishes.",
        "Q: And did the Vichy government interfere at all, or did —",
        "A: No, there were — there were, as I say, there were — they didn’t mind. There was —\nafter all, we were contributing in a way to the — to the life of the city by buying, and\nbehaving, and it was paying the rent and so forth. So — and then people, by and by,\nbegan to leave. And that’s how very good friends of ours who came — who came to\n— to — to say goodbye, brang s — brought some [indecipherable] just said, we’re\ngoing to go to a house, there were go — a house of nice peoples, come along. But\nthat particular time I didn’t pay much attention to Sam, because the president of the\ntouring club of Belgium also arrived in the [indecipherable] because he was\nlooking for his son who was a colonel in the Belgian Army. And he had learned that\nin Montpelier, which is halfway between Toulouse and Marseilles, there were lists\nof Belgian officers. And he asked me to come along with him. He — I think my\nparents would have let me only with Colonel Mitey(ph) to — to leave Toulouse by\ntrain, but he had the diplomatic passport, and then my [indecipherable] passport\npicture is — was [indecipherable] that I was secretary of so and so. So I could\nalways travel with him without effort, without difficulties.",
        "Q: But then I understand that you met Sam again shortly afterwards?",
        "A: Yes, yes.",
        "Q: Why don’t you talk — tell that story?",
        "A: Well, I was running somewhere and I met Sam in the street, and we stopped and\nchatted for a minute. And he asked me if I happened to be free the next day, that he\nis going to visit some friends, and they’re going to make music to play, and he was\ngoing to sing. And to me it sounded as if he asked me to — I don’t know, to fly to\nMars, because everybody asking only in which consulate that you go. And so that\nwas nice. And then he told me about the plans to organize this farm, this kibbutz.",
        "Q: Tell me about the farm.",
        "A: Well, the farm, he got funds from the labor Zionists to rent a — all this was his\nidea, he rented an old castle, was rather dilapidated. But it was beautiful, it was a\ncastle, really, and surrounding grounds with woods and plains. And enough funds to\nhave some cattle, goats and cows, and a horse, and what else? Chickens galore and\nturkey, you name it. And mostly his idea was just because the soldiers that I told\nyou were gone, people who had no means of support and were — I mean, they were\nnot mishandled in any way, but they were not free, in Gurs. You know what Gurs\nIS.",
        "Q: Right.",
        "A: They came to work on the farm.",
        "Q: How did he get them out of Gurs and to the farm?",
        "A: Because he announced in Gurs that there are — there are jobs needed on — on — in\nGaillard. That there 1s a means — there is — they planted — I don’t — I don’t\nremember what they planted. I was only paperwork worker. I occasionally visited\nthere after that, of course, but that was at — about 20 miles from — from Toulouse,\nnot far. And — and so it was to everybody’s satisfaction that Sam was terrific, he\nalways knew how to — people are tired, worked very hard, there was not much food.\nBut still, they — they knew it’s a matter of life and death, literally, because you\nknow, you never know what happens tomorrow. In fact, it did happen finally, they\nwere occupied.",
        "Q: Did you keep up with the people, the other ones on the farm? Do you know what\nhappened?",
        "A: After we left?",
        "Q: Mm-hm. [indecipherable]",
        "A: Yeah, they became a center of resistance, yeah. They were — they were — they\nwere — they were good people, yeah.",
        "Q: And I — do you remember anything more about — were they refugees, were they\nfrom — mostly German Jews, or [indecipherable] Jews?",
        "A: No, they were not — there were some German, there were some Polish. There\nwere some that were still from Belgium also. There were not so many. There would\nbe — I would guess that there was maybe 25 - 30 people, not more. Some of them\nSam knew personally, Sam, he was — he was reading the references and so he\nwanted — he wanted a homogenous group and not quarrels and you know — and it\nworked. It really did.",
        "Q: What type of activities did people do when they weren’t busy planting the crops?",
        "A: What they were doing?",
        "Q: Yeah, for relaxation. Did they have —",
        "A: They were collapsing to sleep, I assure you.",
        "Q: Yeah.",
        "A: They didn’t know — there was no television, and there was no — but, you see, I\nremember one evening at — that sticks always in my memory. The winter was\napproaching and needed wood for — for heating and for cooking and for ever, and it\nwas low. It had to be done, there was no time during the day, and after dinner\neverybody was tired. So Sam, already at the dinnertime, he began saying — hello\nBecca.\nR: Hi Nana.",
        "A: This is my granddaughter Rebecca.\nR: Hi, nice to meet you.",
        "A: You don’t mind?",
        "Q: No.",
        "A: Okay.",
        "Q: All right.",
        "A: So, he said, look, it’s nice evening, let’s go out, make a tour and sing. Take a\nlong some — how do you call it, the —",
        "Q: Axes?",
        "A: Axes. We went out singing, and on the way with axes, came back with tons of\nwood, and everybody was a good mood, exhausted and tired, still did.",
        "Q: What type of paperwork were you doing? Was this accounting, or —",
        "A: Well, at the beginning we needed a lot of permissions forms and all that. And\nonce the farm was organized, there was no need for it, you see. So it was — it was —\nit was functioning very well. And if occasionally there was a need for a letter that\nwas — he became friends with the mayor — who married us, by the way — the mayor\nof that little village, was called Grenard(ph). And he — at that time there was no —\nno gas, and nobody had a car except the — the personalities. So the mayor rent us his\ncar to drive from Deymarie(ph) to the Chateau de Gaillard. And my parents and\nthe witnesses followed all in a horse pulled cart — cattle.",
        "Q: So let’s step back a bit, the wedding, when did Sam propose, how — and tell me\nabout the wedding day.",
        "A: Well, I came to visit Sam in Gaillard for — over the new year. And that’s when\nhe gave me the ring that had belonged to his mother, because nobody bought any\ngowns or rings or any things of that sort. And that ring has an interesting story.\nMuch, much later, when this young lady was getting married, I decided to give her\nthe ring of my husband’s mother. And to my horror, I had been away, it had been\nstolen. I had a break-in in my house. But we worked it out anyway, there was\nanother ring. So — yeah.",
        "Q: So, was —",
        "A: I went — I went to Gaillard over — yeah, overnight, and you see, later the ladies\ntold me — the ladies of [indecipherable] told me they [indecipherable] and to the\nbig fancy hall in the gi — 1n the castle, which had been the bull hall, because it had\ntapestries, they were moth-eaten, but they were beautiful tapestries. He went in\nthere, he said, that’s where I’m going to get married. I didn’t even know it.",
        "Q: So, it was a time of rationing, of shortages, but you still had a —",
        "A: I have only good remembrance of that time. I really have nothing sad, where it\nwas so difficult for most people, and I must say [music playing] there goes my\nphone. Becca, do you — can you give it to me. Excuse —",
        "Q: We’ll cut — pause. [break]",
        "A: — occasionally, I’m sorry.",
        "Q: That’s okay. So you were telling a little bit about the wedding day.",
        "A: So, the f— we had two wedding days. The first was a civil wedding in this\nvillage of Grenard(ph). As I said, the mayor married us, and he — heh-heh — that is\nvery French, he said, in our country, the one who married has the first kiss. So he\nembraced me. And, as I say, he lent us his motorcar. We were like princes of - Sam\nand I. And my parents and my witnesses followed in a horse drawn — how do you\ncall it, the place when you put in hay? They were sitting — it was not for people,\nthey didn’t need that for people.",
        "Q: A wagon?",
        "A: Wagon, yeah. Anyway, we arrived in — and then there was a festive reception in\nGaillard, and we had chickens and the ducks and the goats, little goats, all that\nmixing with the people in the reception. It was most unusual. And then, the next day\nwe had a re — a religious wedding from a rabbi who came to the house to be\n[indecipherable] and married us there. And I think in the book there is a\nphotograph of it, where all the people who at that time were in the [indecipherable]\nmany more came. And they made it wonderful, and for those times, that was a\ndinner, that was a feast. So — and yeah, now, the only thing was, I had no clothes.\nThe wedding was in the same suit that I wore coming from Brussels. On the road,\nin the trains, everywhere. But for the wedding at home, I had to wear something a\nlittle more presentable, but I didn’t have any. So a friend of mine happened to pass\nby, and we had similar figures, she lent me a dress.",
        "Q: I understand that once you got married, you weren't — you were still separated for\na while.",
        "A: Yeah, yeah, because since we were going to leave the following — and — and very\nsoon, I wanted to stay with my parents. And Sam returned to the farm. So we saw\neach other for weekends here and there, but I didn’t want to go and live on the farm.",
        "Q: So tell me, you were talking about you were going to be leaving. How did you\nget a visa to get out?",
        "A: He had a visa to get out when I met him, from Rabbi stat — Stephen Weiss.",
        "Q: Had he ever met Rabbi Weiss before?",
        "A: I don’t know, I don’t think so. But he knew of Sam because he worked very —\nwas very active in the labor Zionist organization in Belgium. So Sam had this visa\n— he, as a matter of fact, had already used the entrance to Palestine, but he had\ngiven it to somebody else. My children ask me sometimes, why didn’t he go to\nPalestine, why did he go to the United States? I cannot answer that, I don’t know.\nHe probably had reasons for it. One though that comes to my mind 1s that his\nparents were alive. His father, rather. His mother was already gone. And he was —\nhe was — he needed support, financial support, and that, of course, was not possible\nfrom Palestine, because people went there to dig roads, and to build. And Sam\nwanted to get a job and su-support his father, and that’s what he did.",
        "Q: So you had the visa, was —",
        "A: So -",
        "Q: — there a time expiration on it, or —",
        "A: Well, that was the interesting thing. We both went to Marseille from the\nhoneymoon, to extend the visa for two. And the American consul asked us, do you\nwant a tourist visa or an immigration visa? Who cares? You know, is that we’ll\ncome back to Europe anyway after the war is over tomorrow afternoon. Whatever\nyou give us, we’ll be grateful. And this man did something that I much later\nunderstood. He was forbidden to give out immigration visas, and he did, he gave us\none.",
        "Q: Do you know who signed for your visa?",
        "A: I never knew, f— and you know, I don’t remember the name. I wish that it —\nbecause I understand that some of them were — there were several consuls who were\ndoing it, and they were demoted. And somebody told me even that one of them a\nstamp was done in his honor, because he really was deported or fired altogether\nbecause he helped so many Jews to escape.",
        "Q: Can you describe what the scene was like at the American consulate in\nMarseille? I se — were there crowds of people [indecipherable] you just —",
        "A: No, not at all.",
        "Q: — walked in, no?",
        "A: Yeah, yeah. No crowds, no. Be right there [indecipherable] no, because people\nwere dying to get a visa, but you could only get one if you had the permission to get\nout of France, and proof that you have visas to get through the countries you have\nto get — to get there. Which on the other one — on the other hand, were difficult to\nget without the v — end visa.",
        "Q: So how did you get your transit visas?",
        "A: Well, you see, some — some people got stuck on the way, like for instance in\nCuba. We know a friend who s — well, got stuck in Cuba. Couldn’t — had to wait —\nwaiting for the American visa. We had no problem once we had to prove that the\nemergency visa was official. We got — we went through Spain and Portugal and\ntook a boat to Lisbon.",
        "Q: So describe what the process was like leaving France, going through Spain, any\ndifficulties you encountered?",
        "A: We sure did, we sure did. Well, we left — we left early August, I think. It was — it\nwas very difficult for me to leave, although the arrangement was that Sam and I\nwould go — we had no money, practically no money, and the trip was paid by the\nHIAS [indecipherable] I don’t know, he said [indecipherable] HIAS would takes\ncare, but it was paid for us. And we would get organized and a year later my parents\nwere to join us in the States. We left in 41, in August ’41, they were to come in\n\"42.",
        "Q: Did your parents have visas?",
        "A: No. But once we were there, there was, you know, we were 1n the States, there\nshould be no problem in finding, you know, for parents to join, close relatives that\nwould have been no more. And that’s what happened, eventually. I went to\nWashington for an affidavit, got it right away.",
        "Q: So describe crossing the border into Spain —",
        "A: Well, yeah —",
        "Q: — crossing the border into Portugal.",
        "A: We left by train. There were friends on the way, in the mountains, near Po(ph),\nwhich is near the Spanish border. We had some friends who came out to see the\ntrain pass and wave to us. They couldn’t see us, of course, but we saw them. On the\ntrain we met a Spaniard, a charming fellow. We are going to spend a night in\nMadrid. When he heard that we were s-stopping — he was coming back after the\ntour or army, he said, I’m going to show you Madrid, and took us — he went home,\ntook a shower and s — kissed his wife and came out again, met us at the hotel and\ntook us around in Madrid. It was really very nice, yeah. So — but the — the — the —\nthe real event was at the border between Spain and Lisbon, because that was\nactually for the first time entering the freedom, because Lisbon, Portugal was a\nneutral country. Spain was still fascist, 1t was still allied of Germany, but Portugal\nwas free. So, this is the last border, entrance into freedom. They took our luggage,\nand made us open the luggage and took our passports. The train 1s about to leave in\ntwo minutes, everything is ready, we were going to have some sandwich and relax.\nEnters the official and says, lady, off the train. What? My husband can continue, but\nI have to get off. So Sam told me it makes no sense for us both to stick here. I will\ngo, and there’s only one train a day —",
        "Q: And when was your ship leaving?",
        "A: The next day. The next day. And one train a day. That he told me, call the\n[indecipherable] immediately, call the police, call whoever you can do, you will\ncome tomorrow.",
        "Q: Why did they take you off the train?",
        "A: They took me off the train because as Sam’s wife, I was listed as a Polish\ncitizen, and I had the Nansen(ph) pass that they never seen in their life. Something\nwas not right, and during wartime, you don’t play. And there was no time to make\ndecisions or make calls. So here was the train leaving with my newly wedded\nhusband, and the ship leaving the next day. I didn’t — I don’t remember crying, but I\nmust have been because later I realized that my cheeks were wet. And the same\nofficial came and said, don’t cry. Let him go. You’ll get married, you’ll stay here.\nHe was actually very nice.",
        "Q: So how did you straighten it all out?",
        "A: I did call the [indecipherable] and they — and when Sam arrived they\nstraightened it out, the matter of — of the papers. And I took the next train, Sam met\nme at the station. We took a taxi, which was a luxury, but I needed inoculation for\nsmallpox. And we literally got to the boat 50 minutes before they put up — pulled up\nthe planks, yeah. Yeah.",
        "Q: I understand that they — once you were on the ship though, you had some better\nluck.",
        "A: On the ship we had better luck. I see you remember and you know. Yes, it was\namazing. The — the leader of the [indecipherable] group to — which had paid our\npassage, Sam introduced him to me. And he came back and asked me if I knew how\nto type. Well, I was deep in thoughts about leaving my parents and the whole\ncountry and the continent of Europe, and that was very advantageous because they\ndoubled — that would double our fortune; 25 dollars in those years was like 250\nnow. And — and we were to eat in first class. And I, without my husband, would\nshare the — a stateroom with another lady, and he was in the hold, where we were\nsupposed to stay.",
        "Q: That’s not in the book.",
        "A: He didn’t mind. So that’s what happened, tha-that was fun too, because they\nwere very nice Portuguese officers, nice, friendly, handsome. And I was working\nthree hours a day, and people on — on — on the ship saw that I was member of the\nstaff. So that was great fun. And we arrived in Staten Island on September 2\",\n1940, Labor Day. And the ship stood in the — in the harbor, they didn’t take us on\nboard because it was Labor Day. And you see those lights of Manhattan, it was\ngorgeous. So it went.",
        "Q: So yes — so, well the time you were in New York during the war, were you able\nto correspond with your parents at all?",
        "A: Yes, because my mother was working for the Swiss Red Cross, we were able to\ncorrespond through the Red Cross [indecipherable]",
        "Q: Through the whole war, or —",
        "A: No, the beginning. I would say maybe for — for half of the time, if at all. Maybe\nfive, six months. But they were saying months, years, couple of years. About half of\nthe time we were separated was — was actually fifti — yeah, five years. My parents\narrived by the first commercial crossing after the war had ended.",
        "Q: How did you discover they were still alive?",
        "A: That was interesting. My mother met in the street an American soldier, and\nasked him to send me a note from them by — how is it called, the American special\nway for the soldiers? Do you know what that 1—",
        "Q: [indecipherable] mail?",
        "A: Huh?",
        "Q: To mail APO.",
        "A: Yeah, APO mail. So I got one day a letter from the soldier, with regards from\nmy parents. Was fantastic, because th-the — the regular mail didn’t work yet.",
        "Q: Did your parents share much about how they survived?",
        "A: You know, it’s strange. They never liked to talk about it. All I know, that they\nwent underground. All I know that they had false papers. All I know that they were\nat the beginning hidden by a family where I had the — the gall to tutor a woman in\nEnglish, who kind of took a liking to me and with my imperfect knowledge, she\nsaid it was useful for her. So I was tutoring some people who were — wanted to\ncome to the States. And she helped out. I don’t know much, but they survived. You\nknow, there were many French heroes who hid Jews. Yeah.",
        "Q: Now, I know that you and Sam, once you got the States during those, you know,\nfour years when it was still war.",
        "A: Yeah.",
        "Q: Both of you, in different ways, were working to get visas for people who were\nstill over there.",
        "A: Yeah.",
        "Q: Can you talk about that at all?",
        "A: No — yeah. Sam did it personally because h-he — he — during his work still in\nBrussel had many contacts here and there. And then there were the strangest\ncoincidences. One day — we lived then at the corner of Broadway and 110\" Street,\nhe came down into the subway and saw a man who was visibly just arrived, who\nwas kind of looking around a little bit lost. And he came up to him, he could see\nthat he was a Jew who arrived recently. You know, there are certain signs you\nrecognize. He came up and asked him in Yiddish whether he could help him. Oh\nyes, said, I need to go to Times Square, I don’t know which train to take. And Sam\nsaid, well, I’m going in the same direction, I’1l — Pll help you to get there. So they\ntake the train together, then Sam asked him, where are — when did you arrive? I\narrived yesterday. Where do you come from? I come from Toulouse. Really? So,\ncan I help you in any way? He said, well, [indecipherable] There 1s a man I have to\nlook up first. His name is Samuel Glasberg. Could you believe it? In New York, in\nthe subway of New York, yeah.",
        "Q: A fantastic story.",
        "A: Yeah, it is a fantastic story.",
        "Q: And you were also working though for [indecipherable] recipes?",
        "A: Well, I— yeah. You see, there — I mentioned before about the man who got stuck\nin Cuba, who had been for a few days, for a few va — months, a member of our\n[indecipherable]. I never met his wife, but the very evening when we arrived in\nNew York and went to the family where I told you the young man who comes still,\nwho is now 80 years old, he got stuck in Cuba. His wife, I don’t know by what\nmeans, you know, the information gets around fast. The very same evening, she\ncalled me at the house where were — landed. And said, Vera, we never met. But I\nknow that you arrived, and I know you. I’m working for a amer — for a Russian\nlawyer, who heads an American affidavit committee for people for Russian refugees\n— not refugees, for Russian — how should I say it, call it? Intellectuals who are stuck,\nwho have no families, and need to get out of Europe. She didn’t ask me if I was\ninterested, she told me, tomorrow I come to meet you, I’m going introduce you to\nthis man, and you are taking over my job, because I need to go to Cuba, to my\nhusband. And that’s exactly what happened. The next day I had the job. My job\nconsisted in visiting wealthy American families, rec — explaining to them that their\nresponsibility was only to sign the forms, that they are going to guarantee the\nfinances of the family. They — and the promise, honest promise of the committee\nthat it will never have to do it actually, that it is just a formality. And fill out the\nforms for them.",
        "Q: Do you know how many families they succeeded in getting out of Europe that\nway?",
        "A: Oh, many, many. I worked there for a couple of years, many. Yes, I cannot give\nyou the number really, but many. I would say in the dozens, yeah. Yes, people were\n— were very — there were people who were — you know, th-the — maybe not now, or\nmaybe some other later, didn’t work. But most people, when they heard that it is a\nbeautiful [indecipherable]. It was not I who was the — it is my boss, of course, who\nwas the man of standing, whose word guaranteed, you know, he — he was a— a —\nAlexis(ph) Goldenweiser(ph) was his name. He was a Russian lawyer, a man of\nvery high standing. And it was wonderful to work for him, wonderful.",
        "Q: How long did that job last?",
        "A: Until my daughter was born. Yeah, and even after she was born, we were n —\nliving not far from each other, I would go and pick up work and I had a—a\ntypewriter at home, and continued working.",
        "Q: So they were able to get people out throughout the whole war?",
        "A: I—I would say so, yeah.",
        "Q: It — before we end — at what point, once you’re living in the United States, did\nthe full horrors of what was going on in Europe become apparent? You left France\nbefore the Germans took over at Vichy.",
        "A: Correct, correct.",
        "Q: So, when did the information come to you? Do you remember that moment?",
        "A: I must say that the — the beginning of it, I— I was unable to believe it, like\neverybody else. It was so atrocious and so unthinkable. How can you believe these\nthings? One thought it 1s — it is, you know, that people were going mad, and — but\nwhen, I cannot describe it. Like everybody else. It was horrible to — to — to even\nthink.",
        "Q: And Sam, was he able to correspond with his father at all?",
        "A: Unfortunately, very soon he — he was not hearing from him any more. He didn’t\nwant to leave Poland, couldn’t. His mother was no longer alive, and he was a very\ngood son. But it became impossible to correspond, yeah. And there again, you see,\nit’s only then for me it became interesting to learn more about Judaism, about — we\ndiscussed many things before we got married, and it was, by the way, it was\nunderstood that the Jewish education was in Sam’s hands. And what can I say? It’s\n— it was a — again, a period in a different way, which was so happy in my life. My —\nmy husband, who was wonderful. My children who were my — my greatest wish to\nhave. And the difficulties didn’t mean anything. The — the — the baby difficults. We\ndidn’t even have a phone in the house. When I needed a doctor I had to go nine\nfloors down and send call from the general phone, but he never could call me back\nif he was busy. It didn’t matter. I had to wash the diapers by my — by hands and dry\nthem on the roof. Didn’t matter. It was wonderful, wonderful time. And then they\nad — ha — on the other hand, also I was — there was a time when I didn’t know\nwhether my parents are dead or alive. Imagine the joy to know that they are there.",
        "Q: Before we conclude things, why don’t you just describe the day your parents\narrived in the United States?",
        "A: Oh, I must say, my mother arrived, she — when she arrived — when they arrived,\nshe was 56 years old, still a young woman. To me she looked an elderly lady. She\nwas well dressed, she had — yeah, I must tell you that before coming to the United\nStates, my parents returned to Belgium to say farewell. And that was the president\nof the touring club who kept some precious pieces that they brought out of Russia,\nin his house, and another friend of mine. And so they wanted to bring it with them\nfor my household. And now I have given all these beautiful pieces to my children,\nto Vic, and now my daughter who was here took the last, that I gave her a beautiful\nsilver tray. And I think that my mother, all this she carried, although I don’t know\nhow she managed to bring it out, and my father. So, to me she seemed an elderly —\nmy goodness, can you imagine? That is the age [indecipherable] older than my\ndaughter. So, I never thought that I will live that long, of course. And — but she\nlooked wonderful and we were, of course, very moved. And, I must say, from one\nday to another, you know, we became a family of six. I had to go to — back to work.\nMy mother took over the household, the two children. It is amazing. When I think\nback now, I don’t know how she did it. She handled everything with again, with\ngrace. Never complained, never. And neither did my father. They did what they\ncould, the best they could, somehow succeeded and never complained. That’s one\nthing I learned from them, not to complain.",
        "Q: That’s a wonderful lesson in life",
        "A: Yeah.",
        "Q: And I think with that, this will conclude our interview for the United States\nHolocaust Memorial Museum with Vera Glasberg, and I want to thank you.",
        "A: I thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nVera Glasberg, conducted today by Judy Cohen, on January 7\", 2009, in the\nhome of Mrs. Glasberg in Alexandria, Virginia. I thought that we could start by\njust telling us something about your early childhood, where you were born, where\nyou grew up.",
        "Q: So tell us something about the experiences that — where you left, why you left,\nhow you left.",
        "Q: Okay, let’s continue. So, tell me about the car, the rail car that you went to.",
        "Q: But, I understand you didn’t stay there that long?",
        "Q: So tell me, what was it like as a young girl, as a refugee? By then you had lived,\nactually in four different countries for varying lengths of time.",
        "Q: How did you adapt to all these changing circumstances?",
        "Q: So was there — was their attitude to you more disdainful because you were a\nimmigrant who didn’t know German, or —",
        "Q: — or do you think it was —",
        "Q: — you mentioned the anti-Semitism, h-how —",
        "Q: And how did you respond to that?",
        "Q: Right.",
        "Q: What language did they write back in?",
        "Q: At the time you left, if someone was to ask how you identified yourself, did you\nstill think of yourself as a Russian émigré, or were you thinking —",
        "Q: Do you remember what stage your family got these? When they were living in\nSopot already, or —",
        "A: Yeah. When we had to leave, you know, to — to cross a border. For instance,\nonce or twice my mother and I from Berlin came to the summer for to visit my\nfather in da — in Sopot. The Poland refused to even accept this document as a doc —\nofficial document. So the car in which we were traveling was sealed, buco —\nbecause — 1n order to get from [dog barking] Berlin to Sopot, we had to cross two\nborders, you know, to enter the Poland, and exit to the Poland. God forbid we\nshould get out, you see. Sealed car. Christina? [indecipherable] my thoughts. Q:",
        "Q: Yeah.",
        "Q: And how old were you when you made the move to Belgium?",
        "Q: Mm-hm.",
        "Q: That means before then though, that while you were living in Brussels\ncorresponded to the time that Hitler had come into power in Germany, and later on\nthe invasion of Poland, before that the annexation of Czechoslovakia.",
        "Q: Were these events that you were following at all? Did you ever think that it\nwould reach western Europe, or was it far distant news?",
        "Q: So let’s then move to the day, May 10\", 1940.",
        "Q: What are your recollections of that day, and what was the response of your\nfamily?",
        "Q: And did your family leave immediately, or did they —",
        "Q: — debate at all?",
        "Q: Did you have any trouble leaving Belgium at that point?",
        "Q: Were you carrying any luggage with you at all? Just —",
        "Q: Clothes on your back?",
        "Q: And then where did the train take you?",
        "Q: Tell me about Toulouse.",
        "Q: Who are these friends?",
        "Q: And what a — who were the other ministers, what were the other jobs?",
        "Q: And I understand it wasn’t just the three families, that other people came as well.",
        "Q: How did you make the rations last for so many people?",
        "Q: And did the Vichy government interfere at all, or did —",
        "Q: But then I understand that you met Sam again shortly afterwards?",
        "Q: Why don’t you talk — tell that story?",
        "Q: Tell me about the farm.",
        "Q: Right.",
        "Q: How did he get them out of Gurs and to the farm?",
        "Q: Did you keep up with the people, the other ones on the farm? Do you know what\nhappened?",
        "Q: Mm-hm. [indecipherable]",
        "Q: And I — do you remember anything more about — were they refugees, were they\nfrom — mostly German Jews, or [indecipherable] Jews?",
        "Q: What type of activities did people do when they weren’t busy planting the crops?",
        "Q: Yeah, for relaxation. Did they have —",
        "Q: Yeah.",
        "Q: No.",
        "Q: All right.",
        "Q: Axes?",
        "Q: What type of paperwork were you doing? Was this accounting, or —",
        "Q: So let’s step back a bit, the wedding, when did Sam propose, how — and tell me\nabout the wedding day.",
        "Q: So, was —",
        "Q: So, it was a time of rationing, of shortages, but you still had a —",
        "Q: We’ll cut — pause. [break]",
        "Q: That’s okay. So you were telling a little bit about the wedding day.",
        "Q: A wagon?",
        "Q: I understand that once you got married, you weren't — you were still separated for\na while.",
        "Q: So tell me, you were talking about you were going to be leaving. How did you\nget a visa to get out?",
        "Q: Had he ever met Rabbi Weiss before?",
        "Q: So you had the visa, was —",
        "Q: — there a time expiration on it, or —",
        "Q: Do you know who signed for your visa?",
        "Q: Can you describe what the scene was like at the American consulate in\nMarseille? I se — were there crowds of people [indecipherable] you just —",
        "Q: — walked in, no?",
        "Q: So how did you get your transit visas?",
        "Q: So describe what the process was like leaving France, going through Spain, any\ndifficulties you encountered?",
        "Q: Did your parents have visas?",
        "Q: So describe crossing the border into Spain —",
        "Q: — crossing the border into Portugal.",
        "Q: And when was your ship leaving?",
        "Q: Why did they take you off the train?",
        "Q: So how did you straighten it all out?",
        "Q: I understand that they — once you were on the ship though, you had some better\nluck.",
        "Q: That’s not in the book.",
        "Q: So yes — so, well the time you were in New York during the war, were you able\nto correspond with your parents at all?",
        "Q: Through the whole war, or —",
        "Q: How did you discover they were still alive?",
        "Q: [indecipherable] mail?",
        "Q: To mail APO.",
        "Q: Did your parents share much about how they survived?",
        "Q: Now, I know that you and Sam, once you got the States during those, you know,\nfour years when it was still war.",
        "Q: Both of you, in different ways, were working to get visas for people who were\nstill over there.",
        "Q: Can you talk about that at all?",
        "Q: A fantastic story.",
        "Q: And you were also working though for [indecipherable] recipes?",
        "Q: Do you know how many families they succeeded in getting out of Europe that\nway?",
        "Q: How long did that job last?",
        "Q: So they were able to get people out throughout the whole war?",
        "Q: It — before we end — at what point, once you’re living in the United States, did\nthe full horrors of what was going on in Europe become apparent? You left France\nbefore the Germans took over at Vichy.",
        "Q: So, when did the information come to you? Do you remember that moment?",
        "Q: And Sam, was he able to correspond with his father at all?",
        "Q: Before we conclude things, why don’t you just describe the day your parents\narrived in the United States?",
        "Q: That’s a wonderful lesson in life",
        "Q: And I think with that, this will conclude our interview for the United States\nHolocaust Memorial Museum with Vera Glasberg, and I want to thank you."
    ],
    "answers": [
        "Answer: Well, I was born in Riga, which at the time of my birth, which is 1912,\nwas still Russia. It 1s today an independent country, Latvia. I don’t remember Riga\nat all because my parents moved to Kiev, which then was also Russia, became later\nUkraine, when I was about one year old. Av — we’ll th — Kiev I remember very\nwell. We lived at a beautiful home, and a big courtyard, and it was a — a — a sizable\napartment. When — in 1917, when the revolution broke out, and the — the\ncommunists were — how should I say — assigning free rooms and apartments to their\nmembers, my parents decided to rent their apartment themselves. And there was an\nItalian lady who was a harpist in the Russian opera house, and her little girl — her\nlittle daughter was my playmate. And I have very good seven years from that time.\nThe theater gave sometimes operas for children, like Sad Sultan, or The Cock\nDoor, and The Golden Cockerel. And through this, the mother of my little friend\nAnnata(ph), we sometimes got seats to go and see these operas. In addition, she\nwas getting ballet dances — lessons, and so I got them myself also; my parents\nthought it would be a good idea. It was a wonderful time for me as a child. For my\nparents it was much more difficult because there were shortages of all kinds. My\nfather was arrested once for no reason except that he was a capitalist. And\nfortunately he was released twice when he was arrested. But in the meantime, there\nwas, for instance, no water. And my mother had sometimes to go in the middle of\nthe night when it was announced that there was some water somewhere in another\nquarter. And she would carry — come home carrying two pails of water for — for\nfood and for washing. I was not aware of all these hardships. But after he — my\nfather was released for the second time from prison, he said, no more, I want out. I\nwon't stay.",
        "A: Well, that’s where he got a — and a-— kind of a — edificial assignment to go for a\njob which was a — a fake job, to Riga for two years. That’s why he was — we were\nable to leave the country legally. He could take his family, and take belongings\nnecessary for a two year stay. However, the trip was most unusual. We were\ntraveling in a train with cattle cars. We were sitting on the floor. We were part of a\ngroup of, if I recall, three or four families, which little — we all had little stoves,\nkerosene little stoves. The train would stop every once 1n awhile in the middle of\nthe field that — that was — that — [break]",
        "A: The rail car was a cattle car, there were no seats. We were sitting on the floor, on\nhay, or whatever it was. And it was very primitive. The tri — the trip must have\ntaken at least a week, if not more. And it would stop — the train would stop in the\nmiddle of the field, and we were all — were sucha — su — you know, supposed to get\nout to refresh ourselves with the snow, it was in winter, in January. We had little\nkerosene stoves. We made water out of the snow for tea. Everybody had,\napparently, food with us. I don’t have any recollection of being — of famine. But it\nwas extremely primitive and I thought it the most exciting adventure you can think\nof. So, all my recollections of that time, which for — for adults were very taxing, for\nme were great fun. In Riga we had family. My mother — my mother’s uncle was a\npsychiatrist who had a mental institution, which was the institution of the city. And\n— but we were not permitted — I mean, we — I speak of me as a child — to even go\nnear it. The house where the family lived was in a big — how should I say it — estate,\ncompletely separated, and that was where the family lived. Couldn’t see it at the\ninstitution, even though the — the windows. And then again, there was one of the\nwomen who was helping in the household, had a daughter Ludiczka(ph). And\nLudiczka(ph) was my playmate, again I had one friend, I never missed friends. So,\nI had a wonderful time. We stayed there until spring, and after — after that, my — my\nuncle on my father’s side, had in Finland — also, he was a wealthy man, had a big\nestate in Finland, and the whole family of the Hessens(ph), which is my maiden\nname, were reunited there on the — on the farm. There there were chickens and two\nhorses. I was sometimes permitted to go on the chariot with the — with the horseman\nto bring somebody to the train station through the woods. It was wonderful. There\nwas a lake, and one of my cousins was a little older than I was, and he was my\nplaymate, and we went fishing in the lake and canoeing, and so forth.",
        "A: No, it — we were invited, we were the guests for the summertime. And then my\nfather went to Danzig where the same brother had the insurance company of the\nfleet on the Volga. You see the — it was the — well, see family and my father\ndirected the office in Danzig. My mother and I went — stayed in Berlin, because\nfirst we — the whole family went to Berlin and my father left. And my mother and I\nstayed. We had rented a room in the apartment of a theater critic. And he always —\nhis wife was not in good health, and he used to always to take my mother to first\nshows in the theaters in Berlin, which at the time, in the 20s at that time, was in full\nswing. And I was attended — was in — registered for the first time in my life to a\nschool, because until then I was home tutored, both in Russia and in — in Riga,\nalways I had home tutors.",
        "A: Yeah.",
        "A: Until then it was no problem. It was always something exciting, new and\nwonderful. For the first deception for me was when we left Berlin and joined my\nfather in dan — in Sopot, which 1s a little town, a sea resort actually, attendant to\nDanzig. It is the distance like from Alexandria, Virginia to Washington, D.C. It is\njust attendant, but it is on the North Sea and a — a sea resort by the next — Poland,\nwhich 1s practically next door. So, during the summer season it was invaded by the\nPolish [indecipherable] community which came to play in the cansino(ph) and so\nforth. But I went to a German lycée, which was a good school, but I hated it,\nbecause after the Russian school, which was on a very high level, the faculty was\nthe cream cup of faculty from Russia, émigrés from Russia, whereas here there\nwere — how should I define it? Only women, only old spinsters, anti-Semitic,\nunfriendly. Very resenting the — the — the additions that came, and made probably\ntheir job difficult, because my German was practically nil. And my marks at the\nbeginning were awful. I didn’t learn German grammar, it was terrible. I had to write\na composition, it was full of mistakes. It took me time.",
        "A: Yeah, of course.",
        "A: They went a —",
        "A: That they were to begin with. That — because to there at that time already many\nrefugees from Russia who got kind of squeezed in there. And they were — they\ndidn’t like — it was a different culture. They were very narrow-minded, they were\nvery — you know, like little towns. Whereas Russia, from Russia people came from\nSaint Petersburg, from Kiev, from Moscow. It was a different type of families.",
        "A: Well, you know, at that age, you just suffer.",
        "A: What can you do, you don’t have to revolt. However, you know, there too we\nhad nice times. I made friends with — with these people from Russia, of course. And\nwe went in — for instance once, to make an experience, and to write a note in several\nlanguages, which we got together, and put the — the note, with my address because\nth — I had invented that, so ha-happens, in a bottle. We sealed it and we threw the\nbottle into the sea, and later completely forgot about it, even though a few months\nlater we got a real — an answer from somebo — students in Sweden.",
        "A: They wrote in — I —1f I remember correctly, in German. Broken German. And\nthey offered to correspond before we get together, but our parents, our common\nparents said to us, it’s na — not a good idea, because they were students already, 19\nyears old, we were 12. So — so it was not the thing to do. And we obeyed. There\nwas no revolt. Parents said, that was it. But it — it was a nice — it was a nice time. I\nhad man — lifelong friends from that time. We had competitions who would be the fi\n— the first one would g — win who will go and take the first cold swim in the spring,\nand without interruption until the fall. You see, children’s play, it was a good time.\nAnd yeah, I lived there for — yeah, I would say for almost five years.",
        "A: Yes, yes, yes. Although, at — by that time — by that time we were no longer\nofficially Russians, because we never got back, as it was understood. So we loos —\nlost the citizenship. We were at that point citizens of no country. We didn’t belong,\nwe had no protection from any country. And a member of the then League of\nNations, by the name of Nansen(ph) has created for people like my family, a\nspecial document which was called the Nansen(ph) passport, which was not —\ndidn’t look like a passport of a regular country, which was a sheet of paper with\nsome name, date of birth, indication — all the information that the passport has. But\nthat was our passport, and forever gave us trouble, because usually the people at the\ncasa — the borders had never seen such documents.",
        "A: Yeah, I was telling you that we were — we had to go through Poland in sealed\ncars. And wherever later we moved from Sopot finally, the — the — the\n[indecipherable] the Volga, I don’t — I cannot tell you what exactly happened,\neither the office closed or my father had no other possibilities. He was offered a job\nin Brussels, in Belgium. A job which — my father had two doctorates, he was an\nengineer from Belgium and he had a doctorate of mathematics from Saint\nPetersburg, with a gold medal. But he accepted the job to sell off used cars in — in\nBelgium, just to show you that permutation saved their lives. They never\ncomplained, never.",
        "A: Well, I was elated pa — by that time I was 17. And to — leaving this Sopot, this\nsmall town and go to Brussels, the capital of Belgium in the west, it was very\nexciting. I was 17, but I still had to switch school because I didn't finish the lycée. I\nhad two — the aptitude to make [indecipherable]. I had to have the pre —\nuntaprima(ph) and dobaprima(ph). And each time I had to change languages;\nfrom Russian first to German; from German then to French. The French that I have\nlearned in school was nothing. So — well, we arrived in Belgium, and what can I\nsay? Very soon after my father arrived there, maybe a year, the — the — the garage\nwith the used car collapsed. Well, by that time, when I finished the lycée, which\ncorresponds years — to two years of college, the [indecipherable] is bachot, French\nbachot you know what that means?",
        "A: It is a different organization of schools. I knew that I had to help the — with — the\nfamily with finances. So I registered in a business school and I decided I’m going to\ncontinue my education at this first opportunity, and did it throughout my life. I went\nto business school for six months. By that time it was summer, and one luxury that\nmy mother permitted herself, was to once a year to go to Riga to visit her mother.\nSo while she was away, it so happened that the t-touring club of Belgium, which is\nlike the ma — automobile association here, was looking for somebody for a member\nof their staff. And they usually request that somebo — to send them somebody the\nbusiness school where — that I was attending. And before I even had finished it, the\ndirector of the school picked me to ask me if I was interested. Was I interested? Of\ncourse. So I have — was very proud that I got the job before my mother came home.\nSo that was my lengthy period in Brussels, until May 10\", 1940.",
        "A: Yes.",
        "A: Well, you — it — it was — it was — how should I say? Nobody could imagine what\ncould d — that something of that caliber could ever happen to begin with. On the\nother hand, I must also confess, to my shame, that at that time I was a very — how\nshould I say — carefree, cheerful, a little bit superficial girl who loved dancing, who\nloved friendships, excursions. Politics were not my strength. My husband, if I had\nmet him that — that area, we would have never seen each other again, because he\nwas very much involved in politics. He was active in the labor Zionist movement,\nvery active. So, it is funny, we lived in the same town for 10 years, both of us, had\nmany common friends, and never met.",
        "A: Yeah.",
        "A: That day — that day was a sunny, beautiful morning and we r — I remember\nwaking up and couldn't understand. I thought that 1t was a thunderstorm. And the —\nhow is possible, the skis — sky is blue. And all these explosions, c-could it be a\nthunderstorm? So, it’s — it was very strange. But then of course, word came out\nimmediately. I went to work, everybody went to work, and for us, very soon people\nstarted — as soon as people understood that it is the Germans who are invading,\nthose who had cars and funds, started moving, moving south.",
        "A: No, not at all.",
        "A: Not at all because we had no means — the little means that we had, it is only very\nrecently before the invasion that we moved to our own apartment, we used to have\nrented rooms before, at our house. My parents lived in the attic and I lived in the\nlittle — small, little attendant room downstairs, it was very — really, it was my\nmother who managed everything remarkably well. They shared the kitchen, we\nshared the bathroom. It was very, very difficult life for them, and again, not very\nmuch for me. For me it was all a very easy going — so, what I was going to say that\nthe big expense that we have made the — before May 10\", maybe before the one\nMay fifth, is to buy a—I cannot say a refrigerator because it was not electric. It was\na cold box, you know, with pieces of ice. And here if the war breaks out, the day\nwhen that ice thing was delivered. So — but, I must say that the president of the\ntouring club, who was an unusual person, told me, because one, I was a fit — I think\nI was the only Jewish person in the staff — don’t stay. Whether you have means or\nnot, take what you can carry and leave. Take the first train and go south. Go to\nParis and see what you can do later. And what he said was — was very meaningful\nto my parents, too. So, after two or three days, that’s what we did.",
        "A: Yes, because after — when we were almost at the French border, there was a\nbombardment at night, and they broke the rails, the train couldn’t continue. It so\nhappened the train had stopped at the station, so we left the — the one or two\nsuitcases that we had at the station, and continued on foot, going south.",
        "A: A handbag, just a handbag.",
        "A: Yeah, clothes on the back and the little te — suitcase. Strangely enough — fate 1s\nstrange — we met good friends of ours, and the wife of — it was actually a friend of\nmy husband, but I knew her vaguely, too. She had the French passport, she was of\nFrench origin, and there was a train forming, but only for French citizens. So here\nshe was, Mimi was her name, Mimi was running to the train and waving her\npassport. Her husband and the three of us, my parents and I after her, and then\nnobody checked the documents or tickets, nothing. In the car — again a cattle car.\nAgain that’s everything closed, totally dark. Was crazy.",
        "A: The train took us to Paris, and there we were welcomed by the Red Cross with\ncoffee, the Germans will never get here, you’re welcome, blah, blah, blah. So there\nwe separated from our friends, and we ha — we had family, my father had family in\nParis. So — but of course, we couldn’t stay there, we stayed overnight, but they\ncouldn’t put up three people. And that was announced that people who can support\nthemselves can take a train that will be forming the next day. One will be going to\nToulouse, and the other to Bordeaux, south. By mere chance, we chose Toulouse.",
        "A: Toulouse. It is called la ville de violette. The violet city. It is charming, but\nactually, it is an industrial city. The — there is a — an enormous factory for airplanes.\nThis enormous new airplane, this monster is being built there, 1s being finished\nthere. But it has a certain charm, and some cultural life, certain interesting things\nthat we couldn’t think about that very much. And we met some friends from — from\nBrussels. Nobody wa — knew where to go, nobody had means to go to a hotel. We\nbought a paper and saw that there was a house for rent, an empty house for rent, and\nwe decided to — to get — to pull together and rent this house and live there as a\ncommunity.",
        "A: These friends were two Russian families. One [indecipherable] I mean, the —\nthe adults of that family are already gone, but the s — one of the sons of our friends,\nwho was 14 year olds when I got married finally, in this house, visits me here now.\nHe is an 80 year old friend, and I have known him, of course, forever. And another\nfamily. So — and we — it was well organized. We made a whole government there,\nthere was a so-called president. My father was the minister of agriculture, because it\nwas a little garden that we planted vegetables.",
        "A: There was a foreign minister, was running every day to all the consulates to find\nout where you can leave again, because at that time that part of France was not\noccupied, was free. But you never know. And it was later. Then there was a\nminister of the interior, that was my mother, who was in charge of the household.\nShe int — the — the mother of this young man I just described and [indecipherable]\nminister interior, then — then there was the young generation, the supplies, because\nwe had to run around and find supplies, as I told you. There was no butter, there\nwas no milk, there was — as time progressed, very difficult.",
        "A: Oh, my goodness. Word came around that there is such a community that exists\nand there were forever people appearing at the door. Some people some people\nknew, and some people who didn’t know anybody, we just heard about it. And there\nwere always a meal, and there were always a shelter overnight. Some stayed for one\nnight, some stayed for a week. Some stayed when they had further visas, some\nothers not. It was amazing.",
        "A: Well, as I say, everybody contributed, energy, effort, and knowl — not everybody\ndid everything. Everybody had their decided needs. I-I had a friend, this young man\nAndré would lend me his bicycle, and we would go to the country and buy some\neggs here, and a little, I don’t know, cream there, or créme fraiche, or something\nlike that. And the younger ones, after dinner did the dishes. The low — the ladies —\nthe mothers were cooking, and the younger generation did the dishes.",
        "A: No, there were — there were, as I say, there were — they didn’t mind. There was —\nafter all, we were contributing in a way to the — to the life of the city by buying, and\nbehaving, and it was paying the rent and so forth. So — and then people, by and by,\nbegan to leave. And that’s how very good friends of ours who came — who came to\n— to — to say goodbye, brang s — brought some [indecipherable] just said, we’re\ngoing to go to a house, there were go — a house of nice peoples, come along. But\nthat particular time I didn’t pay much attention to Sam, because the president of the\ntouring club of Belgium also arrived in the [indecipherable] because he was\nlooking for his son who was a colonel in the Belgian Army. And he had learned that\nin Montpelier, which is halfway between Toulouse and Marseilles, there were lists\nof Belgian officers. And he asked me to come along with him. He — I think my\nparents would have let me only with Colonel Mitey(ph) to — to leave Toulouse by\ntrain, but he had the diplomatic passport, and then my [indecipherable] passport\npicture is — was [indecipherable] that I was secretary of so and so. So I could\nalways travel with him without effort, without difficulties.",
        "A: Yes, yes.",
        "A: Well, I was running somewhere and I met Sam in the street, and we stopped and\nchatted for a minute. And he asked me if I happened to be free the next day, that he\nis going to visit some friends, and they’re going to make music to play, and he was\ngoing to sing. And to me it sounded as if he asked me to — I don’t know, to fly to\nMars, because everybody asking only in which consulate that you go. And so that\nwas nice. And then he told me about the plans to organize this farm, this kibbutz.",
        "A: Well, the farm, he got funds from the labor Zionists to rent a — all this was his\nidea, he rented an old castle, was rather dilapidated. But it was beautiful, it was a\ncastle, really, and surrounding grounds with woods and plains. And enough funds to\nhave some cattle, goats and cows, and a horse, and what else? Chickens galore and\nturkey, you name it. And mostly his idea was just because the soldiers that I told\nyou were gone, people who had no means of support and were — I mean, they were\nnot mishandled in any way, but they were not free, in Gurs. You know what Gurs\nIS.",
        "A: They came to work on the farm.",
        "A: Because he announced in Gurs that there are — there are jobs needed on — on — in\nGaillard. That there 1s a means — there is — they planted — I don’t — I don’t\nremember what they planted. I was only paperwork worker. I occasionally visited\nthere after that, of course, but that was at — about 20 miles from — from Toulouse,\nnot far. And — and so it was to everybody’s satisfaction that Sam was terrific, he\nalways knew how to — people are tired, worked very hard, there was not much food.\nBut still, they — they knew it’s a matter of life and death, literally, because you\nknow, you never know what happens tomorrow. In fact, it did happen finally, they\nwere occupied.",
        "A: After we left?",
        "A: Yeah, they became a center of resistance, yeah. They were — they were — they\nwere — they were good people, yeah.",
        "A: No, they were not — there were some German, there were some Polish. There\nwere some that were still from Belgium also. There were not so many. There would\nbe — I would guess that there was maybe 25 - 30 people, not more. Some of them\nSam knew personally, Sam, he was — he was reading the references and so he\nwanted — he wanted a homogenous group and not quarrels and you know — and it\nworked. It really did.",
        "A: What they were doing?",
        "A: They were collapsing to sleep, I assure you.",
        "A: They didn’t know — there was no television, and there was no — but, you see, I\nremember one evening at — that sticks always in my memory. The winter was\napproaching and needed wood for — for heating and for cooking and for ever, and it\nwas low. It had to be done, there was no time during the day, and after dinner\neverybody was tired. So Sam, already at the dinnertime, he began saying — hello\nBecca.\nR: Hi Nana.",
        "A: This is my granddaughter Rebecca.\nR: Hi, nice to meet you.",
        "A: You don’t mind?",
        "A: Okay.",
        "A: So, he said, look, it’s nice evening, let’s go out, make a tour and sing. Take a\nlong some — how do you call it, the —",
        "A: Axes. We went out singing, and on the way with axes, came back with tons of\nwood, and everybody was a good mood, exhausted and tired, still did.",
        "A: Well, at the beginning we needed a lot of permissions forms and all that. And\nonce the farm was organized, there was no need for it, you see. So it was — it was —\nit was functioning very well. And if occasionally there was a need for a letter that\nwas — he became friends with the mayor — who married us, by the way — the mayor\nof that little village, was called Grenard(ph). And he — at that time there was no —\nno gas, and nobody had a car except the — the personalities. So the mayor rent us his\ncar to drive from Deymarie(ph) to the Chateau de Gaillard. And my parents and\nthe witnesses followed all in a horse pulled cart — cattle.",
        "A: Well, I came to visit Sam in Gaillard for — over the new year. And that’s when\nhe gave me the ring that had belonged to his mother, because nobody bought any\ngowns or rings or any things of that sort. And that ring has an interesting story.\nMuch, much later, when this young lady was getting married, I decided to give her\nthe ring of my husband’s mother. And to my horror, I had been away, it had been\nstolen. I had a break-in in my house. But we worked it out anyway, there was\nanother ring. So — yeah.",
        "A: I went — I went to Gaillard over — yeah, overnight, and you see, later the ladies\ntold me — the ladies of [indecipherable] told me they [indecipherable] and to the\nbig fancy hall in the gi — 1n the castle, which had been the bull hall, because it had\ntapestries, they were moth-eaten, but they were beautiful tapestries. He went in\nthere, he said, that’s where I’m going to get married. I didn’t even know it.",
        "A: I have only good remembrance of that time. I really have nothing sad, where it\nwas so difficult for most people, and I must say [music playing] there goes my\nphone. Becca, do you — can you give it to me. Excuse —",
        "A: — occasionally, I’m sorry.",
        "A: So, the f— we had two wedding days. The first was a civil wedding in this\nvillage of Grenard(ph). As I said, the mayor married us, and he — heh-heh — that is\nvery French, he said, in our country, the one who married has the first kiss. So he\nembraced me. And, as I say, he lent us his motorcar. We were like princes of - Sam\nand I. And my parents and my witnesses followed in a horse drawn — how do you\ncall it, the place when you put in hay? They were sitting — it was not for people,\nthey didn’t need that for people.",
        "A: Wagon, yeah. Anyway, we arrived in — and then there was a festive reception in\nGaillard, and we had chickens and the ducks and the goats, little goats, all that\nmixing with the people in the reception. It was most unusual. And then, the next day\nwe had a re — a religious wedding from a rabbi who came to the house to be\n[indecipherable] and married us there. And I think in the book there is a\nphotograph of it, where all the people who at that time were in the [indecipherable]\nmany more came. And they made it wonderful, and for those times, that was a\ndinner, that was a feast. So — and yeah, now, the only thing was, I had no clothes.\nThe wedding was in the same suit that I wore coming from Brussels. On the road,\nin the trains, everywhere. But for the wedding at home, I had to wear something a\nlittle more presentable, but I didn’t have any. So a friend of mine happened to pass\nby, and we had similar figures, she lent me a dress.",
        "A: Yeah, yeah, because since we were going to leave the following — and — and very\nsoon, I wanted to stay with my parents. And Sam returned to the farm. So we saw\neach other for weekends here and there, but I didn’t want to go and live on the farm.",
        "A: He had a visa to get out when I met him, from Rabbi stat — Stephen Weiss.",
        "A: I don’t know, I don’t think so. But he knew of Sam because he worked very —\nwas very active in the labor Zionist organization in Belgium. So Sam had this visa\n— he, as a matter of fact, had already used the entrance to Palestine, but he had\ngiven it to somebody else. My children ask me sometimes, why didn’t he go to\nPalestine, why did he go to the United States? I cannot answer that, I don’t know.\nHe probably had reasons for it. One though that comes to my mind 1s that his\nparents were alive. His father, rather. His mother was already gone. And he was —\nhe was — he needed support, financial support, and that, of course, was not possible\nfrom Palestine, because people went there to dig roads, and to build. And Sam\nwanted to get a job and su-support his father, and that’s what he did.",
        "A: So -",
        "A: Well, that was the interesting thing. We both went to Marseille from the\nhoneymoon, to extend the visa for two. And the American consul asked us, do you\nwant a tourist visa or an immigration visa? Who cares? You know, is that we’ll\ncome back to Europe anyway after the war is over tomorrow afternoon. Whatever\nyou give us, we’ll be grateful. And this man did something that I much later\nunderstood. He was forbidden to give out immigration visas, and he did, he gave us\none.",
        "A: I never knew, f— and you know, I don’t remember the name. I wish that it —\nbecause I understand that some of them were — there were several consuls who were\ndoing it, and they were demoted. And somebody told me even that one of them a\nstamp was done in his honor, because he really was deported or fired altogether\nbecause he helped so many Jews to escape.",
        "A: No, not at all.",
        "A: Yeah, yeah. No crowds, no. Be right there [indecipherable] no, because people\nwere dying to get a visa, but you could only get one if you had the permission to get\nout of France, and proof that you have visas to get through the countries you have\nto get — to get there. Which on the other one — on the other hand, were difficult to\nget without the v — end visa.",
        "A: Well, you see, some — some people got stuck on the way, like for instance in\nCuba. We know a friend who s — well, got stuck in Cuba. Couldn’t — had to wait —\nwaiting for the American visa. We had no problem once we had to prove that the\nemergency visa was official. We got — we went through Spain and Portugal and\ntook a boat to Lisbon.",
        "A: We sure did, we sure did. Well, we left — we left early August, I think. It was — it\nwas very difficult for me to leave, although the arrangement was that Sam and I\nwould go — we had no money, practically no money, and the trip was paid by the\nHIAS [indecipherable] I don’t know, he said [indecipherable] HIAS would takes\ncare, but it was paid for us. And we would get organized and a year later my parents\nwere to join us in the States. We left in 41, in August ’41, they were to come in\n\"42.",
        "A: No. But once we were there, there was, you know, we were 1n the States, there\nshould be no problem in finding, you know, for parents to join, close relatives that\nwould have been no more. And that’s what happened, eventually. I went to\nWashington for an affidavit, got it right away.",
        "A: Well, yeah —",
        "A: We left by train. There were friends on the way, in the mountains, near Po(ph),\nwhich is near the Spanish border. We had some friends who came out to see the\ntrain pass and wave to us. They couldn’t see us, of course, but we saw them. On the\ntrain we met a Spaniard, a charming fellow. We are going to spend a night in\nMadrid. When he heard that we were s-stopping — he was coming back after the\ntour or army, he said, I’m going to show you Madrid, and took us — he went home,\ntook a shower and s — kissed his wife and came out again, met us at the hotel and\ntook us around in Madrid. It was really very nice, yeah. So — but the — the — the —\nthe real event was at the border between Spain and Lisbon, because that was\nactually for the first time entering the freedom, because Lisbon, Portugal was a\nneutral country. Spain was still fascist, 1t was still allied of Germany, but Portugal\nwas free. So, this is the last border, entrance into freedom. They took our luggage,\nand made us open the luggage and took our passports. The train 1s about to leave in\ntwo minutes, everything is ready, we were going to have some sandwich and relax.\nEnters the official and says, lady, off the train. What? My husband can continue, but\nI have to get off. So Sam told me it makes no sense for us both to stick here. I will\ngo, and there’s only one train a day —",
        "A: The next day. The next day. And one train a day. That he told me, call the\n[indecipherable] immediately, call the police, call whoever you can do, you will\ncome tomorrow.",
        "A: They took me off the train because as Sam’s wife, I was listed as a Polish\ncitizen, and I had the Nansen(ph) pass that they never seen in their life. Something\nwas not right, and during wartime, you don’t play. And there was no time to make\ndecisions or make calls. So here was the train leaving with my newly wedded\nhusband, and the ship leaving the next day. I didn’t — I don’t remember crying, but I\nmust have been because later I realized that my cheeks were wet. And the same\nofficial came and said, don’t cry. Let him go. You’ll get married, you’ll stay here.\nHe was actually very nice.",
        "A: I did call the [indecipherable] and they — and when Sam arrived they\nstraightened it out, the matter of — of the papers. And I took the next train, Sam met\nme at the station. We took a taxi, which was a luxury, but I needed inoculation for\nsmallpox. And we literally got to the boat 50 minutes before they put up — pulled up\nthe planks, yeah. Yeah.",
        "A: On the ship we had better luck. I see you remember and you know. Yes, it was\namazing. The — the leader of the [indecipherable] group to — which had paid our\npassage, Sam introduced him to me. And he came back and asked me if I knew how\nto type. Well, I was deep in thoughts about leaving my parents and the whole\ncountry and the continent of Europe, and that was very advantageous because they\ndoubled — that would double our fortune; 25 dollars in those years was like 250\nnow. And — and we were to eat in first class. And I, without my husband, would\nshare the — a stateroom with another lady, and he was in the hold, where we were\nsupposed to stay.",
        "A: He didn’t mind. So that’s what happened, tha-that was fun too, because they\nwere very nice Portuguese officers, nice, friendly, handsome. And I was working\nthree hours a day, and people on — on — on the ship saw that I was member of the\nstaff. So that was great fun. And we arrived in Staten Island on September 2\",\n1940, Labor Day. And the ship stood in the — in the harbor, they didn’t take us on\nboard because it was Labor Day. And you see those lights of Manhattan, it was\ngorgeous. So it went.",
        "A: Yes, because my mother was working for the Swiss Red Cross, we were able to\ncorrespond through the Red Cross [indecipherable]",
        "A: No, the beginning. I would say maybe for — for half of the time, if at all. Maybe\nfive, six months. But they were saying months, years, couple of years. About half of\nthe time we were separated was — was actually fifti — yeah, five years. My parents\narrived by the first commercial crossing after the war had ended.",
        "A: That was interesting. My mother met in the street an American soldier, and\nasked him to send me a note from them by — how is it called, the American special\nway for the soldiers? Do you know what that 1—",
        "A: Huh?",
        "A: Yeah, APO mail. So I got one day a letter from the soldier, with regards from\nmy parents. Was fantastic, because th-the — the regular mail didn’t work yet.",
        "A: You know, it’s strange. They never liked to talk about it. All I know, that they\nwent underground. All I know that they had false papers. All I know that they were\nat the beginning hidden by a family where I had the — the gall to tutor a woman in\nEnglish, who kind of took a liking to me and with my imperfect knowledge, she\nsaid it was useful for her. So I was tutoring some people who were — wanted to\ncome to the States. And she helped out. I don’t know much, but they survived. You\nknow, there were many French heroes who hid Jews. Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No — yeah. Sam did it personally because h-he — he — during his work still in\nBrussel had many contacts here and there. And then there were the strangest\ncoincidences. One day — we lived then at the corner of Broadway and 110\" Street,\nhe came down into the subway and saw a man who was visibly just arrived, who\nwas kind of looking around a little bit lost. And he came up to him, he could see\nthat he was a Jew who arrived recently. You know, there are certain signs you\nrecognize. He came up and asked him in Yiddish whether he could help him. Oh\nyes, said, I need to go to Times Square, I don’t know which train to take. And Sam\nsaid, well, I’m going in the same direction, I’1l — Pll help you to get there. So they\ntake the train together, then Sam asked him, where are — when did you arrive? I\narrived yesterday. Where do you come from? I come from Toulouse. Really? So,\ncan I help you in any way? He said, well, [indecipherable] There 1s a man I have to\nlook up first. His name is Samuel Glasberg. Could you believe it? In New York, in\nthe subway of New York, yeah.",
        "A: Yeah, it is a fantastic story.",
        "A: Well, I— yeah. You see, there — I mentioned before about the man who got stuck\nin Cuba, who had been for a few days, for a few va — months, a member of our\n[indecipherable]. I never met his wife, but the very evening when we arrived in\nNew York and went to the family where I told you the young man who comes still,\nwho is now 80 years old, he got stuck in Cuba. His wife, I don’t know by what\nmeans, you know, the information gets around fast. The very same evening, she\ncalled me at the house where were — landed. And said, Vera, we never met. But I\nknow that you arrived, and I know you. I’m working for a amer — for a Russian\nlawyer, who heads an American affidavit committee for people for Russian refugees\n— not refugees, for Russian — how should I say it, call it? Intellectuals who are stuck,\nwho have no families, and need to get out of Europe. She didn’t ask me if I was\ninterested, she told me, tomorrow I come to meet you, I’m going introduce you to\nthis man, and you are taking over my job, because I need to go to Cuba, to my\nhusband. And that’s exactly what happened. The next day I had the job. My job\nconsisted in visiting wealthy American families, rec — explaining to them that their\nresponsibility was only to sign the forms, that they are going to guarantee the\nfinances of the family. They — and the promise, honest promise of the committee\nthat it will never have to do it actually, that it is just a formality. And fill out the\nforms for them.",
        "A: Oh, many, many. I worked there for a couple of years, many. Yes, I cannot give\nyou the number really, but many. I would say in the dozens, yeah. Yes, people were\n— were very — there were people who were — you know, th-the — maybe not now, or\nmaybe some other later, didn’t work. But most people, when they heard that it is a\nbeautiful [indecipherable]. It was not I who was the — it is my boss, of course, who\nwas the man of standing, whose word guaranteed, you know, he — he was a— a —\nAlexis(ph) Goldenweiser(ph) was his name. He was a Russian lawyer, a man of\nvery high standing. And it was wonderful to work for him, wonderful.",
        "A: Until my daughter was born. Yeah, and even after she was born, we were n —\nliving not far from each other, I would go and pick up work and I had a—a\ntypewriter at home, and continued working.",
        "A: I—I would say so, yeah.",
        "A: Correct, correct.",
        "A: I must say that the — the beginning of it, I— I was unable to believe it, like\neverybody else. It was so atrocious and so unthinkable. How can you believe these\nthings? One thought it 1s — it is, you know, that people were going mad, and — but\nwhen, I cannot describe it. Like everybody else. It was horrible to — to — to even\nthink.",
        "A: Unfortunately, very soon he — he was not hearing from him any more. He didn’t\nwant to leave Poland, couldn’t. His mother was no longer alive, and he was a very\ngood son. But it became impossible to correspond, yeah. And there again, you see,\nit’s only then for me it became interesting to learn more about Judaism, about — we\ndiscussed many things before we got married, and it was, by the way, it was\nunderstood that the Jewish education was in Sam’s hands. And what can I say? It’s\n— it was a — again, a period in a different way, which was so happy in my life. My —\nmy husband, who was wonderful. My children who were my — my greatest wish to\nhave. And the difficulties didn’t mean anything. The — the — the baby difficults. We\ndidn’t even have a phone in the house. When I needed a doctor I had to go nine\nfloors down and send call from the general phone, but he never could call me back\nif he was busy. It didn’t matter. I had to wash the diapers by my — by hands and dry\nthem on the roof. Didn’t matter. It was wonderful, wonderful time. And then they\nad — ha — on the other hand, also I was — there was a time when I didn’t know\nwhether my parents are dead or alive. Imagine the joy to know that they are there.",
        "A: Oh, I must say, my mother arrived, she — when she arrived — when they arrived,\nshe was 56 years old, still a young woman. To me she looked an elderly lady. She\nwas well dressed, she had — yeah, I must tell you that before coming to the United\nStates, my parents returned to Belgium to say farewell. And that was the president\nof the touring club who kept some precious pieces that they brought out of Russia,\nin his house, and another friend of mine. And so they wanted to bring it with them\nfor my household. And now I have given all these beautiful pieces to my children,\nto Vic, and now my daughter who was here took the last, that I gave her a beautiful\nsilver tray. And I think that my mother, all this she carried, although I don’t know\nhow she managed to bring it out, and my father. So, to me she seemed an elderly —\nmy goodness, can you imagine? That is the age [indecipherable] older than my\ndaughter. So, I never thought that I will live that long, of course. And — but she\nlooked wonderful and we were, of course, very moved. And, I must say, from one\nday to another, you know, we became a family of six. I had to go to — back to work.\nMy mother took over the household, the two children. It is amazing. When I think\nback now, I don’t know how she did it. She handled everything with again, with\ngrace. Never complained, never. And neither did my father. They did what they\ncould, the best they could, somehow succeeded and never complained. That’s one\nthing I learned from them, not to complain.",
        "A: Yeah.",
        "A: I thank you.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 7, 2009\nRG-50.030* 0561",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Vera\nGlasberg, conducted by Judy Cohen on January 7, 2009 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Alexandria, Virginia and 1s part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "VERA GLASBERG\nJanuary 7, 2009"
    ]
}