{
    "rg": "RG-50.030.0415_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Edith Csengeri,\nconducted by Amy Rubin on October 30\", 2001, in Great Neck, New York. This is tape number\none, side A. Okay, so please just begin by telling me -- tell me your name, and when and where\nyou were born.",
        "Answer: Okay. My name is Edith Csengeri, my maiden name is Klein. I was born March 4, 1926\nin Nyiregyhaza. I’m sorry. And I lived there until I was 15 years old, with my grandmother,\nbecause my parents earlier left Hungary. They went to France, you know, with friend, to start a\nnew life. So [indecipherable] you no reason. And that time, you know, for Jews it was very hard\nin Hungary to make a living. And I la -- I lived with my grandmother and my brother, and I was\ntold when they settled down, first they taking my brother because he was in school age, and later\non they taking me. In the meantime, the war, you know, happen, and in France ha -- 1934, my\nfather passed away. He got TB there and very shortly passed away. So it was difficult time for\nmy mother, as I understand. And I was very happy with my grandmother, who was a very caring,\nloving old lady, you know. It was -- I liked her a lot.",
        "Q: Can we go back so -- did you say exactly the day -- the year you were born, you were --",
        "A: 1926, March four.",
        "Q: And give me a little sense, before your parents left, what it was like in your home. Give me a\nsort of picture of your home life.",
        "A: Amy, I was about -- I think more than three years old when they left, so I don’t remember too\nmuch.",
        "Q: It seems very unusual that they left.",
        "A: It is. And late -- they have a, you know, problem there, settled down, and as I said, in the\nmeantime I -- my father passed away and the war came, 39, and I was stuck. I shouldn’t say --\nwer -- use that word stuck, because I was very happy with my grandmother. A --",
        "Q: But you were only three years old, so it was only 1929 or so, is that right?",
        "A: 1920?",
        "Q: I mean, when you say your -- your parents left --",
        "A: Yes, just about it. And you know, in the meantime they tried to settle down, my father be-\nbecame sick, as I understand, a few years and that’s why it happened.",
        "Q: Now what -- what do you know about why they left? What kind of problems were they\nhaving?",
        "A: I tell you the truth, I’m not sure, because I just understand they had difficulty making a living\nwhen they got, you know, after the marriage and they have friends who -- with them, you know,\nthey decided to go to France and they both left with f -- you know. These people later took all the\nchildren to -- their name was Gomez, I understand. And they were friends over there, too, but --",
        "Q: You had an older --",
        "A: -- I don’t -- I don’t know.",
        "Q: You had an older brother or a younger brother?",
        "A: I have an older br -- two years older. He is in Florida now. We’re not very close, you know,\nwe're not grow -- we didn’t grow up together. And when we came here, I was 30 years old,\nabout 30 -- °56. And he has a different life here. My mother married a second time here, and me -\n- the man has a family who a -- who a -- became his family. So we never re -- was very close,\nand still not.",
        "Q: So your parents left Hungary --",
        "A: Right.",
        "Q: -- very early. What kind of work was your father doing which wa --",
        "A: He was a tailor, and the other couple was a tailor, too, you know, so they wanted to see\n[indecipherable] there.",
        "Q: And they went to Paris, or they went somewhere --",
        "A: Around Paris, in a bi -- in Paris the [indecipherable]. And when the World War, you know,\nbroke out, we were real -- I really [indecipherable] but I heard from them. When it was over, we,\nyou know, tried to make a -- you know, com -- correspond together, in the -- and my mother said\nthat they are -- I have an aunt and uncle here in the United States, so my mother wrote to me that\nthey are probably going with my brother here, and I -- I -- don’t even think about, you know,\nstaying there or getting married in Hungary because he will -- she will make, you know, steps to\ntake me off here. But when -- later on, I was got married because I was going with my husband\nalready, so I didn’t have any intention that time to leave.",
        "Q: So did you have contact before the war with your parents?",
        "A: Occasionally, and after the war.",
        "Q: Did you see them at all --",
        "A: Once she came -- she came to Hungary, and you know, for awhile. I was married that time.\nAnd I don’t feel very close, you know, to her. And she left, and when we came here, she was\nhere already, as I said, married s -- the second time. And we came together, you know, met\n[indecipherable] there wasn’t a real connection, you know. I feel much closer to my grandmother\nand aunt and my cousins.",
        "Q: So tell me what your childhood was like. If your parents weren’t there very much -- and you\nwere around your brother, right? You were --",
        "A: My brother, after awhile they -- went to France, too, you know. We lived in the\n[indecipherable] the city, in [indecipherable] and my grandmother has a house, with tenants, you\nknow, there wasn’t any problem. And she gave me everything, even love, and she was nice. I had\na lot of friends there.",
        "Q: Do you -- do you consider it a good childhood?",
        "A: No, I don’t think so, because she tried to give me everything, you know, but all of my friends\nhas [indecipherable]",
        "Q: Must have been hard to understand what was going on, right, as a young person?",
        "A: Yes, it was. But, you know, I went to school, high school. I have -- we have very close friend\nacross the street. I -- I mention specially this one because they are very close with us, and one of\nthe girls I went to school with from the -- from -- since I was six years old, and we met in\nAuschwitz, it was three sisters. It was very rare, you know, that sisters or brothers or mothers and\nchildren could stay together, but they were lucky in a way, you know? And they were taken for a\nworking camp to -- together. But the youngest one who I went to school, he [indecipherable] to\nIsrael, and she got married there. I saw her once. The oldest one was really like a big sister to me,\nyou know? Even in Auschwitz, and then when I got home. And I usually, when I go into\nHungary, which has happened before, because my father, you know, was alive, and I -- we went\nto the -- we -- later on the cemetery, to my grandmother, you know, [indecipherable] and my sa -\n- father, you know, in Debrecen, almost 30 year. And we basically went -- I wa -- want to went\nonly -- well, I want to see only this friend of mine who stay in Budapest, and he’s -- she has a\nlarge family because she has two children and became a widow. And the man who married to,\nwas a widower too, with a child. So they got married, and they have a child, you know, between\nthem. So now we have a large family over there. Many, you know, successful children and\ngrandchildren. The problem is with -- now that, for months I didn't get any letter from her. About\nthree or four years ago she got a major heart attack, but she was you know, o-okay. But -- ish --\nand we, you know, corresponded regularly. But lately -- in April I sent two letters, especially the\nsecond one to the holiday, and no answer. I could call the -- them up, you know, but I don’t want\nit.",
        "Q: So this is -- this is a link to your hometown.",
        "A: Right, right.",
        "Q: And someone you feel close to. What’s -- what’s the name?",
        "A: Edith Novradi.",
        "Q: And what were the names of your parents, your brother, your grandmother?",
        "A: My parent’s name was Abe Klein, and my mother’s name, [indecipherable] Deutsch. My\nbrother’s name is, you know, it’s changed because it was Hungarian Imrah, now is Emrick,\nEmrick Klein. She -- he lives in [indecipherable].",
        "Q: And your grandmother’s name?",
        "A: Deutsch shamran -- Kotts, Ida Kotts.",
        "Q: And you -- you felt very close to her, did she seem --",
        "A: Yes, I did.",
        "Q: -- like Mother to you?",
        "A: Yeah. Yeah, yeah. My grandmother was very regi -- religious, actually, you know? We went\nto temple with her every holiday, or -- not just on big holiday, on the less important holidays.\nAnd I grow up, you know, with the religious -- I’m sorry -- milieu, and wa -- it’s changed since I\nc-came back from the camp.",
        "Q: You feel like your -- your feelings about religion have changed?",
        "A: It is the religion hundred percent. I am a Jew. I can’t be anything else. I’m sorry.",
        "Q: That’s okay. Okay. So, if you can, just tell me a little bit -- you feel like your feelings toward\nJudaism may have changed over time, right?",
        "A: Judaism, if you mean to be Jew, I am a Jew. Inside and outside. I went to Jewish school, I was\nraised as a Jew, but I don’t understand --",
        "Q: It’s okay. Just take -- take your time, don’t rush.",
        "A: I still can’t understand how can they kill so many people, and looking for God. When I went\nin the [indecipherable] there was a [indecipherable] always think about was how they want to\ngive us a [indecipherable] you know, praying? And some were children, and my ca -- my -- why\nwas they killed? Where was everybody? They killed six million people. I -- I never go to the\ntemple now, you know. I just -- I used to. When I was a child, I used to pray every night. I -- it\nwas completely different as I feel now.",
        "Q: Do you feel like you lost your faith in God, or --",
        "A: Ica -- don’t ke -- I -- I still looking, I can’t s -- I can’t get any explanation what -- what it\nhappened. Nobody, you know? When we came back, we -- whoever we talked to, people around\nus, other -- especially here in America, nobody knew about it. It -- it wasn’t done secretly, you\nknow, at that location. The cattle wagon, you know, went through all Europe, during the day we\nwere delivered to Auschwitz, and nobody knew about it. And we have a great big faith in\nRoosevelt. We talk about him and think about him like a -- a -- I should say a god, a savior, you\nknow. And when we came back, we find out that he did this opposite. You know, is -- same\nthing was with Switzerland. We admired that little country, you know, that in the middle of\nEurope it can be neutral. And turn out to be they just did opposite, they serve Hitler.",
        "Q: So let’s -- let’s try to go back to your growing up days. You -- you were in this -- in this place\nin Hungary, was it a -- give me a sense how large is that city, and what kind of --",
        "A: Which one, my [indecipherable]",
        "Q: -- your hometown, yeah.",
        "A: It was a relatively large city, let’s see, about a -- Budapest, Szeged, Debrecen, Nyiregyhaza,\nabout the fourth city after Budapest, you know? Especially, you know, when we went back, it\nwas very nicely fixed up, you know? Actually, I never went to see it. We arrived to the station,\ntook a cab and went to the cemetery and back. But even the railroad station, you know, was very\nnicely kept. I went to high school there for awhile, and in the -- it was different, the thinking of\nthe Jewish youngster that time, you know? We all very stadious, you know, talk about the world\nand Hitler, what will happen to us. And we were organize, somebody organized a movement, a\n[indecipherable] movement, and I belong there. Almost all of my friend yo -- belong there, you\nknow? And they were talking about to [indecipherable], to Israel, and after the German occupied\nHungary I lost almost -- I thought I lost almost all of them. Later on I find out some of them’s\nliving in Israel.",
        "Q: So you got involved at about what age, how -- how young were you?",
        "A: I was about 14 - 15, and were very, you know, excited about it. We loved it, our idea. In fact,\none year -- I had a friend who belonged to that, her husband has a -- some kind of land owner.\nSo, they let us go and they like a [indecipherable], you know, you understand? And we were\nworking there, you know, and the payment went to Israel. After the -- when I got back, my friend\nI mentioned before, he already left. He went to -- you know, to there, and still there.",
        "Q: So would you say when you were going to school in this town, did you interact with a lot of\nnon-Jewish friends?",
        "A: Yes, we have -- you know, it was that opened anti-Semitisms, we knew it, we felt it. But the\nhigh school where I went, it was mixed, you know? And [indecipherable] there was a girl my age\nwho went to the same high school. So we were friend, but that was it, they don’t save any\nJewish. When I hear, you know, a lot of people, Christian people save Jewish, I don’t know\nanybody in -- in Hungary what did this. Maybe they did, but I don’t know -- I won’t know\nanybody.",
        "Q: Do you -- do you remember any anti-Semitic incidents that you had to undergo as a\nyoungster, not -- you know, before the war, and before --",
        "A: As a youngster, it was in high school, it was the Hitler and Mussolini era already, and we\nhave the -- in high school, yelling after the -- before the [indecipherable] in Hungary, they had\nHitler and Mussolini. And I was quiet, and there was a girl who reported to the teacher that I’m\nnot saying anything, and h-he wasn’t very -- he just said, next time, do it. So I wasn’t any\npunishment. Later, when I went home, after the war I saw that girl, and I thought I could report\nher to somebody, but I did not. I -- I didn’t want to make a case about it.",
        "Q: So did you go along with this, and say --",
        "A: I just went -- kept ki -- quiet, I didn't go along, I just kept quiet. Maybe I shouldn’t, but it was\na real anti-Jewish --",
        "Q: So you felt a certain kind of anti-Sem -- Semitism in the air, you could just feel that people\nwere --",
        "A: We all knew, you know, Jews, who lived in Hungary at that time, that all the Hungarian were\nanti-Jewish -- you know, anti -- anti-Semitic. And they, during the war, after -- especially when\nthe deportation happened, they overdo everything wa -- they try to overdo even what the German\nwanted.",
        "Q: How, like politically aware were you once the war started, how -- how much did you follow\nthe events --",
        "A: When th -- when the war started?",
        "Q: In 1939.",
        "A: 1939, just about average, but later on it became more of, you know, more obviously we more\n-- we wer -- ger -- youngster were more serious about it, you know. Not like the youngster here,\nyou know. It was -- it was like when I went to the other city [indecipherable] I became very good\nfriend. We very seriously [indecipherable] and were [indecipherable] the grown-ups what\nhappening, and very interested what will happen.",
        "Q: When did you start to feel more interested, or maybe even more threatened about your own\nsafety?",
        "A: It was slowly but surely the government, the Hungarian government became more and more -\n- the people became more and more anti-Semitic, and the anti-Jewish people get in Poland more\nand more. So we -- we know that we are not too safe, but until, you know, the German actually\noccupied Hungary, we can walk, you know, I kind of -- I was studying cosmetic at that time. I\ncould walk to the street, you know, I wasn’t free to -- at night, we’re not going out, but we were\nlistening, before the Germans, the American radio -- the secret radio, and the European secret\nradio, and we -- you know, we were very optimistic that Hitler wo -- it looks like Hitler didn’t\nwin the war -- can’t win the war, but you know, the allied, they si -- they didn’t won yet, and that\nwas the attitude, you know? It just -- it just a -- time. It will happen that, you know, he will lose\ncompletely.",
        "Q: Now, did you -- did you know at that point any refugees from -- Jewish refugees from other\ncountries?",
        "A: Yes. Yeah, I do. One or two years before, they came over, you know, they fled from\nCzechoslovakia and -- and Poland, and we were -- we were so shocked to hear, you know, what\nthey said to us. We couldn’t believe it, you know, it was so terrible, we -- you know, just\nwhispering, we were just whispering, we thought what will happen to that people? And we\nbelieved that it couldn’t happen with us, you know, the -- 1t was a [indecipherable] in Hungary,\nnot, you know, and it was a rumor that his wife has some Jewish background somewhere, so it\nwas obvious to us that he wasn’t really, you know [indecipherable] Hitler. It couldn’t happen --\nwe feel -- we didn’t feel -- we felt, you know, safe. It couldn’t happen to us, what will happen.\nFirst of all, the Hungarian Jews, unfortunately, now I know, was first Hungarian and then we felt\nJewish, you know? And we thought it -- it won’t happen to us. It was a very surprise, was\nsuddenly, without any warning, Hitler ca-came, you know, and occupied Hungary.",
        "Q: What were some of the stories that you heard from other refugees at that time?",
        "A: First I war -- I had a friend, her name was Eva, we went to, as I mentioned, to learn cosmetic\ntogether. And we -- we -- and they -- they were very well-to-do family in Debrecen, and they\ncame [indecipherable] we called him, [indecipherable] was his, you know, [indecipherable |\nname, but he -- he got false papers, and he was eating [indecipherable] different Jewish\n[indecipherable] family. And he got a story from -- y-you know, from him, he was\n[indecipherable] with -- with other two brothers, they lived in the ci -- in the city, they --\nseparately, you know? With separ -- different names, all over, you know, they didn't even meet,\nbasically. And he told us, you know, what happened over there. And they were lucky, because he\nwas liberated he -- o-over there in the city, as a -- you know, as a Christian boy.",
        "Q: Where did he come from first?",
        "A: Czechoslovakia. Later on he came back, I will tell you later. Anyway, he suggested when --\nwhen the German occ -- occupied Hungary that me -- he is getting us papers. Eva, my friend and\nmyself, and we supposed to go to another city, and live there, and you know, one of us\n[indecipherable] because Eva parents was, as I said, well-to-do, and in that time, you know, it\ndoesn’t come, you know, everybody was willing 1 -- 1 -- to spend -- sell and spend everything. So\nwe have, you know, money to go. And finally we -- he gave us the papers, and we went to\nTrovald. The plan was that we go to the station at night, because we -- we already was\nmandatory to wear the yellow star.",
        "Q: You were hearing -- you were wearing the star?",
        "A: Sure, that time. And we removed the star when we went to the station. But the reason was that\nwe went at night because we want somebody to recognize us, you know, Christian, without a\nstar, walking. Not to mention there was a curfew for the Jews. So --",
        "Q: What time was that?",
        "A: I don’t remember it. Six, seven o’clock. That time there, they just planning the ghetto, it\nwasn’t, you know, the retto -- ghetto ready. And we walked to the station and we wait for the,\nyou know, the train to come, and we -- to be traveling to Szeged. So nobody [indecipherable]\nyou know, in the train. I remember we -- we arrived and bought a newspaper, with\nadvertisements, you know, and we saw -- we were looking for a room, and we find one with --\nwithout [indecipherable] you know? Sounded good. And we went over there, it was the older\nlady, and she rented us the room. We told them that we coming from Budapest, because the\nbombardment started oder -- over there, and the parents send out -- send down to the city, and\nthen we have the paper, according to the paper, we were sisters.",
        "Q: Now, when was this? Do you know?",
        "A: It was 1944, March 19 it came, the German occupied Hungary, and we left about April, the\nbeginning of April, or the middle of April.",
        "Q: So let’s go back for a moment. Before the Germans occupied, there were -- there were more\nlaws passed restricting the freedoms of Jews?",
        "A: Oh yeah, yeah, yeah.",
        "Q: Tell me about those, and -- and what you experienced.",
        "A: Like Jewish kid can’t go to higher school. They were certain rule hiring Jewish man or\nwoman, you know?",
        "Q: Did you f -- did you -- were you very aware of those laws, and --",
        "A: Oh yeah, oh yeah.",
        "Q: -- what was happening?",
        "A: Oh yeah.",
        "Q: Did it --",
        "A: Every day new -- a new law came out against the -- you know, against the Jews. And they --\nyou know, it was obvious, it was after when the German came in, you know, that they pal --\nplanning to build a ghetto, you know?",
        "Q: And with those laws, did you start to get more and more worried?",
        "A: We weren’t worried, but -- worried, but we were very optimistic about the end of the war,\nhow could it happen, you know? Maybe that’s what we had was, you know, to getting -- you\nknow, our survival [indecipherable]. We were sure that, even in Auschwitz, you know, in spite of\nfact my friend didn't come back, we -- we were -- couldn’t imagine that we -- we’ll die over\nthere, you know? We always thought that war will be over, and -- very soon, and we will always\ncome some [indecipherable], you know, that -- especially one time when there was a\n[indecipherable] against Hitler, and they wanted to kill him. So we thought maybe -- we always\nwas praying in the lager that they will bomb the -- the railroad, which is not what happened.",
        "Q: Had you heard about Auschwitz already? When did you --",
        "A: No, never, never until we got there. I think nobody knew about it, no.",
        "Q: So, now tell me where you were, which city, and tell me a little bit more about the day that\nthe Germans arrived.",
        "A: I was in Debrecen as I remember. I remember the day very well because it was, you know, a\nbig surprise for us. I went to a meeting at --",
        "Q: Oh wait, there’s a plane overhead.",
        "A: Okay.",
        "Q: I can hear it.",
        "A: That’s all right.",
        "Q: The microphone picks up very well. Okay, maybe you could start over. So where were you\nand tell me about that day.",
        "A: With -- you talking about when -- when the German occupied?",
        "Q: Yes.",
        "A: Okay. I came back -- it wa -- I was in a school, a elementary school, it was the meeting, you\nknow, it was a underground meeting, naturally, nobody knew about it. I came out around, and sa\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with Edith\nCsengeri. This is tape number one, side B. Okay, sorry to ask you again, but we got interrupted\non the other side. So now, tell me again that day, the day the Germans arrived.",
        "A: Okay. As I said, it was a terrible shock. I was coming -- come from a -- a [indecipherable]\nmeeting, and when I got home, my relatives already know, everybody was, you know, very\nscared, and what will happen now. And wa -- a -- I’m -- I remembered a [indecipherable] when\nwe went to sleep, we want to be sure that we locked the door all over, you know?",
        "Q: Was that unusual? Were --",
        "A: It was unusual because it was a -- like a apartment building, but the door, the -- the\n[indecipherable] goes to the street, it was open, we never locked it. So from that point we locked\nthe -- that door, too. But the following night, I went to -- back to work, and you know, my boss\nwas -- were Jewish, too. It was unbelievable, you know, for everybody. We -- what happen --\nwhat will happen now?",
        "Q: So you didn’t know anything about this happening the day before it happened?",
        "A: No, no, no, it just happened. In fact, I understand that time Hitler called hi -- Horthy, the\ngovernor name was Horthy, to his headquarters to talk it over or something. And he wasn’t even\nhome in Hungary when they occupied Hungary.",
        "Q: So you saw this as now a greater threat, a greater worry?",
        "A: Oh yeah, yeah. We th -- expected to happened, you know, but let me -- [indecipherable] I\nthink was okay [tape break]",
        "Q: Okay. So now we’re back and I -- I want to continue of course, asking you, in terms of the\nchronology of your experiences, but I wanted to take a moment now, before we continue with\nyour experiences, and just ask you about the fact that this is the first time that you’ve been\ninterviewed, right? This is the first time?",
        "A: Yeah, okay, okay.",
        "Q: And just tell me what that’s like for you.",
        "A: It is a -- I -- you can see it’s very emotional. You know, all of my friends have the same --\nbasically the same experience, not exactly the same because all of them was different places.\nEverybody knew about it, but just to say my experience, you know, as it is happen, going all over\nit, you know, it is -- it’s -- it is the first time. We’re talking about episodes, you know, with my\nhusband, and my friend, but not -- not the whole, you know, not -- not all the [indecipherable]. It\nis a little emotional, what can I say?",
        "Q: And you did write about your experiences at one point. Was that emotional, very emotional to\nyou?",
        "A: Yes, but not -- not as telling. You know, I ne -- when I -- ma -- when my daughter was small,\nI always refused to tell her anything, because I wanted to grow -- to her -- to grow up, you know,\nwithout any handicap, how they say it, you know? But I don’t have to tell her because she picked\nup here and there, and she know -- she knew the whole thing. And now when my -- ask my\ngrandmother -- granddaughter to type it for me, you know, and I was dictate it to her, it was the\nfirst time to her, too, to hear it. And I saw, you know, she was -- wasn’t even look up, she just\ntried to, you know, how you say, on the -- you know, it -- it -- I can tell that she was very, you\nknow, affected by it, as my -- you know, in my opinion, later on the day that the second\ngeneration, li-like my daughter, was affected indirectly, I was the same as we [indecipherable]\nwe went through. My daughter is a very smart girl, but she never ask me, and I never tell her\nanything. And now, when it was typed on, I ask her, you want a copy? She said no. Save it for --\nsomewhere, maybe somewheres, I know everything. And she does.",
        "Q: Now why -- why do you think you were ready to talk now?",
        "A: I tell you what, three years ago, as I said, Frank called me up, she saw ma -- you know, when\n-- how could I go from where I started in -- in Debrecen to -- you know, to go that collecting\ncamp, it’s call -- called Sharvar. It’s a big, big distance. And I told him over the phone, you\nknow, just what happened, and he said why don’t you let them, you know, tape it down. I said I\ndo not go through it again. I -- I -- it just too -- it would be too much, and I wasn't even want to\nhear about it. But later on my grandchildren ask -- was asking, you know, me questions. They\nwent to the movie, they read in books, you know, and they were asking me my experience, and\nthen I started to think that it time to tell them. I don’t think, you know, I never saw that movies, I\nnever go to see the movies, not because it’s affecting me, I don’t think it’s -- it’s just a movie.\nThey -- it can’t be the same. It’s no offense [indecipherable] but I don’t think anybody can\nunderstand, only people who was there.",
        "Q: How often do your memories come up of those days? Is it frequent, is it every day? How\noften?",
        "A: You know what, since I mentioned to you we came to -- coming together with people, friends,\nsince [indecipherable] here specially, all of them si -- most of them survivor. Some of them was\nhiding, but most of them survivor. It was unavoidable that w -- you know, is not come up, some\nways, with some -- with -- you know, with -- we always -- some of them [indecipherable] not\nalways the tragic way, you know, just as a fact, that’s what it happened, that’s -- and we went --\nwe went, you know, over it, and so it almost a -- you know what? I think that people who went\nthrough on this, they could be a millionaire, or a worker, or whatever, it’s impossible that their\nlife wasn’t affected if they went through, in some way. I don’t think it’s -- you know, money\ncould make it easier for anybody. And, 1s a tragedy if, you know, people will forget. And they\ndoes, sometimes. I have a problem in my [indecipherable] you know, and I seeing a doctor\nregularly. She’s a -- he’s a real nice man, and a very good doctor, and [indecipherable] he was a\n[indecipherable]. And he -- he knew what we are survivors, so as he is talking about that he is,\nyou know, [indecipherable] and so on, and what terrible thing was it, as it -- unspeakable and so\non. And after the [indecipherable] when, you know, what happened, after that I saw him, and he\nsaid it’s a terrible thing what happened here, which I agree. They just came, they don’t care if\nthey die, and killed -- drive away, 6,000 people is -- is just -- he said, you know, what you went\nthrough, the Holocaust was a terrible thing, but it was worse. I said -- I didn’t say nothing,\nbecause he is a very nice man. But this time they killed 6,000 people, and you know, we are still\nin shock because we like that country. But they -- Hitler killed six million people, and I don’t\nthink it -- if even, you know, they can compare. I don’t know what will happen here in the future.\nAs I said, you know, we -- we like that country, you know? We are -- I must say we have a -- we\nworked -- we let -- they let us work here, they never ask we -- you are Jewish or not. We got job,\nwe let the -- my daughter, you know send to school, and my granddaughters. This is a wonderful\ncountry. And what happened 1s terrible, but I don’t think it -- it’s -- you know, it’s comparable\nwhat happened then.",
        "Q: So now let’s -- let’s try to go back to what we were talking about, you were still telling me\nabout the early moments of German occupation, and I was wondering, just so we make sure and\nget your chronology right, if you could explain how long you lived with your grandmother, and -\n- and where you went after you moved from there.",
        "A: Okay. She passed away 1941, and I went to live with my relatives in Debrecen, so I’m -- the\nother city, so I lived there approximately three years. So it was 1944 when the, you know, when\nthe German came in and changed everything. The -- the -- in that three years I was, you know,\nstudying -- I mean, start to learn cosmetic. It was a relatively very busy place, and it was nice.\nThey were nice people over there.",
        "Q: And how old were you when the Germans came in?",
        "A: I was 17 years old. 17. I became 18 in the camp.",
        "Q: So now, before you left Debrecen, what -- what were you doing, and what was it like with the\nGermans around?",
        "A: Well, I wasn’t with them that time too mu -- too long time, because, as I said, we were\npreparing to leave, and we -- you know, constantly were talking about it at their house, and\nplanning, and we had to wait until the papers are ready, which was supposed to be very good\npapers, but it wasn’t. We -- we don’t have to use it. And we -- we were talking about the -- the\ndistance, I mean, that time, your situation every day new and new, you know, law came out\nagainst, you know, against the Jews, the Jewish business, you know, they take over th-the\nbusiness. And they were planning the -- to, you know [indecipherable] of the ghetto. They said\nwhich -- from which part of the city will, you know, will extended, you know? There was a li --\nha -- the limit there. And happens to be my -- my relative’s house, you know, it was right there.\nSo they had to take different people in their [indecipherable] you know, their -- their place. By\nthat time I wasn’t there already. When I came back from the camp, I went over there. It was\nsome -- nobody was there in the apartment, and I went down the basement, you know, looking\nfor some paper or something she’s left, I find nothing.",
        "Q: That’s in your family’s home?",
        "A: It was, you know, for a few years. The first time when I got back from the camp, I went to\nNyiregyhaza where I came from. I have a very extended family, cousins and aunts and uncles, lot\nof them, you know. Nobody was there, nobody, not a soul. Then I went back to Debrecen\nbecause I heard that time that some of the people went to Austria, so there are more chance to\nmeet, you know, maybe friend or somebody. But in the meantime in Auschwitz, you know -- I\ndon’t know, I’m going back and forth. If you want me to continue, or --",
        "Q: Yeah, well let’s -- let’s go in an -- the order of how things happened. So -- so you were\npreparing to leave with these false papers, and you got these false papers through a friend of\nyours, right?",
        "A: Through that boy who was a -- you know, fleeing from Czechoslovakia. So we went to\nSzeged, to the city, to the second largest city in Hungary. As I said, we rented a room, and we\nmoved there. And for a few weeks we don’t have any problem, the woman was very nice to us,\nyou know, because we said we was -- you know, we came from the bombardment. And -- but\nlater on they started to bombard the Szeged, the big city, and everybody has to go and went down\nto the shelter. And we were afraid to go down, you know, we were afraid to from the\n[indecipherable], we were not ready, you know -- you know, maybe say something, or turn out to\nbe [indecipherable]. And we decided not to go down. We thought it’s less dangerous than go\ndown. But later on they start to tell our landlady why these young girl not coming down and so\non. So we decided that we going [indecipherable] to Budapest. It’s a big city and we, you know,\nsomewhere, get around. And we traveled safely, but when we got down there was a big police\nquota, pick up the Jews, you know? With the yellow star too, was traveling. And they pick u-us\ntoo, and when they saw the paper, you know, it was brand new do -- you know, and we were\nvery nervous probably. They find out, they ask question and yes, so they took a -- took us to the\npolice station with a lo -- with all of the Jews, you know, who were wearing stars or not wearing\nstars. And when we got there, the police -- chief wa -- chief of the police said we will get one\nweek from the -- that place, the [indecipherable], and after that we will go back to the ghetto. But\nafter more than one week, you know, went by, and more and more people came to that place, or\nwas taken to that place. In fact, my friend, her name was Ava, find a lady who was traveling to\nBudapest to her daughter, gave birth to a first grandchild. Her husband was already in forced\nlabor camp. And he was very nice, you know, to a young girl. It was a terrible experience, it was\na [indecipherable] room, a [indecipherable] crowded room with all different kind of people\nbeside the Jews, you know? And I think [indecipherable] the toilet was in the middle of the\nroom, without any wall or nothing. It was the first, you know, demonizing experience. And --",
        "Q: Wa -- what was your -- what was your name on the false papers?",
        "A: Elizabeth [indecipherable]. And Ava was Julia -- Julian [indecipherable]",
        "Q: And so the two of you --",
        "A: It’s a Hungarian --",
        "Q: And the two of you were already very close by now.",
        "A: Yeah, yeah.",
        "Q: Close friends, and --",
        "A: Yeah, close friends, yeah.",
        "Q: And you helped each other a lot during this, right?",
        "A: We tried to help each other, the fact that we were not alone, first of all, we were friend, we\nwere not alone, you know, we belong together. Sp -- and specially came this lady who was a --\nyou know, some friend of her mother, and she was about 45 years old and a very nice lady. In\nfact, that time she told us that we left her place -- she was a [indecipherable], and he said her\ntreasure, how -- how you say that, jewelry and everything, you know, where he get, you know,\nex -- exactly explain it to us in case something happen to her that we tell her daughter whatever -\n- which is happen later on. And we went together too from there, after a few weeks. We were sad\nwe were taken in a different camp. And we were -- we were walking to the ra -- the station and it\nwas a big camp. A kapo was there who was the manager, I don’t know what was there before,\nbut we knew that before that it just -- it was a collecting camp. Not only that one, we know there\nare two more of us in Hungary.",
        "Q: And what was it called?",
        "A: Sharvar. It was very far from my original, you know, city, Nyiregyhaza, other side of the\ncountry. And we were, you know, we have a little -- we felt a little bit better there because we\ncould, you know, put some curtain up and wash ourself, our -- we have the toilet, you know. I\ndon’t know how many people was there, but at least there was a toilet. And we were waiting\nwhat will happen, we -- we thought something will happen, you know, we can’t be here forever.\nAnd aft -- we stayed there at least a month. Oh, and that place, it was under -- the police\n[indecipherable] was standing under the -- it was a so called gerdarmes? You know that?",
        "Q: Gendarmes?",
        "A: Gen -- yeah, that’s right. They are very [indecipherable] you know, they don’t tell us\nanything, you know, whatever we asking.",
        "Q: What kind of confrontations do you remember having, either when the Germans had\noccupied, or the police along the way? Was that very frightening to you? Do you have\nconfrontations directly with these sort of police types, or soldiers, or --",
        "A: Not really personally, no. No. We were a crowd, you know. It was just -- we were no -- when\nwe got to Sharvar already, I -- the -- the camp, we felt like, you know, they were -- we were not\ntreated like a person, just like a number or something, you know? Nobody talked to us, we don’t\nknow what will happen. We can get questioned. At the door was th-this gendares, you know?\nAnd we were there at least a month when they came, the manager, or -- I don’t know how you\ncall him, and told us that we’re taken now for a different camp, and it will take a few days, and\nthere -- there was a counting over there in that -- in Sharvar. Everybody who has money can buy\nsome food for the road. And every time it was some change we were glad, maybe this time we\nwill have a chance to talk to somebody, we know what will happen to us, you know? And when\nwe got to the station -- from that we were walking, and we got -- and we got to the station, there\nwere cattle wagons all over, and there were SS standing at the door. And very fast they put as\nmuch as they can in one wagon. We had hardly any space to sta -- sit like this. We were sitting\non the floor, on the -- our legs. It was really crowded, and they put the two pails in it, you know,\none for toilet, one for we -- water.",
        "Q: They put two what -- pots, you mean, or wa -- or pail, pail.",
        "A: Yeah, yeah. And naturally the water never was enough. We were not hungry, we were always\nvery, very thirsty. Sometimes when we went, the wagon -- the trains da -- stopped for some\nreason, and peasant women was all around, and gave us some water, and they changed another\nwoman, the SS changed the pails. And we continue. We -- we went through beautiful area. We --\nI heard a place, you know, like a [indecipherable] but I heard a place before, and you know, we\nlooked out with this small window, and somebody recognized the place, it’s called -- I don’t\nknow how you call it English, in Hungarian mogo shtatra.",
        "Q: What did it look like? It was some sort of beautiful scenery, or --",
        "A: Beautiful scenery with the mountains. It was a -- a resort area before -- I heard that, you\nknow, it was la-later on, too. It was unbelievable. So we -- we --",
        "Q: And so you knew a little bit about the direction that the train was going in?",
        "A: Yeah, we -- we went through this one. I just remember this one, you know? This is the\nCzechoslovakia, I think now. There are some area which sometimes belong to Hungary,\nsometimes to Czechoslovakia. This -- this time 1t was Czechoslovakia, and -- and I think still it\nis. And we went a few days when the s -- when the train stopped. And we looked out, and we\nsaw, you know, the barracks, with barbed wires all over it. And when they opened the door, a lot\nof SS soldier, and yelling to us, get out, schnell, schnell, out. And everybody keep the small\nthing what they had, you know, package, because they -- it will send after us. We knew that this\ncan’t happen, there was na -- no name on it, nothing.",
        "Q: What did you have with you?",
        "A: Maybe one sweater, or -- of -- when I was 1n the [indecipherable] house, I had a cousin in\nBudapest, and you cou -- [indecipherable] up and came in, and I gaved her everything. So 1s\neverybody else. This a na -- this lady [indecipherable], who called [indecipherable], she called\nher daughter, they came. She gave her the package, and pocketbook, or whatever. So we left just,\nyou know, what was on us, a sweater, or whatever, not much and some food. But we\n[indecipherable |",
        "Q: And you were wearing a Jewish star again, right? You were forced to, or not?",
        "A: I don’t think so, no, no. They know we are Jewish now, on that time.",
        "Q: And you were on this transport with now both of the women that you --",
        "A: Oh, with everybody, yeah.",
        "Q: I mean, well th -- with your friend?",
        "A: With my friends, and that [indecipherable] and the -- all of the ra -- rest of the people I don’t\nknow. The rest of the people I don’t know, and they were the one who were taken to the\nconcentration camp -- I mean the death camp, the Hungarian camp. And before the\n[indecipherable] you know, we went together, that’s -- as much as they can put that together and\ndeliver it to the station and the wagons. So it -- I didn’t know anybody else beside\n[indecipherable |",
        "Q: How long was the journey?",
        "A: It’s -- I can’t imagine, I’m not sure. It was days, maybe a week, maybe less. Sometimes we\nstopped for different reason, to change the [indecipherable] beside it, I don’t know why they\nstopped the -- stopped the wagon.",
        "Q: What did you -- what did you talk about during that time?",
        "A: It was really sad. It was -- we -- we -- we were very uncomfortable, I don’t have to tell it. We\ncan’t sleep, we can’t eat, we were thirsty and naturally everybody had to use that toilet, very har\n-- it was -- it was terrible smell, terrible smell because of the toilet and because of the people,\nyou know, [indecipherable] you know, putting together. It was a terrible, terrible smell. So, it\nwasn’t a -- I don’t even know where we going. We just think that time it was somehow so\nhopeless.",
        "Q: Did you eat?",
        "A: Not much. We couldn’t eat. We had some food, you know. But as I remember back,\neverybody was very, very thirsty, and a -- we have -- we could -- we were thought that\neverybody can drink only three sip from the pail, you know, that went from one to another. It\nwas -- it was not much, you know, so I don’t know if we can even think, it was just a very sad\nand desperate situation. I remember a baby with a -- excuse me, you want to --",
        "Q: [inaudible]",
        "A: She was a very small baby and she fe -- she [indecipherable] her in the wagon. Sometimes I\nremember faces, but I think I made the remark about that it -- I don’t think anybody could -- a-at\nleast not too many people came back from that wagon. Not the baby with the mother, not the old\nmen. Not the [indecipherable] who we went.",
        "Q: Were people praying?",
        "A: I remember that old man I mentioned, every mor --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a United States Holocaust Memorial Museum interview with Edith Csengeri,\nconducted by Amy Rubin on October 30\", 2001, in Great Neck, New York. This is tape number\ntwo, side A. So maybe you could just finish telling me your memory of this man, this older man\nwho was praying every morning.",
        "A: He was praying every morning, and when I, you know, thinking back, that’s sad that maybe\nthis affected me that much that I am not religious any more. He was praying to who? And\nhundred percent that he was -- went right away to the gas chamber.",
        "Q: He was an older man?",
        "A: He was an older man.",
        "Q: Did religion have a real role for you at that time?",
        "A: No, I -- no, nothing. I don’t think -- even think about religion, neither one of us. We just, you\nknow, couldn’t believe it, especially after that you know, we couldn’t believe it, what happened.\nIt wasn’t real. And when we stopped finally, and the SS soldiers, you know, start yelling us,\neverybody schnell, schnell, everybody get out in one line, one after the other, and I remember the\nfront of us was this Alma, Namey we called her. Namey means Aunt Alma. And then, you know,\nmy friend and me, and the front of the line there was this German so -- not German how you call\n-- officer, Mengele, we didn't know that. And we saw that the younger people go one side, the\noth -- the older people with children go to other side. So that time we thought this the\n[indecipherable] working people and older one on the -- the child -- mother with children, you\nknow. They put in -- in different place. So we were talking about it, as soon -- you know, slowly\nas we went, and ish -- we knew that is better maybe, for us, do -- working for them. And when\nwe reached this [indecipherable] I mean, officer, he was looking on [indecipherable] you know.\nShe wasn’t more than 45, but she has grayish hair and long shoes, you know, for the traveling,\nshe was wearing. And she to -- y-you know, waved her to go this side. And she knew that is not a\ngood thing going with the older, and the ki -- and the kids. And she was speaking in German, and\nshe -- she told him, [indecipherable] I can work, I am able to work. And she look at him, and --\nyou know. She was in that -- he [indecipherable] her again that go that side. I remember I looked\nat her, you know. He went -- she went like this, like somebody she knew that it doesn’t, you\nknow, it’s not good what will happen to her.",
        "Q: Did you have a chance to say good-bye at all?",
        "A: No, it was just, you know, a matter of second. Later on her daughter visited me, came to\nDebrecen, because I-I send a message that I was with her mother, and you know, I told her really\nthat she find a thing what she told us. And after that, her father -- her husband came too. She\nasked me to go to the rabbi and make a statement that I saw her to go to the other side. She\nwanted to get married, it was very shortly after the thing. So I went to the rabbi. He send me a\nbig bucket of flowers, anyway.",
        "Q: So when you arrived, first of all, you knew German, right? You could understand, or --",
        "A: Not really, I si -- I study German in the school, in the high school, you know, but it wasn't\nmuch. It wasn’t much.",
        "Q: Did you have to pick up much more while you were there, while you were in Auschwitz?",
        "A: No, beca -- in the camp? No, because all of the people around me, it was, you know mostly\nJewish -- maybe they spe -- spoke Yiddish. Unfortunately Hungarian Jew very rarely speak\nYiddish.",
        "Q: So what were the languages you knew? Hungarian --",
        "A: Hungarian. And when I got to the camp finally, [indecipherable] I lefting out some -- how I\ngot there -- anyway, I find out that the people from Nyiregyhaza, my original city where I was\nborn, all of them th -- one lager, in the same -- it was the C lager, in one barracks. So --",
        "Q: So I have -- I just want to make sure I understand where you were. So there’s a couple maps\nhere of -- of Auschwitz.",
        "A: Oh really?",
        "Q: You -- and I thought I’d ask you just to -- of course, this is -- you know, it’s considered that\nthere are three separate areas, Birkenau --",
        "A: Mm-hm.",
        "Q: -- Auschwitz one, Monowice, and --",
        "A: We were here, Auschwitz-Birkenau, I was here. Who made this picture?",
        "Q: This is from “Encyclopedia of the Holocaust.”",
        "A: Oh, I see, okay. We b -- I been here, Birkenau-Auschwitz. I never saw the big town. Here’s\nthe station, you see? This was a camp, supposed to.",
        "Q: And in this page it shows -- this is actually -- and -- and when did you arrive to Auschwitz?",
        "A: Exact date? I’m not sure, you know, because we been in Sharv -- we been first at the -- the\n[indecipherable] house, then Sharvar -- about a week, in Sharvar about maybe four weeks. So it\ncould be May, around May.",
        "Q: So this map is a plan of Birkenau in late October of ’44.",
        "A: I was in [indecipherable] until October --",
        "Q: So I don’t know if you recognize anything here.",
        "A: You know what? I was spending time almost all the barracks, because as -- you know, the\nselecting of people, Mengele, every day, we always stay behind. We went through -- from\nbarracks to barracks, finding out. This is the -- we have a [indecipherable] there, you know, and\nthe -- it wasn’t regular toilet, 1t was call -- so-called -- I don’t know how to say English, latrina?",
        "Q: The latrine.",
        "A: Yeah, okay.",
        "Q: Mm-hm, mm-hm.",
        "A: That’s the [indecipherable] here. This is the -- which lager is this?",
        "Q: This says --",
        "A: I was in the si -- la -- C, lager C. Behind us there were the B. I -- I -- I remember, it was here,\nyeah.",
        "Q: Now these, for instance, these say -- in fact there’s one here that says, Hungarian women’s\ncamp.",
        "A: Mm-hm.",
        "Q: Was that --",
        "A: Yeah, that was it, yeah, where 1s it?",
        "Q: This says B two -- the Roman numeral letter two and then C.",
        "A: The C. I was in the lager C. I was the --",
        "Q: This is B two, and I guess somewhere in here would be the letter --",
        "A: The whole --",
        "Q: Yeah.",
        "A: The C?",
        "Q: See, right here? B two A, B two B, B two C.",
        "A: Yeah, I was here. I was here somewhere, la -- lager C. In fact, they called the lager C the\nfarnichtenslager, you know, because everybody either went for work, or the rest of them went to\nthe camp -- I mean, the gas. So -- I don’t know about wa -- oh, when we arrive, I like to go back\nthere. We went in stripe uniform or what -- I don’t know how to call it, men took us over. Then\nwe went for awhile, and ja -- and Polish woman took us over, and I was told get the -- undress,\neverybody. And the men was walking around us, you know? They don’t pay any attention to us\nanyway. They were very, very rude to us.",
        "Q: Are these --",
        "A: Later --",
        "Q: Are these the SS at this point, or are these --",
        "A: No, they are the ja -- and -- later I understand, you know, because they were there three, four\nyears already in the camp before we got there. Hitler occupied Hungary that -- for the last\ncountry, and they -- we were told several times, the Hungarian ladies, they were, you know, at\nhome in the -- comfortable and nice when we were already here. And as I understand later that\nthese people has to put their own family to the gas chamber and the cremat -- crematorium. So\nwhen we got there already, they were not human being. At first this was shocking you know,\nwhen they yell at us, and sometimes they slapped people on the face, and they very rude. But\nlater on I thought I’m not surprised they -- I’m not human being any more. They were not human\nbeing any more. They were survive -- few, not too many, but they paid the price.",
        "Q: Were there lots of conflicts between one group of prisoners and another group from one\ncountry to the next, you know --",
        "A: Like -- between us?",
        "Q: Yeah, were there --",
        "A: The hu -- no, it wasn’t, no.",
        "Q: From wa -- from Hungarian, you know, [indecipherable]",
        "A: Not only that, you know. When we finally get to C lager, after you know, the certain\nprocedure what they did for us, what we got for -- for -- let’s see, for breakfast, a big plate, was\nblack coffee, which was medicated already. And we constantly sleeping, so it was one reason\nnobody was fighting. The other -- and we realized was we saw me-medication in it, because the\nwomen stopped menstruating, you know? But it was when we got the borax already. Before that,\nyou know, we had to -- you want me to go back? The -- he -- they told us to get undressed, and\none woman cut all the hair on your -- all -- all of the body. And they -- we got some disinfectant\non our body, and everybody got some piece of dress, it wasn’t a dress, sometimes a skirt or a\nblouse, or whatever, it’s fits, not fits. And most of the time it not -- doesn’t fit. And finally we\nwere tol -- we were, you know, put in a line again, but I remember back at that time -- I couldn't\neven think. I was like a -- foggy, you know? It couldn’t happen. I couldn’t believe it, what\nhappening, you know? I -- it was just unreal. So we went to the barracks, and everybody was told\nto climb up, it was wooden barracks, wooden bunk bed. Five people up, five people down. And\nwe climb up and we -- we just [indecipherable] thing to sleep, they were so tired. But the thing\nwas, if somebody want to turn, everybody has to turn. And, you know, like -- like a\n[indecipherable]. And in the morning when we were given coffee, we were told to go and sit\ndown in one line, and the front of us, the first one, got the big dish with black coffee. And he di -\n- he d -- he was told, drink a few, drink and give it back until it went all the way. At first it was\nterrible, you know, drinking after so many people. But it wasn’t later, we don’t care.",
        "Q: How many people were you around at that point?",
        "A: You mean the whole barracks? As I remember correctly, it was 800, a thousand people in one\nbarrack -- barracks. Maybe I’m wrong, but I think that was the number.",
        "Q: Were you still next to your friend, were you able to stay with her?",
        "A: Yes, yeah, I was with my friend, and three other people, and it was little, we thought, maybe\nbetter the other place, so we went -- nobody cared, we went from barracks to barracks to try out.\nBut during the day we were sleeping constantly. That was the only time we could sleep\n[indecipherable] on the floor out -- outside, because on the bunkbed, you know, it was very bad.",
        "Q: What were you eating each day?",
        "A: We got in the morning black coffee and some kind of soup for lunchtime, I think. And at\nnight -- first we -- at the morning, s-standing appelle. You probably heard about it. The\nlageralteste came and counted with her [indecipherable], and then the SS came and counted us,\nand naturally, it n -- it never s -- never was all right, the number never was all right. So they\nstarted again, it takes hours. And we thought, and is probably true, it was one kind of torture.\nYou standing there on the sun, or -- or rain, or whatever. And the same thing happened at night,\ntoo. And when we standing in the appelle at night, we got a piece of bread, and something went\ninto the piece of [indecipherable] it’s cheese or something. Was piece of salami [indecipherable]\nprobably, I don’t know what was it. Most of the people make very small slices, you know? They\nmake it for the whole day, like paper, try to make it. And me and my friend we eat it at -- right\naway. We thought maybe we feel like eat something -- eat something. And then I went to visit\nmy friend I mentioned before on the lager, where the Nyiregyhaza, you know, most of the\npeople, all of the people of -- from Nyiregyhaza. I find a cousin there, and she had a -- about 13 -\n14 years a daughter with her. They survived. They came home. Unfortunately my cousin, after a\nfew years, passed away in cancer. And the girl who was with her, still in Nyiregyhaza, I ha -- I\nnever saw her since then, alone, completely alone. She got married, but she lost her husband and\nsh -- first she lost her mother at home. And she’s completely all alone, and sh-she is not even\nhealthy. She’s a heart trouble, and so on.",
        "Q: How -- how did you -- how did you make it through each of these days there? I mean, what\nwere you thinking and how did you approach that?",
        "A: Every day came Mengele to select people for work, and we always hoping, my Ava and me,\nto go, you know, to -- we were hoping that he select us, because you know, the rumor was that\n[indecipherable] stay here, going to the gas.",
        "Q: How much were you hearing about the crematorium?",
        "A: A lot, almost every day. We can see the smoke, you know, we can see this, you can smell this,\nyou know, odor, [indecipherable]. And we were reminded by the lageralteste this -- you will go\nover there, where to see where your parents and relatives are. They don’t -- they don’t care any\nmore, because you know, they went through. You know, it was first unbelievable for us to -- I\nthought he just -- she just talking, but she wasn’t talking. And we always left behind because\nMengele came every day, we were very, very skinny, both of us. 17 years old, on\n[indecipherable] was hungry and -- and he selected us, you know, send back always. So it\nhappened one time that -- there was a so-called child lager, child oc -- they were put over there, I\ndon’t know what is, and I-later they disappeared. And it was empty, and that day Mengele came\nand selected a group, and for some reason, I never know why, they put the older people in that\nbarrack and we find out that they coming for it the following day. But this time they said, as\nalways, he separated friends, or sisters, or mother and child, or whatever. And they were crying\nand begging her to stay there. They rather stay there than going away and left them. But 0 -- of\ncourse it was nothing to him. So during the night, at least one-third of the people fled\nsomewhere. They were locked in and lageralteste all over, and they somehow got out. Windows,\nand -- you know, they don’t care if they beating them, or what. They get out. And they -- we saw\nthe, you know, the problem what the lageralteste has. They had to have the number to -- the --\nthe right number. So my friend and me, and a lot of other people run in, you know? We were\neven more than it needed, and they li -- they put out -- after they got the -- counted, they put out\nthe -- which are not -- don’t needed, to the [indecipherable] and we s -- we stay inside. Can I stop\n[indecipherable] [tape break]",
        "Q: All right, so we’re back again, and so we’re talking more about Auschwitz and the time you\nspent there, and first can you just tell me the period of time, the length of time you were there?",
        "A: It was probably from May to October. October, it was, you know, four already, and at least\nthree-quarter of the lager, the camp C lager, was out already. We were just the so-called\nleftovers. And for awhile seemed to us it’s hopeless, but as I mention before, it happen that a\nselected group was staying 1n a -- was locked for the night in a former chi -- children barracks.\nAnd you know, some people run out, and we went, you know, we thought, with my friend Ava to\ntry to get in. And we were successful for awhile. It was a following day Mengele came, and --",
        "Q: An-And did you at this time when you were there, did you know his name? Had you --",
        "A: Mengele, yes. Mengele we knew already. Yes.",
        "Q: It wasn’t -- 1t wasn’t --",
        "A: He was a very handsome man. Looking back, I wouldn’t recognize him. Very handsome, very\ngood looking. And ha -- very mean. I mean that.",
        "Q: Did you have like direct interaction with him?",
        "A: Not personally, but every selection, almost every day, you know, we saw him -- a saw us, and\nyou know, selected our -- our -- us out.",
        "Q: Did you speak with him at any point?",
        "A: No, no.",
        "Q: So you were saying -- so he -- he came --",
        "A: He came, but that time he was just interested about the numbers, you know, that the number is\nthe same. But my friend Ava has a lot of bug bite on her stomach, and you know, she -- it was\nitchy, and it was bloody. And she hi -- he notice right away, so he put her aside -- put him aside.\nAnd we were taken out very fast, so the [indecipherable] was okay, so we taken off very fast. We\nare taken to the lager B. We didn’t know that time that that is the crematorium or whatever it is.\nAnd we were put in a barrack -- barrack, and later I find out that Ava, -- that was informally in\nthe B lager -- B lager, and she was taken there, too, to [indecipherable]. Later, somebody saw her\nin berge -- Bergen-Belsen, so evidently she was taken from there too. So --",
        "Q: And do you know if she survived?",
        "A: No, she’s not. She’s not. I went back to the city, I met with her parents and I live with them\n[indecipherable] parents, I waited for hi -- her to come back. And she was very friendly before\nwe left with the [indecipherable]. She came back after the liberation looking for her. I was\ncorresponding with him, but he was -- he [indecipherable] find out that he is there or not.\nAnyway, I’m going back to the selection.",
        "Q: So did the two of you get a chance to say good-bye, even?",
        "A: Not good-bye, I met her once more. When we were in that barrack, we were closed in in the\nbay -- B lager, lager B. And this time everybody was very careful, even the haftlings, you know?\nNobody can -- got in or out because everybody want to get out from Auschwitz. We thought --\nand we -- we were told that we going for work. So it was impossible to get in. So some day Ava\nheard about it we are there [indecipherable] and came to the window. And we are talking, and\nright away, you know, that was around us, that -- because I ask, you know, maybe she can come\nin over the window, it was y -- no, they said no, not really, no, they don’t let her in. But it wasn’t\na good-bye because we knew that -- we didn’t know that time which day we are going, maybe\nshe will come back again, but she never did. That was the last time I saw her.",
        "Q: When you -- even -- even before this point when you’ve been -- when you were in Auschwitz,\ndid you have a lot of fear about being sent to the crematorium? Did you think --",
        "A: Not really, no, no. First of all we took -- the first time, and later on, for awhile, we couldn’t\nbelieve it, you know, we couldn’t believe it, but the lageralteste told us. She was very mean, and\nshe was right, you know”? It was -- I didn’t mention we were standing in the appelle, staying up, a\n-- and one of the girls start to saying her favorite recipe, a food, and everybody was listening,\nenjoying it, everybody has different recipe, and we enjoyed it, you know, that we spend time\nwith this cooking. And one time, or more than one time, the lageralteste came, and he said, don’t\nplan, you will go there while your parents [indecipherable] they were -- we were reminded\nconstantly by them. And specially remember a gir -- girl, a lageralteste, he was a Czech origin.\nHer name was Vera Fisher, a large, heavy-set woman with a very bad complexion. She was very\nmean. She was -- she was nothing to sl -- you know, slap somebody on the face or kick her,\nwhatever. And she was speaking Hungarian, you know, because the -- most of the Czech at -- at\nthe border, you know, is Hungarian Czech or Slovakia’s neighbors. So wa -- she was said -- spre\n-- speaking very well Hungarian. She was the meanest. There’s the only one who I remember by\nname and by face, and --",
        "Q: What were some of the things that she did that really bothered you, disturbed you at the time?",
        "A: Nothing really. She was just -- she was just a mean person, you know? She was there for\nyears [indecipherable]",
        "Q: And you felt that she just wasn’t even sensitive any more to --",
        "A: No.",
        "Q: -- to people.",
        "A: No, definitely not. As I said before, they were not human being any more Amy, no, not even\nclose. And I understand why not. It was terrible what they went through. Not just what we went\nthrough, but before us, they were the one who put their parents and -- and families in the\ncrematorium.",
        "Q: So how did you pass time during those days?",
        "A: In -- in the camp?",
        "Q: Yeah.",
        "A: First of all we were sleeping during the day, because we couldn’t sleep at night, you know,\nwe were so crowded together, and during the day we just went one spot and lay down and sleep.\nBut we don’t have too much time because we -- at the morning we were standing appelle for\nhours, on the -- around, you know, four, five o’clock, I don’t remember exactly what time, we\nstarted again, you know? So we went to the -- we went to the -- there was a bath over there, we\ncould wash. Not every lager, the C lager happens to be -- has a bath. We have enough water.\nThey mention to me, my friends, one of the B lager, they don’t have enough water, they were\ndelivering the water to them. And yes, I remember once when I was -- Ava and me standing in\nappelle, the other three girls, was three sisters who I know from Nyiregyhaza, we were very good\nfriend one --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with Edith\nCsengeri. This is tape number two, side B. So you can continue telling me the story.",
        "A: As I said, there were th-three sisters, and one of my was very good friend who w-we both\nbelong to the same organization, a Zionist organization. Anyway, we later -- they -- we were\nstanding five of us, and always the -- one of the sister get at the front. First we don’t realize what\nhappening, then they -- here was the bread, and the piece of water, what they gave us, to us. They\nalways choosed -- it wasn’t cut exactly the same, but every bite was counted, you know? So we\nrealized finally, all -- we always getting the smaller one. So after awhile we went to somewhere\nto stand, you know? It was a small episode, but I remember back -- didn’t -- they didn’t come\nback, either of them.",
        "Q: Do you feel like, you know, the women you were around, was it mostly that you were -- all\nwere helping each other, or was it just too hard to even help each other through each day?",
        "A: You know, that was a new meaning the lag -- lager sisters. And one of -- no, a few groups,\nyou know, went together, especially was working for me at the slave labor camp, were three of\nus, very close, you know, we were helping each other in every way. We watch each other, you\nknow, that he is okay, she is okay. And yes, there was. In Auschwitz, you know, there\nsometimes, by accident, like my cousin and daughter, they took her there, you know, they were\ntogether. Or sisters, like my friends, these sisters. So it means a lot, you know, it’s -- it’s means\nlife, too, because one of them was, you know, something happening with one of them, that was\nhelping hand right away. If not real sisters, you know, as we called there the lager sisters. It was -\n- yes.",
        "Q: And what did you talk about together during the days?",
        "A: Probably as ever, food. Most of that time. I remember in the slave labor camp, av -- one of the\ngirl was sitting with me who was my lager sister, and she was a married woman, a young married\nwoman, and she was telling me her life story constantly. She has [indecipherable] and I enjoyed\nit, you know? E -- do -- did the work and she was talking, that she was married, but not the real\nlove of her -- his life, a other one, so on. And in the slave labor ca -- I -- slave labor camp, the fa\n-- half of the room was French political prisoners. They were not supposed to talk to us, you\nknow? But some of the girls got even friendly with them, just -- you know, just whatever, during\nno -- sending notes all around. We -- we could hear the -- the news why -- from them, they -- you\nknow, they drop paper or they send letters. And a few of the girls got some food from them.",
        "Q: While you were back in -- in Auschwitz, did you learn more news about the war and what\nwas happening?",
        "A: Just rumors, you know, not -- not too many news. We just know when -- the time when we\ngot there, it was -- always looked like it almost over, you know, even when we got there. It lasted\nabout a year more, but we felt 1t very soon has to be over, if we have just has a opportunity to\nleave from there, because to stay in there, it means, you know, death. We are -- you know, could\nbe safe. Well, wa --we got the slave labor camp, we have to work at least two months to the\nworking place --",
        "Q: Did you know you were going to leave, or how did that happen when you left Auschwitz?",
        "A: Oh, they were told we going for work, everybody happy we got that piece of dress, and a coat\nand shoes, and we got -- everybody got a loaf of bread and a piece of margarine. And we thought\nit will be a long way to get wa -- somewhere. And I did the same thing that -- as usually before,\neat the whole thing at once. I was so sick on that, that I paid for it.",
        "Q: And you were very weak and thin at this point in time?",
        "A: I was very weak and very -- I started to say, when we were walking to the working place,\nwhich was the telephone cam -- factory, I think it still exists. And it was harder and harder. Not\nonly me, for everybody. So we went, you know, arm in arm, having [indecipherable] but I don’t\nthink we could do it too long.",
        "Q: But you weren't worried. As weak and thin as you were, you were not worried before that you\nwould be sent to the crematorium, right? You weren't worried too much about that in Auschwitz?",
        "A: In Auschwitz? Not really, we -- we always hoping that someday we will free, we -- I don’t\nknow, it wasn’t really [indecipherable] believe me, because a lot of people went over there. It\nwas a -- by accident. That’s why I -- sometimes I was asking, why me, when everybody, my\nfamily, my friend, everybody was killed around.",
        "Q: Could you actually smell something from the crematorium?",
        "A: Oh yeah, it was a terrible odor. And you saw the smoke and everything. It wasn’t far from us.\nWe -- one -- you know, at the morning when I stepped out from the barracks -- they already were\nputting out the dead people. I don’t know, I just -- I remember stepping over, you know?",
        "Q: Did you have to get desensitized yourself as well, to make it through? You know, were you --\nit sounds like you somehow kept some kind of optimism.",
        "A: Right.",
        "Q: And at the same times, did you have to lose some of your sensitivity to what you saw, to\nmake it through?",
        "A: I’m sure we did, but we got -- we were medicated, too, you know. That’s why we were\nsleeping constantly. We were medicated. In the meantime, I don’t know, we had -- not some\nhope. For sure we were some hope we would get out from there, especially when -- until my\nfriend was alive. We were -- I don’t know. We saw that a lot of people were taken to work. We\ndidn’t see the people taken to the gas chamber, because they left it there. Finally there wasn’t too\nmany. I mean, relatively too much. But we’ve just heard of what the lageralteste told us, we saw\nthe dead people, and to one side -- we were standing outside, a big van passed by with ma -- with\nnaked bodies, dead bodies. Very shocked.",
        "Q: Were there people -- were there women who died in -- in your barracks, in your area, on a\nregular basis? Around you, right around you, did -- were women dying there from --",
        "A: You know, I wa -- I wasn’t staying in the barracks from Nyiregyhaza. We were st -- I was\nstaying with -- I was staying with my friend, but I don’t know. Not -- for Nyiregyhaza, nobody\nw-went back, except my friend and my cousin, a-as I mentioned. Th -- a -- very, very few\npeople, because the whole [indecipherable] city was sent to Auschwitz. In Debrecen was a\ndifference. A few -- a few -- not a few, this one third of people went -- are sent to Austria. At\nNyiregyhaza everybody went. And when I was going through there, you know, to the cemetery,\nthere is not even one face who I know. No Jewish face, nobody.",
        "Q: So now tell me a little more details w-when you left Auschwitz and how you got to the next\nplace, and where you went.",
        "A: As I told you, we went -- we were told we were going f -- to work, so we went over there, that\nplace. It was a big, large stone barracks. I don’t know what was it before, but we were locked in.\nOn the basement was a kitchen. They were the lucky one, you know, who were working in the\nkitchen, they always have enough food. I remember once I sold one of the women -- I had a coat,\na -- it was a summer coat, actually, but the lining, I take it out. They made a blouse out of\nmaterial for -- on it, and I got I think three or four e-extra plate of soup. And what can I tell, we\nwere walking over there, SS woman -- this time woman was si -- st -- staying with us, and\nescorted us to the working place. We don’t -- we don’t see any more, it was a -- it was supposed\nto ba -- be -- we -- we saw it later on, a beautiful factory, beautiful place, but we saw only one\nroom. We went over there, we got your work, which wasn’t very difficult. We have to check the\n-- how you call it -- part of the airplane [indecipherable] we have to check you know, the -- the\nwire on it, which was nothing. They didn’t use that part [indecipherable] the Germans later on.\nAnd we were talking. We weren’t -- were not supposed to talk while somebody came, you know.\nShe -- we were quiet that. That was -- it was the only entertainment. We thought, you know, she\nwas talking, I was just [indecipherable |",
        "Q: How far away 1s this place from Auschwitz?",
        "A: [indecipherable] Auschwitz is in Poland, right?",
        "Q: Mm-hm.",
        "A: This is Czechoslovakia. So we went about a week, I guess. I -- Iam not sure how far was it.\nWe went about a week.",
        "Q: And that was also on a -- a train, a cattle car again, or how did you go?",
        "A: Cattle car. That was the same thing, we were [indecipherable]",
        "Q: And very, very uncomfortable conditions?",
        "A: Right. It wasn’t that bad than the first time I went, you know, from Sharvar, it was different.\nFirst of all, there wasn’t kids. Wasn’t old, very old people. We were, you know, younger. And\nlater on in the camp, the sl-slave labor camps, were [indecipherable] the name, a few people got\ntyphus, you know, and they passed away practically before the liberation.",
        "Q: Did you -- did you feel like when you left Auschwitz that you were going to something\nbetter?",
        "A: Bet -- yeah, right. We were very hap -- happy. We were, you know, looking forward to that.\nWe felt maybe we survived. If we going to work for them, you know, they won’t kill us right\naway. But they don’t have a chance. In fact -- and one time I find out that there are people here\nin United States from [indecipherable]. I got these letters, and I called up the registration. I talked\nto Meagan, okay. She told me there are -- oh yes, there are a lot of -- I says, how many” She said\nabout 49. I was shocked. She didn’t tell me any name or nothing. She said, if you want to get\ncontact, send me a letter, and I send back to them, which I did. I get a lot of response, telephone\nand letters and even I find somebody who 1s in Jersey. Unfortunately -- she is about my age, she\ngot a stroke or something, she hardly could speak. A very good looking girl was. Anyway. And\na-all of them was very happy to hear some -- from somebody. They talked, they -- we should\nmeet, and I find out in that place where I thought we were alone, 200 women, we were 200 taken\nfrom Auschwitz, that not far on that area, there was 300 other women. We never saw them, they\nnever saw us. They just heard about it through that people, was taken there to -- in the stone\nbarracks. And I was in contact with them for awhile, and I had the accident where I wa -- we\nused to live in Suffolk, Long Island. Every morning I was walking around about two miles, you\nknow, I had to walk. And I didn't notice [indecipherable] cement block was sunk, and I tripped,\nand I fell. I broke my arm, my face was broken, and I hurt my neck, which was already ma --\ndamaged. So I was in very bad condition, and I stopped the connection. Since then we moved,\nand you know, I -- I always think maybe I should call. I even talked to that girl who 1s in Jersey\nthat we will meet. I invited them to our house. She said why don’t -- we are going because she is\nsick. I just remember her, you know, a very good looking young girl, exactly about my age, and\ngot a stroke about a few years back. She said the only thing which she has no -- hard to si -- talk,\nyou know, damage of talking.",
        "Q: Now, any of the people here, any of the women you got in contact with, were they women\nyou -- you knew back then?",
        "A: This one.",
        "Q: This one is.",
        "A: This one we were in the same barracks and we were talking over the telephone, she knew a\nfew of them, she passed away, she was her friend over there. But --",
        "Q: Was it -- was that meaningful for you to --",
        "A: Oh yeah.",
        "Q: [indecipherable]",
        "A: Oh yeah, it was. I just feeled bad, you know, after two or three years. It was my accident I\nhardly get over, you know. This year I had an other surgeon on my foot, so I have had a problem,\nand I still have with my -- ce-cervical spine.",
        "Q: Let me check my questions, make sure. So maybe you can paint a little more of a -- a picture\nof what it’s like to have been in this forced labor situation, how difficult it was, what the daily\nroutine was like.",
        "A: At the morning, you know, we got some black coffee and a piece of bread, and we were -- we\nhave to walk over there to the factory. And as I said, it was every day harder and harder. I\nmentioned to you before that letter which came from the city or town [indecipherable], a teacher\nwrote me when they find out, you know, for -- at the registration that I was there. And he -- she\nask me to write it down, my experience, she were a teacher in the school. And I felt bad, at -- I\nnever answer either of the [indecipherable] because we were walking there four times a day.\nNobody ever come and give us a piece of bread. Maybe they couldn’t because the SS woman\nwas there. But even there, you know, nobody noticed us, or seems to me nobody noticed us.",
        "Q: Did you see people out?",
        "A: Yes, we saw people, yeah.",
        "Q: So these would be Czech people?",
        "A: Yeah, yeah, yeah. Walking around and they making their work. And -- oh, I have to mention\ntoo, my last few days after the liberation, it was -- it was just a nice end, you know, the whole\nthing. We’re sitting -- after the Russians were [indecipherable] Russian ha -- soldiers liberated\nus, they went through on the village, and the most of the girls -- as I said, there about 200, a few\nless because they passed away, went to the town to look around, but begging for food, and I\nthink they went to see [indecipherable] later, you know, there is a big town too. And m-myself\nand other five or six girl -- oh -- were sitting outside, this is a very nice -- it was May, very nice\nday. And a German came, a civil, and he ask us about her -- his coat, that somebody stole his\ncoat. Which wasn't impossible because we -- there was a restaurant around the corner, and my f -\n-  -- other girls and myself, we went to where the -- nobody was there, they left -- they fled from\nthe ger -- Russians. So, but [indecipherable] so, we [indecipherable] the top. But she wa -- he\nwas looking for the coat, 1s no wa -- none of us knew about that. And he has a gun, and he said,\nif you don’t give us my coat back, I kill you. And turn to the [indecipherable] and I felt funny,\nyou know. Here is the liberation and we will die now. So he sent somebody oh -- with her -- him\nto the barracks, he will [indecipherable]. So one of the girls runs inside, he -- you know, looked\nevery bed. And naturally he didn’t find nothing. And we thought [indecipherable] he left, but it\nwas a -- it was just a funny finish for that experience.",
        "Q: Was it hard to believe that -- that you were truly liberated, that the war was truly over?",
        "A: No, we are -- we were very happy. We believed it before this happened, or after. Oh yes, we\nknew that. We are very, very happy. We are -- we have only one problem, how we get home. We\ndon’t have money. We tried to get on the train until, you know, the -- the conductor came, we\ndon’t have money, right away he send us down from the train. Sometimes the people, you know,\nwent against him and told him let u-us stay, but most of the time we have to come off. And after\na few days some were walking, and this way I get to Budapest, and we were told where we can\ngo to get some help, Jewish organization and so on. And I had the uncle in Budapest, I went\nlooking for them. And they place was too in the ghetto area and I was told that the -- 1t was\nbombarded, the house was bombarded, and my aunt, and my cousin, who was married, but he\nwas that time alone, her husband was taken away on the forced labor, she had two kids. One of\nthem was sitting her lap, the other one the grandmother lap, and they got the bomb -- bombed,\nyou know? She and the little girl passed away and the grandmother with the other girl stay alive.\nAnd that time, because of the situation, there is only one big temple in Hungary, maybe you\nheard about it [indecipherable] is still the only, and the nicest Jewish temple. And the\n[indecipherable] there are -- she is -- she was buried over there with her daughter. She is still\nthere, you know. And the grandmother passed away later, and the little girl is live somewhere\nover there.",
        "Q: What did -- what did you know about your -- your parents at this point?",
        "A: My mother -- later on, I was married already, she came to the United State with my brother. I\nhad an aunt and uncle here. They, you know, they [indecipherable] her.",
        "Q: Did you know -- did you know where your mother was at the very end of the war?",
        "A: No, I don’t know. She was hiding in Paris, around Paris somewhere. My brother, too.",
        "Q: And when did you have contact with her again?",
        "A: After the war she came once to visit that I was wum -- I was married already, as I mentioned,\nwe were not in -- we were not -- how you say it in English?",
        "Q: You weren't really close, 1t seems.",
        "A: No, we were not. She was --",
        "Q: Is that very difficult for you, or have you accepted it?",
        "A: It was dif -- no, it was very difficult for me, and she doesn’t understand. And later on, when\nmy -- I -- we were here, after ’56, whenever she visited, and it was my same attitude, she was\nreally angry with me, and you know, we stop talking. And that -- my attitude, my brother, too,\nwhy you know, I hardly know, he hardly -- he hardly know me. She just knew that I have a nice\nfamily, grandchildren. She never -- he never married. You know, sometime it was, after my\nmother passed away here, my brother la -- lived alone, and he became sick, he got a -- he was\ntaken to the hospital and emergency room. He -- he wa -- has nobody except this, you know, the\nstepfather family. And I was called up, but I went and turn out to be he needed a bypass surgery.\nAnd I was there every day, and after 10 days that he was told that he wa -- he has to go to the\nconvalescent home, and she was very u -- he was very upset, and I took him home, and you\nknow, we gave him a room, and sometimes at night he has -- we have to take him back to the\nemergency room. Actually, I ki -- feel I took good care of him. And after that, he moved to --\nshortly after that he moved to Florida and he became sick again. We went down to Florida just\nfor the wintertime, we were there, and I thought this very funny because the doctor, the\nemergency room told us, you’re not supposed to have this kind of pain, you had surgery. He -- he\nwas taken -- I called the ambulance, he was taken to the hospital over there, and they make tests\nagain, and they find out that -- that chur -- surgery was -- as -- they say that a butcher job. Every\nartery was closed. Actually, it was done, maybe you know the North Shore hospital, the surgery\nwas done here, probably by student, I don’t know. Anyway, they needed a other surgery over\nthere, after five months, in Florida. And we were -- took care of him, with my husband and\nmyself. I thought maybe I have only one relative, but I don’t think one as f -- as -- soon as he got\nwell, he said he doesn’t even remember to be that sick. So I [indecipherable]. I think --",
        "Q: Do you -- do you feel very hurt nowadays, thinking about your parent and them having -- to\nme it’s so unusual they left you, and I just wondered --",
        "A: It is unusual.",
        "Q: -- wondered how you think about that.",
        "A: I felt very bad when I was young and younger. And I felt even worse when I came here and\nwe met. And I can’t suppress, you know? I -- I just can’t. And sh -- the -- she knows, and she\ndoesn’t understand. It was the circumstance and so on. I just can’t imitate something which I\ndon’t feel ar -- I feel the opposite. You know what? Now, thinking back, I feel lucky that I was\nraised my -- by my grandmother. I got a lot of love and everything. She was a nice woman and\nI’m go ba -- when will I going back, I’m going to the cemetery and be sure -- make it sure that a\n-- it’s okay. No, I don’t feel bad about that she didn't raise me. And my brother is very -- very,\nvery jealous, because, as I said, beside -- she thinks I am a millionaire. We -- both of us, my\nhusband and myself, we worked very hard since we are here, and our first priority was to send\nme -- my daughter to school, you know? We thanks God we have a beautiful family. Is enough.",
        "Q: So let’s just go back to liberation, and what you specifically remember about the Russians\narriving, about the Germans leaving. What do you remember?",
        "A: Days before the Russian came, the French workers already, you know, let us know that they\ncoming closer. And about two days before they reach us, every German left, around us, you\nknow? The rumors all disappeared, and we went out, we find there was a barracks beside us,\nfrozen potato, a lot of fro -- frozen potato what we already right away took and with a little oven\nin the room, which was heating over, we made potato, and a lot of --",
        "Q: Go ahead.",
        "A: -- yellow -- how you say that, pea? You know, yellow -- not green pea --",
        "Q: So that’s -- oh, split pea?",
        "A: Split pea, yeah, and we eat it, and we right away became sick already, very sick, because\nwe’re not used to regular food.",
        "Q: And where did you get that food?",
        "A: It was over there, we -- we didn’t get it from the German, you know, we just get almost empty\nsoup.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a United States Holocaust Memorial Museum interview with Edith Csengeri,\nconducted by Amy Rubin, on October 30\", 2001, in Great Neck, New York. This is tape number\nthree, side A. So continue, if you will, to talk about liberation and more of the details of that la --",
        "A: Liberation was unbelievable, you know. I can’t even find a word -- jubilant? We realize we\nare free. And as I said, beside that incident, what happened the other end, we have only one\nproblem, to get -- how to get home. It was a long -- you know when sometimes we got the station\nand we -- they don’t let us in, few of us went to the top of this train, and we have a\n[indecipherable] or something, and we traveling there. Sometime the Russian soldiers who was\nthere in the station, you know, don’t let us stay there. They -- you know. We climb down and\nwhen they left we climb back. And many times we took the ride home on the top of the train. It\nwasn’t unusual. Every train was crowded. And when we -- as I said, when I finally reach\nBudapest, I don’t stay too long. The same --",
        "Q: Were you -- were you by yourself, did you travel with others?",
        "A: I travel with others until Budapest. That point, every do ve -- everybody left, looking for ri --\na friend or s -- relatives, or somebody, which I did, too. And when I didn’t find nobody and I\nheard what -- I went to my relatives, the same way I went home to Debrecen, what I originally\narri -- you know, started. And I heard there that some people was taken to Austria, so I had more\nchance to see somebody. But after a long time, nobody was there, you know? So I decided to go\nto Nyiregyhaza. Even less people, completely. But, as I [indecipherable] ghost town. No Jewish\nface, nobody. And I was very upset later on and I went back to Debrecen and my friend’s family\ncame back. My -- Ava ha -- her father was taken the same way as my father-in-law. So he, and\nshe had a sister, was taken to Austria after that. And her mother was hiding in Budapest. So after\nthe war they -- you know, everybody was there except Ava. So I told her -- told them what\nhappened. But that -- that time, people just started to know about Auschwitz, nobody knew about\nAuschwitz. And -- but more and more people came home and you know, told the same story, I-\nlike [indecipherable]. I remember I was sitting one day at their house, and a common -- not\nfriend, a man came by and ask, when I told what happen, he -- how come you came back and\nAva didn’t? And I was so shocked, you know, because as I said, for a long time they di --\nnobody realize what happened. And I had this -- my conscious, you know? Why did I came back,\nreally? How come everybody else beside her, stays. For a long time I couldn’t understand. Even\nnow sometime wondering, you know? So many [indecipherable] they killed everybody.",
        "Q: Had you already given up on God at this point?",
        "A: I didn’t give it up, I looking for it, so far. I couldn’t understand how come -- I just couldn’t\nunderstand how come God let kill so many innocent people. I don’t talking about now the people\nwho should have. I know there is a saying 1n the very religious people, you know,\n[indecipherable] maybe you heard, you’re not supposed to ask why did let this happened. But I --\nI -- I still asking, how c -- how could this happen? I don’t know how they explain that, simply\nthey ignore it. I don’t know.",
        "Q: So there was a lot of pain when you went back to these cities and couldn’t find people?",
        "A: Yeah. I [indecipherable] that. I usually not going, as I said. I’m sitting the cab or taxi, going to\nthe cemetery and back. I never go back to Nyiregyhaza, to the city. We once slept over -- we\ncame back and on the way back we stopped Debrecen is, you know, in the [indecipherable] way,\nand we had to sleep over there. And I came out one -- in the morning, looking around, you know.\nNot one Jewish face. Because there are some Jews now, who came from the vicinity, you know?\nBut the people who were there either was killed or left.",
        "Q: When have you been back after -- after you moved to the U.S., when have you been back to\nHungary”?",
        "A: My si -- father-in-law was alive, you know? He got married again. So we went back, three of\nus. Ava was -- I think he was in college that time, the first time I went back. And then my husba\n-- he -- he became sick. My husband went alone. And then every few years we went back,\nbecause -- I especially went back to the ci -- beside the cemetery, I have this friend over there in\nBudapest, they moved to Budapest with a big family and they always waited for us, you know,\nwith so much love, and -- and just like the war time, I remember she was always so nice to me.\nAnd now I think I’m -- I -- I -- I -- I just don’t know. So, in that case we -- I don’t think we ever\ngo back again. We have nobody, nothing to look for.",
        "Q: How di -- how did you piece together your life after liberation, after the end of the war?",
        "A: Well, when I got home, as I said, people who came by piece by piece from Austria, are some\nof my friend, who was at the cosmetic, at the other one. She came back with her mother and the\nlager friend, too. And we came friends with the girl who I know before, and sh -- I mentioned\nshe got mar -- married before they left the camp, and she was expecting a child, she lost that\nchild finally. So she beca-came very good friends of me. So, you know, people lost so many\nfriends, they tried to make friends with, you know, somebody who had the same ex -- ex --\nexperience, and -- and [indecipherable] we came here, too. We have about eight or 10 couple\nwho has the same back -- background, same past, most of them who were, you know, I se --\nunfortunately half of them is gone, mostly the mens. I still have a friend, we talking every day,\nmeeting every week. She’s a widow, and another one who lost her husband, all of them\nsurvivors. We have a few around here. That was one of the reason that we moved here. They not\ndriving, and we said -- they came together once over there, and they said, I should understand it’s\nvery, very far from everybody. My daughter is came every week over there, but it must\n[indecipherable] here, too. And my gr -- one of -- grandson lives here in the neighborhood.",
        "Q: So you -- you -- you stayed in Hungary, you thought that you would continue living there?\nYou didn’t plan to move, right?",
        "A: Up to -- that time, no. Because you know, they started to go back to old lifestyle, you know?\nThere wasn't enemy, you know. And they were, you know, they started a new -- to make a --\nsorry, it’s a cramp.",
        "Q: You -- you want to -- you okay?",
        "A: I’m okay. They started to build a new life, getting married. One of the uncle getting married --\ngot married, he -- his father got married, we got married. So we started a new life, and after\nawhile it was okay.",
        "Q: You met your husband in what year, in --",
        "A: Right after when I got home. Actually, he -- he used to go out before me with a girl who went\nto Auschwitz, for awhile, and you know, didn’t come back. He came -- you know, we went out\ntogether. We got married -- 1956 we started, and ’57 -- ah, 46, and ’47 we got married. And we\nlived there for awhile peacefully, until you know, the Communist regime. But there wan --\nwasn’t any way to leave the country that time.",
        "Q: So when did you leave, and how did you leave?",
        "A: 1956 there was a big revolution, and the borders was open [indecipherable] and every kind of\npeople, you know, who were not allowed from the -- from the -- anywhere, th-the most -- lowest\npeople, you know, came around and they hanged people and -- and so on. And they started to\ntalk again -- against the Jews, everything -- the Jews was the reason this happened and so on. So\nmy daughter was about seven years old, and I was thinking it’s just can’t happen to her again,\nwhat happened to me. So it was -- we decided to leave. And this girl I mentioned who was my\nfriend, who was -- came back from Austria with her husband and that was a [indecipherable] and\nthe [indecipherable] my husband, we decided together to leave the country. So we just walked\nout, left everything, and we -- we were traveling to the city, which 1s a -- at the borderline, it’s\ncalled Porshoi, and now it belongs to -- belongs to Czechoslovakia anyway. And we got so-\nsomebody -- lot of people le -- left that time, you know, 1956. So somebody recommended as a\nleader who can’t really let leaders through the border, and you know, we were walking through\nto Austria. And we were staying in Austria at least a month. That was a, you know, Jewish --\nHIAS it’s called, what, you know, arrange the coming. And eventually we got here, 1950. We\nleft n -- Budapest 1956, December 10, and we got here 1957, February, my -- my daughter\nbirthday, February of the fifth, you know? And I have an uncle and auntie in the Long Island, we\ngot the, you know, apartment from them. And we start our life. We didn’t like it here because\nthere wasn’t any -- my husband s -- actually, I was pregnant and I lost the child. I was four\nmonths pregnant. My husband was working and there wasn’t any transportation, only the\nrailroad. And we can’t see our friends, we couldn’t travel anywhere, we were very lonely here.\nSo we moved to the -- to Brooklyn first, and we were -- were living then [indecipherable], we\ncame back to live here in the island. We lived -- we used to live one spot, 32 years. We got the\nhouse there finally, and we sold the house, we went to live in Suffolk county, you know? It was a\nvery nice place, actually, we have a very nice place over there, a co-op -- a condo. It was a\nretirement development. The -- as I mentioned, everybody thought this is the end of the world, so\nwe moved here, we sold that place, and we could buy that and move here. We were very happy --\nhappy here, you know, it’s a -- completely -- I don’t know if you heard about it, it’s a very\nJewish neighborhood, a lot of Jewish temple. It has a reputation everybody’s a millionaire, which\nis not true. At least I didn’t me -- I don’t know nobody -- I don’t see nobody saving account, but\nin this house, I didn’t see anybody who 1s -- actually, there is a lady upstairs who 1s a survivor,\ntoo.",
        "Q: So do you -- do you notice very much the impact that the Holocaust has had on your life\nduring all these years after that?",
        "A: Oh yeah, yeah, yeah. As I think I mentioned before, I don’t think anybody, whoever it is, or\nshe is -- come to the mind the name George Hirsch -- Hirsch, maybe, he was a survivor. I don’t\nthink anybody could not affected all her lifetime, what happened, in one way or a other, no I\ndon’t think so. It’s always -- still, we’re talking.",
        "Q: Has it -- has it seriously depressed you, do you think?",
        "A: No. I know some people became sick. No, but I tried to getting over in a way that I raised the\nchild, as I mentioned, and I don’t want her to be affected, which I -- it -- I was mistaken. It could\nnot happen. It could not happen. [indecipherable] She’s a very sensitive girl. She -- she knew\neverything, what happened, how it happened, but some way she doesn’t want to hear my story in\ndetails, you know? She’s very good to us, you know, she know both of us survivors and she try\nto help us. And I don’t mean ma -- financially. We don’t need that, thanks God. You know, we\ngetting from the Germans, and pension and we have enough to -- you know.",
        "Q: Did you get an additional compensation for doing slave labor work?",
        "A: Yeah. But it was a one time payment, the slave labor, yeah. And we got some money, well not\nthe big money, a thousand, each of us. Actually, my dau -- my husband didn’t even get it yet,\nfrom the Swiss. But we got, every three months, some money from the Germans which, this\nhelps.",
        "Q: And now that there’s sort of new world events for all of us to ponder and process, do you\nthink back to World War II and that time period, now, what you see today?",
        "A: Specially what happening now? Yes. Yes, I -- I li -- do, because it’s like we coming to the\nwar situation here. Everybody is -- even then, the d -- American people doesn’t know what is the\ndeal, war, you know”? Forget about the Holocaust [indecipherable], you know. We got -- we\ndidn’t have enough food, we don’t have nothing. And we were constant fear from the\nbombardment. Now we have a constant fear here what will happen the next minute with this\nanthrax, you know, or what is next. And at -- the government doesn’t know who is dealing with,\nyou know? And I still saying 1s a -- this is a beautiful country, this is a wonderful country. Some\npeople not realizing it, believe me. They taking for granted. We know the difference, you know,\nand we don’t know what will happen. Yes, is a terrible thing. Is a terrible thing what happening\nnow.",
        "Q: Do you -- do you re-react as an American to [indecipherable]",
        "A: Yes, Iam an American.",
        "Q: I mean, do you feel that internally, that --",
        "A: Yeah, right. Iam an American. I’m not Hungarian. Definitely not Hungarian. I-I am a Jew,\nhung -- American. Not just a paper on the citizen, I feel -- the day where we arrived here, we\nwere [indecipherable] of here, you know? They send an airplane for us, ’56, it was a -- a war\nplane. We have to si -- go down two or three times. But even there, you know, it was Eisenhower\nthat time the president. And since then, we were allowed to work. I had the better work because\nof that I had a nice salary. Later on, when I was very tired, I retired, and I had a stationery store.\nMy husband was working, and you know, my -- I have a beautiful family. Everybody has, you\nknow, college education. My grandchildren. My son-in-law is a lawyer. We have a beautiful life\nhere, if they let us -- is a terrible thing. Especially they -- we don’t know what will happen next,\nand we don’t know how to, you know, save or not save, you know. We don’t know who the --\nwho we -- who are we dealing with, because they, you know, I think these people still here in the\ncountry who putting this -- sending these letters.",
        "Q: Well, I think I’ve looked through my -- my questions, and I just want to make sure before we\nconclude, if there’s anything else you would like to share, or mention.",
        "A: Not -- I’m sorry. I don’t know. I hope my children and grandchildren will have a nicer life\nand future. They don’t have -- they won’t have this experience when we went through, my\nhusband and I, so that’s my only wishes.",
        "Q: Do you speak with your husband a lot about each of your experiences?",
        "A: We -- we never speak like this, not with our friends either, you know, that’s why, you know,\nit -- sometimes it’s hard for me. We just playing [indecipherable] that something remind us\n[indecipherable] and say it, what is always happening. And we go through in it, and talking\nsomething else, and our thinking is, you know, goes through on this experience. I can’t tell you\nhow, but it just there.",
        "Q: It’s always -- it’s always with you.",
        "A: It’s -- it’s always there.",
        "Q: Well, I want to --",
        "A: I just hope it never happened -- never happen ag -- never happening again.",
        "Q: I want to thank you, and I’m going to conclude the tape here.",
        "A: I thank you to come.",
        "Q: Thank you. This concludes the United States Holocaust Memorial Museum interview with\nEdith Csengeri.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Edith Csengeri,\nconducted by Amy Rubin on October 30\", 2001, in Great Neck, New York. This is tape number\none, side A. Okay, so please just begin by telling me -- tell me your name, and when and where\nyou were born.",
        "Q: Can we go back so -- did you say exactly the day -- the year you were born, you were --",
        "Q: And give me a little sense, before your parents left, what it was like in your home. Give me a\nsort of picture of your home life.",
        "Q: It seems very unusual that they left.",
        "Q: But you were only three years old, so it was only 1929 or so, is that right?",
        "Q: I mean, when you say your -- your parents left --",
        "Q: Now what -- what do you know about why they left? What kind of problems were they\nhaving?",
        "Q: You had an older --",
        "Q: You had an older brother or a younger brother?",
        "Q: So your parents left Hungary --",
        "Q: -- very early. What kind of work was your father doing which wa --",
        "Q: And they went to Paris, or they went somewhere --",
        "Q: So did you have contact before the war with your parents?",
        "Q: Did you see them at all --",
        "Q: So tell me what your childhood was like. If your parents weren’t there very much -- and you\nwere around your brother, right? You were --",
        "Q: Do you -- do you consider it a good childhood?",
        "Q: Must have been hard to understand what was going on, right, as a young person?",
        "Q: So this is -- this is a link to your hometown.",
        "Q: And someone you feel close to. What’s -- what’s the name?",
        "Q: And what were the names of your parents, your brother, your grandmother?",
        "Q: And your grandmother’s name?",
        "Q: And you -- you felt very close to her, did she seem --",
        "Q: -- like Mother to you?",
        "Q: You feel like your -- your feelings about religion have changed?",
        "Q: That’s okay. Okay. So, if you can, just tell me a little bit -- you feel like your feelings toward\nJudaism may have changed over time, right?",
        "Q: It’s okay. Just take -- take your time, don’t rush.",
        "Q: Do you feel like you lost your faith in God, or --",
        "Q: So let’s -- let’s try to go back to your growing up days. You -- you were in this -- in this place\nin Hungary, was it a -- give me a sense how large is that city, and what kind of --",
        "Q: -- your hometown, yeah.",
        "Q: So you got involved at about what age, how -- how young were you?",
        "Q: So would you say when you were going to school in this town, did you interact with a lot of\nnon-Jewish friends?",
        "Q: Do you -- do you remember any anti-Semitic incidents that you had to undergo as a\nyoungster, not -- you know, before the war, and before --",
        "Q: So did you go along with this, and say --",
        "Q: So you felt a certain kind of anti-Sem -- Semitism in the air, you could just feel that people\nwere --",
        "Q: How, like politically aware were you once the war started, how -- how much did you follow\nthe events --",
        "Q: In 1939.",
        "Q: When did you start to feel more interested, or maybe even more threatened about your own\nsafety?",
        "Q: Now, did you -- did you know at that point any refugees from -- Jewish refugees from other\ncountries?",
        "Q: What were some of the stories that you heard from other refugees at that time?",
        "Q: Where did he come from first?",
        "Q: You were hearing -- you were wearing the star?",
        "Q: What time was that?",
        "Q: Now, when was this? Do you know?",
        "Q: So let’s go back for a moment. Before the Germans occupied, there were -- there were more\nlaws passed restricting the freedoms of Jews?",
        "Q: Tell me about those, and -- and what you experienced.",
        "Q: Did you f -- did you -- were you very aware of those laws, and --",
        "Q: -- what was happening?",
        "Q: Did it --",
        "Q: And with those laws, did you start to get more and more worried?",
        "Q: Had you heard about Auschwitz already? When did you --",
        "Q: So, now tell me where you were, which city, and tell me a little bit more about the day that\nthe Germans arrived.",
        "Q: Oh wait, there’s a plane overhead.",
        "Q: I can hear it.",
        "Q: The microphone picks up very well. Okay, maybe you could start over. So where were you\nand tell me about that day.",
        "Q: Yes.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with Edith\nCsengeri. This is tape number one, side B. Okay, sorry to ask you again, but we got interrupted\non the other side. So now, tell me again that day, the day the Germans arrived.",
        "Q: Was that unusual? Were --",
        "Q: So you didn’t know anything about this happening the day before it happened?",
        "Q: So you saw this as now a greater threat, a greater worry?",
        "Q: Okay. So now we’re back and I -- I want to continue of course, asking you, in terms of the\nchronology of your experiences, but I wanted to take a moment now, before we continue with",
        "Q: And just tell me what that’s like for you.",
        "Q: And you did write about your experiences at one point. Was that emotional, very emotional to\nyou?",
        "Q: Now why -- why do you think you were ready to talk now?",
        "Q: How often do your memories come up of those days? Is it frequent, is it every day? How\noften?",
        "Q: So now let’s -- let’s try to go back to what we were talking about, you were still telling me\nabout the early moments of German occupation, and I was wondering, just so we make sure and\nget your chronology right, if you could explain how long you lived with your grandmother, and -\n- and where you went after you moved from there.",
        "Q: And how old were you when the Germans came in?",
        "Q: So now, before you left Debrecen, what -- what were you doing, and what was it like with the\nGermans around?",
        "Q: That’s in your family’s home?",
        "Q: Yeah, well let’s -- let’s go in an -- the order of how things happened. So -- so you were\npreparing to leave with these false papers, and you got these false papers through a friend of\nyours, right?",
        "Q: Wa -- what was your -- what was your name on the false papers?",
        "Q: And so the two of you --",
        "Q: And the two of you were already very close by now.",
        "Q: Close friends, and --",
        "Q: And you helped each other a lot during this, right?",
        "Q: And what was it called?",
        "Q: Gendarmes?",
        "Q: What kind of confrontations do you remember having, either when the Germans had\noccupied, or the police along the way? Was that very frightening to you? Do you have\nconfrontations directly with these sort of police types, or soldiers, or --",
        "Q: They put two what -- pots, you mean, or wa -- or pail, pail.",
        "Q: What did it look like? It was some sort of beautiful scenery, or --",
        "Q: And so you knew a little bit about the direction that the train was going in?",
        "Q: What did you have with you?",
        "Q: And you were wearing a Jewish star again, right? You were forced to, or not?",
        "Q: And you were on this transport with now both of the women that you --",
        "Q: I mean, well th -- with your friend?",
        "Q: How long was the journey?",
        "Q: What did you -- what did you talk about during that time?",
        "Q: Did you eat?",
        "Q: [inaudible]",
        "Q: Were people praying?",
        "Q: This is a United States Holocaust Memorial Museum interview with Edith Csengeri,\nconducted by Amy Rubin on October 30\", 2001, in Great Neck, New York. This is tape number\ntwo, side A. So maybe you could just finish telling me your memory of this man, this older man\nwho was praying every morning.",
        "Q: He was an older man?",
        "Q: Did religion have a real role for you at that time?",
        "Q: Did you have a chance to say good-bye at all?",
        "Q: So when you arrived, first of all, you knew German, right? You could understand, or --",
        "Q: Did you have to pick up much more while you were there, while you were in Auschwitz?",
        "Q: So what were the languages you knew? Hungarian --",
        "Q: So I have -- I just want to make sure I understand where you were. So there’s a couple maps\nhere of -- of Auschwitz.",
        "Q: You -- and I thought I’d ask you just to -- of course, this is -- you know, it’s considered that\nthere are three separate areas, Birkenau --",
        "Q: -- Auschwitz one, Monowice, and --",
        "Q: This is from “Encyclopedia of the Holocaust.”",
        "Q: And in this page it shows -- this is actually -- and -- and when did you arrive to Auschwitz?",
        "Q: So this map is a plan of Birkenau in late October of ’44.",
        "Q: So I don’t know if you recognize anything here.",
        "Q: The latrine.",
        "Q: Mm-hm, mm-hm.",
        "Q: This says --",
        "Q: Now these, for instance, these say -- in fact there’s one here that says, Hungarian women’s\ncamp.",
        "Q: Was that --",
        "Q: This says B two -- the Roman numeral letter two and then C.",
        "Q: This is B two, and I guess somewhere in here would be the letter --",
        "Q: Yeah.",
        "Q: See, right here? B two A, B two B, B two C.",
        "Q: Are these --",
        "Q: Are these the SS at this point, or are these --",
        "Q: Were there lots of conflicts between one group of prisoners and another group from one\ncountry to the next, you know --",
        "Q: Yeah, were there --",
        "Q: From wa -- from Hungarian, you know, [indecipherable]",
        "Q: How many people were you around at that point?",
        "Q: Were you still next to your friend, were you able to stay with her?",
        "Q: What were you eating each day?",
        "Q: How -- how did you -- how did you make it through each of these days there? I mean, what\nwere you thinking and how did you approach that?",
        "Q: How much were you hearing about the crematorium?",
        "Q: All right, so we’re back again, and so we’re talking more about Auschwitz and the time you\nspent there, and first can you just tell me the period of time, the length of time you were there?",
        "Q: An-And did you at this time when you were there, did you know his name? Had you --",
        "Q: It wasn’t -- 1t wasn’t --",
        "Q: Did you have like direct interaction with him?",
        "Q: Did you speak with him at any point?",
        "Q: So you were saying -- so he -- he came --",
        "Q: And do you know if she survived?",
        "Q: So did the two of you get a chance to say good-bye, even?",
        "Q: When you -- even -- even before this point when you’ve been -- when you were in Auschwitz,\ndid you have a lot of fear about being sent to the crematorium? Did you think --",
        "Q: What were some of the things that she did that really bothered you, disturbed you at the time?",
        "Q: And you felt that she just wasn’t even sensitive any more to --",
        "Q: -- to people.",
        "Q: So how did you pass time during those days?",
        "Q: Yeah.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with Edith\nCsengeri. This is tape number two, side B. So you can continue telling me the story.",
        "Q: Do you feel like, you know, the women you were around, was it mostly that you were -- all\nwere helping each other, or was it just too hard to even help each other through each day?",
        "Q: And what did you talk about together during the days?",
        "Q: While you were back in -- in Auschwitz, did you learn more news about the war and what\nwas happening?",
        "Q: Did you know you were going to leave, or how did that happen when you left Auschwitz?",
        "Q: And you were very weak and thin at this point in time?",
        "Q: But you weren't worried. As weak and thin as you were, you were not worried before that you\nwould be sent to the crematorium, right? You weren't worried too much about that in Auschwitz?",
        "Q: Could you actually smell something from the crematorium?",
        "Q: Did you have to get desensitized yourself as well, to make it through? You know, were you --\nit sounds like you somehow kept some kind of optimism.",
        "Q: And at the same times, did you have to lose some of your sensitivity to what you saw, to\nmake it through?",
        "Q: Were there people -- were there women who died in -- in your barracks, in your area, on a\nregular basis? Around you, right around you, did -- were women dying there from --",
        "Q: So now tell me a little more details w-when you left Auschwitz and how you got to the next\nplace, and where you went.",
        "Q: How far away 1s this place from Auschwitz?",
        "Q: Mm-hm.",
        "Q: And that was also on a -- a train, a cattle car again, or how did you go?",
        "Q: And very, very uncomfortable conditions?",
        "Q: Did you -- did you feel like when you left Auschwitz that you were going to something\nbetter?",
        "Q: Now, any of the people here, any of the women you got in contact with, were they women\nyou -- you knew back then?",
        "Q: This one is.",
        "Q: Was it -- was that meaningful for you to --",
        "Q: [indecipherable]",
        "Q: Let me check my questions, make sure. So maybe you can paint a little more of a -- a picture\nof what it’s like to have been in this forced labor situation, how difficult it was, what the daily\nroutine was like.",
        "Q: Did you see people out?",
        "Q: So these would be Czech people?",
        "Q: Was it hard to believe that -- that you were truly liberated, that the war was truly over?",
        "Q: What did -- what did you know about your -- your parents at this point?",
        "Q: Did you know -- did you know where your mother was at the very end of the war?",
        "Q: And when did you have contact with her again?",
        "Q: You weren't really close, 1t seems.",
        "Q: Is that very difficult for you, or have you accepted it?",
        "Q: Do you -- do you feel very hurt nowadays, thinking about your parent and them having -- to\nme it’s so unusual they left you, and I just wondered --",
        "Q: -- wondered how you think about that.",
        "Q: So let’s just go back to liberation, and what you specifically remember about the Russians\narriving, about the Germans leaving. What do you remember?",
        "Q: Go ahead.",
        "Q: So that’s -- oh, split pea?",
        "Q: And where did you get that food?",
        "Q: This is a United States Holocaust Memorial Museum interview with Edith Csengeri,\nconducted by Amy Rubin, on October 30\", 2001, in Great Neck, New York. This is tape number\nthree, side A. So continue, if you will, to talk about liberation and more of the details of that la --",
        "Q: Were you -- were you by yourself, did you travel with others?",
        "Q: Had you already given up on God at this point?",
        "Q: So there was a lot of pain when you went back to these cities and couldn’t find people?",
        "Q: When have you been back after -- after you moved to the U.S., when have you been back to\nHungary”?",
        "Q: How di -- how did you piece together your life after liberation, after the end of the war?",
        "Q: So you -- you -- you stayed in Hungary, you thought that you would continue living there?\nYou didn’t plan to move, right?",
        "Q: You -- you want to -- you okay?",
        "Q: You met your husband in what year, in --",
        "Q: So when did you leave, and how did you leave?",
        "Q: So do you -- do you notice very much the impact that the Holocaust has had on your life\nduring all these years after that?",
        "Q: Has it -- has it seriously depressed you, do you think?",
        "Q: Did you get an additional compensation for doing slave labor work?",
        "Q: And now that there’s sort of new world events for all of us to ponder and process, do you\nthink back to World War II and that time period, now, what you see today?",
        "Q: Do you -- do you re-react as an American to [indecipherable]",
        "Q: I mean, do you feel that internally, that --",
        "Q: Well, I think I’ve looked through my -- my questions, and I just want to make sure before we\nconclude, if there’s anything else you would like to share, or mention.",
        "Q: Do you speak with your husband a lot about each of your experiences?",
        "Q: It’s always -- it’s always with you.",
        "Q: Well, I want to --",
        "Q: I want to thank you, and I’m going to conclude the tape here.",
        "Q: Thank you. This concludes the United States Holocaust Memorial Museum interview with\nEdith Csengeri."
    ],
    "answers": [
        "Answer: Okay. My name is Edith Csengeri, my maiden name is Klein. I was born March 4, 1926\nin Nyiregyhaza. I’m sorry. And I lived there until I was 15 years old, with my grandmother,\nbecause my parents earlier left Hungary. They went to France, you know, with friend, to start a\nnew life. So [indecipherable] you no reason. And that time, you know, for Jews it was very hard\nin Hungary to make a living. And I la -- I lived with my grandmother and my brother, and I was\ntold when they settled down, first they taking my brother because he was in school age, and later\non they taking me. In the meantime, the war, you know, happen, and in France ha -- 1934, my\nfather passed away. He got TB there and very shortly passed away. So it was difficult time for\nmy mother, as I understand. And I was very happy with my grandmother, who was a very caring,\nloving old lady, you know. It was -- I liked her a lot.",
        "A: 1926, March four.",
        "A: Amy, I was about -- I think more than three years old when they left, so I don’t remember too\nmuch.",
        "A: It is. And late -- they have a, you know, problem there, settled down, and as I said, in the\nmeantime I -- my father passed away and the war came, 39, and I was stuck. I shouldn’t say --\nwer -- use that word stuck, because I was very happy with my grandmother. A --",
        "A: 1920?",
        "A: Yes, just about it. And you know, in the meantime they tried to settle down, my father be-\nbecame sick, as I understand, a few years and that’s why it happened.",
        "A: I tell you the truth, I’m not sure, because I just understand they had difficulty making a living\nwhen they got, you know, after the marriage and they have friends who -- with them, you know,\nthey decided to go to France and they both left with f -- you know. These people later took all the\nchildren to -- their name was Gomez, I understand. And they were friends over there, too, but --",
        "A: -- I don’t -- I don’t know.",
        "A: I have an older br -- two years older. He is in Florida now. We’re not very close, you know,\nwe're not grow -- we didn’t grow up together. And when we came here, I was 30 years old,\nabout 30 -- °56. And he has a different life here. My mother married a second time here, and me -\n- the man has a family who a -- who a -- became his family. So we never re -- was very close,\nand still not.",
        "A: Right.",
        "A: He was a tailor, and the other couple was a tailor, too, you know, so they wanted to see\n[indecipherable] there.",
        "A: Around Paris, in a bi -- in Paris the [indecipherable]. And when the World War, you know,\nbroke out, we were real -- I really [indecipherable] but I heard from them. When it was over, we,\nyou know, tried to make a -- you know, com -- correspond together, in the -- and my mother said\nthat they are -- I have an aunt and uncle here in the United States, so my mother wrote to me that\nthey are probably going with my brother here, and I -- I -- don’t even think about, you know,\nstaying there or getting married in Hungary because he will -- she will make, you know, steps to\ntake me off here. But when -- later on, I was got married because I was going with my husband\nalready, so I didn’t have any intention that time to leave.",
        "A: Occasionally, and after the war.",
        "A: Once she came -- she came to Hungary, and you know, for awhile. I was married that time.\nAnd I don’t feel very close, you know, to her. And she left, and when we came here, she was\nhere already, as I said, married s -- the second time. And we came together, you know, met\n[indecipherable] there wasn’t a real connection, you know. I feel much closer to my grandmother\nand aunt and my cousins.",
        "A: My brother, after awhile they -- went to France, too, you know. We lived in the\n[indecipherable] the city, in [indecipherable] and my grandmother has a house, with tenants, you\nknow, there wasn’t any problem. And she gave me everything, even love, and she was nice. I had\na lot of friends there.",
        "A: No, I don’t think so, because she tried to give me everything, you know, but all of my friends\nhas [indecipherable]",
        "A: Yes, it was. But, you know, I went to school, high school. I have -- we have very close friend\nacross the street. I -- I mention specially this one because they are very close with us, and one of\nthe girls I went to school with from the -- from -- since I was six years old, and we met in\nAuschwitz, it was three sisters. It was very rare, you know, that sisters or brothers or mothers and\nchildren could stay together, but they were lucky in a way, you know? And they were taken for a\nworking camp to -- together. But the youngest one who I went to school, he [indecipherable] to\nIsrael, and she got married there. I saw her once. The oldest one was really like a big sister to me,\nyou know? Even in Auschwitz, and then when I got home. And I usually, when I go into\nHungary, which has happened before, because my father, you know, was alive, and I -- we went\nto the -- we -- later on the cemetery, to my grandmother, you know, [indecipherable] and my sa -\n- father, you know, in Debrecen, almost 30 year. And we basically went -- I wa -- want to went\nonly -- well, I want to see only this friend of mine who stay in Budapest, and he’s -- she has a\nlarge family because she has two children and became a widow. And the man who married to,\nwas a widower too, with a child. So they got married, and they have a child, you know, between\nthem. So now we have a large family over there. Many, you know, successful children and\ngrandchildren. The problem is with -- now that, for months I didn't get any letter from her. About\nthree or four years ago she got a major heart attack, but she was you know, o-okay. But -- ish --\nand we, you know, corresponded regularly. But lately -- in April I sent two letters, especially the\nsecond one to the holiday, and no answer. I could call the -- them up, you know, but I don’t want\nit.",
        "A: Right, right.",
        "A: Edith Novradi.",
        "A: My parent’s name was Abe Klein, and my mother’s name, [indecipherable] Deutsch. My\nbrother’s name is, you know, it’s changed because it was Hungarian Imrah, now is Emrick,\nEmrick Klein. She -- he lives in [indecipherable].",
        "A: Deutsch shamran -- Kotts, Ida Kotts.",
        "A: Yes, I did.",
        "A: Yeah. Yeah, yeah. My grandmother was very regi -- religious, actually, you know? We went\nto temple with her every holiday, or -- not just on big holiday, on the less important holidays.\nAnd I grow up, you know, with the religious -- I’m sorry -- milieu, and wa -- it’s changed since I\nc-came back from the camp.",
        "A: It is the religion hundred percent. I am a Jew. I can’t be anything else. I’m sorry.",
        "A: Judaism, if you mean to be Jew, I am a Jew. Inside and outside. I went to Jewish school, I was\nraised as a Jew, but I don’t understand --",
        "A: I still can’t understand how can they kill so many people, and looking for God. When I went\nin the [indecipherable] there was a [indecipherable] always think about was how they want to\ngive us a [indecipherable] you know, praying? And some were children, and my ca -- my -- why\nwas they killed? Where was everybody? They killed six million people. I -- I never go to the\ntemple now, you know. I just -- I used to. When I was a child, I used to pray every night. I -- it\nwas completely different as I feel now.",
        "A: Ica -- don’t ke -- I -- I still looking, I can’t s -- I can’t get any explanation what -- what it\nhappened. Nobody, you know? When we came back, we -- whoever we talked to, people around\nus, other -- especially here in America, nobody knew about it. It -- it wasn’t done secretly, you\nknow, at that location. The cattle wagon, you know, went through all Europe, during the day we\nwere delivered to Auschwitz, and nobody knew about it. And we have a great big faith in\nRoosevelt. We talk about him and think about him like a -- a -- I should say a god, a savior, you\nknow. And when we came back, we find out that he did this opposite. You know, is -- same\nthing was with Switzerland. We admired that little country, you know, that in the middle of\nEurope it can be neutral. And turn out to be they just did opposite, they serve Hitler.",
        "A: Which one, my [indecipherable]",
        "A: It was a relatively large city, let’s see, about a -- Budapest, Szeged, Debrecen, Nyiregyhaza,\nabout the fourth city after Budapest, you know? Especially, you know, when we went back, it\nwas very nicely fixed up, you know? Actually, I never went to see it. We arrived to the station,\ntook a cab and went to the cemetery and back. But even the railroad station, you know, was very\nnicely kept. I went to high school there for awhile, and in the -- it was different, the thinking of\nthe Jewish youngster that time, you know? We all very stadious, you know, talk about the world\nand Hitler, what will happen to us. And we were organize, somebody organized a movement, a\n[indecipherable] movement, and I belong there. Almost all of my friend yo -- belong there, you\nknow? And they were talking about to [indecipherable], to Israel, and after the German occupied\nHungary I lost almost -- I thought I lost almost all of them. Later on I find out some of them’s\nliving in Israel.",
        "A: I was about 14 - 15, and were very, you know, excited about it. We loved it, our idea. In fact,\none year -- I had a friend who belonged to that, her husband has a -- some kind of land owner.\nSo, they let us go and they like a [indecipherable], you know, you understand? And we were\nworking there, you know, and the payment went to Israel. After the -- when I got back, my friend\nI mentioned before, he already left. He went to -- you know, to there, and still there.",
        "A: Yes, we have -- you know, it was that opened anti-Semitisms, we knew it, we felt it. But the\nhigh school where I went, it was mixed, you know? And [indecipherable] there was a girl my age\nwho went to the same high school. So we were friend, but that was it, they don’t save any\nJewish. When I hear, you know, a lot of people, Christian people save Jewish, I don’t know\nanybody in -- in Hungary what did this. Maybe they did, but I don’t know -- I won’t know\nanybody.",
        "A: As a youngster, it was in high school, it was the Hitler and Mussolini era already, and we\nhave the -- in high school, yelling after the -- before the [indecipherable] in Hungary, they had\nHitler and Mussolini. And I was quiet, and there was a girl who reported to the teacher that I’m\nnot saying anything, and h-he wasn’t very -- he just said, next time, do it. So I wasn’t any\npunishment. Later, when I went home, after the war I saw that girl, and I thought I could report\nher to somebody, but I did not. I -- I didn’t want to make a case about it.",
        "A: I just went -- kept ki -- quiet, I didn't go along, I just kept quiet. Maybe I shouldn’t, but it was\na real anti-Jewish --",
        "A: We all knew, you know, Jews, who lived in Hungary at that time, that all the Hungarian were\nanti-Jewish -- you know, anti -- anti-Semitic. And they, during the war, after -- especially when\nthe deportation happened, they overdo everything wa -- they try to overdo even what the German\nwanted.",
        "A: When th -- when the war started?",
        "A: 1939, just about average, but later on it became more of, you know, more obviously we more\n-- we wer -- ger -- youngster were more serious about it, you know. Not like the youngster here,\nyou know. It was -- it was like when I went to the other city [indecipherable] I became very good\nfriend. We very seriously [indecipherable] and were [indecipherable] the grown-ups what\nhappening, and very interested what will happen.",
        "A: It was slowly but surely the government, the Hungarian government became more and more -\n- the people became more and more anti-Semitic, and the anti-Jewish people get in Poland more\nand more. So we -- we know that we are not too safe, but until, you know, the German actually\noccupied Hungary, we can walk, you know, I kind of -- I was studying cosmetic at that time. I\ncould walk to the street, you know, I wasn’t free to -- at night, we’re not going out, but we were\nlistening, before the Germans, the American radio -- the secret radio, and the European secret\nradio, and we -- you know, we were very optimistic that Hitler wo -- it looks like Hitler didn’t\nwin the war -- can’t win the war, but you know, the allied, they si -- they didn’t won yet, and that\nwas the attitude, you know? It just -- it just a -- time. It will happen that, you know, he will lose\ncompletely.",
        "A: Yes. Yeah, I do. One or two years before, they came over, you know, they fled from\nCzechoslovakia and -- and Poland, and we were -- we were so shocked to hear, you know, what\nthey said to us. We couldn’t believe it, you know, it was so terrible, we -- you know, just\nwhispering, we were just whispering, we thought what will happen to that people? And we\nbelieved that it couldn’t happen with us, you know, the -- 1t was a [indecipherable] in Hungary,\nnot, you know, and it was a rumor that his wife has some Jewish background somewhere, so it\nwas obvious to us that he wasn’t really, you know [indecipherable] Hitler. It couldn’t happen --\nwe feel -- we didn’t feel -- we felt, you know, safe. It couldn’t happen to us, what will happen.\nFirst of all, the Hungarian Jews, unfortunately, now I know, was first Hungarian and then we felt\nJewish, you know? And we thought it -- it won’t happen to us. It was a very surprise, was\nsuddenly, without any warning, Hitler ca-came, you know, and occupied Hungary.",
        "A: First I war -- I had a friend, her name was Eva, we went to, as I mentioned, to learn cosmetic\ntogether. And we -- we -- and they -- they were very well-to-do family in Debrecen, and they\ncame [indecipherable] we called him, [indecipherable] was his, you know, [indecipherable |\nname, but he -- he got false papers, and he was eating [indecipherable] different Jewish\n[indecipherable] family. And he got a story from -- y-you know, from him, he was\n[indecipherable] with -- with other two brothers, they lived in the ci -- in the city, they --\nseparately, you know? With separ -- different names, all over, you know, they didn't even meet,\nbasically. And he told us, you know, what happened over there. And they were lucky, because he\nwas liberated he -- o-over there in the city, as a -- you know, as a Christian boy.",
        "A: Czechoslovakia. Later on he came back, I will tell you later. Anyway, he suggested when --\nwhen the German occ -- occupied Hungary that me -- he is getting us papers. Eva, my friend and\nmyself, and we supposed to go to another city, and live there, and you know, one of us\n[indecipherable] because Eva parents was, as I said, well-to-do, and in that time, you know, it\ndoesn’t come, you know, everybody was willing 1 -- 1 -- to spend -- sell and spend everything. So\nwe have, you know, money to go. And finally we -- he gave us the papers, and we went to\nTrovald. The plan was that we go to the station at night, because we -- we already was\nmandatory to wear the yellow star.",
        "A: Sure, that time. And we removed the star when we went to the station. But the reason was that\nwe went at night because we want somebody to recognize us, you know, Christian, without a\nstar, walking. Not to mention there was a curfew for the Jews. So --",
        "A: I don’t remember it. Six, seven o’clock. That time there, they just planning the ghetto, it\nwasn’t, you know, the retto -- ghetto ready. And we walked to the station and we wait for the,\nyou know, the train to come, and we -- to be traveling to Szeged. So nobody [indecipherable]\nyou know, in the train. I remember we -- we arrived and bought a newspaper, with\nadvertisements, you know, and we saw -- we were looking for a room, and we find one with --\nwithout [indecipherable] you know? Sounded good. And we went over there, it was the older\nlady, and she rented us the room. We told them that we coming from Budapest, because the\nbombardment started oder -- over there, and the parents send out -- send down to the city, and\nthen we have the paper, according to the paper, we were sisters.",
        "A: It was 1944, March 19 it came, the German occupied Hungary, and we left about April, the\nbeginning of April, or the middle of April.",
        "A: Oh yeah, yeah, yeah.",
        "A: Like Jewish kid can’t go to higher school. They were certain rule hiring Jewish man or\nwoman, you know?",
        "A: Oh yeah, oh yeah.",
        "A: Oh yeah.",
        "A: Every day new -- a new law came out against the -- you know, against the Jews. And they --\nyou know, it was obvious, it was after when the German came in, you know, that they pal --\nplanning to build a ghetto, you know?",
        "A: We weren’t worried, but -- worried, but we were very optimistic about the end of the war,\nhow could it happen, you know? Maybe that’s what we had was, you know, to getting -- you\nknow, our survival [indecipherable]. We were sure that, even in Auschwitz, you know, in spite of\nfact my friend didn't come back, we -- we were -- couldn’t imagine that we -- we’ll die over\nthere, you know? We always thought that war will be over, and -- very soon, and we will always\ncome some [indecipherable], you know, that -- especially one time when there was a\n[indecipherable] against Hitler, and they wanted to kill him. So we thought maybe -- we always\nwas praying in the lager that they will bomb the -- the railroad, which is not what happened.",
        "A: No, never, never until we got there. I think nobody knew about it, no.",
        "A: I was in Debrecen as I remember. I remember the day very well because it was, you know, a\nbig surprise for us. I went to a meeting at --",
        "A: Okay.",
        "A: That’s all right.",
        "A: With -- you talking about when -- when the German occupied?",
        "A: Okay. I came back -- it wa -- I was in a school, a elementary school, it was the meeting, you\nknow, it was a underground meeting, naturally, nobody knew about it. I came out around, and sa\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Okay. As I said, it was a terrible shock. I was coming -- come from a -- a [indecipherable]\nmeeting, and when I got home, my relatives already know, everybody was, you know, very\nscared, and what will happen now. And wa -- a -- I’m -- I remembered a [indecipherable] when\nwe went to sleep, we want to be sure that we locked the door all over, you know?",
        "A: It was unusual because it was a -- like a apartment building, but the door, the -- the\n[indecipherable] goes to the street, it was open, we never locked it. So from that point we locked\nthe -- that door, too. But the following night, I went to -- back to work, and you know, my boss\nwas -- were Jewish, too. It was unbelievable, you know, for everybody. We -- what happen --\nwhat will happen now?",
        "A: No, no, no, it just happened. In fact, I understand that time Hitler called hi -- Horthy, the\ngovernor name was Horthy, to his headquarters to talk it over or something. And he wasn’t even\nhome in Hungary when they occupied Hungary.",
        "A: Oh yeah, yeah. We th -- expected to happened, you know, but let me -- [indecipherable] I\nthink was okay [tape break]\nyour experiences, and just ask you about the fact that this is the first time that you’ve been\ninterviewed, right? This is the first time?",
        "A: Yeah, okay, okay.",
        "A: It is a -- I -- you can see it’s very emotional. You know, all of my friends have the same --\nbasically the same experience, not exactly the same because all of them was different places.\nEverybody knew about it, but just to say my experience, you know, as it is happen, going all over\nit, you know, it is -- it’s -- it is the first time. We’re talking about episodes, you know, with my\nhusband, and my friend, but not -- not the whole, you know, not -- not all the [indecipherable]. It\nis a little emotional, what can I say?",
        "A: Yes, but not -- not as telling. You know, I ne -- when I -- ma -- when my daughter was small,\nI always refused to tell her anything, because I wanted to grow -- to her -- to grow up, you know,\nwithout any handicap, how they say it, you know? But I don’t have to tell her because she picked\nup here and there, and she know -- she knew the whole thing. And now when my -- ask my\ngrandmother -- granddaughter to type it for me, you know, and I was dictate it to her, it was the\nfirst time to her, too, to hear it. And I saw, you know, she was -- wasn’t even look up, she just\ntried to, you know, how you say, on the -- you know, it -- it -- I can tell that she was very, you\nknow, affected by it, as my -- you know, in my opinion, later on the day that the second\ngeneration, li-like my daughter, was affected indirectly, I was the same as we [indecipherable]\nwe went through. My daughter is a very smart girl, but she never ask me, and I never tell her\nanything. And now, when it was typed on, I ask her, you want a copy? She said no. Save it for --\nsomewhere, maybe somewheres, I know everything. And she does.",
        "A: I tell you what, three years ago, as I said, Frank called me up, she saw ma -- you know, when\n-- how could I go from where I started in -- in Debrecen to -- you know, to go that collecting\ncamp, it’s call -- called Sharvar. It’s a big, big distance. And I told him over the phone, you\nknow, just what happened, and he said why don’t you let them, you know, tape it down. I said I\ndo not go through it again. I -- I -- it just too -- it would be too much, and I wasn't even want to\nhear about it. But later on my grandchildren ask -- was asking, you know, me questions. They\nwent to the movie, they read in books, you know, and they were asking me my experience, and\nthen I started to think that it time to tell them. I don’t think, you know, I never saw that movies, I\nnever go to see the movies, not because it’s affecting me, I don’t think it’s -- it’s just a movie.\nThey -- it can’t be the same. It’s no offense [indecipherable] but I don’t think anybody can\nunderstand, only people who was there.",
        "A: You know what, since I mentioned to you we came to -- coming together with people, friends,\nsince [indecipherable] here specially, all of them si -- most of them survivor. Some of them was\nhiding, but most of them survivor. It was unavoidable that w -- you know, is not come up, some\nways, with some -- with -- you know, with -- we always -- some of them [indecipherable] not\nalways the tragic way, you know, just as a fact, that’s what it happened, that’s -- and we went --\nwe went, you know, over it, and so it almost a -- you know what? I think that people who went\nthrough on this, they could be a millionaire, or a worker, or whatever, it’s impossible that their\nlife wasn’t affected if they went through, in some way. I don’t think it’s -- you know, money\ncould make it easier for anybody. And, 1s a tragedy if, you know, people will forget. And they\ndoes, sometimes. I have a problem in my [indecipherable] you know, and I seeing a doctor\nregularly. She’s a -- he’s a real nice man, and a very good doctor, and [indecipherable] he was a\n[indecipherable]. And he -- he knew what we are survivors, so as he is talking about that he is,\nyou know, [indecipherable] and so on, and what terrible thing was it, as it -- unspeakable and so\non. And after the [indecipherable] when, you know, what happened, after that I saw him, and he\nsaid it’s a terrible thing what happened here, which I agree. They just came, they don’t care if\nthey die, and killed -- drive away, 6,000 people is -- is just -- he said, you know, what you went\nthrough, the Holocaust was a terrible thing, but it was worse. I said -- I didn’t say nothing,\nbecause he is a very nice man. But this time they killed 6,000 people, and you know, we are still\nin shock because we like that country. But they -- Hitler killed six million people, and I don’t\nthink it -- if even, you know, they can compare. I don’t know what will happen here in the future.\nAs I said, you know, we -- we like that country, you know? We are -- I must say we have a -- we\nworked -- we let -- they let us work here, they never ask we -- you are Jewish or not. We got job,\nwe let the -- my daughter, you know send to school, and my granddaughters. This is a wonderful\ncountry. And what happened 1s terrible, but I don’t think it -- it’s -- you know, it’s comparable\nwhat happened then.",
        "A: Okay. She passed away 1941, and I went to live with my relatives in Debrecen, so I’m -- the\nother city, so I lived there approximately three years. So it was 1944 when the, you know, when\nthe German came in and changed everything. The -- the -- in that three years I was, you know,\nstudying -- I mean, start to learn cosmetic. It was a relatively very busy place, and it was nice.\nThey were nice people over there.",
        "A: I was 17 years old. 17. I became 18 in the camp.",
        "A: Well, I wasn’t with them that time too mu -- too long time, because, as I said, we were\npreparing to leave, and we -- you know, constantly were talking about it at their house, and\nplanning, and we had to wait until the papers are ready, which was supposed to be very good\npapers, but it wasn’t. We -- we don’t have to use it. And we -- we were talking about the -- the\ndistance, I mean, that time, your situation every day new and new, you know, law came out\nagainst, you know, against the Jews, the Jewish business, you know, they take over th-the\nbusiness. And they were planning the -- to, you know [indecipherable] of the ghetto. They said\nwhich -- from which part of the city will, you know, will extended, you know? There was a li --\nha -- the limit there. And happens to be my -- my relative’s house, you know, it was right there.\nSo they had to take different people in their [indecipherable] you know, their -- their place. By\nthat time I wasn’t there already. When I came back from the camp, I went over there. It was\nsome -- nobody was there in the apartment, and I went down the basement, you know, looking\nfor some paper or something she’s left, I find nothing.",
        "A: It was, you know, for a few years. The first time when I got back from the camp, I went to\nNyiregyhaza where I came from. I have a very extended family, cousins and aunts and uncles, lot\nof them, you know. Nobody was there, nobody, not a soul. Then I went back to Debrecen\nbecause I heard that time that some of the people went to Austria, so there are more chance to\nmeet, you know, maybe friend or somebody. But in the meantime in Auschwitz, you know -- I\ndon’t know, I’m going back and forth. If you want me to continue, or --",
        "A: Through that boy who was a -- you know, fleeing from Czechoslovakia. So we went to\nSzeged, to the city, to the second largest city in Hungary. As I said, we rented a room, and we\nmoved there. And for a few weeks we don’t have any problem, the woman was very nice to us,\nyou know, because we said we was -- you know, we came from the bombardment. And -- but\nlater on they started to bombard the Szeged, the big city, and everybody has to go and went down\nto the shelter. And we were afraid to go down, you know, we were afraid to from the\n[indecipherable], we were not ready, you know -- you know, maybe say something, or turn out to\nbe [indecipherable]. And we decided not to go down. We thought it’s less dangerous than go\ndown. But later on they start to tell our landlady why these young girl not coming down and so\non. So we decided that we going [indecipherable] to Budapest. It’s a big city and we, you know,\nsomewhere, get around. And we traveled safely, but when we got down there was a big police\nquota, pick up the Jews, you know? With the yellow star too, was traveling. And they pick u-us\ntoo, and when they saw the paper, you know, it was brand new do -- you know, and we were\nvery nervous probably. They find out, they ask question and yes, so they took a -- took us to the\npolice station with a lo -- with all of the Jews, you know, who were wearing stars or not wearing\nstars. And when we got there, the police -- chief wa -- chief of the police said we will get one\nweek from the -- that place, the [indecipherable], and after that we will go back to the ghetto. But\nafter more than one week, you know, went by, and more and more people came to that place, or\nwas taken to that place. In fact, my friend, her name was Ava, find a lady who was traveling to\nBudapest to her daughter, gave birth to a first grandchild. Her husband was already in forced\nlabor camp. And he was very nice, you know, to a young girl. It was a terrible experience, it was\na [indecipherable] room, a [indecipherable] crowded room with all different kind of people\nbeside the Jews, you know? And I think [indecipherable] the toilet was in the middle of the\nroom, without any wall or nothing. It was the first, you know, demonizing experience. And --",
        "A: Elizabeth [indecipherable]. And Ava was Julia -- Julian [indecipherable]",
        "A: It’s a Hungarian --",
        "A: Yeah, yeah.",
        "A: Yeah, close friends, yeah.",
        "A: We tried to help each other, the fact that we were not alone, first of all, we were friend, we\nwere not alone, you know, we belong together. Sp -- and specially came this lady who was a --\nyou know, some friend of her mother, and she was about 45 years old and a very nice lady. In\nfact, that time she told us that we left her place -- she was a [indecipherable], and he said her\ntreasure, how -- how you say that, jewelry and everything, you know, where he get, you know,\nex -- exactly explain it to us in case something happen to her that we tell her daughter whatever -\n- which is happen later on. And we went together too from there, after a few weeks. We were sad\nwe were taken in a different camp. And we were -- we were walking to the ra -- the station and it\nwas a big camp. A kapo was there who was the manager, I don’t know what was there before,\nbut we knew that before that it just -- it was a collecting camp. Not only that one, we know there\nare two more of us in Hungary.",
        "A: Sharvar. It was very far from my original, you know, city, Nyiregyhaza, other side of the\ncountry. And we were, you know, we have a little -- we felt a little bit better there because we\ncould, you know, put some curtain up and wash ourself, our -- we have the toilet, you know. I\ndon’t know how many people was there, but at least there was a toilet. And we were waiting\nwhat will happen, we -- we thought something will happen, you know, we can’t be here forever.\nAnd aft -- we stayed there at least a month. Oh, and that place, it was under -- the police\n[indecipherable] was standing under the -- it was a so called gerdarmes? You know that?",
        "A: Gen -- yeah, that’s right. They are very [indecipherable] you know, they don’t tell us\nanything, you know, whatever we asking.",
        "A: Not really personally, no. No. We were a crowd, you know. It was just -- we were no -- when\nwe got to Sharvar already, I -- the -- the camp, we felt like, you know, they were -- we were not\ntreated like a person, just like a number or something, you know? Nobody talked to us, we don’t\nknow what will happen. We can get questioned. At the door was th-this gendares, you know?\nAnd we were there at least a month when they came, the manager, or -- I don’t know how you\ncall him, and told us that we’re taken now for a different camp, and it will take a few days, and\nthere -- there was a counting over there in that -- in Sharvar. Everybody who has money can buy\nsome food for the road. And every time it was some change we were glad, maybe this time we\nwill have a chance to talk to somebody, we know what will happen to us, you know? And when\nwe got to the station -- from that we were walking, and we got -- and we got to the station, there\nwere cattle wagons all over, and there were SS standing at the door. And very fast they put as\nmuch as they can in one wagon. We had hardly any space to sta -- sit like this. We were sitting\non the floor, on the -- our legs. It was really crowded, and they put the two pails in it, you know,\none for toilet, one for we -- water.",
        "A: Yeah, yeah. And naturally the water never was enough. We were not hungry, we were always\nvery, very thirsty. Sometimes when we went, the wagon -- the trains da -- stopped for some\nreason, and peasant women was all around, and gave us some water, and they changed another\nwoman, the SS changed the pails. And we continue. We -- we went through beautiful area. We --\nI heard a place, you know, like a [indecipherable] but I heard a place before, and you know, we\nlooked out with this small window, and somebody recognized the place, it’s called -- I don’t\nknow how you call it English, in Hungarian mogo shtatra.",
        "A: Beautiful scenery with the mountains. It was a -- a resort area before -- I heard that, you\nknow, it was la-later on, too. It was unbelievable. So we -- we --",
        "A: Yeah, we -- we went through this one. I just remember this one, you know? This is the\nCzechoslovakia, I think now. There are some area which sometimes belong to Hungary,\nsometimes to Czechoslovakia. This -- this time 1t was Czechoslovakia, and -- and I think still it\nis. And we went a few days when the s -- when the train stopped. And we looked out, and we\nsaw, you know, the barracks, with barbed wires all over it. And when they opened the door, a lot\nof SS soldier, and yelling to us, get out, schnell, schnell, out. And everybody keep the small\nthing what they had, you know, package, because they -- it will send after us. We knew that this\ncan’t happen, there was na -- no name on it, nothing.",
        "A: Maybe one sweater, or -- of -- when I was 1n the [indecipherable] house, I had a cousin in\nBudapest, and you cou -- [indecipherable] up and came in, and I gaved her everything. So 1s\neverybody else. This a na -- this lady [indecipherable], who called [indecipherable], she called\nher daughter, they came. She gave her the package, and pocketbook, or whatever. So we left just,\nyou know, what was on us, a sweater, or whatever, not much and some food. But we\n[indecipherable |",
        "A: I don’t think so, no, no. They know we are Jewish now, on that time.",
        "A: Oh, with everybody, yeah.",
        "A: With my friends, and that [indecipherable] and the -- all of the ra -- rest of the people I don’t\nknow. The rest of the people I don’t know, and they were the one who were taken to the\nconcentration camp -- I mean the death camp, the Hungarian camp. And before the\n[indecipherable] you know, we went together, that’s -- as much as they can put that together and\ndeliver it to the station and the wagons. So it -- I didn’t know anybody else beside\n[indecipherable |",
        "A: It’s -- I can’t imagine, I’m not sure. It was days, maybe a week, maybe less. Sometimes we\nstopped for different reason, to change the [indecipherable] beside it, I don’t know why they\nstopped the -- stopped the wagon.",
        "A: It was really sad. It was -- we -- we -- we were very uncomfortable, I don’t have to tell it. We\ncan’t sleep, we can’t eat, we were thirsty and naturally everybody had to use that toilet, very har\n-- it was -- it was terrible smell, terrible smell because of the toilet and because of the people,\nyou know, [indecipherable] you know, putting together. It was a terrible, terrible smell. So, it\nwasn’t a -- I don’t even know where we going. We just think that time it was somehow so\nhopeless.",
        "A: Not much. We couldn’t eat. We had some food, you know. But as I remember back,\neverybody was very, very thirsty, and a -- we have -- we could -- we were thought that\neverybody can drink only three sip from the pail, you know, that went from one to another. It\nwas -- it was not much, you know, so I don’t know if we can even think, it was just a very sad\nand desperate situation. I remember a baby with a -- excuse me, you want to --",
        "A: She was a very small baby and she fe -- she [indecipherable] her in the wagon. Sometimes I\nremember faces, but I think I made the remark about that it -- I don’t think anybody could -- a-at\nleast not too many people came back from that wagon. Not the baby with the mother, not the old\nmen. Not the [indecipherable] who we went.",
        "A: I remember that old man I mentioned, every mor --\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: He was praying every morning, and when I, you know, thinking back, that’s sad that maybe\nthis affected me that much that I am not religious any more. He was praying to who? And\nhundred percent that he was -- went right away to the gas chamber.",
        "A: He was an older man.",
        "A: No, I -- no, nothing. I don’t think -- even think about religion, neither one of us. We just, you\nknow, couldn’t believe it, especially after that you know, we couldn’t believe it, what happened.\nIt wasn’t real. And when we stopped finally, and the SS soldiers, you know, start yelling us,\neverybody schnell, schnell, everybody get out in one line, one after the other, and I remember the\nfront of us was this Alma, Namey we called her. Namey means Aunt Alma. And then, you know,\nmy friend and me, and the front of the line there was this German so -- not German how you call\n-- officer, Mengele, we didn't know that. And we saw that the younger people go one side, the\noth -- the older people with children go to other side. So that time we thought this the\n[indecipherable] working people and older one on the -- the child -- mother with children, you\nknow. They put in -- in different place. So we were talking about it, as soon -- you know, slowly\nas we went, and ish -- we knew that is better maybe, for us, do -- working for them. And when\nwe reached this [indecipherable] I mean, officer, he was looking on [indecipherable] you know.\nShe wasn’t more than 45, but she has grayish hair and long shoes, you know, for the traveling,\nshe was wearing. And she to -- y-you know, waved her to go this side. And she knew that is not a\ngood thing going with the older, and the ki -- and the kids. And she was speaking in German, and\nshe -- she told him, [indecipherable] I can work, I am able to work. And she look at him, and --\nyou know. She was in that -- he [indecipherable] her again that go that side. I remember I looked\nat her, you know. He went -- she went like this, like somebody she knew that it doesn’t, you\nknow, it’s not good what will happen to her.",
        "A: No, it was just, you know, a matter of second. Later on her daughter visited me, came to\nDebrecen, because I-I send a message that I was with her mother, and you know, I told her really\nthat she find a thing what she told us. And after that, her father -- her husband came too. She\nasked me to go to the rabbi and make a statement that I saw her to go to the other side. She\nwanted to get married, it was very shortly after the thing. So I went to the rabbi. He send me a\nbig bucket of flowers, anyway.",
        "A: Not really, I si -- I study German in the school, in the high school, you know, but it wasn't\nmuch. It wasn’t much.",
        "A: No, beca -- in the camp? No, because all of the people around me, it was, you know mostly\nJewish -- maybe they spe -- spoke Yiddish. Unfortunately Hungarian Jew very rarely speak\nYiddish.",
        "A: Hungarian. And when I got to the camp finally, [indecipherable] I lefting out some -- how I\ngot there -- anyway, I find out that the people from Nyiregyhaza, my original city where I was\nborn, all of them th -- one lager, in the same -- it was the C lager, in one barracks. So --",
        "A: Oh really?",
        "A: Mm-hm.",
        "A: We were here, Auschwitz-Birkenau, I was here. Who made this picture?",
        "A: Oh, I see, okay. We b -- I been here, Birkenau-Auschwitz. I never saw the big town. Here’s\nthe station, you see? This was a camp, supposed to.",
        "A: Exact date? I’m not sure, you know, because we been in Sharv -- we been first at the -- the\n[indecipherable] house, then Sharvar -- about a week, in Sharvar about maybe four weeks. So it\ncould be May, around May.",
        "A: I was in [indecipherable] until October --",
        "A: You know what? I was spending time almost all the barracks, because as -- you know, the\nselecting of people, Mengele, every day, we always stay behind. We went through -- from\nbarracks to barracks, finding out. This is the -- we have a [indecipherable] there, you know, and\nthe -- it wasn’t regular toilet, 1t was call -- so-called -- I don’t know how to say English, latrina?",
        "A: Yeah, okay.",
        "A: That’s the [indecipherable] here. This is the -- which lager is this?",
        "A: I was in the si -- la -- C, lager C. Behind us there were the B. I -- I -- I remember, it was here,\nyeah.",
        "A: Mm-hm.",
        "A: Yeah, that was it, yeah, where 1s it?",
        "A: The C. I was in the lager C. I was the --",
        "A: The whole --",
        "A: The C?",
        "A: Yeah, I was here. I was here somewhere, la -- lager C. In fact, they called the lager C the\nfarnichtenslager, you know, because everybody either went for work, or the rest of them went to\nthe camp -- I mean, the gas. So -- I don’t know about wa -- oh, when we arrive, I like to go back\nthere. We went in stripe uniform or what -- I don’t know how to call it, men took us over. Then\nwe went for awhile, and ja -- and Polish woman took us over, and I was told get the -- undress,\neverybody. And the men was walking around us, you know? They don’t pay any attention to us\nanyway. They were very, very rude to us.",
        "A: Later --",
        "A: No, they are the ja -- and -- later I understand, you know, because they were there three, four\nyears already in the camp before we got there. Hitler occupied Hungary that -- for the last\ncountry, and they -- we were told several times, the Hungarian ladies, they were, you know, at\nhome in the -- comfortable and nice when we were already here. And as I understand later that\nthese people has to put their own family to the gas chamber and the cremat -- crematorium. So\nwhen we got there already, they were not human being. At first this was shocking you know,\nwhen they yell at us, and sometimes they slapped people on the face, and they very rude. But\nlater on I thought I’m not surprised they -- I’m not human being any more. They were not human\nbeing any more. They were survive -- few, not too many, but they paid the price.",
        "A: Like -- between us?",
        "A: The hu -- no, it wasn’t, no.",
        "A: Not only that, you know. When we finally get to C lager, after you know, the certain\nprocedure what they did for us, what we got for -- for -- let’s see, for breakfast, a big plate, was\nblack coffee, which was medicated already. And we constantly sleeping, so it was one reason\nnobody was fighting. The other -- and we realized was we saw me-medication in it, because the\nwomen stopped menstruating, you know? But it was when we got the borax already. Before that,\nyou know, we had to -- you want me to go back? The -- he -- they told us to get undressed, and\none woman cut all the hair on your -- all -- all of the body. And they -- we got some disinfectant\non our body, and everybody got some piece of dress, it wasn’t a dress, sometimes a skirt or a\nblouse, or whatever, it’s fits, not fits. And most of the time it not -- doesn’t fit. And finally we\nwere tol -- we were, you know, put in a line again, but I remember back at that time -- I couldn't\neven think. I was like a -- foggy, you know? It couldn’t happen. I couldn’t believe it, what\nhappening, you know? I -- it was just unreal. So we went to the barracks, and everybody was told\nto climb up, it was wooden barracks, wooden bunk bed. Five people up, five people down. And\nwe climb up and we -- we just [indecipherable] thing to sleep, they were so tired. But the thing\nwas, if somebody want to turn, everybody has to turn. And, you know, like -- like a\n[indecipherable]. And in the morning when we were given coffee, we were told to go and sit\ndown in one line, and the front of us, the first one, got the big dish with black coffee. And he di -\n- he d -- he was told, drink a few, drink and give it back until it went all the way. At first it was\nterrible, you know, drinking after so many people. But it wasn’t later, we don’t care.",
        "A: You mean the whole barracks? As I remember correctly, it was 800, a thousand people in one\nbarrack -- barracks. Maybe I’m wrong, but I think that was the number.",
        "A: Yes, yeah, I was with my friend, and three other people, and it was little, we thought, maybe\nbetter the other place, so we went -- nobody cared, we went from barracks to barracks to try out.\nBut during the day we were sleeping constantly. That was the only time we could sleep\n[indecipherable] on the floor out -- outside, because on the bunkbed, you know, it was very bad.",
        "A: We got in the morning black coffee and some kind of soup for lunchtime, I think. And at\nnight -- first we -- at the morning, s-standing appelle. You probably heard about it. The\nlageralteste came and counted with her [indecipherable], and then the SS came and counted us,\nand naturally, it n -- it never s -- never was all right, the number never was all right. So they\nstarted again, it takes hours. And we thought, and is probably true, it was one kind of torture.\nYou standing there on the sun, or -- or rain, or whatever. And the same thing happened at night,\ntoo. And when we standing in the appelle at night, we got a piece of bread, and something went\ninto the piece of [indecipherable] it’s cheese or something. Was piece of salami [indecipherable]\nprobably, I don’t know what was it. Most of the people make very small slices, you know? They\nmake it for the whole day, like paper, try to make it. And me and my friend we eat it at -- right\naway. We thought maybe we feel like eat something -- eat something. And then I went to visit\nmy friend I mentioned before on the lager, where the Nyiregyhaza, you know, most of the\npeople, all of the people of -- from Nyiregyhaza. I find a cousin there, and she had a -- about 13 -\n14 years a daughter with her. They survived. They came home. Unfortunately my cousin, after a\nfew years, passed away in cancer. And the girl who was with her, still in Nyiregyhaza, I ha -- I\nnever saw her since then, alone, completely alone. She got married, but she lost her husband and\nsh -- first she lost her mother at home. And she’s completely all alone, and sh-she is not even\nhealthy. She’s a heart trouble, and so on.",
        "A: Every day came Mengele to select people for work, and we always hoping, my Ava and me,\nto go, you know, to -- we were hoping that he select us, because you know, the rumor was that\n[indecipherable] stay here, going to the gas.",
        "A: A lot, almost every day. We can see the smoke, you know, we can see this, you can smell this,\nyou know, odor, [indecipherable]. And we were reminded by the lageralteste this -- you will go\nover there, where to see where your parents and relatives are. They don’t -- they don’t care any\nmore, because you know, they went through. You know, it was first unbelievable for us to -- I\nthought he just -- she just talking, but she wasn’t talking. And we always left behind because\nMengele came every day, we were very, very skinny, both of us. 17 years old, on\n[indecipherable] was hungry and -- and he selected us, you know, send back always. So it\nhappened one time that -- there was a so-called child lager, child oc -- they were put over there, I\ndon’t know what is, and I-later they disappeared. And it was empty, and that day Mengele came\nand selected a group, and for some reason, I never know why, they put the older people in that\nbarrack and we find out that they coming for it the following day. But this time they said, as\nalways, he separated friends, or sisters, or mother and child, or whatever. And they were crying\nand begging her to stay there. They rather stay there than going away and left them. But 0 -- of\ncourse it was nothing to him. So during the night, at least one-third of the people fled\nsomewhere. They were locked in and lageralteste all over, and they somehow got out. Windows,\nand -- you know, they don’t care if they beating them, or what. They get out. And they -- we saw\nthe, you know, the problem what the lageralteste has. They had to have the number to -- the --\nthe right number. So my friend and me, and a lot of other people run in, you know? We were\neven more than it needed, and they li -- they put out -- after they got the -- counted, they put out\nthe -- which are not -- don’t needed, to the [indecipherable] and we s -- we stay inside. Can I stop\n[indecipherable] [tape break]",
        "A: It was probably from May to October. October, it was, you know, four already, and at least\nthree-quarter of the lager, the camp C lager, was out already. We were just the so-called\nleftovers. And for awhile seemed to us it’s hopeless, but as I mention before, it happen that a\nselected group was staying 1n a -- was locked for the night in a former chi -- children barracks.\nAnd you know, some people run out, and we went, you know, we thought, with my friend Ava to\ntry to get in. And we were successful for awhile. It was a following day Mengele came, and --",
        "A: Mengele, yes. Mengele we knew already. Yes.",
        "A: He was a very handsome man. Looking back, I wouldn’t recognize him. Very handsome, very\ngood looking. And ha -- very mean. I mean that.",
        "A: Not personally, but every selection, almost every day, you know, we saw him -- a saw us, and\nyou know, selected our -- our -- us out.",
        "A: No, no.",
        "A: He came, but that time he was just interested about the numbers, you know, that the number is\nthe same. But my friend Ava has a lot of bug bite on her stomach, and you know, she -- it was\nitchy, and it was bloody. And she hi -- he notice right away, so he put her aside -- put him aside.\nAnd we were taken out very fast, so the [indecipherable] was okay, so we taken off very fast. We\nare taken to the lager B. We didn’t know that time that that is the crematorium or whatever it is.\nAnd we were put in a barrack -- barrack, and later I find out that Ava, -- that was informally in\nthe B lager -- B lager, and she was taken there, too, to [indecipherable]. Later, somebody saw her\nin berge -- Bergen-Belsen, so evidently she was taken from there too. So --",
        "A: No, she’s not. She’s not. I went back to the city, I met with her parents and I live with them\n[indecipherable] parents, I waited for hi -- her to come back. And she was very friendly before\nwe left with the [indecipherable]. She came back after the liberation looking for her. I was\ncorresponding with him, but he was -- he [indecipherable] find out that he is there or not.\nAnyway, I’m going back to the selection.",
        "A: Not good-bye, I met her once more. When we were in that barrack, we were closed in in the\nbay -- B lager, lager B. And this time everybody was very careful, even the haftlings, you know?\nNobody can -- got in or out because everybody want to get out from Auschwitz. We thought --\nand we -- we were told that we going for work. So it was impossible to get in. So some day Ava\nheard about it we are there [indecipherable] and came to the window. And we are talking, and\nright away, you know, that was around us, that -- because I ask, you know, maybe she can come\nin over the window, it was y -- no, they said no, not really, no, they don’t let her in. But it wasn’t\na good-bye because we knew that -- we didn’t know that time which day we are going, maybe\nshe will come back again, but she never did. That was the last time I saw her.",
        "A: Not really, no, no. First of all we took -- the first time, and later on, for awhile, we couldn’t\nbelieve it, you know, we couldn’t believe it, but the lageralteste told us. She was very mean, and\nshe was right, you know”? It was -- I didn’t mention we were standing in the appelle, staying up, a\n-- and one of the girls start to saying her favorite recipe, a food, and everybody was listening,\nenjoying it, everybody has different recipe, and we enjoyed it, you know, that we spend time\nwith this cooking. And one time, or more than one time, the lageralteste came, and he said, don’t\nplan, you will go there while your parents [indecipherable] they were -- we were reminded\nconstantly by them. And specially remember a gir -- girl, a lageralteste, he was a Czech origin.\nHer name was Vera Fisher, a large, heavy-set woman with a very bad complexion. She was very\nmean. She was -- she was nothing to sl -- you know, slap somebody on the face or kick her,\nwhatever. And she was speaking Hungarian, you know, because the -- most of the Czech at -- at\nthe border, you know, is Hungarian Czech or Slovakia’s neighbors. So wa -- she was said -- spre\n-- speaking very well Hungarian. She was the meanest. There’s the only one who I remember by\nname and by face, and --",
        "A: Nothing really. She was just -- she was just a mean person, you know? She was there for\nyears [indecipherable]",
        "A: No.",
        "A: No, definitely not. As I said before, they were not human being any more Amy, no, not even\nclose. And I understand why not. It was terrible what they went through. Not just what we went\nthrough, but before us, they were the one who put their parents and -- and families in the\ncrematorium.",
        "A: In -- in the camp?",
        "A: First of all we were sleeping during the day, because we couldn’t sleep at night, you know,\nwe were so crowded together, and during the day we just went one spot and lay down and sleep.\nBut we don’t have too much time because we -- at the morning we were standing appelle for\nhours, on the -- around, you know, four, five o’clock, I don’t remember exactly what time, we\nstarted again, you know? So we went to the -- we went to the -- there was a bath over there, we\ncould wash. Not every lager, the C lager happens to be -- has a bath. We have enough water.\nThey mention to me, my friends, one of the B lager, they don’t have enough water, they were\ndelivering the water to them. And yes, I remember once when I was -- Ava and me standing in\nappelle, the other three girls, was three sisters who I know from Nyiregyhaza, we were very good\nfriend one --\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: As I said, there were th-three sisters, and one of my was very good friend who w-we both\nbelong to the same organization, a Zionist organization. Anyway, we later -- they -- we were\nstanding five of us, and always the -- one of the sister get at the front. First we don’t realize what\nhappening, then they -- here was the bread, and the piece of water, what they gave us, to us. They\nalways choosed -- it wasn’t cut exactly the same, but every bite was counted, you know? So we\nrealized finally, all -- we always getting the smaller one. So after awhile we went to somewhere\nto stand, you know? It was a small episode, but I remember back -- didn’t -- they didn’t come\nback, either of them.",
        "A: You know, that was a new meaning the lag -- lager sisters. And one of -- no, a few groups,\nyou know, went together, especially was working for me at the slave labor camp, were three of\nus, very close, you know, we were helping each other in every way. We watch each other, you\nknow, that he is okay, she is okay. And yes, there was. In Auschwitz, you know, there\nsometimes, by accident, like my cousin and daughter, they took her there, you know, they were\ntogether. Or sisters, like my friends, these sisters. So it means a lot, you know, it’s -- it’s means\nlife, too, because one of them was, you know, something happening with one of them, that was\nhelping hand right away. If not real sisters, you know, as we called there the lager sisters. It was -\n- yes.",
        "A: Probably as ever, food. Most of that time. I remember in the slave labor camp, av -- one of the\ngirl was sitting with me who was my lager sister, and she was a married woman, a young married\nwoman, and she was telling me her life story constantly. She has [indecipherable] and I enjoyed\nit, you know? E -- do -- did the work and she was talking, that she was married, but not the real\nlove of her -- his life, a other one, so on. And in the slave labor ca -- I -- slave labor camp, the fa\n-- half of the room was French political prisoners. They were not supposed to talk to us, you\nknow? But some of the girls got even friendly with them, just -- you know, just whatever, during\nno -- sending notes all around. We -- we could hear the -- the news why -- from them, they -- you\nknow, they drop paper or they send letters. And a few of the girls got some food from them.",
        "A: Just rumors, you know, not -- not too many news. We just know when -- the time when we\ngot there, it was -- always looked like it almost over, you know, even when we got there. It lasted\nabout a year more, but we felt 1t very soon has to be over, if we have just has a opportunity to\nleave from there, because to stay in there, it means, you know, death. We are -- you know, could\nbe safe. Well, wa --we got the slave labor camp, we have to work at least two months to the\nworking place --",
        "A: Oh, they were told we going for work, everybody happy we got that piece of dress, and a coat\nand shoes, and we got -- everybody got a loaf of bread and a piece of margarine. And we thought\nit will be a long way to get wa -- somewhere. And I did the same thing that -- as usually before,\neat the whole thing at once. I was so sick on that, that I paid for it.",
        "A: I was very weak and very -- I started to say, when we were walking to the working place,\nwhich was the telephone cam -- factory, I think it still exists. And it was harder and harder. Not\nonly me, for everybody. So we went, you know, arm in arm, having [indecipherable] but I don’t\nthink we could do it too long.",
        "A: In Auschwitz? Not really, we -- we always hoping that someday we will free, we -- I don’t\nknow, it wasn’t really [indecipherable] believe me, because a lot of people went over there. It\nwas a -- by accident. That’s why I -- sometimes I was asking, why me, when everybody, my\nfamily, my friend, everybody was killed around.",
        "A: Oh yeah, it was a terrible odor. And you saw the smoke and everything. It wasn’t far from us.\nWe -- one -- you know, at the morning when I stepped out from the barracks -- they already were\nputting out the dead people. I don’t know, I just -- I remember stepping over, you know?",
        "A: Right.",
        "A: I’m sure we did, but we got -- we were medicated, too, you know. That’s why we were\nsleeping constantly. We were medicated. In the meantime, I don’t know, we had -- not some\nhope. For sure we were some hope we would get out from there, especially when -- until my\nfriend was alive. We were -- I don’t know. We saw that a lot of people were taken to work. We\ndidn’t see the people taken to the gas chamber, because they left it there. Finally there wasn’t too\nmany. I mean, relatively too much. But we’ve just heard of what the lageralteste told us, we saw\nthe dead people, and to one side -- we were standing outside, a big van passed by with ma -- with\nnaked bodies, dead bodies. Very shocked.",
        "A: You know, I wa -- I wasn’t staying in the barracks from Nyiregyhaza. We were st -- I was\nstaying with -- I was staying with my friend, but I don’t know. Not -- for Nyiregyhaza, nobody\nw-went back, except my friend and my cousin, a-as I mentioned. Th -- a -- very, very few\npeople, because the whole [indecipherable] city was sent to Auschwitz. In Debrecen was a\ndifference. A few -- a few -- not a few, this one third of people went -- are sent to Austria. At\nNyiregyhaza everybody went. And when I was going through there, you know, to the cemetery,\nthere is not even one face who I know. No Jewish face, nobody.",
        "A: As I told you, we went -- we were told we were going f -- to work, so we went over there, that\nplace. It was a big, large stone barracks. I don’t know what was it before, but we were locked in.\nOn the basement was a kitchen. They were the lucky one, you know, who were working in the\nkitchen, they always have enough food. I remember once I sold one of the women -- I had a coat,\na -- it was a summer coat, actually, but the lining, I take it out. They made a blouse out of\nmaterial for -- on it, and I got I think three or four e-extra plate of soup. And what can I tell, we\nwere walking over there, SS woman -- this time woman was si -- st -- staying with us, and\nescorted us to the working place. We don’t -- we don’t see any more, it was a -- it was supposed\nto ba -- be -- we -- we saw it later on, a beautiful factory, beautiful place, but we saw only one\nroom. We went over there, we got your work, which wasn’t very difficult. We have to check the\n-- how you call it -- part of the airplane [indecipherable] we have to check you know, the -- the\nwire on it, which was nothing. They didn’t use that part [indecipherable] the Germans later on.\nAnd we were talking. We weren’t -- were not supposed to talk while somebody came, you know.\nShe -- we were quiet that. That was -- it was the only entertainment. We thought, you know, she\nwas talking, I was just [indecipherable |",
        "A: [indecipherable] Auschwitz is in Poland, right?",
        "A: This is Czechoslovakia. So we went about a week, I guess. I -- Iam not sure how far was it.\nWe went about a week.",
        "A: Cattle car. That was the same thing, we were [indecipherable]",
        "A: Right. It wasn’t that bad than the first time I went, you know, from Sharvar, it was different.\nFirst of all, there wasn’t kids. Wasn’t old, very old people. We were, you know, younger. And\nlater on in the camp, the sl-slave labor camps, were [indecipherable] the name, a few people got\ntyphus, you know, and they passed away practically before the liberation.",
        "A: Bet -- yeah, right. We were very hap -- happy. We were, you know, looking forward to that.\nWe felt maybe we survived. If we going to work for them, you know, they won’t kill us right\naway. But they don’t have a chance. In fact -- and one time I find out that there are people here\nin United States from [indecipherable]. I got these letters, and I called up the registration. I talked\nto Meagan, okay. She told me there are -- oh yes, there are a lot of -- I says, how many” She said\nabout 49. I was shocked. She didn’t tell me any name or nothing. She said, if you want to get\ncontact, send me a letter, and I send back to them, which I did. I get a lot of response, telephone\nand letters and even I find somebody who 1s in Jersey. Unfortunately -- she is about my age, she\ngot a stroke or something, she hardly could speak. A very good looking girl was. Anyway. And\na-all of them was very happy to hear some -- from somebody. They talked, they -- we should\nmeet, and I find out in that place where I thought we were alone, 200 women, we were 200 taken\nfrom Auschwitz, that not far on that area, there was 300 other women. We never saw them, they\nnever saw us. They just heard about it through that people, was taken there to -- in the stone\nbarracks. And I was in contact with them for awhile, and I had the accident where I wa -- we\nused to live in Suffolk, Long Island. Every morning I was walking around about two miles, you\nknow, I had to walk. And I didn't notice [indecipherable] cement block was sunk, and I tripped,\nand I fell. I broke my arm, my face was broken, and I hurt my neck, which was already ma --\ndamaged. So I was in very bad condition, and I stopped the connection. Since then we moved,\nand you know, I -- I always think maybe I should call. I even talked to that girl who 1s in Jersey\nthat we will meet. I invited them to our house. She said why don’t -- we are going because she is\nsick. I just remember her, you know, a very good looking young girl, exactly about my age, and\ngot a stroke about a few years back. She said the only thing which she has no -- hard to si -- talk,\nyou know, damage of talking.",
        "A: This one.",
        "A: This one we were in the same barracks and we were talking over the telephone, she knew a\nfew of them, she passed away, she was her friend over there. But --",
        "A: Oh yeah.",
        "A: Oh yeah, it was. I just feeled bad, you know, after two or three years. It was my accident I\nhardly get over, you know. This year I had an other surgeon on my foot, so I have had a problem,\nand I still have with my -- ce-cervical spine.",
        "A: At the morning, you know, we got some black coffee and a piece of bread, and we were -- we\nhave to walk over there to the factory. And as I said, it was every day harder and harder. I\nmentioned to you before that letter which came from the city or town [indecipherable], a teacher\nwrote me when they find out, you know, for -- at the registration that I was there. And he -- she\nask me to write it down, my experience, she were a teacher in the school. And I felt bad, at -- I\nnever answer either of the [indecipherable] because we were walking there four times a day.\nNobody ever come and give us a piece of bread. Maybe they couldn’t because the SS woman\nwas there. But even there, you know, nobody noticed us, or seems to me nobody noticed us.",
        "A: Yes, we saw people, yeah.",
        "A: Yeah, yeah, yeah. Walking around and they making their work. And -- oh, I have to mention\ntoo, my last few days after the liberation, it was -- it was just a nice end, you know, the whole\nthing. We’re sitting -- after the Russians were [indecipherable] Russian ha -- soldiers liberated\nus, they went through on the village, and the most of the girls -- as I said, there about 200, a few\nless because they passed away, went to the town to look around, but begging for food, and I\nthink they went to see [indecipherable] later, you know, there is a big town too. And m-myself\nand other five or six girl -- oh -- were sitting outside, this is a very nice -- it was May, very nice\nday. And a German came, a civil, and he ask us about her -- his coat, that somebody stole his\ncoat. Which wasn't impossible because we -- there was a restaurant around the corner, and my f -\n-  -- other girls and myself, we went to where the -- nobody was there, they left -- they fled from\nthe ger -- Russians. So, but [indecipherable] so, we [indecipherable] the top. But she wa -- he\nwas looking for the coat, 1s no wa -- none of us knew about that. And he has a gun, and he said,\nif you don’t give us my coat back, I kill you. And turn to the [indecipherable] and I felt funny,\nyou know. Here is the liberation and we will die now. So he sent somebody oh -- with her -- him\nto the barracks, he will [indecipherable]. So one of the girls runs inside, he -- you know, looked\nevery bed. And naturally he didn’t find nothing. And we thought [indecipherable] he left, but it\nwas a -- it was just a funny finish for that experience.",
        "A: No, we are -- we were very happy. We believed it before this happened, or after. Oh yes, we\nknew that. We are very, very happy. We are -- we have only one problem, how we get home. We\ndon’t have money. We tried to get on the train until, you know, the -- the conductor came, we\ndon’t have money, right away he send us down from the train. Sometimes the people, you know,\nwent against him and told him let u-us stay, but most of the time we have to come off. And after\na few days some were walking, and this way I get to Budapest, and we were told where we can\ngo to get some help, Jewish organization and so on. And I had the uncle in Budapest, I went\nlooking for them. And they place was too in the ghetto area and I was told that the -- 1t was\nbombarded, the house was bombarded, and my aunt, and my cousin, who was married, but he\nwas that time alone, her husband was taken away on the forced labor, she had two kids. One of\nthem was sitting her lap, the other one the grandmother lap, and they got the bomb -- bombed,\nyou know? She and the little girl passed away and the grandmother with the other girl stay alive.\nAnd that time, because of the situation, there is only one big temple in Hungary, maybe you\nheard about it [indecipherable] is still the only, and the nicest Jewish temple. And the\n[indecipherable] there are -- she is -- she was buried over there with her daughter. She is still\nthere, you know. And the grandmother passed away later, and the little girl is live somewhere\nover there.",
        "A: My mother -- later on, I was married already, she came to the United State with my brother. I\nhad an aunt and uncle here. They, you know, they [indecipherable] her.",
        "A: No, I don’t know. She was hiding in Paris, around Paris somewhere. My brother, too.",
        "A: After the war she came once to visit that I was wum -- I was married already, as I mentioned,\nwe were not in -- we were not -- how you say it in English?",
        "A: No, we were not. She was --",
        "A: It was dif -- no, it was very difficult for me, and she doesn’t understand. And later on, when\nmy -- I -- we were here, after ’56, whenever she visited, and it was my same attitude, she was\nreally angry with me, and you know, we stop talking. And that -- my attitude, my brother, too,\nwhy you know, I hardly know, he hardly -- he hardly know me. She just knew that I have a nice\nfamily, grandchildren. She never -- he never married. You know, sometime it was, after my\nmother passed away here, my brother la -- lived alone, and he became sick, he got a -- he was\ntaken to the hospital and emergency room. He -- he wa -- has nobody except this, you know, the\nstepfather family. And I was called up, but I went and turn out to be he needed a bypass surgery.\nAnd I was there every day, and after 10 days that he was told that he wa -- he has to go to the\nconvalescent home, and she was very u -- he was very upset, and I took him home, and you\nknow, we gave him a room, and sometimes at night he has -- we have to take him back to the\nemergency room. Actually, I ki -- feel I took good care of him. And after that, he moved to --\nshortly after that he moved to Florida and he became sick again. We went down to Florida just\nfor the wintertime, we were there, and I thought this very funny because the doctor, the\nemergency room told us, you’re not supposed to have this kind of pain, you had surgery. He -- he\nwas taken -- I called the ambulance, he was taken to the hospital over there, and they make tests\nagain, and they find out that -- that chur -- surgery was -- as -- they say that a butcher job. Every\nartery was closed. Actually, it was done, maybe you know the North Shore hospital, the surgery\nwas done here, probably by student, I don’t know. Anyway, they needed a other surgery over\nthere, after five months, in Florida. And we were -- took care of him, with my husband and\nmyself. I thought maybe I have only one relative, but I don’t think one as f -- as -- soon as he got\nwell, he said he doesn’t even remember to be that sick. So I [indecipherable]. I think --",
        "A: It is unusual.",
        "A: I felt very bad when I was young and younger. And I felt even worse when I came here and\nwe met. And I can’t suppress, you know? I -- I just can’t. And sh -- the -- she knows, and she\ndoesn’t understand. It was the circumstance and so on. I just can’t imitate something which I\ndon’t feel ar -- I feel the opposite. You know what? Now, thinking back, I feel lucky that I was\nraised my -- by my grandmother. I got a lot of love and everything. She was a nice woman and\nI’m go ba -- when will I going back, I’m going to the cemetery and be sure -- make it sure that a\n-- it’s okay. No, I don’t feel bad about that she didn't raise me. And my brother is very -- very,\nvery jealous, because, as I said, beside -- she thinks I am a millionaire. We -- both of us, my\nhusband and myself, we worked very hard since we are here, and our first priority was to send\nme -- my daughter to school, you know? We thanks God we have a beautiful family. Is enough.",
        "A: Days before the Russian came, the French workers already, you know, let us know that they\ncoming closer. And about two days before they reach us, every German left, around us, you\nknow? The rumors all disappeared, and we went out, we find there was a barracks beside us,\nfrozen potato, a lot of fro -- frozen potato what we already right away took and with a little oven\nin the room, which was heating over, we made potato, and a lot of --",
        "A: -- yellow -- how you say that, pea? You know, yellow -- not green pea --",
        "A: Split pea, yeah, and we eat it, and we right away became sick already, very sick, because\nwe’re not used to regular food.",
        "A: It was over there, we -- we didn’t get it from the German, you know, we just get almost empty\nsoup.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: Liberation was unbelievable, you know. I can’t even find a word -- jubilant? We realize we\nare free. And as I said, beside that incident, what happened the other end, we have only one\nproblem, to get -- how to get home. It was a long -- you know when sometimes we got the station\nand we -- they don’t let us in, few of us went to the top of this train, and we have a\n[indecipherable] or something, and we traveling there. Sometime the Russian soldiers who was\nthere in the station, you know, don’t let us stay there. They -- you know. We climb down and\nwhen they left we climb back. And many times we took the ride home on the top of the train. It\nwasn’t unusual. Every train was crowded. And when we -- as I said, when I finally reach\nBudapest, I don’t stay too long. The same --",
        "A: I travel with others until Budapest. That point, every do ve -- everybody left, looking for ri --\na friend or s -- relatives, or somebody, which I did, too. And when I didn’t find nobody and I\nheard what -- I went to my relatives, the same way I went home to Debrecen, what I originally\narri -- you know, started. And I heard there that some people was taken to Austria, so I had more\nchance to see somebody. But after a long time, nobody was there, you know? So I decided to go\nto Nyiregyhaza. Even less people, completely. But, as I [indecipherable] ghost town. No Jewish\nface, nobody. And I was very upset later on and I went back to Debrecen and my friend’s family\ncame back. My -- Ava ha -- her father was taken the same way as my father-in-law. So he, and\nshe had a sister, was taken to Austria after that. And her mother was hiding in Budapest. So after\nthe war they -- you know, everybody was there except Ava. So I told her -- told them what\nhappened. But that -- that time, people just started to know about Auschwitz, nobody knew about\nAuschwitz. And -- but more and more people came home and you know, told the same story, I-\nlike [indecipherable]. I remember I was sitting one day at their house, and a common -- not\nfriend, a man came by and ask, when I told what happen, he -- how come you came back and\nAva didn’t? And I was so shocked, you know, because as I said, for a long time they di --\nnobody realize what happened. And I had this -- my conscious, you know? Why did I came back,\nreally? How come everybody else beside her, stays. For a long time I couldn’t understand. Even\nnow sometime wondering, you know? So many [indecipherable] they killed everybody.",
        "A: I didn’t give it up, I looking for it, so far. I couldn’t understand how come -- I just couldn’t\nunderstand how come God let kill so many innocent people. I don’t talking about now the people\nwho should have. I know there is a saying 1n the very religious people, you know,\n[indecipherable] maybe you heard, you’re not supposed to ask why did let this happened. But I --\nI -- I still asking, how c -- how could this happen? I don’t know how they explain that, simply\nthey ignore it. I don’t know.",
        "A: Yeah. I [indecipherable] that. I usually not going, as I said. I’m sitting the cab or taxi, going to\nthe cemetery and back. I never go back to Nyiregyhaza, to the city. We once slept over -- we\ncame back and on the way back we stopped Debrecen is, you know, in the [indecipherable] way,\nand we had to sleep over there. And I came out one -- in the morning, looking around, you know.\nNot one Jewish face. Because there are some Jews now, who came from the vicinity, you know?\nBut the people who were there either was killed or left.",
        "A: My si -- father-in-law was alive, you know? He got married again. So we went back, three of\nus. Ava was -- I think he was in college that time, the first time I went back. And then my husba\n-- he -- he became sick. My husband went alone. And then every few years we went back,\nbecause -- I especially went back to the ci -- beside the cemetery, I have this friend over there in\nBudapest, they moved to Budapest with a big family and they always waited for us, you know,\nwith so much love, and -- and just like the war time, I remember she was always so nice to me.\nAnd now I think I’m -- I -- I -- I -- I just don’t know. So, in that case we -- I don’t think we ever\ngo back again. We have nobody, nothing to look for.",
        "A: Well, when I got home, as I said, people who came by piece by piece from Austria, are some\nof my friend, who was at the cosmetic, at the other one. She came back with her mother and the\nlager friend, too. And we came friends with the girl who I know before, and sh -- I mentioned\nshe got mar -- married before they left the camp, and she was expecting a child, she lost that\nchild finally. So she beca-came very good friends of me. So, you know, people lost so many\nfriends, they tried to make friends with, you know, somebody who had the same ex -- ex --\nexperience, and -- and [indecipherable] we came here, too. We have about eight or 10 couple\nwho has the same back -- background, same past, most of them who were, you know, I se --\nunfortunately half of them is gone, mostly the mens. I still have a friend, we talking every day,\nmeeting every week. She’s a widow, and another one who lost her husband, all of them\nsurvivors. We have a few around here. That was one of the reason that we moved here. They not\ndriving, and we said -- they came together once over there, and they said, I should understand it’s\nvery, very far from everybody. My daughter is came every week over there, but it must\n[indecipherable] here, too. And my gr -- one of -- grandson lives here in the neighborhood.",
        "A: Up to -- that time, no. Because you know, they started to go back to old lifestyle, you know?\nThere wasn't enemy, you know. And they were, you know, they started a new -- to make a --\nsorry, it’s a cramp.",
        "A: I’m okay. They started to build a new life, getting married. One of the uncle getting married --\ngot married, he -- his father got married, we got married. So we started a new life, and after\nawhile it was okay.",
        "A: Right after when I got home. Actually, he -- he used to go out before me with a girl who went\nto Auschwitz, for awhile, and you know, didn’t come back. He came -- you know, we went out\ntogether. We got married -- 1956 we started, and ’57 -- ah, 46, and ’47 we got married. And we\nlived there for awhile peacefully, until you know, the Communist regime. But there wan --\nwasn’t any way to leave the country that time.",
        "A: 1956 there was a big revolution, and the borders was open [indecipherable] and every kind of\npeople, you know, who were not allowed from the -- from the -- anywhere, th-the most -- lowest\npeople, you know, came around and they hanged people and -- and so on. And they started to\ntalk again -- against the Jews, everything -- the Jews was the reason this happened and so on. So\nmy daughter was about seven years old, and I was thinking it’s just can’t happen to her again,\nwhat happened to me. So it was -- we decided to leave. And this girl I mentioned who was my\nfriend, who was -- came back from Austria with her husband and that was a [indecipherable] and\nthe [indecipherable] my husband, we decided together to leave the country. So we just walked\nout, left everything, and we -- we were traveling to the city, which 1s a -- at the borderline, it’s\ncalled Porshoi, and now it belongs to -- belongs to Czechoslovakia anyway. And we got so-\nsomebody -- lot of people le -- left that time, you know, 1956. So somebody recommended as a\nleader who can’t really let leaders through the border, and you know, we were walking through\nto Austria. And we were staying in Austria at least a month. That was a, you know, Jewish --\nHIAS it’s called, what, you know, arrange the coming. And eventually we got here, 1950. We\nleft n -- Budapest 1956, December 10, and we got here 1957, February, my -- my daughter\nbirthday, February of the fifth, you know? And I have an uncle and auntie in the Long Island, we\ngot the, you know, apartment from them. And we start our life. We didn’t like it here because\nthere wasn’t any -- my husband s -- actually, I was pregnant and I lost the child. I was four\nmonths pregnant. My husband was working and there wasn’t any transportation, only the\nrailroad. And we can’t see our friends, we couldn’t travel anywhere, we were very lonely here.\nSo we moved to the -- to Brooklyn first, and we were -- were living then [indecipherable], we\ncame back to live here in the island. We lived -- we used to live one spot, 32 years. We got the\nhouse there finally, and we sold the house, we went to live in Suffolk county, you know? It was a\nvery nice place, actually, we have a very nice place over there, a co-op -- a condo. It was a\nretirement development. The -- as I mentioned, everybody thought this is the end of the world, so\nwe moved here, we sold that place, and we could buy that and move here. We were very happy --\nhappy here, you know, it’s a -- completely -- I don’t know if you heard about it, it’s a very\nJewish neighborhood, a lot of Jewish temple. It has a reputation everybody’s a millionaire, which\nis not true. At least I didn’t me -- I don’t know nobody -- I don’t see nobody saving account, but\nin this house, I didn’t see anybody who 1s -- actually, there is a lady upstairs who 1s a survivor,\ntoo.",
        "A: Oh yeah, yeah, yeah. As I think I mentioned before, I don’t think anybody, whoever it is, or\nshe is -- come to the mind the name George Hirsch -- Hirsch, maybe, he was a survivor. I don’t\nthink anybody could not affected all her lifetime, what happened, in one way or a other, no I\ndon’t think so. It’s always -- still, we’re talking.",
        "A: No. I know some people became sick. No, but I tried to getting over in a way that I raised the\nchild, as I mentioned, and I don’t want her to be affected, which I -- it -- I was mistaken. It could\nnot happen. It could not happen. [indecipherable] She’s a very sensitive girl. She -- she knew\neverything, what happened, how it happened, but some way she doesn’t want to hear my story in\ndetails, you know? She’s very good to us, you know, she know both of us survivors and she try\nto help us. And I don’t mean ma -- financially. We don’t need that, thanks God. You know, we\ngetting from the Germans, and pension and we have enough to -- you know.",
        "A: Yeah. But it was a one time payment, the slave labor, yeah. And we got some money, well not\nthe big money, a thousand, each of us. Actually, my dau -- my husband didn’t even get it yet,\nfrom the Swiss. But we got, every three months, some money from the Germans which, this\nhelps.",
        "A: Specially what happening now? Yes. Yes, I -- I li -- do, because it’s like we coming to the\nwar situation here. Everybody is -- even then, the d -- American people doesn’t know what is the\ndeal, war, you know”? Forget about the Holocaust [indecipherable], you know. We got -- we\ndidn’t have enough food, we don’t have nothing. And we were constant fear from the\nbombardment. Now we have a constant fear here what will happen the next minute with this\nanthrax, you know, or what is next. And at -- the government doesn’t know who is dealing with,\nyou know? And I still saying 1s a -- this is a beautiful country, this is a wonderful country. Some\npeople not realizing it, believe me. They taking for granted. We know the difference, you know,\nand we don’t know what will happen. Yes, is a terrible thing. Is a terrible thing what happening\nnow.",
        "A: Yes, Iam an American.",
        "A: Yeah, right. Iam an American. I’m not Hungarian. Definitely not Hungarian. I-I am a Jew,\nhung -- American. Not just a paper on the citizen, I feel -- the day where we arrived here, we\nwere [indecipherable] of here, you know? They send an airplane for us, ’56, it was a -- a war\nplane. We have to si -- go down two or three times. But even there, you know, it was Eisenhower\nthat time the president. And since then, we were allowed to work. I had the better work because\nof that I had a nice salary. Later on, when I was very tired, I retired, and I had a stationery store.\nMy husband was working, and you know, my -- I have a beautiful family. Everybody has, you\nknow, college education. My grandchildren. My son-in-law is a lawyer. We have a beautiful life\nhere, if they let us -- is a terrible thing. Especially they -- we don’t know what will happen next,\nand we don’t know how to, you know, save or not save, you know. We don’t know who the --\nwho we -- who are we dealing with, because they, you know, I think these people still here in the\ncountry who putting this -- sending these letters.",
        "A: Not -- I’m sorry. I don’t know. I hope my children and grandchildren will have a nicer life\nand future. They don’t have -- they won’t have this experience when we went through, my\nhusband and I, so that’s my only wishes.",
        "A: We -- we never speak like this, not with our friends either, you know, that’s why, you know,\nit -- sometimes it’s hard for me. We just playing [indecipherable] that something remind us\n[indecipherable] and say it, what is always happening. And we go through in it, and talking\nsomething else, and our thinking is, you know, goes through on this experience. I can’t tell you\nhow, but it just there.",
        "A: It’s -- it’s always there.",
        "A: I just hope it never happened -- never happen ag -- never happening again.",
        "A: I thank you to come.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 30, 2001\nRG-50.030*0415",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Edith Csengeri,\nconducted by Amy Rubin in Great Neck, New York on October 30, 2001 on behalf of the United\nStates Holocaust Memorial Museum. The interview is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "EDITH CSENGERI\nOctober 30, 2001\nBeginning Tape One, Side A"
    ]
}