{
    "rg": "RG-50.549.01.0024_trs_en",
    "sequence": [
        "Question: Would you tell me about the ring that you're wearing?",
        "Answer: This or this one?",
        "Q: This one.",
        "A: Oh, this is a Masonic ring, I'm a Mason. ;",
        "Q: And what led you to the Masons?",
        "A: Oh, the man | worked for, he was active in the Masons, some other people in\noffice and it was in 1950, | forgot it was, no, | think after the\nin '55, San Francisco had a very strong element of Jews who were involved in the\nMasonic work. There were two Jewish lodges here. , almost\nall Jewish and it's, now, now has changed, that life\nhas changed in America, in the so-called fraternal orders. Some are still around,\nbut the, the Masonic orders are because our lodge,\nthey've merged with four or five others by now and I'm not active at all. And then |\nwent, from the Masons you go to the Scottish , you go to the\nShriners, so, that was always nice, you had a circus once a year. But it took care of\nthe children, you know, the Shriner's, Shriner's hospital. So it intrigued me cause |\nmet a lot of wonderful people through that. It was entry for me also in the\ncommunity, which | didn't have, | had no relatives here, made some friends, but,\nand | didn't want to just only live in the Jewish community alone, so this was a\nbroader segment of the community and | still have friends today from, from those\ndays. That, that was, was fun. Went there once, | think every week or every other\nweek, | forgot now. Didn't do anything there except talk, except play some cards\nand listen to lectures. Taught me a little about America. and |\ncouldn't go to school, | went to school the first year, at night, four nights a week.\nLittle over a year, about almost two years actually, til | learn how to speak English.",
        "Q: Before you go there, let me do two things. Will you begin by introducing\nyourself?",
        "A: My name is William J. Lowenberg. Born August 14, 1926.",
        "Q: And where are we today?",
        "A: We're in San Francisco at 44 Montgomery, in my office.",
        "Q: And your office, describe please the work you do and where we are.",
        "A: Well, I'm in real estate development, mostly industrial, almost all industrial, some\ncommercial. And I've been in this business since | came to San Francisco in 1950,\nJanuary 1950.",
        "Q: Let's begin if you would with your liberation from the camps.",
        "A: lf we, if we start with the liberation was, | was liberated on August, on April,\npardon me, on April 30th, 1945, in Dachau, actually in the side camp of\n. And because the side camp where most of the Jews were.\nDachau had at that time, mostly Christians, political prisoners. And the Jewish\nprisoners, who had come from all part of, of Europe, mostly eastern Europe, they\nwere sent into the side camps and we were in the area of Landsberg and\nKahlfring(ph) etcetera, in we were building underground\nmunitions factories for the Germans and for the V2, they were being built right\noutside, in those areas and there were satellite camps, | don't\nknow how many, but quite a few, | was in one of them. We came there from, from\nWarsaw. | was in Warsaw and yes, the uprising, from Birkenau,\nWarsaw, Dachau. And on April 30th, we were in, well on April 24th, or 20, 20,\nsomewheres the week before, 10 days before, we were in one of those satellite\nCamps and we were marched out. And, | don't know if it's in the previous tape, we\nwere marched out and we marched for several days and we were told at that point,\nafter we were halfway through, one night there'd be, the Germans told us this, had\nInstructions that the war is over and he have to take all these prisoners to\nSwitzerland and the Red Cross has taken over and Red Cross was taking us all to\nSwitzerland. In retrospect, was a lie, that was only to keep us calmed down and to\nmake us subdued and they could handle us, so, but they marched us two more\ndays and we were back, we were behind the wire in Dachau. So that was the\neasiest way to keep us together, not to have us escape. Anyhow the, the American\narmy liberated us early in the morning and this morning, interestingly enough, | got\na picture from a man whom | met a year ago. His, he lives in Mill Valley, across the\nGolden Gate bridge. He was one of the soldiers that liberated the camp that | was\nliberated, that morning and by pure accident, the reason we found each other, we\ngave, we honored liberators last year as a Yah Meshua(ph), 50th anniversary and\nwe, our staff had a Jewish, a , send off ads and letters and they\nfound 120 liberators in this area, up and down the coast, almost close to Los\nAngeles and into Oregon. One of these men, during the dinner, that night we gave\na dinner for, | was the chairman of it and during the dinner, he said to me, he saw\nthe picture, that famous picture being, which was being used in, for all these years\nat, at the museum, our museum, he says, \"That is not Dachau.\" It's a picture that\nyou have seen on the, Dachau liberation. It really was\nAllach(ph). He said, \"That's Allach.\" | said, \"How do you know?\" He said,\n\"Because | know it as Allach.\" So he twist it back and by God we met again, surely\n| said and he, he showed me, \"It is Allach(ph), | can tell you.\" And it was\nAllach(ph). So | have the picture here, so I'm in the picture. And since then he,\nwell he's very active in the 42nd division, the Rainbow division, which is the division\nwe were liberated, who liberated Dachau and our camp and this morning, | lunched\nwith about two weeks ago, three weeks ago and this morning he sent me a picture,\nwhich | want to give to the, to the museum in Washington, | don't know if they have\nthis, it's a picture of the American soldiers killing quite a few of the Germans. They\nlined them up, they lined them up on the wall and they killed them, until an\nAmerican general came there and saw this happening and he went almost berserk,\nthis general, I'm going to meet with him in a very, very, in the next couple of\nmonths, he's still alive. He was so upset that they did this, he kicked, the machine\ngun, he kicked the soldier and stopped them using the machine gun. And they had\nkilled about 17 of the guards and maybe more. He me that\nagain this morning with the pictures. And | didn't, | realized that | saw that happen,\nbut that came back only today to me. Anyhow, we were liberated and with my luck,\na Dutch Red Cross came immediately., for some reason there was a connection\nabout, there were several hundred Dutch Christians in Dachau and other who were,\nwho were political prisoners, saboteurs to, to political,\nwhoever, if they got you, if you're not with them, as you well know. And this appear\nfrom the Dutch underground and others and the Dutch Red Cross came\nimmediately, within 10 days, two weeks, to, to the camp, with trucks, Prince\nBernardi(ph), then husband of the then Princess, who's now, who's now the Queen\nMother already, Juliana's husband, came with them. And they picked us up and\nthey drove us all the way from Dachau back to Holland on those trucks, took about\nsix, five, six days, the bridges were out, you know and stuff. |\nremember we stopped in Frankfurt for some reason and , lggy\nFarben(ph) factory, which was a big cafeteria and they kept us\nthere for one or two nights, one night and we went back to Holland and at the\nborder, we, we were asked where we were from and | was not a Dutch citizen, |\nhad no documentation, all | could say, | was from . But I'd\nonly, I'd only lived there since | was 10 years old, we came there 1936, we went\nover the border from Germany into Holland, only about 25 miles. Wasn't far\nenough obviously because they killed all my family. And the Red Cross took me\nback to Holland, to, to, to Berculo(ph) from the, from the, that, there was a town on\nthe border, Savina(ph), where they, it was kind of an army, army town and that's\nwhere they held them for a day or two and, and assigned us where we wanted to\ngo. And we were, | was in a, in a, in a pair of black pants, which were some pants\nI'd taken off a soldier, an SS I'd killed and a toothbrush from the same SS man I'd\nkilled. And the, and the shirts. We had no clothes except the striped things, which\nwe couldn't get out fast enough and they were very filthy. So | was in some beat up\nGerman's uniform. And then they gave us other clothes at the border and as much\n, that's because Holland was in very bad shape in 1945, the\nGermans had plundered it. And they took me back to my, what | call my hometown\nand they took me to the city hall, there was no place for me to go. The house was\noccupied that we lived in, it was occupied by people, | had no idea who they were.\nAnd...",
        "Q: You remembered the town, was it still familiar to you?",
        "A: Oh sure, oh | went to school there, oh sure, went to school there, | mean like my\nfather had a business there, my father had a textile store there. And there were,\nthere had been 42 Jewish families and it was known in Holland as the most\nreligious Jewish town. Religious meaning what we call Conservative here.\nEverybody on Shabbat, everybody eat kosher, nobody smoked on\nShabbat and nobody drove his bicycle or car on Shabbat. Very traditional, went to\nTemple three times a day on Shabbat and during the week twice a day. And\neverybody had their different businesses, from cattle dealers to butchers to textile to\nscrap, you know, typical Jewish trades. And we had a, a rabbi and we had a\nmikba(ph) of course. And there was a wonderful Jewish life there before the war,\nliterary things, my father was quite active in the community and so was my mother\nand they, but there was no one left when | came there, except the mayor says\nyeah, there's somebody came back that was hidden and was a man by the name of\nMayer(ph) and his children were all, all killed, so was his wife, he survived and was\nhidden in some farmhouse. And another couple survived, there were no children.\nAnd then, they didn't, they couldn't handle me because they had no place to live\nthemselves, they lived somewheres in, | forgot where they , weren't\nback in their homes yet. And our neighbor, Catholic, was a Catholic town, to some\nextent, maybe 50-50 and our neighbor came over, they heard about this, a small\ntown, there was 7,000 people and they said, \"He's staying with us,\" so | lived with\nour neighbors. They , they had a room in the back, near the\nstables, people have the cows in the, in the winter they stayed,\nnot in the house, but in the back of the house there's stables. So | slept there and\nthey made a bed for me and | stayed with my neighbors, | couldn't, | wouldn't eat\npork things, so | usually potatoes and breads and salads, but | couldn't, | did not eat\nthe, the pork products. Which, that was the only thing they had in meat in those\ndays, because they had their own, they raise their own pigs. And | stayed with\nthem for, and the mayor of the town knew my parents quite well, gave me a job in\nthe city hall, to work some clerk, was awful, pencil pushing, you know, whatever\nthat's called and but | had a job because | had no money.",
        "Q: How old were you at this point?",
        "A: | was 18. In April | was, in April '45, | was not 19 yet, | was 18. And it was very\nstrange because number one, there was no one left, a few here stray people, Jews,\nwere hidden. No one came back from the camps, | was the only one there who\nhad come back from the camps. And there were Jews in those towns in Holland,\nevery town had Jews and, and they had wonderful lives there. We, we never knew\nabout anti-Semitism. We knew it from Germany, my family and | did, but native\nDutch Jews did not Know about anti-Semitism, it didn't exist, as far as | remember.\nAnd since | was, | was not a Dutch citizen because we were stateless, til Hitler\nmade the Nuremberg laws, said we are stateless, | never became a Dutch citizen,\nfirst | was citizen was when | came to this country, became\nAmerican in 1954. Anyhow, so | stayed with the neighbors, then about a month or\ntwo and | found my uncles. My mother had two brothers who were in the camps\nand | found them in a camp in Holland, in Westerbork. And | went there...",
        "Q: How did you go about finding them?",
        "A: By word of mouth.",
        "Q: Was that common, was that going on around you?",
        "A: Yeah, there were, you know, people made phone calls, people Knew my uncles\nfor some reason. | knew that they were in Westerbork when | went to Auschwitz.\nThey stayed there. But | didn't Know it because the that my\nparents were there, two of my sisters, they went to Auschwitz, my uncles allegedly\nstayed with , | didn't know that, but they did stay and they, |\ndon't know how | found them, | don't know how they found me, but we found each\nother. | forgot who told us how it was done. And then, but they couldn't come to\nthe to Berculo(ph), , there was no place |\ncould, | could put them. So finally they came anyhow. But before that, let me step\nback a bit. After maybe a month or two, after | came back, I'm called to this, to the\nmayor's office, in the town and he says, \"You know, your grandmother's here.\" My\nmother's mother, who had lived with us, cause she also came over the border from\nGermany, she was a widow, and she had lived with us for, from 30, from\nKristallnacht on. Was also shipped to, to Westerbork and wound up too, in\nTheresienstadt. And she survived. So they brought her back and they put her in a\nRed Cross van and they, she remembered Berculo(ph), the name, so that the Red\nCross, | don't know how she, she got in.\n| think it was about the same , | came in from over the border.\nThey flew her back by plane and she's sitting in the middle of town and the town's\nall have a square, you know, with a church in the middle. There is this Red Cross\nvan with my grandmother in it.",
        "Q: Alone? Were there others with her?",
        "A: No, just herself, no one else. And said, \"You have to take your grandmother\n\"So | had no place to put her. So was this one Jewish family\nwho were colleagues of my parents, competitors really but, you know, same\nbusiness. And we weren't close to them, but we knew each other quite well\nbecause the Temple and the Shul. He, they said, bring her in. They had gotten\ntheir house back. So they took her in, just took her in . They\nalso took in the three children of the rabbi, who were found by Christian, they were\nhidden by, in, by Christian families, they took the three, three children in, they were\nfound. The parents were killed, the rabbi and his wife were killed, but they found\nthe three children, how, | can, | cannot tell you how they found them. They were\nhidden in farmhouses, some as far away as 50 miles. So they all of a sudden had\na big family and so my grandmother stayed there. And then my uncle's got out of\nthe camp and they had no place to live, so they went, came to town, they\n. The only place which had almost a . SO\nmy two uncles, they were still single in those days, and they were born, they were\nat that point in their 40's already, because the war, in '38, it came over the border in\n'38 from Germany and they were single. They were born in 1901 and 1902,\nsomewhere in those years, they were two years apart. And we put them in the\nmikba(ph), that's where they lived. No money, nothing, nothing, nothing, nothing.\nAnd they had been quite well off in Germany, they were people of great means, my\nmother's side. And so | was working and my uncles were cattle dealers and | think |\nshould have it in the story that gives you an, | think | take great credit for that. The\nfarmers, one day | got a call, | mean not by phone, but they found me and about\nfour farmers came, they said, \"Look, we, your father always sold us textiles. We\nliked your parents very much, they were so good to us. Needed credit, got credit,\nwe didn't have money...\" That's how my, my mother was always active in this kind\nof work. \"And we have decided that we took a piece of land,\nand we bought 12 cows in the pasture and here they are for your uncles. Now, my\nuncles had never lived there, they had never lived there, they knew my mother.\nAnd they said, \"Here they are, you go and trade with them and when you make\nmoney, you pay us back.\" Well my uncles took that of course, it was very, very\nemotional. They did and they became extremely successful cattle dealers, to a\npoint that there was another two men, two Jewish men who also had survived, who\nwere friend, old friends of theirs and the four of them, they were the largest\nexporters of cattle to Israel. They had boatloads going out of Rotterdam every\nthree months. And they developed in Israel, the dairy industry. They, they supplied\nthe Israeli's with the dairy cows, which came from Holland, you know the black and\nwhites? The Holsteins? And they were experts, my uncles and their two friends.\nSo my uncles became quite successful again, in their businesses.",
        "Q: Let me back up and ask...",
        "A: Am | giving you too much?",
        "Q: No, | think you're doing exactly perfectly. | want to do a test on this. It's so\nfascinating, where to even begin. | want to, two things | want to ask you, first of all,\nhow did you feel, tell me how you felt as, I'm going to try and stay chronological, the\nphotograph, let's start with the photograph.",
        "A: The photograph.",
        "Q: At Dachau, which...",
        "A: The one | ?",
        "Q: ...the one, the one, no the one that's in the museum, that is not really at Dachau\nand where you're in the picture. Tell me what you, tell me what you remember\nabout that photograph being taken.",
        "A: Okay, let me tell you about the liberation. When, we were liberated early in the\nmorning, saw the tanks coming over the, over the hill. And we had to scream to the\nsoldier, the American soldier because the wires were all high tension wire and they\nhad to bring in the engineers first. The next day or so, or maybe a day, within this,\nthere were about half a dozen of us, we could still walk, we were in fairly good\nshape. We moved out of the camp immediately and moved into one of the SS\nbarracks. Why, | don't know and | was the youngest of the whole gang, there was\none other kid from Paris was younger. And, and we decided we, because the\nAmericans immediately closed the camp, it was full of Typhoid, there was Typhoid\nand you name it, all the diseases, so we didn't want to be behind the wires\nbecause it took, they couldn't get out any more. They were, they were liberated\nand they were still back, they went back in the concentration camp. The first troops\nwere very good, but the second troops they, very protective of the surrounding\nGermans, for whatever reason. . And we went, | remember, the\nonly time | went to, to town of Dachau, we went in the town and we took a pushcart\nand we cleaned out one house with clothes and with food. And what | remember...",
        "Q: How did you go about doing that, where were the people that lived there?",
        "A: There were people, we just picked a house, | remember, it was\nhouse and we went in and took as much clothes as we\nneeded and, four of us, because we had found next to us in the camp, another\nsmall camp with about 40 some odd women, young girls, Jewish women, who were\nfrom Lithuania and from Czechoslovakia and Hungary. All eastern, eastern\nEuropeans. And we bought things back for them, they were in terrible, terrible\nshape, those girls. And we took , one of the Germans in the\nhouse tried to get fancy with us. Well, we didn't kill him, but\nwe put him in a corner, we took care of him that he didn't, he couldn't fight us any\nlonger.",
        "Q: What do you mean?",
        "A: Well we, we beat him up. Because he was, he called us, he was nasty, he\nwasn't, we did what we shouldn't have done, but we did it because at that time it\nwas allowable. In my opinion it still it. They, but I've told this many times, I'm very\nproud of one thing. That in as much as the Jews were liberated, us, be it anger\nbeyond any measure, we had seen killings hourly, not daily, hourly, morning til\nnight, over a period of years. | don't know one Jew, one Jew who killed a German.\nI'm not talking about soldiers, SS, but not a German civilian, which no one\nappreciates, the Germans never appreciated that. But the Jews that were left out\nof the camp and I've checked this with other friends, so-called colleagues, that\nwhen they came out of the camps they did not kill German civilians. That gives me\nthe pride as a Jew and as a human being, of that we were still civilized after having\nlived in the mud and the murders and the gas chambers, etcetera, our Jews were\nstill, still civilized. And that gives me, and that always will give me great deal of\npride.",
        "Q: Why do you think you yourself were able to hold on to that dignity?",
        "A: We weren't brought up like, look, the people | know my\nfamilies and the town | lived in and other towns | used to visit, we were brought up\nin a, in a, in a civilization which we didn't, we had never seen this kind of thing\n, no one had. But the Germans and Goldhargen(ph) says it\nvery clearly in his book, in as much they didn't, they weren't racist murderers, but\nthey let it happen. So, and it was consent, the consent of the Germans, the\nconsent of the Dutch, the consent of all the Europeans, the entire Christian world.\nAnd | will maintain, as long as | live and | said it in my own, my own book too, that\nwhen history will be written, | hope that some of these stories, writers will say, that\nduring a Christian era, six million Jews were killed. It wasn't a Arab era, it wasn't a\nChinese era, it wasn't a Buddhist era, it was an era in time, in Europe which was a\nChristian world, Catholics and Protestants and that's when they killed six million\nJews. They can't hide, they can't walk away from that. It wasn't done by people\nwho weren't religious. The majority of the people, | would say the majority were\nchurch going people. | Know in my town they were. | went to Catholic school.",
        "Q: Do you, have you over the years developed a thought of why?",
        "A: Why? Why? Because there was deep down anti-Semitism. | mean go, you go\nback in history, the Jews in Europe, they were only permitted to come to towns,\nthey were invited, if they were invited. Jewish\ncommunities there, before the Inquisition and after. And | found gray stone, which\nwe can go in later, gray stone rubbing in the town | was born, going back to 1530,\nof my families names. So | lived there longer than some of the other, non-Jews.\nSome have lived there too that long, but, but why did the Christians do this? | don't\nknow, that, that's something, I'm not a psychologist, but I, it happened, it's there and\nthey can't get away from this. It happened during a Christian world, in a Christian\nworld. So, enough of that, I'm, I'm, because there's, there's nothing you can add to\nthis. I'm not angry about it, |, |, that, that, my feeling has stopped then, because\nthat is, would be counter-productive, | don't say that, | don't think | ever said it to a\nChristian because they wouldn't understand. I'm talking about American Christians\nnow, with my friends. | couldn't say that to them, they\nunderstand it maybe, without me telling them.",
        "Q: I'm struck by that moment that one day in April, you're in the camps, behind the\nwires and the next day you're sleeping in the barracks of the guards, the men who\nguarded you.",
        "A: Well, we weren't sleeping so much. The feeling, how did you feel? Well, | said\nearlier, when we were told that the Germans told us on a march from the outlying\ncamps back to Dachau that we were free. One of my best friends at that time in the\ncamp was a Jew from, from Antwerp, Belgium and we never cried in the camps, |\nnever cried when | heard that my parents were killed, that someone\nthe gas chamber, | couldn't cry. | didn't cry then, but my friend\ncried and | cried almost, when we thought we were free. But the shock, the\nvariation of shocks and remember | was arrested in 1942, so | wasn't even 16 years\nold yet, i was 15 year old. My sister was not even 12, not even 13 she was, well\n1928. We were so numb, we were almost, the shock hypnotized us, | believe and\nfor that matter, I'm slowly getting out of hypnosis right now, in 1996, even now,\ntoday...[end of side 1 of tape 1]",
        "Q: So let's go back and talk about that photograph.",
        "A: Well all | Know, that the, that the American army came in and we were standing\non a bridge, on a tower, on the stairs of the watch tower and | remember, |\nremembered all these years that they took a picture. And | also remember that the\nAmerican army put me in a room, I'm sure they did it with others also and | was\ninterviewed and | remember a soldier sitting there and typing, typing for hours and\nhours to interview me. And | can't find, | would love to find that interview. Some\nperson took, archives of the United States Army, where | don't know. | have to\nmake time one of these days to find it. | don't know how to find it. | Know it's there,\n| don't know what division it would be in. Could be a 42nd, | doubt it.",
        "Q: Try and remember some of the questions he was asking you?",
        "A: | have no idea, probably the same like you're asking me, how did you feel and\nwhat happened and | would like to hear myself or read what | said then, because\nwe were numb, because the night of the liberation, went through a bombardment.\nThe Germans had taken the anti-aircraft batteries and bombarded the camp. They\nkilled hundreds of them that night. 29th or the night of the, the night of the, no, the\n29th rather. And they took the aircraft batteries, the guns, instead of shooting\nwhere they shot those airplanes, they shot them straight out.\nand they killed quite a few of our people. Because there were probably 30,000\npeople there, a lot. And so, | don't remember, | do not remember how | got into the\nDutch transfer, because | was the only Jew that | knew, there may have been\nothers, who was on this Red Cross transfer back to Holland. | know that, |\nremember seeing Prince Bernard, that was made a deep impression on me. | don't\nremember who the people were | was with, they were all Christians and they were\n| had known before, in the camps with.",
        "Q: How had they realized that you were from Holland, how was that communicated\nto...?",
        "A: You know there's always the word of mouth and then, and then, what do they\ncall, the, the grapevine or the, | don't know, | found out somewhere that the, the, the\nDutch were being picked up by the Red Cross and | got myself on that, on that\ntransport, pure accident I'm sure because | don't Know, | don't know if there were\nother Dutch Jews with me or not, | don't think so, because | would know, | would\nhave stayed in contact with them. There were none that | remember.",
        "Q: Did you, fora moment when you were out of the camp, even though you'd seen\nyour parents going to the gas chamber, seeing your family, at all had, were you at\nall seized with this feeling of wanting to go search for them?",
        "A: Yes. Well | Knew we had agreed to back to Berculo(ph), but | went also within\nmonths, | went to the town in Germany we were born. It was only, | got somebody\nto take me there.",
        "Q: How?",
        "A: Somebody had a car, somebody in the, in the town had a car, | don't know how\nhe had a car, but he had a car, it was maybe six months after liberation and he took\nme to that town, | think | took, went by car, | don't remember, ;\n| don't remember, yet | stayed, you know, he didn't have a car, didn't, that was the\nsecond time. | went there and | stayed with our neighbors, there was one neighbor\nwho talked to us, stayed, had some connection with us, up to as long as he could\nand when | went there | knocked at the door and when they saw me, | said, they\nasked me what are you, you know, we talked, | said, \"I'm looking for my parents\nand my sister and my grandfather, my grandmother.\" And, and, not my\ngrandmother, she was, she had come back to Holland. My grandfather though,\ndidn't, my father's father. And | think | stayed overnight with them, | vaguely\nremember and , but they said, \"No, your parents have not been\nhere.\" And that was the answer. They said, \"There are no Jews left here.\" They\ntold me that. | went to a synagogue and it was burned down, they burned it in '38\nand it was there. Now it's a parking lot, except this woman,\nthis neighbor, she put a little statue there for the Jews and there's flowers there all\nthe time, it's a very religious Catholic lady and | correspond with her. She came to\nvisit us here. That was about 1993, | think, it was a visit with her, yeah. For a\ndifferent reason | was in Germany with the United States army. In Holland, rather,\nHolland, Belgium and France. And | stopped in Germany to see my grandfather's\ngrave and that's when | saw her for the first time again. | will not go back to\nGermany now, I'll never go back, they insulted me. And, and that's it, as far as\nGermany's concerned, went there. My feelings, | don't know, |\nwent back to Holland, | lived with this neighbors, | went dancing every night, | can\ntell you that. Holland was celebrating for a year, the Dutch and the, dances every\nother night, every night. | went to every dance.",
        "Q: And did you dance?",
        "A: | danced, | danced a lot, | just didn't want to think.",
        "Q: Who were you dancing with?",
        "A: And girl | could, was willing to dance with me, short or tall. No, | remember that\ndistinctly because there were always dances there, there was, it's not done any\nmore today, but after the war they danced, everybody was celebrating, celebrating,\ncelebrating, not drinking, there wasn't, you know it's not like we, partying here,\nwhere you have to drink, the Dutch don't do that. Maybe, there wasn't even beer |\nthink in those days. And obviously | didn't drink, then. And | went dancing a lot, a\nlot, dance, dance, not to think.",
        "Q: Did it help?",
        "A: | don't know, didn't hurt. | don't know, it must have helped because | didn't even\nhave to force myself. That's all there was to do and you worked and there was, |\nmean they didn't take you, you didn't have to go to high school to do what | had to\ndo there. | was just sitting there behind the counter and handing out the coupons\nfor the, for the rationing. And | did this for about six, eight months. Then | decided,\nmaybe six months, then | decided to go back in business in my father's business.",
        "Q: Textile business?",
        "A: Textile. | didn't have a store, so | got myself a bicycle and two suitcases and\nthrough connections my father had, that they helped, they helped me and | had\nalso a first cousin of my mother had survived. They helped me, they gave me, got\nme merchandise, was very, very hard because you had to have connections and\nyou had to have a store and | didn't have anything so | got merchandise and then |\nwent every morning, five days a week, | went by bicycle from farmhouse to\nfarmhouse, | was 19 years old, and to sell textiles. And then when | sold out | went\nback to the sources and they gave me more, they were, they always helped me,\npeople were always very nice to me.",
        "Q: Tell me what was in the suitcases on your bicycle, what were you, what did you\nhave to sell’?",
        "A: | sold underwear, | sold yardage goods, mostly yardage goods so they could\nsew their own. Holland, woman in Holland are very talented with that and socks,\nshirts, yardage and | sold that. And stockings and, and whatever | made, | could\nbuy more. | never had a store and then after about a year, in 1946, obviously |\nwasn't making any money and this was no future and | couldn't get the store back\nbecause some Nazis had it. And the town was, it wasn't for me. There was\nnothing for me to do, | was the only Jewish young person there. And | decided that\npoint that | was going to remain a Jew, | didn't think so when | was first liberated.",
        "Q: Just say more about that, please?",
        "A: Well I, |, | survived, you know, | had my doubts, | had a fight with God, with\nmyself and God about if there's a God, how can He let that happen? And we were\nbrought up religious as | said earlier and | had some, not long, it was a very short\nperiod after the war that | thought maybe it be better to just throw up any sign of\nreligion, just live as a human being, period. And that didn't, that didn't sit well with\nme after a few days because | had too much tradition in me, thinking, then | thought\nabout my mother, she would be totally disagreeing with that and my grandmother\nand my grandfather, my grandparents for that matter, they would disagree with that\nand they wouldn't tolerate that if they were alive. And I'm thinking of back from\nbefore the war end. And | had very good education, | studied not only Tanakh, the\nBible, but also the Gemara and, and the other many books, we studied every night\nin Holland when we were children, Saturday and Sunday, the\nMishna. So | had learned a lot in my short life. When | was 14 | could read\nRoshi(ph), the commentator on the, on the Torah and the mission, so we were\nhighly educated in the Jewish ways. And that, that, that left something in my veins,\nin my blood. So I, | went back and then my uncles and my grandmother were alive,\nso | think I'm a Jew, I'm a Jew. That, that went by the wayside real fast, just\nof becoming a nobody.",
        "Q: When you were in the camps, did you pray and did you connect to God?",
        "A: Well, yes, | always prayed, | have a short prayer that | say even now, the same\nprayer | said then.",
        "Q: Will you say it?",
        "A: It's the Shema, with a few other sentences, and...",
        "Q: Do you, will you add that?",
        "A: Huh?",
        "Q: Can you say that for the tape?",
        "A: Sure, | always say Shema, the whole Shema, the first three, four sentences and\nthen | say a sentence at the end of a prayer, which is usually said in the, in the\nreligious community at Temples at the end of the service and I'll give you the last\nline of it. And that's, that's sad, my mother taught me that when | was a child.\n, | trust in God, | have no fear. And that helped me a lot, it\neven helps me today. So | pray that now and at night |, |\nwould say a prayer. And, yeah | said it a, | said it a lot when | was in the camps, but\nI'm not that deeply, I'm religious maybe when I'm, when you listen, like when | was\nsaying what I'm saying now, but I'm not a, | don't feel like | have to\n. | don't eat, | don't eat pork. On the other hand | do eat shrimp\nand crab.",
        "Q: Well, you live in San Francisco.",
        "A: | live in San Francisco and where | was brought up they never, | never heard of\nit, so that wasn't, they never could tell me | couldn't eat it. Pork they could tell me,\nthey taught me plenty, but crab, | never heard that word before, or lobster. We\nlived inland, there was no refrigeration. So | never was taught, so that, that doesn't\nbother me for some reason. Anyhow, the Jewishness stuck to me, thank God, it\nreally stuck to me and it didn't go away. And | must say that there's a large majority\nof the survivors have maintained their Jewishness. There are very few, very few\nthat | Know, survivors and | think some of this, so close to us\nand came out of the camps, but the ones that came out of the\ncamps that | know, they all have maintained the Jewish religion and their\nJewishness. There isn't one | know who has, who really has said, \"I'm now a\nChristian,\" or, \"| have no religion.\" Which is a miracle, because | thought about it\nvery often in the last, last year or two, even more so, that all this people I've met\naround the Holocaust development, the Holocaust Museum, Washington and here,\nsurvivors and, not that I'm that close to many of them, cause | don't want to be\naround them. | got into, I'll get into that later. I'm around them, | don't want to live\nwith them, for different reasons. They all have maintained their religion and look,\nlet's face it, we know when they march into the gas chamber, we could hear the\nand screaming, . The Jews kept on\nscreaming until they died. So that, one cannot forget it, one should not forget. And\nso the real survivors have remained to be Jews. The majority went to Israel, they\nhad no place to go, but still, they may not be , they may not\nto fill in every morning, but they're certainly Jews.",
        "Q: Before, I've a few questions right at the time when you were leaving the camps\nand going back to Holland, do you recall music that you heard at all in those week\nor two, once the Americans were there?",
        "A: Music? Like what?",
        "Q: | don't Know, were people in the camps singing, were the Americans singing,\nwas there music on a radio?",
        "A: There was no, there was no music. There was no music, there was no singing.\n| don't remember, the liberation if there was any singing or music.",
        "Q: Did you know, did you have a sense Germany was losing the war when you\nwere in the camps, could you tell what was going on with the war?",
        "A: We smelled something. We smelled something that there was, we saw, the\nreason that we heard it more was because we heard the bombings as time went\non, were in the, in '40, we left, we came out of Warsaw in '44 and the reason we\nhad to leave Warsaw, which is in the, in the because the\nRussians poked through. And they marched us for two weeks. And you know, you\nmight have heard that we had 3600 Jews in Warsaw. In the ghetto, this was not\nthe ghetto the ghetto, but when the fighting, so-called,\nstopped, the uprising, they took 300 people from Birkenau to Warsaw, to burn\nbodies and to dynamite the ghetto. | was one of those. Unfortunately the museum\nhasn't made an effort and | have to do something about it, that should be written up\nmore, that story. Because we went to Warsaw and built a camp within the ghetto.\nAnd they build it up, they bought us all the Hungarians then, in '43, the end of '43\nand in '44, June of '44, there were 3600 people alive. 300 couldn't work any more,\nthey killed them, 300 stayed to dynamite the ghetto and they killed them and 3,000\nmarched out of Warsaw and 240 got out of the boxcars in Dachau. I'm one of\nthose. The rest were killed on the road. And that's the story. We went through a\nriver, they drowned a lot of our people, a lot. And see, | always had luck, | was\nalways in the front column or the back column, never in the middle. And then...",
        "Q: Do you have a theory of why you have that luck, do you have a...",
        "A: Theory? No, you know, the theories would be a self, self fabricated theory. |\nhappen to believe that, as much as God didn't pay much attention to us in those\ndays, that he wanted that some of them survive because | believe that God, there is\na God and it was pure luck, cause no one can tell you that they were smart enough\nto save themself from the Holocaust, there is no such thing. It was pure, pure luck.\nBe in the right place at the right time and in the, in the wrong place at the right, at\nthe wrong time. There is no luck, there's no , no knowledge, it\nwas pure, pure luck. Look, | was the first transferred out of Holland in, in over a\nyear they kept anyone alive. There were 3,000 people on the trains and they kept a\ncouple hundred alive, | was one of those. The rest were all gassed\nwithin hours after they got to Birkenau. First transport in over\na year. Pure luck, right?",
        "Q: Right.",
        "A: So who can say? Pure luck, our wonderful family, it was pure luck as much as\nwe all , I'm sure. But it was luck to meet my wife in my 39\nyears, it was pure luck. The man who hired me also introduced me to my wife and\nthen made me a partner. He . So, no it's destiny,\nit's who knows, who knows why anyone survives anything?",
        "Q: | want to, before we go beyond the camps also, would you tell me about killing\nthe SS officer?",
        "A: Oh yes, kill him, we kill him with some stones or some two by fours, something.\nYou know, we were angry at that point and we were hungry, we hadn't had food in\ndays, four or five days we hadn't had food and they were bombing all night and\nthere were people laying all over. Hundreds died the last night of the... They knew\nthey're liberated but they died within hours or during the liberation at night, they\nwere bombing and we didn't know whether the Americans were bombing or the\nGermans were bombing. We heard the, the, the, the, the, the bombers going\noverhead, bombing German installations. But they didn't, but the Americans and\nthe British did not bomb the camps. They could have the\ntrains to Auschwitz, you know they talk about the famous, all those lines about why\ndidn't they bomb the railroad tracks to Auschwitz? Well they were bombing down\nthe streets, the chemical factories and missed them. So who knows? Their excuse\nwas that we would have killed Jews. They were killed anyhow. And it would have\nsaved some Jews maybe. , but | cannot tell you how | felt. |\ncame to Holland, was very lonesome, we clung to each other, the few Jews. We\nreally clung to each other and | used to travel all over the country and | had a\nchance, after, when | got into this textile business, if | to spend\nthe weekends through, there were always Jewish organizations coming back,\nwhere they had, store, they had a dance in Amsterdam,\nto the major cities, where some Jews came back. And about,\n| think 20,000 Jews came back in Holland. Excuse me. So we found each other.\nAnd then of course, |, after, in 1946, your arm is going to get tired, let me hold that\nfor you.",
        "Q: No, it's okay, | just ,",
        "A: In 1946, | decided that maybe that leads into question, that\n| had to get out of my own, oh, | didn't tell you that we finally found a house. There\nwas a house which was occupied by some Nazi in the city government, mayor, they\ngot rid of him. Was a Jewish home, was a Jewish house, belonged to Jews from\nbefore the war. And they, they gave the house to us, to rent the house to my two\nuncles, my grandmother and me and my uncle, one of his closest friends, his\nwidow, he was killed and she survived, she had no place to go either and she\nmoved in, was our housekeeper and we were friends for many years. She didn't\nmarry my uncle, she married a friend of another friend, my uncle married somebody\nelse, it's another story. Wait a minute, | think she has to talk to me for a minute, my\nsecretary, hold on. (pause) ...together, we had a house and, yeah, | can do it later.",
        "Q: Okay, go ahead.",
        "A: ...and he says, well so and so, two sisters survived, they live in Utrecht(ph) and\nthose two girls, one of them, was my so-called, she was destiny and so | was lI, that\nwe would marry someday, when we were children. Never happened, but we were\nalways together, she was my same age, her name was Ruth and we found each\nother. She and her sister have come back from Auschwitz and they went through\nhell, those two girls, just like we all did, but they more so. And so then | went to visit\nthem.",
        "Q: Wait, now where were the girls, I'm sorry?",
        "A: In Utrecht(ph), in Holland, in Utrecht(ph) is a major provincial town in the center\nof Holland. It's like Chicago here the railroads, you know. And\nthey were living with their mother's brother, who also survived and his wife, who\nwas the daughter of a famous rabbi and she was a physician. And when | visit\nthem, this man fascinated me no end and |, | must have done so to him, he hired\nme. He hired me and he said, \"| want you to go to work for me.\" | said, \"But | want\nto get out of this small town.\" So they were in the spices business, peppers, pepper\nand all this different and they had this business before the war, he and his brother,\nhis brother was killed, parents were killed. And | went to work for him\nfive days a week, from town to town by train in Holland. But\nthe condition of my hirement, | had to live with them because of a very, very\nreligious, kosher. Now when | tell very religious, they dress like you and I, they\nweren't with the black hats, this we don't, we didn't know that in Holland. This was\njust people who lived very religious. And did everything else, very sophisticated\nbut they very religious, which you see here too, but when we\ntalk about religions or anything, it's all , which is not the case,\nHolland didn't have that. We never, | never heard Yiddish in my life until | went to\nthe camp. In Holland Yiddish was not known. We didn't know, | never knew there\nwas such a thing. We had Hebrew, we didn't understand all of it, but we studied all\nthe time, we translated. But we never knew Yiddish, | learned it in the camps.\nAnyhow, so | had to live with them and since they were so religious, food was\nawfully abominable, because she was a terrible cook. Wonderful lady, but a terrible\ncook. And, and, so | lasted for one year and it was no good for me, | went and\nwhile | was there | made another contact was a larger\ncommunity and Jews have come back, there's a congregation there and Jewish\nevents there, so through that you meet other people and then | went, | was at, in\nAmsterdam and my best friend, my lifelong friend, wno, we were in the camps\ntogether and we...",
        "Q: You had known him before the camps as well?",
        "A: Vaguely. My sister knew him better. My mother knew him because\nan orphanage and the, we went back to Holland together, not\ntogether, he came a little later, he stayed, | introduced him to his wife. If that's one\nof the girls in this 40 girls we found, she was one of them, ,\nShe is like, she was like a sister to me after that. And she, she, we found her that\nnight of the liberation, the morning after. He fell in love with her, we had an\nAmerican army chaplain, a Jewish chaplain, married them, right on site there. The\nrush was okay, it worked out. She couldn't have children, they had done\nexperiments on her. But she was like my sister. To a point, | can tell you when,\nafter the war, | lived with them for, used to visit with them, | didn't live with them all\nthe time, | used to visit, we slept on one mattress. She was in, she was in the\nmiddle and we were on each of the, she was like my sister, we were that close.\nThey both dead now and he died very sadly. Two years ago he visited me and he\nhad a heart attack here in New Orleans, on the way back. He had been here 15\ntimes, lived in Rhodesia, Salisbury, in Zimbabwe(ph). | went to America and he\nwent to Zimbabwe(ph) because his cousin gave him a big job there, lived with him\nbefore the war. Anyhow, where was |? Oh, | went from Berculo(ph) to Utrecht(ph),\nso | made a lot of contacts there and | had a good time. We had dating, you know.\nBut you only dated Jewish girls, this was, you didn't, you didn't go out with non-\nJews because for whatever reason.",
        "Q: Were you ever attracted to a non-Jew?",
        "A: Not to a point of, oh | had some relationships, but not to a point of marriage. And\nas a matter of fact | was going to, a girl, | was going with a girl,\nagain to Switzerland, who was half Jewish. | think\none of the main reasons | didn't marry her was because her mother wasn't Jewish,\nher father was. , | was still of that kind of mind. Now my wife\ntoday is the same, her mother is not Jewish. So you change, right? | grew up a\nlittle, whatever that meant.",
        "Q: Did you stay in contact with that woman?",
        "A: Yes, it takes about five minutes, it's another story. You want to hear?",
        "Q: Let me look at the tape. (pause) Okay, so there you are now in which city?",
        "A: In Utrecht(ph), Utrecht(ph) and | didn't like the job | had with this, selling spice, it\nwas terrible. Was nothing, there was no future there, maybe there was, but wasn't\nfor me and | had to live with them. So | went into this, this man who knew me\nthrough my, my uncle in the meantime had married, one of my uncles\n, got married in '46. He has a son who lives in, still in\nAmsterdam, we are very close. And her sister introduced me to, my uncle's wife\nsurvived, she was hidden in Holland too, . And | met this man\nby the name of Oppenheim(ph) and he says, \"I hear you speak German.\"\nsaid, \"Well a little bit, but not enough.\" He says, \"I need\nsomebody to open my branch up again in Switzerland.\" And he was selling\nchemicals to the paint industry and he had been very successful, they were\nGerman Jews, they'd gone to Holland in the early 30's. They had branches in\nseveral countries. So he hired me to be their Swiss and Italian representative. |\nwent to Switzerland and...",
        "Q: Now how old are you at this point?",
        "A: It was in 1946, | was 20 years old. Went to Switzerland to become a, and travel\nin Switzerland to sell paint, paint extracts or paint, oil, oil base paint to the paint\nindustries. But was an oll manufacturer, was very well, very\nhighly respected at that, that particular item and they mixed it into the paint when\nthey paint the exteriors in Switzerland and wherever. And it lasted three years, that\njob, til '49...\nEnd of Tape 1.\nTape 2",
        "A: Next time when we meet, on a different, we don't have to do this...",
        "Q: Yeah, we'll do, we'll hear the other.",
        "A: ...will give you some , a real schmutz(ph), you know what\nschmutz(ph) is?",
        "Q: | know the schmutz(ph), | Know from schmutz(ph).",
        "A: The schmutz(ph), that's right.",
        "Q: That's what the book will be called, the schmutz(ph).",
        "A: Schmuitz(ph), | like, | like that.",
        "Q: | do too, it's a good title.",
        "A: | still haven't been able to find a name for my book.",
        "Q: | don't think for this...",
        "A: Now I'm going to Switzerland and all | had in Switzerland was me, my, a suitcase\nand a bicycle.",
        "Q: You're always on a bicycle through all these stories.",
        "A: Because | couldn't afford a car. would have liked a car, yes.\n| didn't even have a driver's license because why would | need it for? My boss had\na car, the man, he had a car, but they couldn't buy me one and | couldn't afford\none. So | went from town to town by bicycle in Switzerland, | was climbing the\nmountains and by train.",
        "Q: What did you wear? What were you wearing during those years? What did your\nclothing look like?",
        "A: Oh, | look with tie, | was always dressed . Of course you\nwear a suit and tie. As a matter of fact, | still have, my clothes are still in Zurich in\nan hotel room somewhere. | was kicked out of Switzerland. That's another story. |\ngot in trouble for selling some black market business, which everybody did after the\nwar, to survive.",
        "Q: What were you selling?",
        "A: maybe you should not put this in here. | had a good friend\nwho was in my parents and me, we became good friends and\nhe survived the war. He came back from Auschwitz too. And he used to have a\nkosher delicatessen. And he became a big wheel in the Dutch, so-called black\nmarket, he did, you could do everything after the war, cause that's how people\nsurvived, that's how people got food and coupons and that was an accepted thing,\nbecause he didn't steal from anybody, he was just trading. But he was doing it ona\nvery good sized scale. And maybe | should tell this story about him because |\nadmired him so much. He survived, his wife and two children were killed and by\npure accident he found and | don't know again, know how, through the Red Cross |\nthink again. Because in Holland, published names of people who are found and\nthe Red Cross kept on publishing, every week, he looked at those lists, that's how a\ncousin of ours found my grandmother. He read that she was safe in\nTheresienstadt.",
        "Q: Where were the lists published?",
        "A: In the Jewish press, there's a Jewish press, very . So my\nfriend found his sister's daughter in Poland, he had come from Poland as a young\nboy and he went, this guy could move mountains, and he went to Poland and found\nthis girl, brought her back to Holland in 1946 and she had no place to live, he had a\nhouse, she moved in with him. She was 18, 16, 18, 18 by\nnow. And they fell in love and he want to marry her, except in Holland you can't do\nthat, that's against the law. And so he made a request to Queen Wilhemina, is the\nonly one who can do this, only the Queen and she can give you permission,\nwhatever that's, that's called. And she wrote him back there's no way | can do that,\nwe don't do this and denied. So he, when he came back from the camps, he came\nback on a stretcher and on that hospital where he was brought in over the border,\nthe Princess Julianna(ph), she visits hospitals, like to visit\nhospitals , wonderful family. And she visit that hospital and he\nwas laying in the bed, he had come back out of Auschwitz and they took a picture\nof her standing at his bed. And she said to him, \"If there's ever anything | can do\nfor you, feel free, you can call me.\" Which is, which is like giving you a check you\ncan cash when you need it, you know. So he, so he wrote a letter after the Queen\nturned him down, to the Princess, said, \"| want you to talk to your mother, | want to\nmarry my niece.\" And the Princess wrote him a letter back, these are all true\nstories. \"I can't give you permission, my mother doesn't waive, no she said so as\nyou well know, but if someday in the future, it will all, things work out normal, | will\nbe Queen, I'm in succession and then you try again.\" 1948, two years later,\nWilhemina abdicated her throne to her daughter, he didn't wait three weeks, he\nwrites a letter to the Queen, then, \"Remember me? Here's the picture.\" She gave\npermission and they married. And they had two wonderful girls, they all live in\nIsrael except he died on a trip in, he dropped dead in a at an\nairport. But before that, when | was in Switzerland, Emil was in contact, he called\nme one day, he says, Emil was making deals, American dollars, gold, you know\nand he says, \"I'm coming in such and such a date next week and I'm in a\nwheelchair and you have to get me off the plane in Zurich.\" | knew this was all a\nscam, | knew right away that he wasn't in a wheelchair, but he sat in a wheelchair\nand what he had, he had, he was sitting on a wheelchair, on a cushion which was,\nwhich had maybe, in today's dollar, in those dollars, maybe three million dollars in\nBelgium and Indonesian and Dutch government bond, who were totally worthless.\nWorthless because the Dutch government made an edict in '45, about within a\nmonth or two after the liberation, that everyone who had dollars, | mean\ngildens(ph), in Holland, had to turn them in and every person alive in Holland got 10\ngildens(ph) that day. Every stock certificate had to be turned in and they forced\nevery corporation or government to issue all new ones,\nbecause the Germans had falsified so many. They had emptied all the safe deposit\nbox, deposit boxes of the Jews and others. So no one knew who was what and\nwho owned what. So Dutch made a cutoff day in '45, that no\none was worth more than 10 dollars. The phony money, the\nmoney, you went to the banks, later on, every week you could get, release some of\nit because they couldn't give it to you , they had to print it and\nfinally everybody got dollar for dollar and the Dutch, whatever they did\neconomically. So he now, so now it's 1948, about that time and he ran into a guy\nwho says, \"You know, | found in the backyard of my uncle, a whole box full of these\nbonds, they're worthless.\" So my friend is smart, he says, \"Well,\" he says, \"maybe |\ncan do something with that.\" So he gave the guy, he says, \"I'll give you 5,000\ndollars for it, as a friend,\", this man say, \"but you have to deliver it in New York.\" So\n| had friends in New York, but American army, soldiers | met.\nAnd | arranged that | deposit some money in, it's a complicated situation, but | got\nto deliver 5,000 in New York, through the Swiss, through a Swiss bank.\nbut | had access to, to the business. And he put up 2500, |\nput up 2500. So now we own all these shares and he comes to Zurich, | take him\noff the plane and he's got a whole big suitcase sitting on him and a pillow. And |\nhave no way what to do with it, I've never done this before. | was leaving the next\nday for Lougano(ph), where we also had a little office and | stayed in this hotel for a\ncouple of years and | got to know the owner and | thought they are very nice\npeople. So that night, | had dinner with them the hotel and\nthen | tell them, the biggest part of the part of this story, he says, \"| know who can\nhelp you, | can help you,\" he says, \"but the man you talk to is a lawyer in Zurich.\" |\nsaid, \"I just came from Zurich.\" He said, \"Oh, you got to go back.\" So | went back\nto Zurich and | met this lawyer, | gave him a sample. From that, within three days |\nwas followed by two plainclothesmen. | was followed for two weeks. Two weeks,\nit was in 19, in August '49, summer of '49. And finally | got so scared, | said there's\nnothing | can do, they keep on following me and | don't know if they were police or\nthey were gangsters. | thought about police. So | walked up to them, they're sitting\non a sidewalk cafe and | sat, | sat down next to them, right on the table, | said, \"Are\nyou following me?\" There was a younger man and an older man, they said, \"No,\nI'm not.\" | said, \"Well, you are. Last week was somebody else, but there was\ntwo people following me.\" So | figured | got to have an\nemotional confrontation here, so | said, \"Look, | know what you want, but I'm scared\nand | don't know how to handle this,\" , show them a number on\nmy arm. | said, \"Look, I'm not a gangster, I'm a survivor the\ncamps, I'm not a thief, | haven't done anything wrong.\" And\nthis man says to me, \"You did something wrong, you're peddling illegal documents,\n| mean stocks, bonds and that's not done in this country,\" he says. \"And we're\ngoing to put you in jail because you're trying to sell that.\" And you, and we, and |\ndidn't know if it was that, which, that's what he told me, but I'd also been buying up\ngold and | was smuggling it out of Switzerland to Holland, gold coins. But you, and\nin Holland | could, could make a huge profit every time | and | used packs of\ncigarettes, you know and things like that to smuggle them over the border. And\nmaybe and | thought that could be also it. So he says, \"Know\nwhat you're doing, you're selling things.\" So he says, | said, \"How can I, how can |\nstop this?\" Says, \"I'll tell you what we'll do,\" He was an older man and he became\nvery sympathetic. He says, \"See my car there?\" \"Yeah.\" | was in Zurich. He said,\n\"We are going to the airport right now and I'm going to drop you off there and you\nget out of this country and never come back.\" | says, \"Okay.\" What was | going to\ndo? All my suits were in the hotel room, all my clothes. Never went back to the\nhotel, he wouldn't let me and to the airport. Put me on a plane. | walk in my bosses\noffice in Amsterdam and | say, \"I quit.\" He said, \"Why?\" | say, \"I hate you.\" |\ncouldn't tell him why | was quit, | was doing on his time, all this black market\nbusiness. So | never went back to Switzerland for a long time, until maybe 1980,\nthe middle 80's with my family. Because now | had an American passport you see,\nthey couldn't do anything. But that's, that's my friend, |\nmean, great stories, as far as I'm concerned, so. | still have a suit sSomewhere's in a\nhotel room in Zurich.",
        "Q: Now, what happened to him and what happened to the...",
        "A: She went, he dropped that, they had moved to Los Angeles.",
        "Q: But before that, with bonds?",
        "A: Nothing. Oh. | couldn't have them, | couldn't have a safe deposit in Switzerland\nafter he gave them to me, so | gave this to a girlfriend | was dating, this girl | told\nyou about whose mother wasn't Jewish?",
        "Q: Cecile?",
        "A: Cecile. You want to hear this now?",
        "Q: Okay.",
        "A: Cecile, So we were going steady, kind of, we were very close and great friends\nwith a beautiful girl. She was younger, she was about two years younger than | am.\nAnd | left Switzerland, went back to Holland in August of '49 and in December |\ncame to America. |, and then in '53, in '52, we kept on corresponding. In '52, early\n‘02, we decided she would come here. And now it goes in the middle to the, in the,\nin the end of '52 and she had worked all the, for a number of years, in a children's\nhome, where they had children from England, which was common in Europe,\ntook children in mountains in Switzerland who had TB. And\nfor some reason in those days, the air in Switzerland, and the rest, could cure them,\ntoday you have medicine. So she worked there. And the reason she worked there\nis, she didn't have to financially because her family had enough, she wanted learn\nEnglish language and figured that would be the easiest because she was going to\nAmerica. She worked there and, when she went to her visa, to the American\nconsul, they had, she had to have an X-ray taken, it's the law in those days. And\nshe had TB. Poor girl, she had contracted TB from being around those children.\nAnd they wouldn't let her in this country, they wouldn't let her in. And it was\ndevastating for her and for me too, it was disappointing because, and that was the\nend of '52, it goes into '53 and all of a sudden I'm drafted in the army, Korean war.\nthe Korean war here. So I'm go in the army, | said there's no\nway | can bring this girl over here. | mean | can, | was making\n72 bucks a month in the army, | had no money, | had nothing.",
        "Q: And how old are you at this point?",
        "A: Now I'm 25, 25, yeah it was 19, let me see, 25, 26. And so | write her a letter, |\nsaid I'm sorry. | couldn't tell her that | didn't want her to come, | couldn't tell\nbecause | wouldn't marry if she had TB, | was scared, in those days, you didn't\nknow that TB was curable, in the early 50's, it was a very serious matter, | was\nscared to death. So what did |, | said some other girl here,\nthat's how terrible , | lied, there was no such thing. And then\nshe wrote me one more letter back, which | never wanted to read again, | threw it\naway real fast because it was, it was horrible. Anyhow, so | had to contact here\nbefore that though, because all those bonds, she had in her safe deposit box and\nmy friend , he went there and met her. He met her | think once\nbefore with me and he picked them up so that's the end of that story and he\ndropped it, my friend. | don't know what happened to this girl. | can't find out and |\nshouldn't find out, I'm married now.",
        "Q: Did in part you, did in part that feeling like | survived the camp, | mean the first\nthought that comes to my mind is, you survived World War 2, you survived the\ncamps, you didn't want to get TB at that point.",
        "A: Well, let me tell you what happened to me after the war, that | haven't said that\ntoo often, hardly ever, | don't think | ever told my family. When | got out of the\ncamp, | knew | was sick. | Knew | was sick. | went through every doctor | could get\nin. First our family doctor, small town, | said, \"| have TB.\" Why? Because\neverybody else comes out of the camps has TB, . Doctor said,\n\"No, you don't have TB.\" Six months | went back to the doctor, \"I'm sick, | have\nTB.\" | didn't feel sick, | had it in my head that | was, that | was sick. Then | went\nfrom Berculo(ph) to Utrecht(ph), | went three ____ to the university, four or five\ndoctors in a row, \"| have TB.\" And they kept on saying, \"You don't have it, we can't\nfind it.\" | went to Switzerland and the same thing. | had this constant fear, that |\nwould end up having ITB, because there was no medicine. | know that my\ncolleagues, a lot of them had TB that | knew and were living with this and dying of\nit. And | thought | had TB. | didn't have TB, | wouldn't be sitting here.",
        "Q: But she had TB and she was wanting to come to America with it.",
        "A: This story | never told her of course. No, she didn't know, she was coming here\nthen she found out she had TB when she had to take an X-ray. The doctors found\nit, the American consulate. So that's kind of a sad story because...",
        "Q: Very sad.",
        "A: ...she was a, she was a beautiful girl, a terrific girl and we liked each other a lot, |\nremember that, but , but a past love affair, everyone has had\nthose. And not, it's not make an exception with me. So that, | tell you all my\nbubbameisers(ph) here. You know what bubbameisers(ph) are? | tell you all my\nbubbameisers(ph) here. Cause they come to me while I'm sitting here thinking. |\nmust tell you, that | started saying earlier, my book starts with a line that I've\nheard. It takes 40 years to remember if something bad\nhappens to you, that's in the, in one of the books of our\nreligion. In another mishna, it says that at one of the\n, one of the rabbis said it takes 40 years for a human being to\nremember something bad, if something bad happens to him that they can talk\nabout, takes 40 years to clear out your mind. And | must say, the man said it\nmaybe a thousand years ago or 800 years ago, | agree with that. | didn't think\nabout other things, | didn't think about the camps, you know, you think about it. Not\nthe way | think about it today. | took showers all those years, didn't bother me, now\nwhen | take a shower in the morning, I'm feeling my back cause | have scars. Now\n| feel it every day. | don't feel, I've never felt it. Smell. | can't stand chlorine smell,\nbecause that's all we smelled in the camps. This, this, they spread chlorine on, all\nover. | smell it more now than | ever did. Just in general, thoughts about my\nchildhood. People have, people have said that you remember. I'm, | feel I'm\ncoming out of a hypnosis finally, after 50 years.",
        "Q: Why do you think that's happening?",
        "A: It's because that's what the rabbi said, it takes 40 years to, to, to remember if\nsomething sad happened to you, like you don't want to remember and it had to\ncome out of your system maybe. It's not, it's not, there's no impact on my life.",
        "Q: It's a safe enough distance?",
        "A: Oh yeah, | can live with it, because | have to live with it and | have enough other\nthings which attract me, my work and | like to work, | really enjoy my work, | love to\nwork. And my family and my grandchildren. So | have being\npulled away, and | do a lot of things that | enjoy, various things.",
        "Q: Let me have you go back and that...",
        "A: My mother's brother left in the, in the 30's, to United States. His wife had\nrelatives here. And they lived here in San Francisco, they moved here. And, when\nthe war was over, | contacted him and my, and his and _ the two uncles, | talked to\nin the camp, | said brother. And | finally went here, my uncles didn't want to go to\nAmerica, they were too old by then, they thought and couldn't make a living here,\nthe language. So | went and he had two children. My uncle and aunt died in the\nmeantime. My uncle left, he died in 1951, so | only saw him\nfor a little over a year. My aunt died later, she had become a very good friend of\nmy wife's. They became very close, those two. A very beautiful woman. And they\nhave two children, a boy and a girl. The girl lives in New York, I'm very close to, we\ntalk to each other almost every week. My cousin, the boy, we never talk. We\ntalked last year or two years ago, but he, he has got a hang up with Jews. So he's\nmarried to a non-Jew, which is his business. But he, he is, he's anti-Semitic almost.\nIt bothers me no end. He's got a terrible anti, he's anti-lsrael and he doesn't talk to\nhis sister hardly either. His sister Phyllis, who is not involved in the Jewish world as\nsuch, even though she is married to a Jew and married to a terrific guy.",
        "Q: Why do you think he?",
        "A: | have no idea, | have no idea why he is, he's so anti anything Jewish, he makes\nvery nasty remarks about it and he knows how | feel, he knows how his sister feels.\nAnd his aunts, who are dead now, his cousins. He has very little contact with the\nfamily. He was sales manager for Levi-Strauss, he's not an incompetent human\nbeing. He, he was in southern California, the big territory for Levi-Strauss. Levi's\nand he's retired now, | think. He ran for mayor of Santa\nBarbara , he's no slouch, but | will, | don't want to talk to him. | don't think he wants\nto talk to me either. It's a mutual thing.",
        "Q: Would you repeat about...",
        "A: He doesn't talk to his own child, he has a daughter, who lives up here and my\ndaughter, they talk to each other, but he doesn't talk to his own daughter, so\nsee there's something wrong with him.",
        "Q: The, about how you remembered the address.",
        "A: | don't know, | remember more things from my childhood at times, like addresses\nthan | remember what happened yesterday. | forget who, | forgot who | have lunch\nwith, see | got to think. But | do remember things way back. They come back now,\nthey open part of me, they open up now. A psychologist would have a heyday with\nme, a psychiatrist would have a heyday with me. | was offered by a psychiatrist, he\nwanted to do, really go through sessions and sessions with me and | said, \"Not a\nchance, | don't need that.\"",
        "Q: But you were saying that you, you had heard the address of your...",
        "A: Well, my mother used to write them all the time, you know and for some reason |\nthought, | remember my grandmother's phone number.",
        "Q: What was it?",
        "A: Number 2. She lived in a town, there were about 3,000 people at the most,\nmaybe even 1500, | don't know. They were the only Jews in that town, my mother's\nmother, the one who went to Theresienstadt. And there were two phones in the\ntown, one was at city hall and the second one was my, my family because they\ncould afford it, the rest... | told you, we were in good shape. | know my parents\nphone number, 2/0. | don't Know, why would | remember them,\n. | don't remember numbers I've had in here, in this city.",
        "Q: But the most...",
        "A: That | remember. | do not remember my phone numbers | had before we got\nmarried, say, or the office number, | worked in an office for 18 years until we sold it,\n| have no idea. | remember the street address, but | don't remember the phone\nnumber. | should, right? Logically | should.",
        "Q: It's not logic.",
        "A: No, it's , but | remember my parents phone number and my,\nlook, there were 7,000 people in that town, maybe, it was 2/70, wonder why |\nremember that.",
        "Q: Do you remember songs from your childhood?",
        "A: No, not really, no. | don't remember. That's a good question, no one ever asked\nme that. Oh, children's songs, which are, maybe, things like they sing, sing now.",
        "Q: Such as? sing a little bit of it if you could?",
        "A: | don't remember. But every | hear children sing this, we\nused to sing the same melody.",
        "Q: Do you remember your mother ever, or your father ever singing you lullabies?",
        "A: My mother must have, my father was very musical, he liked to, he played the\nharmonica. He loved that. They couldn't afford violins, things like that, but they\nweren't on that level. None of, none of the Jews in where | was born and\n| ever went to college, they didn't, most of them, | don't think\nthat, | don't know how many went to high school even. That wasn't done, nobody\nwent on, they didn't have those things. They went to elementary school eight years\nand , that was enough and that's all they had to, to be. And\nexcept my mother had one cousin who was a physician, the rest were all\nmerchants.",
        "Q: Well let's go back to you telling the man that you hated working for him in\nAmsterdam.",
        "A: Oh, you mean when | quit?",
        "Q: Mm-hm, then what happened?",
        "A: Then | called my uncle in San Francisco, that was in August, end of August of\n‘49, called my uncle here in San Francisco, | said, \"| want you to send me the\npapers.\" He just kept on writing me all the time, come over here, come over here\nand | didn't want, | didn't know. | wasn't ready yet and | wasn't ready to go to Israel.\nFor some reason that had no feeling for me at that time.",
        "Q: Why do you think that was?",
        "A: Because | was in the wrong milieu, most likely. | didn't, luckily | think, that | didn't\nget into the DP camps, which happened to most of them. Most of the eastern\nEuropean Jews really couldn't go back behind the Iron Curtain, but Holland and\nBelgium and France, they all went back to their countries. And why didn't | want to\ngo to, | don't know, | just wasn't ready yet. | was, it wasn't, | wasn't ready, even\nthough my uncle wanted me to come here. So |, | got a hold of my uncle and | say,\n\"| want to come now.\" And by the end of August he thinks that he has set things in\nmotion and the fifth of December, | left Holland. You couldn't get on the boats, this\nwas a very serious problem and through, through another friend | got on the boat\nbecause this was a big steel company with offices in, in Holland, in New York, in\nEngland and they had guaranteed seats on these ships leaving Holland because\nfor the commerce, bring the commerce back and they gave me one of their seats.\nIt's a mutual friend and he arranged it and that's how | got to\nNew York. And | spent about three weeks traveling, sitting in New York with my\nuncle's wife, my aunt, her sister and | went to Philadelphia to see a friend who had\nsurvived, | was in the camps with and then | went to Chicago to see another friend\nof mine and then | went to San Francisco, by train.",
        "Q: What were you thinking on the boat over?",
        "A: | was very excited to, to get to America, we had this huge dream of America, it's\na garden of Eden and all this. | Knew my cabin, there are four people in the cabin, it\nwas very packed. But it was overwhelming. We went to Bermuda, went first from\nHolland to England, to Southampton, then they stopped and they stopped in\nBermuda, it was beautiful, | never seen this kind of tropics and this kind of\nenvironment. And then New York, Statue of Liberty. And, but it was all, you know,\nit's so overwhelming, people, people think they remember details, | don't remember,\nit gets overwhelming, things of importance. You forget the emotions | think, years.\nWe act and look and then observe.",
        "Q: Did you speak any English at that point?",
        "A: Very little, hardly anything. I'll give you an example how much English | spoke.\nAfter I'd been here for a few, a few weeks, | had a terrible sty on my eye, so\nsomeone says, \"Well go to the Mount Zion clinic,\" which as you know, the Jewish\nhospital here was then. So | went to the doctor and he says, | remember, | don't\nknow why | remember that. He said, \"Does it hurt?\" And | said, \"It's very painless.\"\nSo he says, \"Painless? You mean painful?\" | said, \"No, painless.\" No where'd |\nget the word painless? When | used to be on the bus to go to work, there was an\nadvertising dentist, he was called painless Parker. So | thought, pain, painless,\npainful, what's the, so | tell him no, it's very painless, he says painful. That's how\nmuch English | spoke, now you know. But | learned fast, | went to school every\nnight.",
        "Q: Where?",
        "A: ___ high school in, four high schools. Washington High, Balboa High,\nCommerce High and Mission High. Every night that English class, they had\ndifferent nights, Monday, Tuesday, Wednesday, Thursdays. Went by bus to the\nhigh school from seven to nine and | lived in a boarding house, in a boarding house\non Washington Street, right near the Jewish community center, | used to go there.\nnight time before, | usually worked, | worked quite a bit.",
        "Q: What... [end of side 1 of tape 2] Okay, so...",
        "A: do you have to close that?",
        "Q: Thank you.",
        "A: Will it work without?",
        "Q: Yeah, it'll work, but it just keeps the dust out, it keeps it more protected. So,\nwhat work were you doing when you came here?",
        "A: The same, real estate.",
        "Q: Immediately?",
        "A: But, well | was hired by this man, because when | came here my uncle had got\nme a job within a week or two to sell to the restaurants and apartment houses,\ndeodorants and disinfectants and soaps and toilet paper, you know, those janitorial\nsupplies. It was awful, it was terrible and they didn't pay me. And so then | heard,\nhaving met by now some people, that the Jewish family and children's service had\nan employment committee and | went there and | met this wonderful lady, her name\nwas Paula Shirnholtz(ph), I'll never forget that. An elderly person, she worked there\nas a caseworker and | told her that | needed a job and she says, \"Well we have a\ncommittee and | will take your case to the committee tomorrow night and then you'll\nhear from me.\" Well, the next morning, or the, the morning after, she says, \"Here,\ngo see Mr. Alberton at 157 Sutter and he, he's a member of the committee, he\nwants to see you.\" So | went in there, there's another man sitting there waiting and\nhe interviewed me and he said, \"You know what the real estate means?\" \"No, |\ndon't know.\" He hired me, at, and his partner, there were two partners, a younger\npartner, his partner says, \" the guy can't speak English, what do you\n, you know, somebody\nwhen he was in his late 60's, early 70's, very compassionate, very fine person and\nhe hired me. So | had to put up signs and collect rent. | didn't have to be a scientist\nfor that, right? So that was in 1915, and then | started slowly making leases and\nmaking sales and then, then the army came, had to be in the army for two years.",
        "Q: Now, why did you have to be in the army?",
        "A: | was drafted.",
        "Q: But had you, when did you get citizenship?",
        "A: In the army.",
        "Q: You were drafted before you had citizenship?",
        "A: Yeah. That was the law then. | was drafted and then | went to the draft board\nand | told them my sad story. | didn't, my boss did. So the draft board says, \"Well,\nwe can handle, we can change that, why doesn't he go and join the reserve unit\nand go into the , the army base here once a month and he can\ndo it for a number of years and he doesn't have to go in the army.\"",
        "Q: Now when you say, | told them my sad story, what do you mean?",
        "A: Well | told them | already was in a war. And | don't, | didn't go into details\nbecause there was some lady sitting there, she wouldn't have known.",
        "Q: Did you tell them you were in the camps?",
        "A: Yeah, | told them | was in the camps and | was in the, in the, in the, and that,\nbecause | said | didn't want to go in any more wars. But it didn't make any\ndifference to them, that's just a book and they followed the book. They didn't have\nanything in the book that you can't take guys with my background. So they said,\n\"Well, | want to be,\" she want to be nice to me, really nice, and she said, \"Well go\ntothe _ and join the reserve unit, you go once a month on Tuesday nights and,\nand, and you don't have to be drafted.\" | did that, but they drafted the unit, they\ntook the whole damn unit after six months going through, through this\nthing. And ended up in Fort Worth, 16 weeks of basic\ntraining, | was the oldest man in the platoon. He called me Pop, cause it was all\nyoung kids, they were 19 and 20 year olds and | was 26. And then, then | went to\nFort Lewis, they were going to send me to Germany, | refused to go to Germany.\nThey said, \"You got .\" | said, \"I don't care, but I'm not going to\nGermany.\" So | went up to Fort Lewis on the way to Korea and they kept me there.\n| became a supply sergeant. | came out as a sergeant, which is pretty good.",
        "Q: How did you feel, being in the army?",
        "A: | hated it but | liked it also because, in retrospect more so, |, | never knew\nAmericans. In San Francisco, the Jewish community center, | go to the Temple, |\ngo, made a few Jewish friends there, met over and some\nfamily, my aunt and uncle. And | never knew the Americans. So being in the army\n| met the Poles, from Chicago and then the Blacks from the south and the, and\nthey, and the Jews from Brooklyn, | met every American there is. Indians. And,\nwhich amazed me the most was when | was the supply sergeant this young man\nused to come down and say, \"Can you read me the letter from my mother?\" They\ncouldn't read and write yet, people who had come in the army couldn't read and\nwrite, they were so illiterate. And mostly out of Tennessee and Indians out from the\nreservations. And | was their interpreter and | wrote letters for those kids.",
        "Q: You, who was just learning English yourself?",
        "A: Myself, yeah, but , but I, | could write them a letter to their, to their parents, and\nthey, they all, excuse me, they were very, very good kids and then they brought a\nlot of Mormons in from Utah, who were very disciplined and very straight and, and\nothers, but...",
        "Q: Do you remember the content of any letter you wrote for somebody?",
        "A: Not, these . Dear Mama, I'm fine, how are you? Yeah. Hope\nyou're fine and goodbye. We went, we had inspection yesterday, or we took a\nmarch. These kids weren't college material. But the, the Indians were very good,\nthey made very good sharpshooters. But then | met Blacks, which I'd never met\nbefore. | met people from all over the, different nationalities and background, so, so\nin retrospect, | still correspond with, with several of them, from the army. Boys who,\nboys, boys, they're not boys, they're now in their 60's, who are in Montana, one in\nWyoming, one in New York, one in Seattle. Christmas time we send, we send each\nother Christmas cards.",
        "Q: Now one thing | notice about you, you keep everybody in yout life.",
        "A: Not really. | can give you a longer list from people | don't want to talk to any\nmore.",
        "Q: Yeah, but there's an awful lot of people you keep track of and you stay in touch\nwith.",
        "A: Well, well, yes, not a lot any more, it's, because people\nwho have not shown loyalty to me and if they don't show, then | drop them, then |\ncan't handle it. But people over the years, we stay in touch. Now this army\nsituation goes back, it's only once a year, Christmas time and, and from the camps,\nthe only friend | had really from the camps is the one who dropped dead in the, just\ntwo years ago, my friend Hans, we were very, very close. Another fellow | was in\nthe camps with lives in Paris. | met him twice in Israel, it so happened, because we\nhave a mutual friend now. I'm in, in, in, in touch with his mutual friend | met when |\nwas on the board of governors of the Jewish agency and we have become very\ngood friends, the four of us. But this other boy was in the camp, we had nothing to\ntalk about to him. He speaks very hard English because he's a Frenchman from\nReeon(ph) and we met twice and | thought maybe should get together more, but\nthere was nothing to talk about.",
        "Q: While you were in the army, were you telling, or in America, did you tell people\nabout what you'd been through, did you tell them about the camps and World War\n2?",
        "A: Until a few years ago, maybe now it's 10 years, 12 years, not more than 15,\nnobody knew that I'd been in the camps, | never talked about it, | didn't tell anybody.\nPeople maybe, maybe people knew, people didn't ask me, | didn't tell them. People\ndidn't know. | got involved, through the Jewish family, , called\nme one day and | was active in the federation in '55 or, | mean every campaign\nsince 1955. But early Rob called me, he says, \"Look, there was an incident with\nthe Nazis in the sunset district and we have to organize the survivors here. | know\nyou're one,\" and we knew each other fairly well. He said, \"And | want you to help\nme, because the survivors are going bonkers, | need to arrest one, one father and\nson who have burned a Nazi bookstore and you're going to get involved.\" They\nweren't organized, so | got involved and from there and then we had this group, that\nI've chaired most of these years, | can't find a, a substitute, nobody wants it. And\nthey won't let me go. And immediately , every year now. Then\nwe built the, the memorial, you know, that Holocaust memorial, and which\nGoldman and | chaired and others, but\nwe were there. She was the chairman, | was, | was the fundraising chairman. She\nwas the artistic chairman, | was the overall chairman. And\nthen we, we build the...",
        "Q: You're talking about the Holocaust memorial in San Francisco?",
        "A: And then the, the George Segal(ph) piece. And then we built, before that even,\nwe built the Holocaust library and research center here. And that was done while |\nwas president of the Bureau of Jewish Education, about that time. But that was\nspearheaded by Max Garcia(ph), a Dutch Jew, a Sephardic Jew, is one of the few\nSephardic Jews alive here from Holland. My wife is Sephardic, her father's family.\nOriginally, great-grandfather came from Baghdad(ph), through England, to Hong\nKong. My wife was born in the Orient, all Sephardim.",
        "Q: Now when you say no one knew you were a survivor, what about your wife and\nyour children?",
        "A: My wife knew a little, yeah we talked, but she never asked me, she didn't want\nme to talk, cause she didn't want me to think about it and talk about it and she tried\nnot to have me see anything on television if she could help it. My children knew\nbecause they did it behind my back, they never asked me and one day, when they\nwere in their middle teens, | remember it very vividly, | decided that | better tell\nthese kids more than just what they hear, what they read and what they have\nextracted from me. So | took them individually, first one, then the other, in the car\nand we drove up to the Sonoma and | said, \"Look, we going to, today we going to\ntalk about, I'm going to tell you a few things.\" And they, unless, it felt like, they said\nboth and | didn't tell one from the other, they both said independently, they weren't\ntogether, that | brought them separate, \"We don't want to talk about it, we know all\nabout it, we know, you don't have to tell us any more.\" So they didn't want and |\nthink that was because my wife must have instilled that in them, they didn't want me\nto feel hurt and to think about it or talk about it, think about it, whatever.",
        "Q: Relive it?",
        "A: Huh?",
        "Q: To relive it?",
        "A: Yes, they said, \"We know, we, we checked everything out, | mean\n, we've read about it, but you don't have to talk about it.\" So\nobviously now they're 36 and 38 and we never talk about this. My best friend, the\none, my friend Hans, who | told you, he and | were in Auschwitz together and we\nwere in Warsaw together and Dachau together, he would never talk about it. | tried\nto talk about it to him, is because | wanted to prepare myself for my book. | wanted,\nhe would never, he says, \"No reason talk about it any more.\" He would never talk\nabout it, he would never talk about It.",
        "Q: Did he have a family as well?",
        "A: He never had children, she couldn't have children, she had, they did experiments\non her. She died before he did.",
        "Q: How did you feel when they said, we don't want to talk about it, when your\nchildren, you were ready to open up and they didn't want to hear?",
        "A: | was a little disappointed and then | also felt that they were very protective of\nme, so | dropped it. They knew and they can read and they know.",
        "Q: Would you do it the same over again, if you knew now that...",
        "A: Yeah, probably. Yeah, | couldn't change that. And that's the reason | want, I'm\nwriting this book, so they have, so they can read it, but they, of course if they want\nto ask me, they could ask me, they never ask me and that's only because they want\nto protect me. And my grandchildren, who are six and eight, by the time they have,\nby the time can comprehend life a little bitter, better, , | may not\nbe here. So that's why | want to put it in writing.",
        "Q: Well what about, what about the interview that you did with the Holocaust\nmuseum, have they seen that?",
        "A: No.",
        "Q: Or read that?",
        "A: No.",
        "Q: You mean | know more about your life than your children do?",
        "A: Right.",
        "Q: And your wife?",
        "A: | don't know if you know more, but they didn't read it. I'm putting all, I'm\ncombining it all in there, in my book, not, there's separate documents. | had a oral\nhistory taken because it's the custom here in San Francisco that the past presidents\nof the federation have their oral history taken. And the one who took mine was the\nfor the federation. It's not finished yet, it's finished, but they\nhaven't yet. And they'll come out the next couple of months.\nThey haven't read it, they haven't read, | didn't want them to read the manuscript,\nnot of the book, because | want to finish that, but they have not and the one from\nWashington, | must tell you, | have it in video and in writing. | don't even know why\nthey want, yeah | think | have it, | Know where it is now. | think it's not so good and |\nthink that , almost think it's boring, but that's me.",
        "Q: It's not boring.",
        "A: It's not boring, | thought it was very poorly done. You've got more out of me than\nthey have, | think, right? Smart. Very smart.",
        "Q: Well tell me this, how do you think it affected you as a father, especially that you\nweren't telling them about it. How do you think having what you went through...",
        "A: Well there's a reason for this and I'm going to tell you the reason. When | came\nto San Francisco, | stayed with my aunt for a week, my aunt and uncle, then | said,\n\"| need an apartment.\" How much, | had no money. So! got a room in a basement\non 25th and Anza(ph), which cost eight dollars a month and | had a bunk bed,\nwhatever it's called, a mattress and a curtain and that was my side of the garage\nand the other side was a car, left every morning at seven. | don't even know who's\nit was, lived upstairs somewhere. But |, |, | saved enough after | got, | bought\nmyself a radio for five dollars. So | listened only to speaking, never to music.\nAnything speaking to listen to the language, night after night, way into the night.\nDamn flowers. And so that's how | learned the language a little bit and | wanted to\nbe an American. | didn't want to live with my aunt's here and her sisters. They still\nspoke German and all their friends. | can speak German, to continue that.",
        "Q: This was, you were out of the village now, you wanted to be somewhere else.",
        "A: | want to get out of there and | went to the Jewish community center and | joined.\nWas 12 dollars a year, but | couldn't pay them 12 bucks, so | worked a deal with the\ngirl on the counter, | pay one dollar a month, a month. One dollar when | could pay,\nbut | couldn't pay more. So | wanted to be an American, | looked up to this whole\ncountry and | still do, as much as I'm now complaining more than | did then,\nbecause of our damn politicians.",
        "Q: But that's being American.",
        "A: That's being American. So |, | went to the center, after the first year being in\nthere, going to school, on weekends went to the center, then | went to the center\nalmost every night. And when you ask me about why did he join the Masons, |\nwant to be an American. | went in Toastmasters International, | went, | joined,\nwhich was very hard for me, but | joined Toastmasters International, later on, after\n95, | was in the junior chamber. | wanted to be like, and I'm saying this over, is |\nwant to be like everybody else, | want to have that, that part of life had to stop\nbecause | couldn't function if | lived that life. | didn't want to think about it. And |\nwanted to have my children a normal life, an American, so called American,\nmeaning a normal life. I'd been watching some of my friends who were survivors,\nwho messed up their children no end, messed them up, psychic, psychiatrically.\nThat's all they talked about and then listen, | had to listen\nsometime and |, obviously , when | was in the camps | didn't\nhave a nice meal like you have tonight. And they do this, they did this. And | can\ntell you some of these people are really fucked up, pardon my language, it's not\nmessed up, they're so messed, so horrible. | have a guy | help every so often\nbecause he, the guy is going crazy with it, himself, they can't\nfunction, those kids. They're not kids any more. And | didn't want to be like that. |\nwanted to be like same guy, like this lady is here, | wanted to\nbe an American and | didn't want my children to be affected by that. Pardon my\nlanguage, | shouldn't have used that word, but that's how | felt about it, | was angry\nthat they would, that they messed up their children and | didn't want that and I'm\nstill, | still feel this today. | still talk about today and | watched this. They're either\nestranged from the children... | have a couple | ran into recently that | hadn't seen\nfor awhile, they moved out of town. | said, \"How are your kids?\" \"I don't know.\" |\nsaid, \"What are you talking about?\" These were people in the camps, | said, oh no,\nfirst | said, \"You have grandchildren?\" That's how | started out, because you know,\n| love my grandchildren, | have a great time with them. They said, \"Oh, we never\nsee our grandchildren.\" | said, | said, \"How can you talk like that Helga?\" | said,\n\"What about your son?\" \"We never see him.\" | haven't, | talked about it for one\nweek to my wife, | said, \"I can't believe them.\" And these are nice people, these\nare not slobs, these are nice, decent, good citizens. Intelligent, successful, they're\nretired. And they messed up their children. And | was right, | didn't want to live\nthat, | smelled it, | saw it in Holland right after the war. | saw the cliques and they sit\nthere and about how it was in Auschwitz, how it was in\nBirkenau. | said, | knew it already. Now a lot of, some of the more intelligent\nsurvivors didn't talk to each other about it and when the conversation come up,\nthere was nothing to, there was nothing to remember and nothing to commiserate\nat the misery, because it would only perpetuated, | wanted to be like everybody\nelse and | will tell you today, | succeeded to the point that my children are very, very\nnormal, very successful, very smart, they have everything. They're college\neducated, they have it all.",
        "Q: And what did they think when you started getting involved with the Holocaust\nmemorial here and the Holocaust Museum nationally and that part of your life\nstarted expressing itself more?",
        "A: Good question.",
        "Q: So...",
        "A: Did my children, did my children and my wife encourage that? First of all | didn't\nask them. Second of all, if | had asked them, they would have said, \"What do you\nneed that for?\" My wife more so than my children, most likely. Most likely |\nshouldn't say, because | know. | did it anyhow because I, | was asked, | felt | owe\nand it had to be done by someone who, who was willing to do it and, and, and had\nthe connections nationally, was politically involved. And just as a matter of, | think\nthat | couldn't walk away from this, since | was asked. And | was asked locally was\nmine, it was easy. Nationally it was much, much more, more a bigger commitment.\nThey were very proud of me. They always applauded it, my children and my wife,\nbut if I, if they had to make a decision for me, they would have says no, enough is\nenough. Which | think was normal and | would have done the same in their\nposition, because they're very protective of me. So that's why | didn't ask them. |\ndidn't know that. Now, did they go to the opening, of course.",
        "Q: And what happened that night and that week in your family's life?",
        "A: In the opening? Well, | tell you, since Susan works with me here, she saw more\nwhat's going on and, but David really, really took to this, to a point that | could see it\non his face. His wife also went of course and his wife and | are very close, she's a\nwonderful, wonderful girl. They understood it even better, they were very proud\nthat they could see their father's name on the wall there, as one of the markers, you\nknow. And, and maybe they didn't understand when | was\nthere twice a month for many years. all about, cause was hard\nto understand for anyone. But when they saw that, and Fern had been with me in\nWashington of course, not often, but you know, a few times. On the way to Israel\nwe stopped over there, so she was with me. And of course they, they understand it\nfully. It was not that there was any remorse or regret that they had not stopped me,\nto the contrary, it's just not discussed. That's what he wants to do, that's what he\nhas to do, that's what he should do. Oh yeah, and the kishkas(ph) in the, in the, in\n, they know that it has to be done. They're very, very, my\ndaughter is more of a street person, like me. David is, there's no gray with him, it's\nwhite or black. And he's a very, very successful surgeon, he's an orthopedic\nsurgeon here. Very, he's a, he's a real star. | can say that because people tell me\nthat daily. So he's on his own and so there's nothing, in retrospect it's good and |\nknow they're very proud of that. That's all but, did he agree with me at times, no.\nNot that he said it, but | could feel it. My wife says, \"God, you're killing yourself,\nyou're killing yourself, schlepping(ph) there all the time,\" you know, flying back and\nforth. What can | tell you?",
        "Q: | have about five questions at once here. First of all, how, did they ever see your\ntattoo growing up?",
        "A: The children? Yeah.",
        "Q: What did they, how did you explain that to them?",
        "A: Well, the early days | couldn't explain it . Even my\ngranddaughter asked me not to long ago, what is that? Oh she said, \"Is that your\nphone number?\" Something like that, the little one, you see and | couldn't explain\nthis to a five year old, four year old, five year old then maybe. | said, \"I'll tell you\none of these days.\" My children? Fern told them, my wife told them, I'm positive,\nbecause they didn't press the issue and I've never heard them say, that's, like,\nthings like my father had a number on his arm, you see, | never heard them say\nthat. Because it's private. | tried to, | tried to wear long sleeves most of the time,\nwhich | notice a lot of survivors do. You don't want to, except when I'm in Hawaii\nwhere we go on the beach, or on the pool here, swim every morning, that you can't\nhelp it. People are very respectful of it, to me at least and the ones who ask, | will\nexplain. Non-Jews don't understand, some of them really don't know what it is.\nAnd then | explain it. And Jews, if they have to ask me, then there's something\nwrong with them, they should know. And do l, | tried to play it down, that's why |\ndon't wear short sleeve shirts in the summer or in the winter. So and the children\nnever, they never made an issue of it. I'm sure their mother explained it to them\nbecause that's the protection they had.",
        "Q: How did you meet your wife?",
        "A: The man who hired me also introduced me to my wife. That's Mr. Albertson.\nThey lived in the same building together, they were friends, family friends.",
        "Q: Here in...?",
        "A: Here in San Francisco. He and my wife's family, they were friends.",
        "Q: Where was she while you were in the camps?",
        "A: At, in San Francisco. She went to Lowell High School and she went to Stanford,\nwhen | was in the camps, kind of, you know, she, she was born in the Orient, came\nto this, came back here before the war, parents divorced. She was raised by aunts,\ntwo aunts, who were like parents to me, she had two wonderful aunts. They also\nborn in the Orient, they spoke Chinese fluently. They were born there, so was their\nfather. They were Sephardic Jews who were in business in Hong Kong. And my\nwife was born there, so she was here during the war, so was her father, he had\ncome back here. And they were in the import-export business in San Francisco,\nthe offices in Hong Kong, Tokyo, Manilla. So they didn't know much about, first of\nall, they were Sephardic Jews so they had no, no relationship with any Ashkenazim\nin Europe, so nobody was killed, except my wife's, two of her aunts died in the\nJapanese concentration camps in Hong Kong, because the Japanese interned the\nBritish, they all had British passports. So they died in the camp. Not for, not like\nthe Germans, they died there of, | don't know if it was malnutrition or some\ndiseases, but it was different. That's the only relationship they had with the war,\ncause they were British subjects.",
        "Q: Were you afraid for her to find out when you first met her? Anything about your\npast?",
        "A: No, that didn't bother me. No, but | didn't make an issue of it, | didn't make an\nissue of it because, like | said earlier, | didn't want to be like, | don't like to be around\nsurvivors. They're very narrow minded, at least the group here in San Francisco,\nothers | know in other parts of the world, over the years, but here in San Francisco\nit's so, it's not a, | don't enjoy this group at all, that's between us, maybe | shouldn't\nput it on tape.",
        "Q: That's to be stricken from the record.",
        "A: Yeah, but their nice people and |, we go out with some of them, every so often\nwe have them over, they go to their house, to keep this relationship, but no, they're\nnot, they don't think like | do, meaning | don't want to live that life any more. | want\nto live like the rest of, like everybody else in this town, like 740,000 people.",
        "Q: One thing you're saying that kind of amazes me is that you say you go\nswimming.",
        "A: Every morning.",
        "Q: From the first interview, you said that you didn't, as a child you weren't allowed\nto learn to swim, because of being a Jew.",
        "A: Ah, and | lived in Germany. They took the kids swimming, you know, not every\nday, but you know, once a month, once a week, | forget. Because | was the only\nJewish child in the entire school of 800 children and there's a, there was a city pool\nthey used, on the outskirts of town and | was, | went in that pool once, | think it was\nin first grade, was in 1932, or thereabouts, in '33, then | could never go in there\nagain, they let me, | had to sit on the side, while, while all the other kids were\nswimming. And | was the only Jew there. Couldn't have really messed up too\nbadly, but there's anti-Semitism. And the head of the school was an anti-Semite,\nmy teacher was not, but head of the school a was a Nazi, so no, | never learned to\nswim until, until | was in the army. | never had lessons, | just taught myself. Now |\ncan swim.\nEnd of Tape 2.\nTape 3",
        "A: ...nobody else ever, nobody else ever asked me.",
        "Q: Well, thank you for saying that.",
        "A: You should just use your own judgment.",
        "Q: Well, one thing, as I'm listening to you, talk about being, how did you make your\npolitical decisions, when did you become political and how did you choose what\npolitical party to, oh wait. How did you choose your political affiliation?",
        "A: Well, as you know my wife will, will take, she would love to sit here now and\nexplain it to you. She keeps on, my wife was a Republican when | met her. | can't\nexplain why, but she was. When | met her | was a register, registered Democrat.\nWhy? Because the Jews in San Francisco are all Democrats, so that you know,\nyou ask around, you register, so you register like all the rest of the Jews, Democrat.\nUntil, until, | think was around the Nixon, Nixon era, or there about and | became\nmore conservative and definitely when the Reagan, | really did not get involved in,\nin, in overt politics until Reagan, national politics. For some reason | got involved\nwith the Reagan campaign here and | used to go and travel with Reagan in\nsouthern California to introduce him to Jewish audiences, B'nai Brith lodges and\nTemples and all this. Because mutual friend was very close to his campaign and\nhe asked me to fly down there. And then | worked very hard, | was a chairman for\nReagan in San Francisco, Jews. And I'm very conservative\nand apropos, the majority of survivors and |'m talking about camp survivors, now\neverybody thinks they're a survivor, but camp survivors, are Republicans, are\nconservative. It surprises because the biggest surprise when\nyou talk to so-called, they say, \"How can you, how can you, a\nguy was in the camps, how can you be a Republican or be so conservative?\" It\nblows people's minds, I'm talking about Jews, it blows their mind, cause I'm\nsupposed to be a real bleeding heart liberal, you Know, who gives everybody else's\nmoney away, except their own. And you see I'm prejudiced, right? And I'm\nconservative, because | had to make it, | did. When | was in the army, | made 72\ndollars and that's all | had and | bought a war bond of 18 dollars and 75 cents,\nevery month for two years. Did | have money left over? No, because | didn't have\nenough money because you know, | have to get, certain necessary things you have\nto buy. | worked at night as a waiter on top of it, every night and Saturday and\nSunday, cause I'm conservative and I, | believe that you do it yourself, you help,\nobviously you know my life a little bit, people that need you, help them. That's why\nI'm involved so much with all the institutions here. But, but, this, this liberalism to\nme, is pulling the country in the direction Russia went. Russia is a basket case,\nthey can never get out of this, Russia is gone. They can't pull out of this. And, and\n| see, | see how we the deterioration which starts with the\neconomics and then it goes into the mentality of people and the crime, it's all part of\nthis, this, this ultra-liberalism and | cannot stomach this, | can't handle, | think it's\nwrong, you need to be more conservative, the liberalism is not going to, is not going\nto work the way this is designed for this country. It isn't going to work. Holland has\na liberalism in a different way and | watch Holland's the Dutch\npress, | read a little bit, not much and theirs is working differently, it's working better\nthan ours.",
        "Q: Why do you think that is?",
        "A: Cause they're controlling it differently, they don't let it get out of hand and the\ngovernment controls it, so they don't let, they, the special interests groups, who\ndirect things without really having knowledge, for instance this, this, this thing this\nweek about the trees up in, up north, a thousand people demonstrated. Two-thirds\nhave never been up there, they don't know anything about it, they saw dead trees\nand | think that sometimes you have to help nature. They weren't destroying the\nwhole thing. Plus the fact, how many people are out of jobs there? There's, the\nunemployment is unbelievable there in that area. Because that's all they had to live\noff, that industry. Destroy it? They're destroying, they're destroying an industry,\nvery simple. Cause, it's the eagle. They don't care about those God damn trees.\nSure, I'm saying they should take all the trees down, but in an orderly fashion you\ncan handle that, but no by saying, not negotiable. The people on welfare because\nof this. And there must be a middle path. You don't have to be on welfare,\neverybody. Healthy, workable people. But there's no other industry up there. It\nhappens constantly. | can tell you that closing up the situation was chairman of the,\nhe built a wing, the new wing on the Jewish home, he lost, we_ had,\ncertain glass, from PPG, largest company in the country. We\nfound out after we were waiting for delivery that the factory closed up because, it\nwas closed up because of, happened to be the union closed up that factory and we\nhad to go to Spain and buy that, that whole town was unemployed. There's got to\nbe a middle path. You see this, it goes too far. Now as a dictatorship, my side, no\ni's no dictatorship. But some people need, some people need guidance, but not\nthe guidance of saying, we'll worry about you, just get out of bed in the morning, if\nyou don't want to get up, we'll pay you anyhow. That's why, my kid's think I'm, my\ndaughter is a Democrat, my son is a Democrat, they think I'm Atilla the Hun. They\nthink I'm too far to the right, but | don't care.",
        "Q: So what lies ahead for you, what do you see ahead for yourself?",
        "A: For me? Not much any more, you know, | had some medical problems and this,\nI'm going through that, slowly I'm getting much better, I'm almost back to normal,\nbut |, | have a pacemaker and | had some heart problems and I, | think I'm okay\nwith that.",
        "Q: Is that part of what motivated you to write the book?",
        "A: No, but, no, no, what motivated me was basically because | was thinking about it\nmore and | want my grandchildren to Know where they came from, what they, what\nthey, who their grandfather was. One of my serious problems | have and | thought\nabout it yesterday, | don't know why it came to my mind, that most people can go to\na grandfather or to a relative and say, \"What happened when | was a child?\" And\nI've no one to ask. | don't know, I'd like to know more about my grandparents. |\nknow that | knew them, | know they lived there. My father's sister, she disappeared,\nshe died in Auschwitz, we don't know where, how, what date. My grandfather died,\nwas killed in Sobibor. But I've no one to ask. Someone, anyone you see has\nsomeone they can ask, there's some relative and | have no one. That bothers me\nat times and it's, it's the link that | cannot repair. So at least | feel that | got to pick\nup where | remember. | have no uncles to ask, my cousins all young, I'm the\noldest, so they don't know. And | had one aunt and a first cousin on my father's\nwas still alive, she lives in upstate New York. And , | talk to\nthem regular, I'm very close to her children. But | went to see, | made a special trip,\n| took my tape recorder with me, | said, \"Sophie,\" her name is Sophie, Aunt Sophie,\nshe's 97. So | tried to get some out of her, | couldn't, she was too old. Was too old,\n| went too late. Because this book about, | went about a year,\ntwo years ago and | spent the day with her and | ask her daughter to try and she\ncouldn't get it out of her. She can't talk, this is somebody older, so there's no one\nleft. | have cousins in Jerusalem, my mother had a first cousin in Jerusalem, they\n, they gave me pictures. So | have some pictures of my\nparents. | had no pictures. Now | have pictures. In 1980's, in the '70's or whatever,\n| to my cousin in Jerusalem.",
        "Q: You had gone until the 1970's from, from that last image of them in the camp to\nthe 1970's without seeing a, even a picture?",
        "A: | never had a picture. But the pictures | have now, they're not that good, they're\nall taken in the 30's when there was already, when they already, their faces are not\nthat, that happy. | have some pictures, except for pictures of my grandparents, my\nmother's side, silver wedding anniversary in 1917, | have two pictures that | found in\nJerusalem and | really enjoy looking at those pictures every so often, my parents.\nAnd then, and | have a picture of my father, which is not a very good picture and |\nhave only one picture of my sister and | found by accident, the neighbors had it\nwhen she was maybe 10 years old, | don't think she was 12, | don't know. So that's\nthe only picture | have of my sister. And that link | miss, that | can't, | have no one\nto ask.",
        "Q: | Know, | think about that for you, of all those events you've lived through.",
        "A: | think, | think about it very often, that my mother, would she enjoy seeing my\nchildren, my grandchildren. Of course life, life stops even in normal times, but\nwouldn't she like to see my success? You know, could she ever dream that | would\nbe what | am? I'm known worldwide, | don't mean to impress you, | mean | have\nfriends all over the world because of my Jewish activities and, not so much the\nmuseum, that too, in this country. My success, | have no need for money, I've got it\nall, two houses. What else can a guy ask for? | got a great family. And I, and |\nthink of very often, my father and mother, if they could only see this, cause they,\nthey were very emotional, especially my mother and so was my grandmother.\nThey cried when somebody had a baby they cried, they cried for everything, you\nknow how the Jews ? But that would be, that would be a great\nthing which, under normal conditions that wouldn't have been alive with my great\ngrandchildren are, chances are because they, they died in 1943, they were killed in\n43 when they were 46 years old. So, take your numbers | mean,\nthe chances they would know more than grandchildren,\nminimum, they were in their late 20's. my wife and | married, |\nwas 31, | was 31, she was 30. So, that luck only people who\nmarry very young and stay together, right?",
        "Q: The odds of that are slim.",
        "A: Oh yeah, chances are. But |! would have, | think about it frequently, not often, but\nfrequently. , my mother could only see.",
        "Q: It's ironic that being Jewish brought you the worst parts of your life and the best\nparts of your life.",
        "A: Yeah. | don't think it was Jewish, could be yeah, because of the camps, but the\nChristians went to the camps too, a few. And look what it did to the Russians. |\nsaw thousands of Russians being killed, in front of us in Auschwitz and other\ncamps. They killed them. Put them in ice water, big pools of ice water. It wasn't\nonly the, it was the Jews or the Gypsies, they did it to the Gypsies.\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: Would you tell me about the ring that you're wearing?",
        "Q: This one.",
        "Q: And what led you to the Masons?",
        "Q: Before you go there, let me do two things. Will you begin by introducing\nyourself?",
        "Q: And where are we today?",
        "Q: And your office, describe please the work you do and where we are.",
        "Q: Let's begin if you would with your liberation from the camps.",
        "Q: You remembered the town, was it still familiar to you?",
        "Q: How old were you at this point?",
        "Q: How did you go about finding them?",
        "Q: Was that common, was that going on around you?",
        "Q: Alone? Were there others with her?",
        "Q: Let me back up and ask...",
        "Q: No, | think you're doing exactly perfectly. | want to do a test on this. It's so\nfascinating, where to even begin. | want to, two things | want to ask you, first of all,\nhow did you feel, tell me how you felt as, I'm going to try and stay chronological, the\nphotograph, let's start with the photograph.",
        "Q: At Dachau, which...",
        "Q: ...the one, the one, no the one that's in the museum, that is not really at Dachau\nand where you're in the picture. Tell me what you, tell me what you remember\nabout that photograph being taken.",
        "Q: How did you go about doing that, where were the people that lived there?",
        "Q: What do you mean?",
        "Q: Why do you think you yourself were able to hold on to that dignity?",
        "Q: Do you, have you over the years developed a thought of why?",
        "Q: I'm struck by that moment that one day in April, you're in the camps, behind the\nwires and the next day you're sleeping in the barracks of the guards, the men who\nguarded you.",
        "Q: So let's go back and talk about that photograph.",
        "Q: Try and remember some of the questions he was asking you?",
        "Q: How had they realized that you were from Holland, how was that communicated\nto...?",
        "Q: Did you, fora moment when you were out of the camp, even though you'd seen\nyour parents going to the gas chamber, seeing your family, at all had, were you at\nall seized with this feeling of wanting to go search for them?",
        "Q: How?",
        "Q: And did you dance?",
        "Q: Who were you dancing with?",
        "Q: Did it help?",
        "Q: Textile business?",
        "Q: Tell me what was in the suitcases on your bicycle, what were you, what did you\nhave to sell’?",
        "Q: Just say more about that, please?",
        "Q: When you were in the camps, did you pray and did you connect to God?",
        "Q: Will you say it?",
        "Q: Do you, will you add that?",
        "Q: Can you say that for the tape?",
        "Q: Well, you live in San Francisco.",
        "Q: Before, I've a few questions right at the time when you were leaving the camps\nand going back to Holland, do you recall music that you heard at all in those week\nor two, once the Americans were there?",
        "Q: | don't Know, were people in the camps singing, were the Americans singing,\nwas there music on a radio?",
        "Q: Did you know, did you have a sense Germany was losing the war when you\nwere in the camps, could you tell what was going on with the war?",
        "Q: Do you have a theory of why you have that luck, do you have a...",
        "Q: Right.",
        "Q: | want to, before we go beyond the camps also, would you tell me about killing\nthe SS officer?",
        "Q: No, it's okay, | just ,",
        "Q: Okay, go ahead.",
        "Q: Wait, now where were the girls, I'm sorry?",
        "Q: You had known him before the camps as well?",
        "Q: Were you ever attracted to a non-Jew?",
        "Q: Did you stay in contact with that woman?",
        "Q: Let me look at the tape. (pause) Okay, so there you are now in which city?",
        "Q: Now how old are you at this point?",
        "Q: Yeah, we'll do, we'll hear the other.",
        "Q: | know the schmutz(ph), | Know from schmutz(ph).",
        "Q: That's what the book will be called, the schmutz(ph).",
        "Q: | do too, it's a good title.",
        "Q: | don't think for this...",
        "Q: You're always on a bicycle through all these stories.",
        "Q: What did you wear? What were you wearing during those years? What did your\nclothing look like?",
        "Q: What were you selling?",
        "Q: Where were the lists published?",
        "Q: Now, what happened to him and what happened to the...",
        "Q: But before that, with bonds?",
        "Q: Cecile?",
        "Q: Okay.",
        "Q: And how old are you at this point?",
        "Q: Did in part you, did in part that feeling like | survived the camp, | mean the first\nthought that comes to my mind is, you survived World War 2, you survived the\ncamps, you didn't want to get TB at that point.",
        "Q: But she had TB and she was wanting to come to America with it.",
        "Q: Very sad.",
        "Q: Why do you think that's happening?",
        "Q: It's a safe enough distance?",
        "Q: Let me have you go back and that...",
        "Q: Why do you think he?",
        "Q: Would you repeat about...",
        "Q: The, about how you remembered the address.",
        "Q: But you were saying that you, you had heard the address of your...",
        "Q: What was it?",
        "Q: But the most...",
        "Q: It's not logic.",
        "Q: Do you remember songs from your childhood?",
        "Q: Such as? sing a little bit of it if you could?",
        "Q: Do you remember your mother ever, or your father ever singing you lullabies?",
        "Q: Well let's go back to you telling the man that you hated working for him in\nAmsterdam.",
        "Q: Mm-hm, then what happened?",
        "Q: Why do you think that was?",
        "Q: What were you thinking on the boat over?",
        "Q: Did you speak any English at that point?",
        "Q: Where?",
        "Q: What... [end of side 1 of tape 2] Okay, so...",
        "Q: Thank you.",
        "Q: Yeah, it'll work, but it just keeps the dust out, it keeps it more protected. So,\nwhat work were you doing when you came here?",
        "Q: Immediately?",
        "Q: Now, why did you have to be in the army?",
        "Q: But had you, when did you get citizenship?",
        "Q: You were drafted before you had citizenship?",
        "Q: Now when you say, | told them my sad story, what do you mean?",
        "Q: Did you tell them you were in the camps?",
        "Q: How did you feel, being in the army?",
        "Q: You, who was just learning English yourself?",
        "Q: Do you remember the content of any letter you wrote for somebody?",
        "Q: Now one thing | notice about you, you keep everybody in yout life.",
        "Q: Yeah, but there's an awful lot of people you keep track of and you stay in touch\nwith.",
        "Q: While you were in the army, were you telling, or in America, did you tell people\nabout what you'd been through, did you tell them about the camps and World War\n2?",
        "Q: You're talking about the Holocaust memorial in San Francisco?",
        "Q: Now when you say no one knew you were a survivor, what about your wife and\nyour children?",
        "Q: Relive it?",
        "Q: To relive it?",
        "Q: Did he have a family as well?",
        "Q: How did you feel when they said, we don't want to talk about it, when your\nchildren, you were ready to open up and they didn't want to hear?",
        "Q: Would you do it the same over again, if you knew now that...",
        "Q: Well what about, what about the interview that you did with the Holocaust\nmuseum, have they seen that?",
        "Q: Or read that?",
        "Q: You mean | know more about your life than your children do?",
        "Q: And your wife?",
        "Q: It's not boring.",
        "Q: Well tell me this, how do you think it affected you as a father, especially that you\nweren't telling them about it. How do you think having what you went through...",
        "Q: This was, you were out of the village now, you wanted to be somewhere else.",
        "Q: But that's being American.",
        "Q: And what did they think when you started getting involved with the Holocaust\nmemorial here and the Holocaust Museum nationally and that part of your life\nstarted expressing itself more?",
        "Q: So...",
        "Q: And what happened that night and that week in your family's life?",
        "Q: | have about five questions at once here. First of all, how, did they ever see your\ntattoo growing up?",
        "Q: What did they, how did you explain that to them?",
        "Q: How did you meet your wife?",
        "Q: Here in...?",
        "Q: Where was she while you were in the camps?",
        "Q: Were you afraid for her to find out when you first met her? Anything about your\npast?",
        "Q: That's to be stricken from the record.",
        "Q: One thing you're saying that kind of amazes me is that you say you go\nswimming.",
        "Q: From the first interview, you said that you didn't, as a child you weren't allowed\nto learn to swim, because of being a Jew.",
        "Q: Well, thank you for saying that.",
        "Q: Well, one thing, as I'm listening to you, talk about being, how did you make your\npolitical decisions, when did you become political and how did you choose what\npolitical party to, oh wait. How did you choose your political affiliation?",
        "Q: Why do you think that is?",
        "Q: So what lies ahead for you, what do you see ahead for yourself?",
        "Q: Is that part of what motivated you to write the book?",
        "Q: You had gone until the 1970's from, from that last image of them in the camp to\nthe 1970's without seeing a, even a picture?",
        "Q: | Know, | think about that for you, of all those events you've lived through.",
        "Q: The odds of that are slim.",
        "Q: It's ironic that being Jewish brought you the worst parts of your life and the best\nparts of your life."
    ],
    "answers": [
        "Answer: This or this one?",
        "A: Oh, this is a Masonic ring, I'm a Mason. ;",
        "A: Oh, the man | worked for, he was active in the Masons, some other people in\noffice and it was in 1950, | forgot it was, no, | think after the\nin '55, San Francisco had a very strong element of Jews who were involved in the\nMasonic work. There were two Jewish lodges here. , almost\nall Jewish and it's, now, now has changed, that life\nhas changed in America, in the so-called fraternal orders. Some are still around,\nbut the, the Masonic orders are because our lodge,\nthey've merged with four or five others by now and I'm not active at all. And then |\nwent, from the Masons you go to the Scottish , you go to the\nShriners, so, that was always nice, you had a circus once a year. But it took care of\nthe children, you know, the Shriner's, Shriner's hospital. So it intrigued me cause |\nmet a lot of wonderful people through that. It was entry for me also in the\ncommunity, which | didn't have, | had no relatives here, made some friends, but,\nand | didn't want to just only live in the Jewish community alone, so this was a\nbroader segment of the community and | still have friends today from, from those\ndays. That, that was, was fun. Went there once, | think every week or every other\nweek, | forgot now. Didn't do anything there except talk, except play some cards\nand listen to lectures. Taught me a little about America. and |\ncouldn't go to school, | went to school the first year, at night, four nights a week.\nLittle over a year, about almost two years actually, til | learn how to speak English.",
        "A: My name is William J. Lowenberg. Born August 14, 1926.",
        "A: We're in San Francisco at 44 Montgomery, in my office.",
        "A: Well, I'm in real estate development, mostly industrial, almost all industrial, some\ncommercial. And I've been in this business since | came to San Francisco in 1950,\nJanuary 1950.",
        "A: lf we, if we start with the liberation was, | was liberated on August, on April,\npardon me, on April 30th, 1945, in Dachau, actually in the side camp of\n. And because the side camp where most of the Jews were.\nDachau had at that time, mostly Christians, political prisoners. And the Jewish\nprisoners, who had come from all part of, of Europe, mostly eastern Europe, they\nwere sent into the side camps and we were in the area of Landsberg and\nKahlfring(ph) etcetera, in we were building underground\nmunitions factories for the Germans and for the V2, they were being built right\noutside, in those areas and there were satellite camps, | don't\nknow how many, but quite a few, | was in one of them. We came there from, from\nWarsaw. | was in Warsaw and yes, the uprising, from Birkenau,\nWarsaw, Dachau. And on April 30th, we were in, well on April 24th, or 20, 20,\nsomewheres the week before, 10 days before, we were in one of those satellite\nCamps and we were marched out. And, | don't know if it's in the previous tape, we\nwere marched out and we marched for several days and we were told at that point,\nafter we were halfway through, one night there'd be, the Germans told us this, had\nInstructions that the war is over and he have to take all these prisoners to\nSwitzerland and the Red Cross has taken over and Red Cross was taking us all to\nSwitzerland. In retrospect, was a lie, that was only to keep us calmed down and to\nmake us subdued and they could handle us, so, but they marched us two more\ndays and we were back, we were behind the wire in Dachau. So that was the\neasiest way to keep us together, not to have us escape. Anyhow the, the American\narmy liberated us early in the morning and this morning, interestingly enough, | got\na picture from a man whom | met a year ago. His, he lives in Mill Valley, across the\nGolden Gate bridge. He was one of the soldiers that liberated the camp that | was\nliberated, that morning and by pure accident, the reason we found each other, we\ngave, we honored liberators last year as a Yah Meshua(ph), 50th anniversary and\nwe, our staff had a Jewish, a , send off ads and letters and they\nfound 120 liberators in this area, up and down the coast, almost close to Los\nAngeles and into Oregon. One of these men, during the dinner, that night we gave\na dinner for, | was the chairman of it and during the dinner, he said to me, he saw\nthe picture, that famous picture being, which was being used in, for all these years\nat, at the museum, our museum, he says, \"That is not Dachau.\" It's a picture that\nyou have seen on the, Dachau liberation. It really was\nAllach(ph). He said, \"That's Allach.\" | said, \"How do you know?\" He said,\n\"Because | know it as Allach.\" So he twist it back and by God we met again, surely\n| said and he, he showed me, \"It is Allach(ph), | can tell you.\" And it was\nAllach(ph). So | have the picture here, so I'm in the picture. And since then he,\nwell he's very active in the 42nd division, the Rainbow division, which is the division\nwe were liberated, who liberated Dachau and our camp and this morning, | lunched\nwith about two weeks ago, three weeks ago and this morning he sent me a picture,\nwhich | want to give to the, to the museum in Washington, | don't know if they have\nthis, it's a picture of the American soldiers killing quite a few of the Germans. They\nlined them up, they lined them up on the wall and they killed them, until an\nAmerican general came there and saw this happening and he went almost berserk,\nthis general, I'm going to meet with him in a very, very, in the next couple of\nmonths, he's still alive. He was so upset that they did this, he kicked, the machine\ngun, he kicked the soldier and stopped them using the machine gun. And they had\nkilled about 17 of the guards and maybe more. He me that\nagain this morning with the pictures. And | didn't, | realized that | saw that happen,\nbut that came back only today to me. Anyhow, we were liberated and with my luck,\na Dutch Red Cross came immediately., for some reason there was a connection\nabout, there were several hundred Dutch Christians in Dachau and other who were,\nwho were political prisoners, saboteurs to, to political,\nwhoever, if they got you, if you're not with them, as you well know. And this appear\nfrom the Dutch underground and others and the Dutch Red Cross came\nimmediately, within 10 days, two weeks, to, to the camp, with trucks, Prince\nBernardi(ph), then husband of the then Princess, who's now, who's now the Queen\nMother already, Juliana's husband, came with them. And they picked us up and\nthey drove us all the way from Dachau back to Holland on those trucks, took about\nsix, five, six days, the bridges were out, you know and stuff. |\nremember we stopped in Frankfurt for some reason and , lggy\nFarben(ph) factory, which was a big cafeteria and they kept us\nthere for one or two nights, one night and we went back to Holland and at the\nborder, we, we were asked where we were from and | was not a Dutch citizen, |\nhad no documentation, all | could say, | was from . But I'd\nonly, I'd only lived there since | was 10 years old, we came there 1936, we went\nover the border from Germany into Holland, only about 25 miles. Wasn't far\nenough obviously because they killed all my family. And the Red Cross took me\nback to Holland, to, to, to Berculo(ph) from the, from the, that, there was a town on\nthe border, Savina(ph), where they, it was kind of an army, army town and that's\nwhere they held them for a day or two and, and assigned us where we wanted to\ngo. And we were, | was in a, in a, in a pair of black pants, which were some pants\nI'd taken off a soldier, an SS I'd killed and a toothbrush from the same SS man I'd\nkilled. And the, and the shirts. We had no clothes except the striped things, which\nwe couldn't get out fast enough and they were very filthy. So | was in some beat up\nGerman's uniform. And then they gave us other clothes at the border and as much\n, that's because Holland was in very bad shape in 1945, the\nGermans had plundered it. And they took me back to my, what | call my hometown\nand they took me to the city hall, there was no place for me to go. The house was\noccupied that we lived in, it was occupied by people, | had no idea who they were.\nAnd...",
        "A: Oh sure, oh | went to school there, oh sure, went to school there, | mean like my\nfather had a business there, my father had a textile store there. And there were,\nthere had been 42 Jewish families and it was known in Holland as the most\nreligious Jewish town. Religious meaning what we call Conservative here.\nEverybody on Shabbat, everybody eat kosher, nobody smoked on\nShabbat and nobody drove his bicycle or car on Shabbat. Very traditional, went to\nTemple three times a day on Shabbat and during the week twice a day. And\neverybody had their different businesses, from cattle dealers to butchers to textile to\nscrap, you know, typical Jewish trades. And we had a, a rabbi and we had a\nmikba(ph) of course. And there was a wonderful Jewish life there before the war,\nliterary things, my father was quite active in the community and so was my mother\nand they, but there was no one left when | came there, except the mayor says\nyeah, there's somebody came back that was hidden and was a man by the name of\nMayer(ph) and his children were all, all killed, so was his wife, he survived and was\nhidden in some farmhouse. And another couple survived, there were no children.\nAnd then, they didn't, they couldn't handle me because they had no place to live\nthemselves, they lived somewheres in, | forgot where they , weren't\nback in their homes yet. And our neighbor, Catholic, was a Catholic town, to some\nextent, maybe 50-50 and our neighbor came over, they heard about this, a small\ntown, there was 7,000 people and they said, \"He's staying with us,\" so | lived with\nour neighbors. They , they had a room in the back, near the\nstables, people have the cows in the, in the winter they stayed,\nnot in the house, but in the back of the house there's stables. So | slept there and\nthey made a bed for me and | stayed with my neighbors, | couldn't, | wouldn't eat\npork things, so | usually potatoes and breads and salads, but | couldn't, | did not eat\nthe, the pork products. Which, that was the only thing they had in meat in those\ndays, because they had their own, they raise their own pigs. And | stayed with\nthem for, and the mayor of the town knew my parents quite well, gave me a job in\nthe city hall, to work some clerk, was awful, pencil pushing, you know, whatever\nthat's called and but | had a job because | had no money.",
        "A: | was 18. In April | was, in April '45, | was not 19 yet, | was 18. And it was very\nstrange because number one, there was no one left, a few here stray people, Jews,\nwere hidden. No one came back from the camps, | was the only one there who\nhad come back from the camps. And there were Jews in those towns in Holland,\nevery town had Jews and, and they had wonderful lives there. We, we never knew\nabout anti-Semitism. We knew it from Germany, my family and | did, but native\nDutch Jews did not Know about anti-Semitism, it didn't exist, as far as | remember.\nAnd since | was, | was not a Dutch citizen because we were stateless, til Hitler\nmade the Nuremberg laws, said we are stateless, | never became a Dutch citizen,\nfirst | was citizen was when | came to this country, became\nAmerican in 1954. Anyhow, so | stayed with the neighbors, then about a month or\ntwo and | found my uncles. My mother had two brothers who were in the camps\nand | found them in a camp in Holland, in Westerbork. And | went there...",
        "A: By word of mouth.",
        "A: Yeah, there were, you know, people made phone calls, people Knew my uncles\nfor some reason. | knew that they were in Westerbork when | went to Auschwitz.\nThey stayed there. But | didn't Know it because the that my\nparents were there, two of my sisters, they went to Auschwitz, my uncles allegedly\nstayed with , | didn't know that, but they did stay and they, |\ndon't know how | found them, | don't know how they found me, but we found each\nother. | forgot who told us how it was done. And then, but they couldn't come to\nthe to Berculo(ph), , there was no place |\ncould, | could put them. So finally they came anyhow. But before that, let me step\nback a bit. After maybe a month or two, after | came back, I'm called to this, to the\nmayor's office, in the town and he says, \"You know, your grandmother's here.\" My\nmother's mother, who had lived with us, cause she also came over the border from\nGermany, she was a widow, and she had lived with us for, from 30, from\nKristallnacht on. Was also shipped to, to Westerbork and wound up too, in\nTheresienstadt. And she survived. So they brought her back and they put her in a\nRed Cross van and they, she remembered Berculo(ph), the name, so that the Red\nCross, | don't know how she, she got in.\n| think it was about the same , | came in from over the border.\nThey flew her back by plane and she's sitting in the middle of town and the town's\nall have a square, you know, with a church in the middle. There is this Red Cross\nvan with my grandmother in it.",
        "A: No, just herself, no one else. And said, \"You have to take your grandmother\n\"So | had no place to put her. So was this one Jewish family\nwho were colleagues of my parents, competitors really but, you know, same\nbusiness. And we weren't close to them, but we knew each other quite well\nbecause the Temple and the Shul. He, they said, bring her in. They had gotten\ntheir house back. So they took her in, just took her in . They\nalso took in the three children of the rabbi, who were found by Christian, they were\nhidden by, in, by Christian families, they took the three, three children in, they were\nfound. The parents were killed, the rabbi and his wife were killed, but they found\nthe three children, how, | can, | cannot tell you how they found them. They were\nhidden in farmhouses, some as far away as 50 miles. So they all of a sudden had\na big family and so my grandmother stayed there. And then my uncle's got out of\nthe camp and they had no place to live, so they went, came to town, they\n. The only place which had almost a . SO\nmy two uncles, they were still single in those days, and they were born, they were\nat that point in their 40's already, because the war, in '38, it came over the border in\n'38 from Germany and they were single. They were born in 1901 and 1902,\nsomewhere in those years, they were two years apart. And we put them in the\nmikba(ph), that's where they lived. No money, nothing, nothing, nothing, nothing.\nAnd they had been quite well off in Germany, they were people of great means, my\nmother's side. And so | was working and my uncles were cattle dealers and | think |\nshould have it in the story that gives you an, | think | take great credit for that. The\nfarmers, one day | got a call, | mean not by phone, but they found me and about\nfour farmers came, they said, \"Look, we, your father always sold us textiles. We\nliked your parents very much, they were so good to us. Needed credit, got credit,\nwe didn't have money...\" That's how my, my mother was always active in this kind\nof work. \"And we have decided that we took a piece of land,\nand we bought 12 cows in the pasture and here they are for your uncles. Now, my\nuncles had never lived there, they had never lived there, they knew my mother.\nAnd they said, \"Here they are, you go and trade with them and when you make\nmoney, you pay us back.\" Well my uncles took that of course, it was very, very\nemotional. They did and they became extremely successful cattle dealers, to a\npoint that there was another two men, two Jewish men who also had survived, who\nwere friend, old friends of theirs and the four of them, they were the largest\nexporters of cattle to Israel. They had boatloads going out of Rotterdam every\nthree months. And they developed in Israel, the dairy industry. They, they supplied\nthe Israeli's with the dairy cows, which came from Holland, you know the black and\nwhites? The Holsteins? And they were experts, my uncles and their two friends.\nSo my uncles became quite successful again, in their businesses.",
        "A: Am | giving you too much?",
        "A: The photograph.",
        "A: The one | ?",
        "A: Okay, let me tell you about the liberation. When, we were liberated early in the\nmorning, saw the tanks coming over the, over the hill. And we had to scream to the\nsoldier, the American soldier because the wires were all high tension wire and they\nhad to bring in the engineers first. The next day or so, or maybe a day, within this,\nthere were about half a dozen of us, we could still walk, we were in fairly good\nshape. We moved out of the camp immediately and moved into one of the SS\nbarracks. Why, | don't know and | was the youngest of the whole gang, there was\none other kid from Paris was younger. And, and we decided we, because the\nAmericans immediately closed the camp, it was full of Typhoid, there was Typhoid\nand you name it, all the diseases, so we didn't want to be behind the wires\nbecause it took, they couldn't get out any more. They were, they were liberated\nand they were still back, they went back in the concentration camp. The first troops\nwere very good, but the second troops they, very protective of the surrounding\nGermans, for whatever reason. . And we went, | remember, the\nonly time | went to, to town of Dachau, we went in the town and we took a pushcart\nand we cleaned out one house with clothes and with food. And what | remember...",
        "A: There were people, we just picked a house, | remember, it was\nhouse and we went in and took as much clothes as we\nneeded and, four of us, because we had found next to us in the camp, another\nsmall camp with about 40 some odd women, young girls, Jewish women, who were\nfrom Lithuania and from Czechoslovakia and Hungary. All eastern, eastern\nEuropeans. And we bought things back for them, they were in terrible, terrible\nshape, those girls. And we took , one of the Germans in the\nhouse tried to get fancy with us. Well, we didn't kill him, but\nwe put him in a corner, we took care of him that he didn't, he couldn't fight us any\nlonger.",
        "A: Well we, we beat him up. Because he was, he called us, he was nasty, he\nwasn't, we did what we shouldn't have done, but we did it because at that time it\nwas allowable. In my opinion it still it. They, but I've told this many times, I'm very\nproud of one thing. That in as much as the Jews were liberated, us, be it anger\nbeyond any measure, we had seen killings hourly, not daily, hourly, morning til\nnight, over a period of years. | don't know one Jew, one Jew who killed a German.\nI'm not talking about soldiers, SS, but not a German civilian, which no one\nappreciates, the Germans never appreciated that. But the Jews that were left out\nof the camp and I've checked this with other friends, so-called colleagues, that\nwhen they came out of the camps they did not kill German civilians. That gives me\nthe pride as a Jew and as a human being, of that we were still civilized after having\nlived in the mud and the murders and the gas chambers, etcetera, our Jews were\nstill, still civilized. And that gives me, and that always will give me great deal of\npride.",
        "A: We weren't brought up like, look, the people | know my\nfamilies and the town | lived in and other towns | used to visit, we were brought up\nin a, in a, in a civilization which we didn't, we had never seen this kind of thing\n, no one had. But the Germans and Goldhargen(ph) says it\nvery clearly in his book, in as much they didn't, they weren't racist murderers, but\nthey let it happen. So, and it was consent, the consent of the Germans, the\nconsent of the Dutch, the consent of all the Europeans, the entire Christian world.\nAnd | will maintain, as long as | live and | said it in my own, my own book too, that\nwhen history will be written, | hope that some of these stories, writers will say, that\nduring a Christian era, six million Jews were killed. It wasn't a Arab era, it wasn't a\nChinese era, it wasn't a Buddhist era, it was an era in time, in Europe which was a\nChristian world, Catholics and Protestants and that's when they killed six million\nJews. They can't hide, they can't walk away from that. It wasn't done by people\nwho weren't religious. The majority of the people, | would say the majority were\nchurch going people. | Know in my town they were. | went to Catholic school.",
        "A: Why? Why? Because there was deep down anti-Semitism. | mean go, you go\nback in history, the Jews in Europe, they were only permitted to come to towns,\nthey were invited, if they were invited. Jewish\ncommunities there, before the Inquisition and after. And | found gray stone, which\nwe can go in later, gray stone rubbing in the town | was born, going back to 1530,\nof my families names. So | lived there longer than some of the other, non-Jews.\nSome have lived there too that long, but, but why did the Christians do this? | don't\nknow, that, that's something, I'm not a psychologist, but I, it happened, it's there and\nthey can't get away from this. It happened during a Christian world, in a Christian\nworld. So, enough of that, I'm, I'm, because there's, there's nothing you can add to\nthis. I'm not angry about it, |, |, that, that, my feeling has stopped then, because\nthat is, would be counter-productive, | don't say that, | don't think | ever said it to a\nChristian because they wouldn't understand. I'm talking about American Christians\nnow, with my friends. | couldn't say that to them, they\nunderstand it maybe, without me telling them.",
        "A: Well, we weren't sleeping so much. The feeling, how did you feel? Well, | said\nearlier, when we were told that the Germans told us on a march from the outlying\ncamps back to Dachau that we were free. One of my best friends at that time in the\ncamp was a Jew from, from Antwerp, Belgium and we never cried in the camps, |\nnever cried when | heard that my parents were killed, that someone\nthe gas chamber, | couldn't cry. | didn't cry then, but my friend\ncried and | cried almost, when we thought we were free. But the shock, the\nvariation of shocks and remember | was arrested in 1942, so | wasn't even 16 years\nold yet, i was 15 year old. My sister was not even 12, not even 13 she was, well\n1928. We were so numb, we were almost, the shock hypnotized us, | believe and\nfor that matter, I'm slowly getting out of hypnosis right now, in 1996, even now,\ntoday...[end of side 1 of tape 1]",
        "A: Well all | Know, that the, that the American army came in and we were standing\non a bridge, on a tower, on the stairs of the watch tower and | remember, |\nremembered all these years that they took a picture. And | also remember that the\nAmerican army put me in a room, I'm sure they did it with others also and | was\ninterviewed and | remember a soldier sitting there and typing, typing for hours and\nhours to interview me. And | can't find, | would love to find that interview. Some\nperson took, archives of the United States Army, where | don't know. | have to\nmake time one of these days to find it. | don't know how to find it. | Know it's there,\n| don't know what division it would be in. Could be a 42nd, | doubt it.",
        "A: | have no idea, probably the same like you're asking me, how did you feel and\nwhat happened and | would like to hear myself or read what | said then, because\nwe were numb, because the night of the liberation, went through a bombardment.\nThe Germans had taken the anti-aircraft batteries and bombarded the camp. They\nkilled hundreds of them that night. 29th or the night of the, the night of the, no, the\n29th rather. And they took the aircraft batteries, the guns, instead of shooting\nwhere they shot those airplanes, they shot them straight out.\nand they killed quite a few of our people. Because there were probably 30,000\npeople there, a lot. And so, | don't remember, | do not remember how | got into the\nDutch transfer, because | was the only Jew that | knew, there may have been\nothers, who was on this Red Cross transfer back to Holland. | know that, |\nremember seeing Prince Bernard, that was made a deep impression on me. | don't\nremember who the people were | was with, they were all Christians and they were\n| had known before, in the camps with.",
        "A: You know there's always the word of mouth and then, and then, what do they\ncall, the, the grapevine or the, | don't know, | found out somewhere that the, the, the\nDutch were being picked up by the Red Cross and | got myself on that, on that\ntransport, pure accident I'm sure because | don't Know, | don't know if there were\nother Dutch Jews with me or not, | don't think so, because | would know, | would\nhave stayed in contact with them. There were none that | remember.",
        "A: Yes. Well | Knew we had agreed to back to Berculo(ph), but | went also within\nmonths, | went to the town in Germany we were born. It was only, | got somebody\nto take me there.",
        "A: Somebody had a car, somebody in the, in the town had a car, | don't know how\nhe had a car, but he had a car, it was maybe six months after liberation and he took\nme to that town, | think | took, went by car, | don't remember, ;\n| don't remember, yet | stayed, you know, he didn't have a car, didn't, that was the\nsecond time. | went there and | stayed with our neighbors, there was one neighbor\nwho talked to us, stayed, had some connection with us, up to as long as he could\nand when | went there | knocked at the door and when they saw me, | said, they\nasked me what are you, you know, we talked, | said, \"I'm looking for my parents\nand my sister and my grandfather, my grandmother.\" And, and, not my\ngrandmother, she was, she had come back to Holland. My grandfather though,\ndidn't, my father's father. And | think | stayed overnight with them, | vaguely\nremember and , but they said, \"No, your parents have not been\nhere.\" And that was the answer. They said, \"There are no Jews left here.\" They\ntold me that. | went to a synagogue and it was burned down, they burned it in '38\nand it was there. Now it's a parking lot, except this woman,\nthis neighbor, she put a little statue there for the Jews and there's flowers there all\nthe time, it's a very religious Catholic lady and | correspond with her. She came to\nvisit us here. That was about 1993, | think, it was a visit with her, yeah. For a\ndifferent reason | was in Germany with the United States army. In Holland, rather,\nHolland, Belgium and France. And | stopped in Germany to see my grandfather's\ngrave and that's when | saw her for the first time again. | will not go back to\nGermany now, I'll never go back, they insulted me. And, and that's it, as far as\nGermany's concerned, went there. My feelings, | don't know, |\nwent back to Holland, | lived with this neighbors, | went dancing every night, | can\ntell you that. Holland was celebrating for a year, the Dutch and the, dances every\nother night, every night. | went to every dance.",
        "A: | danced, | danced a lot, | just didn't want to think.",
        "A: And girl | could, was willing to dance with me, short or tall. No, | remember that\ndistinctly because there were always dances there, there was, it's not done any\nmore today, but after the war they danced, everybody was celebrating, celebrating,\ncelebrating, not drinking, there wasn't, you know it's not like we, partying here,\nwhere you have to drink, the Dutch don't do that. Maybe, there wasn't even beer |\nthink in those days. And obviously | didn't drink, then. And | went dancing a lot, a\nlot, dance, dance, not to think.",
        "A: | don't know, didn't hurt. | don't know, it must have helped because | didn't even\nhave to force myself. That's all there was to do and you worked and there was, |\nmean they didn't take you, you didn't have to go to high school to do what | had to\ndo there. | was just sitting there behind the counter and handing out the coupons\nfor the, for the rationing. And | did this for about six, eight months. Then | decided,\nmaybe six months, then | decided to go back in business in my father's business.",
        "A: Textile. | didn't have a store, so | got myself a bicycle and two suitcases and\nthrough connections my father had, that they helped, they helped me and | had\nalso a first cousin of my mother had survived. They helped me, they gave me, got\nme merchandise, was very, very hard because you had to have connections and\nyou had to have a store and | didn't have anything so | got merchandise and then |\nwent every morning, five days a week, | went by bicycle from farmhouse to\nfarmhouse, | was 19 years old, and to sell textiles. And then when | sold out | went\nback to the sources and they gave me more, they were, they always helped me,\npeople were always very nice to me.",
        "A: | sold underwear, | sold yardage goods, mostly yardage goods so they could\nsew their own. Holland, woman in Holland are very talented with that and socks,\nshirts, yardage and | sold that. And stockings and, and whatever | made, | could\nbuy more. | never had a store and then after about a year, in 1946, obviously |\nwasn't making any money and this was no future and | couldn't get the store back\nbecause some Nazis had it. And the town was, it wasn't for me. There was\nnothing for me to do, | was the only Jewish young person there. And | decided that\npoint that | was going to remain a Jew, | didn't think so when | was first liberated.",
        "A: Well I, |, | survived, you know, | had my doubts, | had a fight with God, with\nmyself and God about if there's a God, how can He let that happen? And we were\nbrought up religious as | said earlier and | had some, not long, it was a very short\nperiod after the war that | thought maybe it be better to just throw up any sign of\nreligion, just live as a human being, period. And that didn't, that didn't sit well with\nme after a few days because | had too much tradition in me, thinking, then | thought\nabout my mother, she would be totally disagreeing with that and my grandmother\nand my grandfather, my grandparents for that matter, they would disagree with that\nand they wouldn't tolerate that if they were alive. And I'm thinking of back from\nbefore the war end. And | had very good education, | studied not only Tanakh, the\nBible, but also the Gemara and, and the other many books, we studied every night\nin Holland when we were children, Saturday and Sunday, the\nMishna. So | had learned a lot in my short life. When | was 14 | could read\nRoshi(ph), the commentator on the, on the Torah and the mission, so we were\nhighly educated in the Jewish ways. And that, that, that left something in my veins,\nin my blood. So I, | went back and then my uncles and my grandmother were alive,\nso | think I'm a Jew, I'm a Jew. That, that went by the wayside real fast, just\nof becoming a nobody.",
        "A: Well, yes, | always prayed, | have a short prayer that | say even now, the same\nprayer | said then.",
        "A: It's the Shema, with a few other sentences, and...",
        "A: Huh?",
        "A: Sure, | always say Shema, the whole Shema, the first three, four sentences and\nthen | say a sentence at the end of a prayer, which is usually said in the, in the\nreligious community at Temples at the end of the service and I'll give you the last\nline of it. And that's, that's sad, my mother taught me that when | was a child.\n, | trust in God, | have no fear. And that helped me a lot, it\neven helps me today. So | pray that now and at night |, |\nwould say a prayer. And, yeah | said it a, | said it a lot when | was in the camps, but\nI'm not that deeply, I'm religious maybe when I'm, when you listen, like when | was\nsaying what I'm saying now, but I'm not a, | don't feel like | have to\n. | don't eat, | don't eat pork. On the other hand | do eat shrimp\nand crab.",
        "A: | live in San Francisco and where | was brought up they never, | never heard of\nit, so that wasn't, they never could tell me | couldn't eat it. Pork they could tell me,\nthey taught me plenty, but crab, | never heard that word before, or lobster. We\nlived inland, there was no refrigeration. So | never was taught, so that, that doesn't\nbother me for some reason. Anyhow, the Jewishness stuck to me, thank God, it\nreally stuck to me and it didn't go away. And | must say that there's a large majority\nof the survivors have maintained their Jewishness. There are very few, very few\nthat | Know, survivors and | think some of this, so close to us\nand came out of the camps, but the ones that came out of the\ncamps that | know, they all have maintained the Jewish religion and their\nJewishness. There isn't one | know who has, who really has said, \"I'm now a\nChristian,\" or, \"| have no religion.\" Which is a miracle, because | thought about it\nvery often in the last, last year or two, even more so, that all this people I've met\naround the Holocaust development, the Holocaust Museum, Washington and here,\nsurvivors and, not that I'm that close to many of them, cause | don't want to be\naround them. | got into, I'll get into that later. I'm around them, | don't want to live\nwith them, for different reasons. They all have maintained their religion and look,\nlet's face it, we know when they march into the gas chamber, we could hear the\nand screaming, . The Jews kept on\nscreaming until they died. So that, one cannot forget it, one should not forget. And\nso the real survivors have remained to be Jews. The majority went to Israel, they\nhad no place to go, but still, they may not be , they may not\nto fill in every morning, but they're certainly Jews.",
        "A: Music? Like what?",
        "A: There was no, there was no music. There was no music, there was no singing.\n| don't remember, the liberation if there was any singing or music.",
        "A: We smelled something. We smelled something that there was, we saw, the\nreason that we heard it more was because we heard the bombings as time went\non, were in the, in '40, we left, we came out of Warsaw in '44 and the reason we\nhad to leave Warsaw, which is in the, in the because the\nRussians poked through. And they marched us for two weeks. And you know, you\nmight have heard that we had 3600 Jews in Warsaw. In the ghetto, this was not\nthe ghetto the ghetto, but when the fighting, so-called,\nstopped, the uprising, they took 300 people from Birkenau to Warsaw, to burn\nbodies and to dynamite the ghetto. | was one of those. Unfortunately the museum\nhasn't made an effort and | have to do something about it, that should be written up\nmore, that story. Because we went to Warsaw and built a camp within the ghetto.\nAnd they build it up, they bought us all the Hungarians then, in '43, the end of '43\nand in '44, June of '44, there were 3600 people alive. 300 couldn't work any more,\nthey killed them, 300 stayed to dynamite the ghetto and they killed them and 3,000\nmarched out of Warsaw and 240 got out of the boxcars in Dachau. I'm one of\nthose. The rest were killed on the road. And that's the story. We went through a\nriver, they drowned a lot of our people, a lot. And see, | always had luck, | was\nalways in the front column or the back column, never in the middle. And then...",
        "A: Theory? No, you know, the theories would be a self, self fabricated theory. |\nhappen to believe that, as much as God didn't pay much attention to us in those\ndays, that he wanted that some of them survive because | believe that God, there is\na God and it was pure luck, cause no one can tell you that they were smart enough\nto save themself from the Holocaust, there is no such thing. It was pure, pure luck.\nBe in the right place at the right time and in the, in the wrong place at the right, at\nthe wrong time. There is no luck, there's no , no knowledge, it\nwas pure, pure luck. Look, | was the first transferred out of Holland in, in over a\nyear they kept anyone alive. There were 3,000 people on the trains and they kept a\ncouple hundred alive, | was one of those. The rest were all gassed\nwithin hours after they got to Birkenau. First transport in over\na year. Pure luck, right?",
        "A: So who can say? Pure luck, our wonderful family, it was pure luck as much as\nwe all , I'm sure. But it was luck to meet my wife in my 39\nyears, it was pure luck. The man who hired me also introduced me to my wife and\nthen made me a partner. He . So, no it's destiny,\nit's who knows, who knows why anyone survives anything?",
        "A: Oh yes, kill him, we kill him with some stones or some two by fours, something.\nYou know, we were angry at that point and we were hungry, we hadn't had food in\ndays, four or five days we hadn't had food and they were bombing all night and\nthere were people laying all over. Hundreds died the last night of the... They knew\nthey're liberated but they died within hours or during the liberation at night, they\nwere bombing and we didn't know whether the Americans were bombing or the\nGermans were bombing. We heard the, the, the, the, the, the bombers going\noverhead, bombing German installations. But they didn't, but the Americans and\nthe British did not bomb the camps. They could have the\ntrains to Auschwitz, you know they talk about the famous, all those lines about why\ndidn't they bomb the railroad tracks to Auschwitz? Well they were bombing down\nthe streets, the chemical factories and missed them. So who knows? Their excuse\nwas that we would have killed Jews. They were killed anyhow. And it would have\nsaved some Jews maybe. , but | cannot tell you how | felt. |\ncame to Holland, was very lonesome, we clung to each other, the few Jews. We\nreally clung to each other and | used to travel all over the country and | had a\nchance, after, when | got into this textile business, if | to spend\nthe weekends through, there were always Jewish organizations coming back,\nwhere they had, store, they had a dance in Amsterdam,\nto the major cities, where some Jews came back. And about,\n| think 20,000 Jews came back in Holland. Excuse me. So we found each other.\nAnd then of course, |, after, in 1946, your arm is going to get tired, let me hold that\nfor you.",
        "A: In 1946, | decided that maybe that leads into question, that\n| had to get out of my own, oh, | didn't tell you that we finally found a house. There\nwas a house which was occupied by some Nazi in the city government, mayor, they\ngot rid of him. Was a Jewish home, was a Jewish house, belonged to Jews from\nbefore the war. And they, they gave the house to us, to rent the house to my two\nuncles, my grandmother and me and my uncle, one of his closest friends, his\nwidow, he was killed and she survived, she had no place to go either and she\nmoved in, was our housekeeper and we were friends for many years. She didn't\nmarry my uncle, she married a friend of another friend, my uncle married somebody\nelse, it's another story. Wait a minute, | think she has to talk to me for a minute, my\nsecretary, hold on. (pause) ...together, we had a house and, yeah, | can do it later.",
        "A: ...and he says, well so and so, two sisters survived, they live in Utrecht(ph) and\nthose two girls, one of them, was my so-called, she was destiny and so | was lI, that\nwe would marry someday, when we were children. Never happened, but we were\nalways together, she was my same age, her name was Ruth and we found each\nother. She and her sister have come back from Auschwitz and they went through\nhell, those two girls, just like we all did, but they more so. And so then | went to visit\nthem.",
        "A: In Utrecht(ph), in Holland, in Utrecht(ph) is a major provincial town in the center\nof Holland. It's like Chicago here the railroads, you know. And\nthey were living with their mother's brother, who also survived and his wife, who\nwas the daughter of a famous rabbi and she was a physician. And when | visit\nthem, this man fascinated me no end and |, | must have done so to him, he hired\nme. He hired me and he said, \"| want you to go to work for me.\" | said, \"But | want\nto get out of this small town.\" So they were in the spices business, peppers, pepper\nand all this different and they had this business before the war, he and his brother,\nhis brother was killed, parents were killed. And | went to work for him\nfive days a week, from town to town by train in Holland. But\nthe condition of my hirement, | had to live with them because of a very, very\nreligious, kosher. Now when | tell very religious, they dress like you and I, they\nweren't with the black hats, this we don't, we didn't know that in Holland. This was\njust people who lived very religious. And did everything else, very sophisticated\nbut they very religious, which you see here too, but when we\ntalk about religions or anything, it's all , which is not the case,\nHolland didn't have that. We never, | never heard Yiddish in my life until | went to\nthe camp. In Holland Yiddish was not known. We didn't know, | never knew there\nwas such a thing. We had Hebrew, we didn't understand all of it, but we studied all\nthe time, we translated. But we never knew Yiddish, | learned it in the camps.\nAnyhow, so | had to live with them and since they were so religious, food was\nawfully abominable, because she was a terrible cook. Wonderful lady, but a terrible\ncook. And, and, so | lasted for one year and it was no good for me, | went and\nwhile | was there | made another contact was a larger\ncommunity and Jews have come back, there's a congregation there and Jewish\nevents there, so through that you meet other people and then | went, | was at, in\nAmsterdam and my best friend, my lifelong friend, wno, we were in the camps\ntogether and we...",
        "A: Vaguely. My sister knew him better. My mother knew him because\nan orphanage and the, we went back to Holland together, not\ntogether, he came a little later, he stayed, | introduced him to his wife. If that's one\nof the girls in this 40 girls we found, she was one of them, ,\nShe is like, she was like a sister to me after that. And she, she, we found her that\nnight of the liberation, the morning after. He fell in love with her, we had an\nAmerican army chaplain, a Jewish chaplain, married them, right on site there. The\nrush was okay, it worked out. She couldn't have children, they had done\nexperiments on her. But she was like my sister. To a point, | can tell you when,\nafter the war, | lived with them for, used to visit with them, | didn't live with them all\nthe time, | used to visit, we slept on one mattress. She was in, she was in the\nmiddle and we were on each of the, she was like my sister, we were that close.\nThey both dead now and he died very sadly. Two years ago he visited me and he\nhad a heart attack here in New Orleans, on the way back. He had been here 15\ntimes, lived in Rhodesia, Salisbury, in Zimbabwe(ph). | went to America and he\nwent to Zimbabwe(ph) because his cousin gave him a big job there, lived with him\nbefore the war. Anyhow, where was |? Oh, | went from Berculo(ph) to Utrecht(ph),\nso | made a lot of contacts there and | had a good time. We had dating, you know.\nBut you only dated Jewish girls, this was, you didn't, you didn't go out with non-\nJews because for whatever reason.",
        "A: Not to a point of, oh | had some relationships, but not to a point of marriage. And\nas a matter of fact | was going to, a girl, | was going with a girl,\nagain to Switzerland, who was half Jewish. | think\none of the main reasons | didn't marry her was because her mother wasn't Jewish,\nher father was. , | was still of that kind of mind. Now my wife\ntoday is the same, her mother is not Jewish. So you change, right? | grew up a\nlittle, whatever that meant.",
        "A: Yes, it takes about five minutes, it's another story. You want to hear?",
        "A: In Utrecht(ph), Utrecht(ph) and | didn't like the job | had with this, selling spice, it\nwas terrible. Was nothing, there was no future there, maybe there was, but wasn't\nfor me and | had to live with them. So | went into this, this man who knew me\nthrough my, my uncle in the meantime had married, one of my uncles\n, got married in '46. He has a son who lives in, still in\nAmsterdam, we are very close. And her sister introduced me to, my uncle's wife\nsurvived, she was hidden in Holland too, . And | met this man\nby the name of Oppenheim(ph) and he says, \"I hear you speak German.\"\nsaid, \"Well a little bit, but not enough.\" He says, \"I need\nsomebody to open my branch up again in Switzerland.\" And he was selling\nchemicals to the paint industry and he had been very successful, they were\nGerman Jews, they'd gone to Holland in the early 30's. They had branches in\nseveral countries. So he hired me to be their Swiss and Italian representative. |\nwent to Switzerland and...",
        "A: It was in 1946, | was 20 years old. Went to Switzerland to become a, and travel\nin Switzerland to sell paint, paint extracts or paint, oil, oil base paint to the paint\nindustries. But was an oll manufacturer, was very well, very\nhighly respected at that, that particular item and they mixed it into the paint when\nthey paint the exteriors in Switzerland and wherever. And it lasted three years, that\njob, til '49...\nEnd of Tape 1.\nTape 2",
        "A: Next time when we meet, on a different, we don't have to do this...",
        "A: ...will give you some , a real schmutz(ph), you know what\nschmutz(ph) is?",
        "A: The schmutz(ph), that's right.",
        "A: Schmuitz(ph), | like, | like that.",
        "A: | still haven't been able to find a name for my book.",
        "A: Now I'm going to Switzerland and all | had in Switzerland was me, my, a suitcase\nand a bicycle.",
        "A: Because | couldn't afford a car. would have liked a car, yes.\n| didn't even have a driver's license because why would | need it for? My boss had\na car, the man, he had a car, but they couldn't buy me one and | couldn't afford\none. So | went from town to town by bicycle in Switzerland, | was climbing the\nmountains and by train.",
        "A: Oh, | look with tie, | was always dressed . Of course you\nwear a suit and tie. As a matter of fact, | still have, my clothes are still in Zurich in\nan hotel room somewhere. | was kicked out of Switzerland. That's another story. |\ngot in trouble for selling some black market business, which everybody did after the\nwar, to survive.",
        "A: maybe you should not put this in here. | had a good friend\nwho was in my parents and me, we became good friends and\nhe survived the war. He came back from Auschwitz too. And he used to have a\nkosher delicatessen. And he became a big wheel in the Dutch, so-called black\nmarket, he did, you could do everything after the war, cause that's how people\nsurvived, that's how people got food and coupons and that was an accepted thing,\nbecause he didn't steal from anybody, he was just trading. But he was doing it ona\nvery good sized scale. And maybe | should tell this story about him because |\nadmired him so much. He survived, his wife and two children were killed and by\npure accident he found and | don't know again, know how, through the Red Cross |\nthink again. Because in Holland, published names of people who are found and\nthe Red Cross kept on publishing, every week, he looked at those lists, that's how a\ncousin of ours found my grandmother. He read that she was safe in\nTheresienstadt.",
        "A: In the Jewish press, there's a Jewish press, very . So my\nfriend found his sister's daughter in Poland, he had come from Poland as a young\nboy and he went, this guy could move mountains, and he went to Poland and found\nthis girl, brought her back to Holland in 1946 and she had no place to live, he had a\nhouse, she moved in with him. She was 18, 16, 18, 18 by\nnow. And they fell in love and he want to marry her, except in Holland you can't do\nthat, that's against the law. And so he made a request to Queen Wilhemina, is the\nonly one who can do this, only the Queen and she can give you permission,\nwhatever that's, that's called. And she wrote him back there's no way | can do that,\nwe don't do this and denied. So he, when he came back from the camps, he came\nback on a stretcher and on that hospital where he was brought in over the border,\nthe Princess Julianna(ph), she visits hospitals, like to visit\nhospitals , wonderful family. And she visit that hospital and he\nwas laying in the bed, he had come back out of Auschwitz and they took a picture\nof her standing at his bed. And she said to him, \"If there's ever anything | can do\nfor you, feel free, you can call me.\" Which is, which is like giving you a check you\ncan cash when you need it, you know. So he, so he wrote a letter after the Queen\nturned him down, to the Princess, said, \"| want you to talk to your mother, | want to\nmarry my niece.\" And the Princess wrote him a letter back, these are all true\nstories. \"I can't give you permission, my mother doesn't waive, no she said so as\nyou well know, but if someday in the future, it will all, things work out normal, | will\nbe Queen, I'm in succession and then you try again.\" 1948, two years later,\nWilhemina abdicated her throne to her daughter, he didn't wait three weeks, he\nwrites a letter to the Queen, then, \"Remember me? Here's the picture.\" She gave\npermission and they married. And they had two wonderful girls, they all live in\nIsrael except he died on a trip in, he dropped dead in a at an\nairport. But before that, when | was in Switzerland, Emil was in contact, he called\nme one day, he says, Emil was making deals, American dollars, gold, you know\nand he says, \"I'm coming in such and such a date next week and I'm in a\nwheelchair and you have to get me off the plane in Zurich.\" | knew this was all a\nscam, | knew right away that he wasn't in a wheelchair, but he sat in a wheelchair\nand what he had, he had, he was sitting on a wheelchair, on a cushion which was,\nwhich had maybe, in today's dollar, in those dollars, maybe three million dollars in\nBelgium and Indonesian and Dutch government bond, who were totally worthless.\nWorthless because the Dutch government made an edict in '45, about within a\nmonth or two after the liberation, that everyone who had dollars, | mean\ngildens(ph), in Holland, had to turn them in and every person alive in Holland got 10\ngildens(ph) that day. Every stock certificate had to be turned in and they forced\nevery corporation or government to issue all new ones,\nbecause the Germans had falsified so many. They had emptied all the safe deposit\nbox, deposit boxes of the Jews and others. So no one knew who was what and\nwho owned what. So Dutch made a cutoff day in '45, that no\none was worth more than 10 dollars. The phony money, the\nmoney, you went to the banks, later on, every week you could get, release some of\nit because they couldn't give it to you , they had to print it and\nfinally everybody got dollar for dollar and the Dutch, whatever they did\neconomically. So he now, so now it's 1948, about that time and he ran into a guy\nwho says, \"You know, | found in the backyard of my uncle, a whole box full of these\nbonds, they're worthless.\" So my friend is smart, he says, \"Well,\" he says, \"maybe |\ncan do something with that.\" So he gave the guy, he says, \"I'll give you 5,000\ndollars for it, as a friend,\", this man say, \"but you have to deliver it in New York.\" So\n| had friends in New York, but American army, soldiers | met.\nAnd | arranged that | deposit some money in, it's a complicated situation, but | got\nto deliver 5,000 in New York, through the Swiss, through a Swiss bank.\nbut | had access to, to the business. And he put up 2500, |\nput up 2500. So now we own all these shares and he comes to Zurich, | take him\noff the plane and he's got a whole big suitcase sitting on him and a pillow. And |\nhave no way what to do with it, I've never done this before. | was leaving the next\nday for Lougano(ph), where we also had a little office and | stayed in this hotel for a\ncouple of years and | got to know the owner and | thought they are very nice\npeople. So that night, | had dinner with them the hotel and\nthen | tell them, the biggest part of the part of this story, he says, \"| know who can\nhelp you, | can help you,\" he says, \"but the man you talk to is a lawyer in Zurich.\" |\nsaid, \"I just came from Zurich.\" He said, \"Oh, you got to go back.\" So | went back\nto Zurich and | met this lawyer, | gave him a sample. From that, within three days |\nwas followed by two plainclothesmen. | was followed for two weeks. Two weeks,\nit was in 19, in August '49, summer of '49. And finally | got so scared, | said there's\nnothing | can do, they keep on following me and | don't know if they were police or\nthey were gangsters. | thought about police. So | walked up to them, they're sitting\non a sidewalk cafe and | sat, | sat down next to them, right on the table, | said, \"Are\nyou following me?\" There was a younger man and an older man, they said, \"No,\nI'm not.\" | said, \"Well, you are. Last week was somebody else, but there was\ntwo people following me.\" So | figured | got to have an\nemotional confrontation here, so | said, \"Look, | know what you want, but I'm scared\nand | don't know how to handle this,\" , show them a number on\nmy arm. | said, \"Look, I'm not a gangster, I'm a survivor the\ncamps, I'm not a thief, | haven't done anything wrong.\" And\nthis man says to me, \"You did something wrong, you're peddling illegal documents,\n| mean stocks, bonds and that's not done in this country,\" he says. \"And we're\ngoing to put you in jail because you're trying to sell that.\" And you, and we, and |\ndidn't know if it was that, which, that's what he told me, but I'd also been buying up\ngold and | was smuggling it out of Switzerland to Holland, gold coins. But you, and\nin Holland | could, could make a huge profit every time | and | used packs of\ncigarettes, you know and things like that to smuggle them over the border. And\nmaybe and | thought that could be also it. So he says, \"Know\nwhat you're doing, you're selling things.\" So he says, | said, \"How can I, how can |\nstop this?\" Says, \"I'll tell you what we'll do,\" He was an older man and he became\nvery sympathetic. He says, \"See my car there?\" \"Yeah.\" | was in Zurich. He said,\n\"We are going to the airport right now and I'm going to drop you off there and you\nget out of this country and never come back.\" | says, \"Okay.\" What was | going to\ndo? All my suits were in the hotel room, all my clothes. Never went back to the\nhotel, he wouldn't let me and to the airport. Put me on a plane. | walk in my bosses\noffice in Amsterdam and | say, \"I quit.\" He said, \"Why?\" | say, \"I hate you.\" |\ncouldn't tell him why | was quit, | was doing on his time, all this black market\nbusiness. So | never went back to Switzerland for a long time, until maybe 1980,\nthe middle 80's with my family. Because now | had an American passport you see,\nthey couldn't do anything. But that's, that's my friend, |\nmean, great stories, as far as I'm concerned, so. | still have a suit sSomewhere's in a\nhotel room in Zurich.",
        "A: She went, he dropped that, they had moved to Los Angeles.",
        "A: Nothing. Oh. | couldn't have them, | couldn't have a safe deposit in Switzerland\nafter he gave them to me, so | gave this to a girlfriend | was dating, this girl | told\nyou about whose mother wasn't Jewish?",
        "A: Cecile. You want to hear this now?",
        "A: Cecile, So we were going steady, kind of, we were very close and great friends\nwith a beautiful girl. She was younger, she was about two years younger than | am.\nAnd | left Switzerland, went back to Holland in August of '49 and in December |\ncame to America. |, and then in '53, in '52, we kept on corresponding. In '52, early\n‘02, we decided she would come here. And now it goes in the middle to the, in the,\nin the end of '52 and she had worked all the, for a number of years, in a children's\nhome, where they had children from England, which was common in Europe,\ntook children in mountains in Switzerland who had TB. And\nfor some reason in those days, the air in Switzerland, and the rest, could cure them,\ntoday you have medicine. So she worked there. And the reason she worked there\nis, she didn't have to financially because her family had enough, she wanted learn\nEnglish language and figured that would be the easiest because she was going to\nAmerica. She worked there and, when she went to her visa, to the American\nconsul, they had, she had to have an X-ray taken, it's the law in those days. And\nshe had TB. Poor girl, she had contracted TB from being around those children.\nAnd they wouldn't let her in this country, they wouldn't let her in. And it was\ndevastating for her and for me too, it was disappointing because, and that was the\nend of '52, it goes into '53 and all of a sudden I'm drafted in the army, Korean war.\nthe Korean war here. So I'm go in the army, | said there's no\nway | can bring this girl over here. | mean | can, | was making\n72 bucks a month in the army, | had no money, | had nothing.",
        "A: Now I'm 25, 25, yeah it was 19, let me see, 25, 26. And so | write her a letter, |\nsaid I'm sorry. | couldn't tell her that | didn't want her to come, | couldn't tell\nbecause | wouldn't marry if she had TB, | was scared, in those days, you didn't\nknow that TB was curable, in the early 50's, it was a very serious matter, | was\nscared to death. So what did |, | said some other girl here,\nthat's how terrible , | lied, there was no such thing. And then\nshe wrote me one more letter back, which | never wanted to read again, | threw it\naway real fast because it was, it was horrible. Anyhow, so | had to contact here\nbefore that though, because all those bonds, she had in her safe deposit box and\nmy friend , he went there and met her. He met her | think once\nbefore with me and he picked them up so that's the end of that story and he\ndropped it, my friend. | don't know what happened to this girl. | can't find out and |\nshouldn't find out, I'm married now.",
        "A: Well, let me tell you what happened to me after the war, that | haven't said that\ntoo often, hardly ever, | don't think | ever told my family. When | got out of the\ncamp, | knew | was sick. | Knew | was sick. | went through every doctor | could get\nin. First our family doctor, small town, | said, \"| have TB.\" Why? Because\neverybody else comes out of the camps has TB, . Doctor said,\n\"No, you don't have TB.\" Six months | went back to the doctor, \"I'm sick, | have\nTB.\" | didn't feel sick, | had it in my head that | was, that | was sick. Then | went\nfrom Berculo(ph) to Utrecht(ph), | went three ____ to the university, four or five\ndoctors in a row, \"| have TB.\" And they kept on saying, \"You don't have it, we can't\nfind it.\" | went to Switzerland and the same thing. | had this constant fear, that |\nwould end up having ITB, because there was no medicine. | know that my\ncolleagues, a lot of them had TB that | knew and were living with this and dying of\nit. And | thought | had TB. | didn't have TB, | wouldn't be sitting here.",
        "A: This story | never told her of course. No, she didn't know, she was coming here\nthen she found out she had TB when she had to take an X-ray. The doctors found\nit, the American consulate. So that's kind of a sad story because...",
        "A: ...she was a, she was a beautiful girl, a terrific girl and we liked each other a lot, |\nremember that, but , but a past love affair, everyone has had\nthose. And not, it's not make an exception with me. So that, | tell you all my\nbubbameisers(ph) here. You know what bubbameisers(ph) are? | tell you all my\nbubbameisers(ph) here. Cause they come to me while I'm sitting here thinking. |\nmust tell you, that | started saying earlier, my book starts with a line that I've\nheard. It takes 40 years to remember if something bad\nhappens to you, that's in the, in one of the books of our\nreligion. In another mishna, it says that at one of the\n, one of the rabbis said it takes 40 years for a human being to\nremember something bad, if something bad happens to him that they can talk\nabout, takes 40 years to clear out your mind. And | must say, the man said it\nmaybe a thousand years ago or 800 years ago, | agree with that. | didn't think\nabout other things, | didn't think about the camps, you know, you think about it. Not\nthe way | think about it today. | took showers all those years, didn't bother me, now\nwhen | take a shower in the morning, I'm feeling my back cause | have scars. Now\n| feel it every day. | don't feel, I've never felt it. Smell. | can't stand chlorine smell,\nbecause that's all we smelled in the camps. This, this, they spread chlorine on, all\nover. | smell it more now than | ever did. Just in general, thoughts about my\nchildhood. People have, people have said that you remember. I'm, | feel I'm\ncoming out of a hypnosis finally, after 50 years.",
        "A: It's because that's what the rabbi said, it takes 40 years to, to, to remember if\nsomething sad happened to you, like you don't want to remember and it had to\ncome out of your system maybe. It's not, it's not, there's no impact on my life.",
        "A: Oh yeah, | can live with it, because | have to live with it and | have enough other\nthings which attract me, my work and | like to work, | really enjoy my work, | love to\nwork. And my family and my grandchildren. So | have being\npulled away, and | do a lot of things that | enjoy, various things.",
        "A: My mother's brother left in the, in the 30's, to United States. His wife had\nrelatives here. And they lived here in San Francisco, they moved here. And, when\nthe war was over, | contacted him and my, and his and _ the two uncles, | talked to\nin the camp, | said brother. And | finally went here, my uncles didn't want to go to\nAmerica, they were too old by then, they thought and couldn't make a living here,\nthe language. So | went and he had two children. My uncle and aunt died in the\nmeantime. My uncle left, he died in 1951, so | only saw him\nfor a little over a year. My aunt died later, she had become a very good friend of\nmy wife's. They became very close, those two. A very beautiful woman. And they\nhave two children, a boy and a girl. The girl lives in New York, I'm very close to, we\ntalk to each other almost every week. My cousin, the boy, we never talk. We\ntalked last year or two years ago, but he, he has got a hang up with Jews. So he's\nmarried to a non-Jew, which is his business. But he, he is, he's anti-Semitic almost.\nIt bothers me no end. He's got a terrible anti, he's anti-lsrael and he doesn't talk to\nhis sister hardly either. His sister Phyllis, who is not involved in the Jewish world as\nsuch, even though she is married to a Jew and married to a terrific guy.",
        "A: | have no idea, | have no idea why he is, he's so anti anything Jewish, he makes\nvery nasty remarks about it and he knows how | feel, he knows how his sister feels.\nAnd his aunts, who are dead now, his cousins. He has very little contact with the\nfamily. He was sales manager for Levi-Strauss, he's not an incompetent human\nbeing. He, he was in southern California, the big territory for Levi-Strauss. Levi's\nand he's retired now, | think. He ran for mayor of Santa\nBarbara , he's no slouch, but | will, | don't want to talk to him. | don't think he wants\nto talk to me either. It's a mutual thing.",
        "A: He doesn't talk to his own child, he has a daughter, who lives up here and my\ndaughter, they talk to each other, but he doesn't talk to his own daughter, so\nsee there's something wrong with him.",
        "A: | don't know, | remember more things from my childhood at times, like addresses\nthan | remember what happened yesterday. | forget who, | forgot who | have lunch\nwith, see | got to think. But | do remember things way back. They come back now,\nthey open part of me, they open up now. A psychologist would have a heyday with\nme, a psychiatrist would have a heyday with me. | was offered by a psychiatrist, he\nwanted to do, really go through sessions and sessions with me and | said, \"Not a\nchance, | don't need that.\"",
        "A: Well, my mother used to write them all the time, you know and for some reason |\nthought, | remember my grandmother's phone number.",
        "A: Number 2. She lived in a town, there were about 3,000 people at the most,\nmaybe even 1500, | don't know. They were the only Jews in that town, my mother's\nmother, the one who went to Theresienstadt. And there were two phones in the\ntown, one was at city hall and the second one was my, my family because they\ncould afford it, the rest... | told you, we were in good shape. | know my parents\nphone number, 2/0. | don't Know, why would | remember them,\n. | don't remember numbers I've had in here, in this city.",
        "A: That | remember. | do not remember my phone numbers | had before we got\nmarried, say, or the office number, | worked in an office for 18 years until we sold it,\n| have no idea. | remember the street address, but | don't remember the phone\nnumber. | should, right? Logically | should.",
        "A: No, it's , but | remember my parents phone number and my,\nlook, there were 7,000 people in that town, maybe, it was 2/70, wonder why |\nremember that.",
        "A: No, not really, no. | don't remember. That's a good question, no one ever asked\nme that. Oh, children's songs, which are, maybe, things like they sing, sing now.",
        "A: | don't remember. But every | hear children sing this, we\nused to sing the same melody.",
        "A: My mother must have, my father was very musical, he liked to, he played the\nharmonica. He loved that. They couldn't afford violins, things like that, but they\nweren't on that level. None of, none of the Jews in where | was born and\n| ever went to college, they didn't, most of them, | don't think\nthat, | don't know how many went to high school even. That wasn't done, nobody\nwent on, they didn't have those things. They went to elementary school eight years\nand , that was enough and that's all they had to, to be. And\nexcept my mother had one cousin who was a physician, the rest were all\nmerchants.",
        "A: Oh, you mean when | quit?",
        "A: Then | called my uncle in San Francisco, that was in August, end of August of\n‘49, called my uncle here in San Francisco, | said, \"| want you to send me the\npapers.\" He just kept on writing me all the time, come over here, come over here\nand | didn't want, | didn't know. | wasn't ready yet and | wasn't ready to go to Israel.\nFor some reason that had no feeling for me at that time.",
        "A: Because | was in the wrong milieu, most likely. | didn't, luckily | think, that | didn't\nget into the DP camps, which happened to most of them. Most of the eastern\nEuropean Jews really couldn't go back behind the Iron Curtain, but Holland and\nBelgium and France, they all went back to their countries. And why didn't | want to\ngo to, | don't know, | just wasn't ready yet. | was, it wasn't, | wasn't ready, even\nthough my uncle wanted me to come here. So |, | got a hold of my uncle and | say,\n\"| want to come now.\" And by the end of August he thinks that he has set things in\nmotion and the fifth of December, | left Holland. You couldn't get on the boats, this\nwas a very serious problem and through, through another friend | got on the boat\nbecause this was a big steel company with offices in, in Holland, in New York, in\nEngland and they had guaranteed seats on these ships leaving Holland because\nfor the commerce, bring the commerce back and they gave me one of their seats.\nIt's a mutual friend and he arranged it and that's how | got to\nNew York. And | spent about three weeks traveling, sitting in New York with my\nuncle's wife, my aunt, her sister and | went to Philadelphia to see a friend who had\nsurvived, | was in the camps with and then | went to Chicago to see another friend\nof mine and then | went to San Francisco, by train.",
        "A: | was very excited to, to get to America, we had this huge dream of America, it's\na garden of Eden and all this. | Knew my cabin, there are four people in the cabin, it\nwas very packed. But it was overwhelming. We went to Bermuda, went first from\nHolland to England, to Southampton, then they stopped and they stopped in\nBermuda, it was beautiful, | never seen this kind of tropics and this kind of\nenvironment. And then New York, Statue of Liberty. And, but it was all, you know,\nit's so overwhelming, people, people think they remember details, | don't remember,\nit gets overwhelming, things of importance. You forget the emotions | think, years.\nWe act and look and then observe.",
        "A: Very little, hardly anything. I'll give you an example how much English | spoke.\nAfter I'd been here for a few, a few weeks, | had a terrible sty on my eye, so\nsomeone says, \"Well go to the Mount Zion clinic,\" which as you know, the Jewish\nhospital here was then. So | went to the doctor and he says, | remember, | don't\nknow why | remember that. He said, \"Does it hurt?\" And | said, \"It's very painless.\"\nSo he says, \"Painless? You mean painful?\" | said, \"No, painless.\" No where'd |\nget the word painless? When | used to be on the bus to go to work, there was an\nadvertising dentist, he was called painless Parker. So | thought, pain, painless,\npainful, what's the, so | tell him no, it's very painless, he says painful. That's how\nmuch English | spoke, now you know. But | learned fast, | went to school every\nnight.",
        "A: ___ high school in, four high schools. Washington High, Balboa High,\nCommerce High and Mission High. Every night that English class, they had\ndifferent nights, Monday, Tuesday, Wednesday, Thursdays. Went by bus to the\nhigh school from seven to nine and | lived in a boarding house, in a boarding house\non Washington Street, right near the Jewish community center, | used to go there.\nnight time before, | usually worked, | worked quite a bit.",
        "A: do you have to close that?",
        "A: Will it work without?",
        "A: The same, real estate.",
        "A: But, well | was hired by this man, because when | came here my uncle had got\nme a job within a week or two to sell to the restaurants and apartment houses,\ndeodorants and disinfectants and soaps and toilet paper, you know, those janitorial\nsupplies. It was awful, it was terrible and they didn't pay me. And so then | heard,\nhaving met by now some people, that the Jewish family and children's service had\nan employment committee and | went there and | met this wonderful lady, her name\nwas Paula Shirnholtz(ph), I'll never forget that. An elderly person, she worked there\nas a caseworker and | told her that | needed a job and she says, \"Well we have a\ncommittee and | will take your case to the committee tomorrow night and then you'll\nhear from me.\" Well, the next morning, or the, the morning after, she says, \"Here,\ngo see Mr. Alberton at 157 Sutter and he, he's a member of the committee, he\nwants to see you.\" So | went in there, there's another man sitting there waiting and\nhe interviewed me and he said, \"You know what the real estate means?\" \"No, |\ndon't know.\" He hired me, at, and his partner, there were two partners, a younger\npartner, his partner says, \" the guy can't speak English, what do you\n, you know, somebody\nwhen he was in his late 60's, early 70's, very compassionate, very fine person and\nhe hired me. So | had to put up signs and collect rent. | didn't have to be a scientist\nfor that, right? So that was in 1915, and then | started slowly making leases and\nmaking sales and then, then the army came, had to be in the army for two years.",
        "A: | was drafted.",
        "A: In the army.",
        "A: Yeah. That was the law then. | was drafted and then | went to the draft board\nand | told them my sad story. | didn't, my boss did. So the draft board says, \"Well,\nwe can handle, we can change that, why doesn't he go and join the reserve unit\nand go into the , the army base here once a month and he can\ndo it for a number of years and he doesn't have to go in the army.\"",
        "A: Well | told them | already was in a war. And | don't, | didn't go into details\nbecause there was some lady sitting there, she wouldn't have known.",
        "A: Yeah, | told them | was in the camps and | was in the, in the, in the, and that,\nbecause | said | didn't want to go in any more wars. But it didn't make any\ndifference to them, that's just a book and they followed the book. They didn't have\nanything in the book that you can't take guys with my background. So they said,\n\"Well, | want to be,\" she want to be nice to me, really nice, and she said, \"Well go\ntothe _ and join the reserve unit, you go once a month on Tuesday nights and,\nand, and you don't have to be drafted.\" | did that, but they drafted the unit, they\ntook the whole damn unit after six months going through, through this\nthing. And ended up in Fort Worth, 16 weeks of basic\ntraining, | was the oldest man in the platoon. He called me Pop, cause it was all\nyoung kids, they were 19 and 20 year olds and | was 26. And then, then | went to\nFort Lewis, they were going to send me to Germany, | refused to go to Germany.\nThey said, \"You got .\" | said, \"I don't care, but I'm not going to\nGermany.\" So | went up to Fort Lewis on the way to Korea and they kept me there.\n| became a supply sergeant. | came out as a sergeant, which is pretty good.",
        "A: | hated it but | liked it also because, in retrospect more so, |, | never knew\nAmericans. In San Francisco, the Jewish community center, | go to the Temple, |\ngo, made a few Jewish friends there, met over and some\nfamily, my aunt and uncle. And | never knew the Americans. So being in the army\n| met the Poles, from Chicago and then the Blacks from the south and the, and\nthey, and the Jews from Brooklyn, | met every American there is. Indians. And,\nwhich amazed me the most was when | was the supply sergeant this young man\nused to come down and say, \"Can you read me the letter from my mother?\" They\ncouldn't read and write yet, people who had come in the army couldn't read and\nwrite, they were so illiterate. And mostly out of Tennessee and Indians out from the\nreservations. And | was their interpreter and | wrote letters for those kids.",
        "A: Myself, yeah, but , but I, | could write them a letter to their, to their parents, and\nthey, they all, excuse me, they were very, very good kids and then they brought a\nlot of Mormons in from Utah, who were very disciplined and very straight and, and\nothers, but...",
        "A: Not, these . Dear Mama, I'm fine, how are you? Yeah. Hope\nyou're fine and goodbye. We went, we had inspection yesterday, or we took a\nmarch. These kids weren't college material. But the, the Indians were very good,\nthey made very good sharpshooters. But then | met Blacks, which I'd never met\nbefore. | met people from all over the, different nationalities and background, so, so\nin retrospect, | still correspond with, with several of them, from the army. Boys who,\nboys, boys, they're not boys, they're now in their 60's, who are in Montana, one in\nWyoming, one in New York, one in Seattle. Christmas time we send, we send each\nother Christmas cards.",
        "A: Not really. | can give you a longer list from people | don't want to talk to any\nmore.",
        "A: Well, well, yes, not a lot any more, it's, because people\nwho have not shown loyalty to me and if they don't show, then | drop them, then |\ncan't handle it. But people over the years, we stay in touch. Now this army\nsituation goes back, it's only once a year, Christmas time and, and from the camps,\nthe only friend | had really from the camps is the one who dropped dead in the, just\ntwo years ago, my friend Hans, we were very, very close. Another fellow | was in\nthe camps with lives in Paris. | met him twice in Israel, it so happened, because we\nhave a mutual friend now. I'm in, in, in, in touch with his mutual friend | met when |\nwas on the board of governors of the Jewish agency and we have become very\ngood friends, the four of us. But this other boy was in the camp, we had nothing to\ntalk about to him. He speaks very hard English because he's a Frenchman from\nReeon(ph) and we met twice and | thought maybe should get together more, but\nthere was nothing to talk about.",
        "A: Until a few years ago, maybe now it's 10 years, 12 years, not more than 15,\nnobody knew that I'd been in the camps, | never talked about it, | didn't tell anybody.\nPeople maybe, maybe people knew, people didn't ask me, | didn't tell them. People\ndidn't know. | got involved, through the Jewish family, , called\nme one day and | was active in the federation in '55 or, | mean every campaign\nsince 1955. But early Rob called me, he says, \"Look, there was an incident with\nthe Nazis in the sunset district and we have to organize the survivors here. | know\nyou're one,\" and we knew each other fairly well. He said, \"And | want you to help\nme, because the survivors are going bonkers, | need to arrest one, one father and\nson who have burned a Nazi bookstore and you're going to get involved.\" They\nweren't organized, so | got involved and from there and then we had this group, that\nI've chaired most of these years, | can't find a, a substitute, nobody wants it. And\nthey won't let me go. And immediately , every year now. Then\nwe built the, the memorial, you know, that Holocaust memorial, and which\nGoldman and | chaired and others, but\nwe were there. She was the chairman, | was, | was the fundraising chairman. She\nwas the artistic chairman, | was the overall chairman. And\nthen we, we build the...",
        "A: And then the, the George Segal(ph) piece. And then we built, before that even,\nwe built the Holocaust library and research center here. And that was done while |\nwas president of the Bureau of Jewish Education, about that time. But that was\nspearheaded by Max Garcia(ph), a Dutch Jew, a Sephardic Jew, is one of the few\nSephardic Jews alive here from Holland. My wife is Sephardic, her father's family.\nOriginally, great-grandfather came from Baghdad(ph), through England, to Hong\nKong. My wife was born in the Orient, all Sephardim.",
        "A: My wife knew a little, yeah we talked, but she never asked me, she didn't want\nme to talk, cause she didn't want me to think about it and talk about it and she tried\nnot to have me see anything on television if she could help it. My children knew\nbecause they did it behind my back, they never asked me and one day, when they\nwere in their middle teens, | remember it very vividly, | decided that | better tell\nthese kids more than just what they hear, what they read and what they have\nextracted from me. So | took them individually, first one, then the other, in the car\nand we drove up to the Sonoma and | said, \"Look, we going to, today we going to\ntalk about, I'm going to tell you a few things.\" And they, unless, it felt like, they said\nboth and | didn't tell one from the other, they both said independently, they weren't\ntogether, that | brought them separate, \"We don't want to talk about it, we know all\nabout it, we know, you don't have to tell us any more.\" So they didn't want and |\nthink that was because my wife must have instilled that in them, they didn't want me\nto feel hurt and to think about it or talk about it, think about it, whatever.",
        "A: Huh?",
        "A: Yes, they said, \"We know, we, we checked everything out, | mean\n, we've read about it, but you don't have to talk about it.\" So\nobviously now they're 36 and 38 and we never talk about this. My best friend, the\none, my friend Hans, who | told you, he and | were in Auschwitz together and we\nwere in Warsaw together and Dachau together, he would never talk about it. | tried\nto talk about it to him, is because | wanted to prepare myself for my book. | wanted,\nhe would never, he says, \"No reason talk about it any more.\" He would never talk\nabout it, he would never talk about It.",
        "A: He never had children, she couldn't have children, she had, they did experiments\non her. She died before he did.",
        "A: | was a little disappointed and then | also felt that they were very protective of\nme, so | dropped it. They knew and they can read and they know.",
        "A: Yeah, probably. Yeah, | couldn't change that. And that's the reason | want, I'm\nwriting this book, so they have, so they can read it, but they, of course if they want\nto ask me, they could ask me, they never ask me and that's only because they want\nto protect me. And my grandchildren, who are six and eight, by the time they have,\nby the time can comprehend life a little bitter, better, , | may not\nbe here. So that's why | want to put it in writing.",
        "A: No.",
        "A: No.",
        "A: Right.",
        "A: | don't know if you know more, but they didn't read it. I'm putting all, I'm\ncombining it all in there, in my book, not, there's separate documents. | had a oral\nhistory taken because it's the custom here in San Francisco that the past presidents\nof the federation have their oral history taken. And the one who took mine was the\nfor the federation. It's not finished yet, it's finished, but they\nhaven't yet. And they'll come out the next couple of months.\nThey haven't read it, they haven't read, | didn't want them to read the manuscript,\nnot of the book, because | want to finish that, but they have not and the one from\nWashington, | must tell you, | have it in video and in writing. | don't even know why\nthey want, yeah | think | have it, | Know where it is now. | think it's not so good and |\nthink that , almost think it's boring, but that's me.",
        "A: It's not boring, | thought it was very poorly done. You've got more out of me than\nthey have, | think, right? Smart. Very smart.",
        "A: Well there's a reason for this and I'm going to tell you the reason. When | came\nto San Francisco, | stayed with my aunt for a week, my aunt and uncle, then | said,\n\"| need an apartment.\" How much, | had no money. So! got a room in a basement\non 25th and Anza(ph), which cost eight dollars a month and | had a bunk bed,\nwhatever it's called, a mattress and a curtain and that was my side of the garage\nand the other side was a car, left every morning at seven. | don't even know who's\nit was, lived upstairs somewhere. But |, |, | saved enough after | got, | bought\nmyself a radio for five dollars. So | listened only to speaking, never to music.\nAnything speaking to listen to the language, night after night, way into the night.\nDamn flowers. And so that's how | learned the language a little bit and | wanted to\nbe an American. | didn't want to live with my aunt's here and her sisters. They still\nspoke German and all their friends. | can speak German, to continue that.",
        "A: | want to get out of there and | went to the Jewish community center and | joined.\nWas 12 dollars a year, but | couldn't pay them 12 bucks, so | worked a deal with the\ngirl on the counter, | pay one dollar a month, a month. One dollar when | could pay,\nbut | couldn't pay more. So | wanted to be an American, | looked up to this whole\ncountry and | still do, as much as I'm now complaining more than | did then,\nbecause of our damn politicians.",
        "A: That's being American. So |, | went to the center, after the first year being in\nthere, going to school, on weekends went to the center, then | went to the center\nalmost every night. And when you ask me about why did he join the Masons, |\nwant to be an American. | went in Toastmasters International, | went, | joined,\nwhich was very hard for me, but | joined Toastmasters International, later on, after\n95, | was in the junior chamber. | wanted to be like, and I'm saying this over, is |\nwant to be like everybody else, | want to have that, that part of life had to stop\nbecause | couldn't function if | lived that life. | didn't want to think about it. And |\nwanted to have my children a normal life, an American, so called American,\nmeaning a normal life. I'd been watching some of my friends who were survivors,\nwho messed up their children no end, messed them up, psychic, psychiatrically.\nThat's all they talked about and then listen, | had to listen\nsometime and |, obviously , when | was in the camps | didn't\nhave a nice meal like you have tonight. And they do this, they did this. And | can\ntell you some of these people are really fucked up, pardon my language, it's not\nmessed up, they're so messed, so horrible. | have a guy | help every so often\nbecause he, the guy is going crazy with it, himself, they can't\nfunction, those kids. They're not kids any more. And | didn't want to be like that. |\nwanted to be like same guy, like this lady is here, | wanted to\nbe an American and | didn't want my children to be affected by that. Pardon my\nlanguage, | shouldn't have used that word, but that's how | felt about it, | was angry\nthat they would, that they messed up their children and | didn't want that and I'm\nstill, | still feel this today. | still talk about today and | watched this. They're either\nestranged from the children... | have a couple | ran into recently that | hadn't seen\nfor awhile, they moved out of town. | said, \"How are your kids?\" \"I don't know.\" |\nsaid, \"What are you talking about?\" These were people in the camps, | said, oh no,\nfirst | said, \"You have grandchildren?\" That's how | started out, because you know,\n| love my grandchildren, | have a great time with them. They said, \"Oh, we never\nsee our grandchildren.\" | said, | said, \"How can you talk like that Helga?\" | said,\n\"What about your son?\" \"We never see him.\" | haven't, | talked about it for one\nweek to my wife, | said, \"I can't believe them.\" And these are nice people, these\nare not slobs, these are nice, decent, good citizens. Intelligent, successful, they're\nretired. And they messed up their children. And | was right, | didn't want to live\nthat, | smelled it, | saw it in Holland right after the war. | saw the cliques and they sit\nthere and about how it was in Auschwitz, how it was in\nBirkenau. | said, | knew it already. Now a lot of, some of the more intelligent\nsurvivors didn't talk to each other about it and when the conversation come up,\nthere was nothing to, there was nothing to remember and nothing to commiserate\nat the misery, because it would only perpetuated, | wanted to be like everybody\nelse and | will tell you today, | succeeded to the point that my children are very, very\nnormal, very successful, very smart, they have everything. They're college\neducated, they have it all.",
        "A: Good question.",
        "A: Did my children, did my children and my wife encourage that? First of all | didn't\nask them. Second of all, if | had asked them, they would have said, \"What do you\nneed that for?\" My wife more so than my children, most likely. Most likely |\nshouldn't say, because | know. | did it anyhow because I, | was asked, | felt | owe\nand it had to be done by someone who, who was willing to do it and, and, and had\nthe connections nationally, was politically involved. And just as a matter of, | think\nthat | couldn't walk away from this, since | was asked. And | was asked locally was\nmine, it was easy. Nationally it was much, much more, more a bigger commitment.\nThey were very proud of me. They always applauded it, my children and my wife,\nbut if I, if they had to make a decision for me, they would have says no, enough is\nenough. Which | think was normal and | would have done the same in their\nposition, because they're very protective of me. So that's why | didn't ask them. |\ndidn't know that. Now, did they go to the opening, of course.",
        "A: In the opening? Well, | tell you, since Susan works with me here, she saw more\nwhat's going on and, but David really, really took to this, to a point that | could see it\non his face. His wife also went of course and his wife and | are very close, she's a\nwonderful, wonderful girl. They understood it even better, they were very proud\nthat they could see their father's name on the wall there, as one of the markers, you\nknow. And, and maybe they didn't understand when | was\nthere twice a month for many years. all about, cause was hard\nto understand for anyone. But when they saw that, and Fern had been with me in\nWashington of course, not often, but you know, a few times. On the way to Israel\nwe stopped over there, so she was with me. And of course they, they understand it\nfully. It was not that there was any remorse or regret that they had not stopped me,\nto the contrary, it's just not discussed. That's what he wants to do, that's what he\nhas to do, that's what he should do. Oh yeah, and the kishkas(ph) in the, in the, in\n, they know that it has to be done. They're very, very, my\ndaughter is more of a street person, like me. David is, there's no gray with him, it's\nwhite or black. And he's a very, very successful surgeon, he's an orthopedic\nsurgeon here. Very, he's a, he's a real star. | can say that because people tell me\nthat daily. So he's on his own and so there's nothing, in retrospect it's good and |\nknow they're very proud of that. That's all but, did he agree with me at times, no.\nNot that he said it, but | could feel it. My wife says, \"God, you're killing yourself,\nyou're killing yourself, schlepping(ph) there all the time,\" you know, flying back and\nforth. What can | tell you?",
        "A: The children? Yeah.",
        "A: Well, the early days | couldn't explain it . Even my\ngranddaughter asked me not to long ago, what is that? Oh she said, \"Is that your\nphone number?\" Something like that, the little one, you see and | couldn't explain\nthis to a five year old, four year old, five year old then maybe. | said, \"I'll tell you\none of these days.\" My children? Fern told them, my wife told them, I'm positive,\nbecause they didn't press the issue and I've never heard them say, that's, like,\nthings like my father had a number on his arm, you see, | never heard them say\nthat. Because it's private. | tried to, | tried to wear long sleeves most of the time,\nwhich | notice a lot of survivors do. You don't want to, except when I'm in Hawaii\nwhere we go on the beach, or on the pool here, swim every morning, that you can't\nhelp it. People are very respectful of it, to me at least and the ones who ask, | will\nexplain. Non-Jews don't understand, some of them really don't know what it is.\nAnd then | explain it. And Jews, if they have to ask me, then there's something\nwrong with them, they should know. And do l, | tried to play it down, that's why |\ndon't wear short sleeve shirts in the summer or in the winter. So and the children\nnever, they never made an issue of it. I'm sure their mother explained it to them\nbecause that's the protection they had.",
        "A: The man who hired me also introduced me to my wife. That's Mr. Albertson.\nThey lived in the same building together, they were friends, family friends.",
        "A: Here in San Francisco. He and my wife's family, they were friends.",
        "A: At, in San Francisco. She went to Lowell High School and she went to Stanford,\nwhen | was in the camps, kind of, you know, she, she was born in the Orient, came\nto this, came back here before the war, parents divorced. She was raised by aunts,\ntwo aunts, who were like parents to me, she had two wonderful aunts. They also\nborn in the Orient, they spoke Chinese fluently. They were born there, so was their\nfather. They were Sephardic Jews who were in business in Hong Kong. And my\nwife was born there, so she was here during the war, so was her father, he had\ncome back here. And they were in the import-export business in San Francisco,\nthe offices in Hong Kong, Tokyo, Manilla. So they didn't know much about, first of\nall, they were Sephardic Jews so they had no, no relationship with any Ashkenazim\nin Europe, so nobody was killed, except my wife's, two of her aunts died in the\nJapanese concentration camps in Hong Kong, because the Japanese interned the\nBritish, they all had British passports. So they died in the camp. Not for, not like\nthe Germans, they died there of, | don't know if it was malnutrition or some\ndiseases, but it was different. That's the only relationship they had with the war,\ncause they were British subjects.",
        "A: No, that didn't bother me. No, but | didn't make an issue of it, | didn't make an\nissue of it because, like | said earlier, | didn't want to be like, | don't like to be around\nsurvivors. They're very narrow minded, at least the group here in San Francisco,\nothers | know in other parts of the world, over the years, but here in San Francisco\nit's so, it's not a, | don't enjoy this group at all, that's between us, maybe | shouldn't\nput it on tape.",
        "A: Yeah, but their nice people and |, we go out with some of them, every so often\nwe have them over, they go to their house, to keep this relationship, but no, they're\nnot, they don't think like | do, meaning | don't want to live that life any more. | want\nto live like the rest of, like everybody else in this town, like 740,000 people.",
        "A: Every morning.",
        "A: Ah, and | lived in Germany. They took the kids swimming, you know, not every\nday, but you know, once a month, once a week, | forget. Because | was the only\nJewish child in the entire school of 800 children and there's a, there was a city pool\nthey used, on the outskirts of town and | was, | went in that pool once, | think it was\nin first grade, was in 1932, or thereabouts, in '33, then | could never go in there\nagain, they let me, | had to sit on the side, while, while all the other kids were\nswimming. And | was the only Jew there. Couldn't have really messed up too\nbadly, but there's anti-Semitism. And the head of the school was an anti-Semite,\nmy teacher was not, but head of the school a was a Nazi, so no, | never learned to\nswim until, until | was in the army. | never had lessons, | just taught myself. Now |\ncan swim.\nEnd of Tape 2.\nTape 3",
        "A: ...nobody else ever, nobody else ever asked me.",
        "A: You should just use your own judgment.",
        "A: Well, as you know my wife will, will take, she would love to sit here now and\nexplain it to you. She keeps on, my wife was a Republican when | met her. | can't\nexplain why, but she was. When | met her | was a register, registered Democrat.\nWhy? Because the Jews in San Francisco are all Democrats, so that you know,\nyou ask around, you register, so you register like all the rest of the Jews, Democrat.\nUntil, until, | think was around the Nixon, Nixon era, or there about and | became\nmore conservative and definitely when the Reagan, | really did not get involved in,\nin, in overt politics until Reagan, national politics. For some reason | got involved\nwith the Reagan campaign here and | used to go and travel with Reagan in\nsouthern California to introduce him to Jewish audiences, B'nai Brith lodges and\nTemples and all this. Because mutual friend was very close to his campaign and\nhe asked me to fly down there. And then | worked very hard, | was a chairman for\nReagan in San Francisco, Jews. And I'm very conservative\nand apropos, the majority of survivors and |'m talking about camp survivors, now\neverybody thinks they're a survivor, but camp survivors, are Republicans, are\nconservative. It surprises because the biggest surprise when\nyou talk to so-called, they say, \"How can you, how can you, a\nguy was in the camps, how can you be a Republican or be so conservative?\" It\nblows people's minds, I'm talking about Jews, it blows their mind, cause I'm\nsupposed to be a real bleeding heart liberal, you Know, who gives everybody else's\nmoney away, except their own. And you see I'm prejudiced, right? And I'm\nconservative, because | had to make it, | did. When | was in the army, | made 72\ndollars and that's all | had and | bought a war bond of 18 dollars and 75 cents,\nevery month for two years. Did | have money left over? No, because | didn't have\nenough money because you know, | have to get, certain necessary things you have\nto buy. | worked at night as a waiter on top of it, every night and Saturday and\nSunday, cause I'm conservative and I, | believe that you do it yourself, you help,\nobviously you know my life a little bit, people that need you, help them. That's why\nI'm involved so much with all the institutions here. But, but, this, this liberalism to\nme, is pulling the country in the direction Russia went. Russia is a basket case,\nthey can never get out of this, Russia is gone. They can't pull out of this. And, and\n| see, | see how we the deterioration which starts with the\neconomics and then it goes into the mentality of people and the crime, it's all part of\nthis, this, this ultra-liberalism and | cannot stomach this, | can't handle, | think it's\nwrong, you need to be more conservative, the liberalism is not going to, is not going\nto work the way this is designed for this country. It isn't going to work. Holland has\na liberalism in a different way and | watch Holland's the Dutch\npress, | read a little bit, not much and theirs is working differently, it's working better\nthan ours.",
        "A: Cause they're controlling it differently, they don't let it get out of hand and the\ngovernment controls it, so they don't let, they, the special interests groups, who\ndirect things without really having knowledge, for instance this, this, this thing this\nweek about the trees up in, up north, a thousand people demonstrated. Two-thirds\nhave never been up there, they don't know anything about it, they saw dead trees\nand | think that sometimes you have to help nature. They weren't destroying the\nwhole thing. Plus the fact, how many people are out of jobs there? There's, the\nunemployment is unbelievable there in that area. Because that's all they had to live\noff, that industry. Destroy it? They're destroying, they're destroying an industry,\nvery simple. Cause, it's the eagle. They don't care about those God damn trees.\nSure, I'm saying they should take all the trees down, but in an orderly fashion you\ncan handle that, but no by saying, not negotiable. The people on welfare because\nof this. And there must be a middle path. You don't have to be on welfare,\neverybody. Healthy, workable people. But there's no other industry up there. It\nhappens constantly. | can tell you that closing up the situation was chairman of the,\nhe built a wing, the new wing on the Jewish home, he lost, we_ had,\ncertain glass, from PPG, largest company in the country. We\nfound out after we were waiting for delivery that the factory closed up because, it\nwas closed up because of, happened to be the union closed up that factory and we\nhad to go to Spain and buy that, that whole town was unemployed. There's got to\nbe a middle path. You see this, it goes too far. Now as a dictatorship, my side, no\ni's no dictatorship. But some people need, some people need guidance, but not\nthe guidance of saying, we'll worry about you, just get out of bed in the morning, if\nyou don't want to get up, we'll pay you anyhow. That's why, my kid's think I'm, my\ndaughter is a Democrat, my son is a Democrat, they think I'm Atilla the Hun. They\nthink I'm too far to the right, but | don't care.",
        "A: For me? Not much any more, you know, | had some medical problems and this,\nI'm going through that, slowly I'm getting much better, I'm almost back to normal,\nbut |, | have a pacemaker and | had some heart problems and I, | think I'm okay\nwith that.",
        "A: No, but, no, no, what motivated me was basically because | was thinking about it\nmore and | want my grandchildren to Know where they came from, what they, what\nthey, who their grandfather was. One of my serious problems | have and | thought\nabout it yesterday, | don't know why it came to my mind, that most people can go to\na grandfather or to a relative and say, \"What happened when | was a child?\" And\nI've no one to ask. | don't know, I'd like to know more about my grandparents. |\nknow that | knew them, | know they lived there. My father's sister, she disappeared,\nshe died in Auschwitz, we don't know where, how, what date. My grandfather died,\nwas killed in Sobibor. But I've no one to ask. Someone, anyone you see has\nsomeone they can ask, there's some relative and | have no one. That bothers me\nat times and it's, it's the link that | cannot repair. So at least | feel that | got to pick\nup where | remember. | have no uncles to ask, my cousins all young, I'm the\noldest, so they don't know. And | had one aunt and a first cousin on my father's\nwas still alive, she lives in upstate New York. And , | talk to\nthem regular, I'm very close to her children. But | went to see, | made a special trip,\n| took my tape recorder with me, | said, \"Sophie,\" her name is Sophie, Aunt Sophie,\nshe's 97. So | tried to get some out of her, | couldn't, she was too old. Was too old,\n| went too late. Because this book about, | went about a year,\ntwo years ago and | spent the day with her and | ask her daughter to try and she\ncouldn't get it out of her. She can't talk, this is somebody older, so there's no one\nleft. | have cousins in Jerusalem, my mother had a first cousin in Jerusalem, they\n, they gave me pictures. So | have some pictures of my\nparents. | had no pictures. Now | have pictures. In 1980's, in the '70's or whatever,\n| to my cousin in Jerusalem.",
        "A: | never had a picture. But the pictures | have now, they're not that good, they're\nall taken in the 30's when there was already, when they already, their faces are not\nthat, that happy. | have some pictures, except for pictures of my grandparents, my\nmother's side, silver wedding anniversary in 1917, | have two pictures that | found in\nJerusalem and | really enjoy looking at those pictures every so often, my parents.\nAnd then, and | have a picture of my father, which is not a very good picture and |\nhave only one picture of my sister and | found by accident, the neighbors had it\nwhen she was maybe 10 years old, | don't think she was 12, | don't know. So that's\nthe only picture | have of my sister. And that link | miss, that | can't, | have no one\nto ask.",
        "A: | think, | think about it very often, that my mother, would she enjoy seeing my\nchildren, my grandchildren. Of course life, life stops even in normal times, but\nwouldn't she like to see my success? You know, could she ever dream that | would\nbe what | am? I'm known worldwide, | don't mean to impress you, | mean | have\nfriends all over the world because of my Jewish activities and, not so much the\nmuseum, that too, in this country. My success, | have no need for money, I've got it\nall, two houses. What else can a guy ask for? | got a great family. And I, and |\nthink of very often, my father and mother, if they could only see this, cause they,\nthey were very emotional, especially my mother and so was my grandmother.\nThey cried when somebody had a baby they cried, they cried for everything, you\nknow how the Jews ? But that would be, that would be a great\nthing which, under normal conditions that wouldn't have been alive with my great\ngrandchildren are, chances are because they, they died in 1943, they were killed in\n43 when they were 46 years old. So, take your numbers | mean,\nthe chances they would know more than grandchildren,\nminimum, they were in their late 20's. my wife and | married, |\nwas 31, | was 31, she was 30. So, that luck only people who\nmarry very young and stay together, right?",
        "A: Oh yeah, chances are. But |! would have, | think about it frequently, not often, but\nfrequently. , my mother could only see.",
        "A: Yeah. | don't think it was Jewish, could be yeah, because of the camps, but the\nChristians went to the camps too, a few. And look what it did to the Russians. |\nsaw thousands of Russians being killed, in front of us in Auschwitz and other\ncamps. They killed them. Put them in ice water, big pools of ice water. It wasn't\nonly the, it was the Jews or the Gypsies, they did it to the Gypsies.\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\n[Date not labeled on audio tape]"
    ]
}