{
    "rg": "RG-50.549.03.0002_trs_en",
    "sequence": [
        "A: A cripple or a midget.\nA2: The a-amazing thing about it, he was playing the vio --",
        "A: Yeah, but hold it, hold it, hold it, this -- we going to say into the record, right?",
        "Q: Say -- any time you’re -- actu -- actu --",
        "A: What do you want me -- I -- I just took out my album from our trip to Europe,\nspecifically to Poland in 1980, and I’m looking at the pictures that were taken on our\nvisit to Frederic Chopin’s birthplace, Zelazowa Wola, which is slightly north, I think\n-- near Warsaw, very near Warsaw. And it’s amazing how vivid the memories of the\nlovely, lovely music that was played at the -- at the cottage. This actually is an old\ncottage rather than a house, a 19\" century cottage, with all the furnishings, and of\ncourse, a piano, which is played every now and then. Remember, she said no -- the\nguide said absolutely no -- nobody is allowed to play the piano except a famous\npianist, remember? At which time they take the piano out to the patio. So I'd -- later\non, of course, after Zelazowa Wola, we went -- you remember this, to the concert?\nA2: Yes.",
        "A: In the Wazcenki Palace.\nMarch 23, 2001\nA2: What was the name of that park?",
        "A: Wazcenki Palace, that’s an old palace.\nA2: Oh, the same name as the palace.",
        "A: Right.\nA2: Yeah, I remember when we sat there, and -- and we were enjoying a concert.",
        "A: Yeah. The piano was placed upo --\nA2: Piano recital.",
        "A: Yes, and the piano was placed with -- on this.\nA2: At the -- at -- beneath the statue --",
        "A: The statue.\nA2: -- and the statue is of Chopin.",
        "A: Right, right.\nA2: Right.",
        "A: And there was sort of like an artificial lake, wasn’t it?\nA2: Mm-hm.",
        "A: Yeah, it was --\nA2: Well, it was a pond.",
        "A: Yeah. Of course, we don’t have the -- we don’t have the pic -- any pictures from the\nOstrovsky Palace. Remember that? We sat there for a col -- concert in a very small\nconcert hall?\nMarch 23, 2001\nA2: Mm-hm.",
        "A: That was lovely too. And this was part of our -- my -- our infatuation with -- with\nChopin’s music. So we were just so thrilled that we were able to go there.\nA2: Right. I wanted to move ahead to when we were in Krakow, and th-there’s a\nphotograph over here of a -- a -- a group of gypsies who were entertaining, and there’s\none amazing --",
        "A: Musician.\nA2: -- musician there, he was a -- a midget cripple who played the violin, but he held\nthe violin like a cello. And he was a1 -- he bowed with his left hand. And he played\nthe most difficult music. I know, because I used to play the violin myself and he did it\nwith such perfection, 1t was just a -- and I was just amazed to see -- to see it being\ndone. And the others, I -- well, the others I don’t know about because I’m no -- I never\nplayed the other --",
        "A: No -- instruments.\nA2: -- the other instruments.",
        "A: No, but this was -- this was I think a -- a -- this was 1n the market square in\nKrakow, and I think they were what you call permanent musicians for the summer, or\nwhatever. But this -- and they were gypsies, and they said so. But this -- the violinist\nwas -- wa -- he took your breath away, I remember that. We just couldn’t get over it.\nMarch 23, 2001\nAnd we were quite impressed. And of course from Krak6ow -- this you remember, too,\nwe went to Wilanow Palace, that was outside of Warsaw, that’s with Grazshina.\nA2: With Grazshina.",
        "A: Yes. And here is the -- remember this one?\nA2: I don’t remember.",
        "A: An organ grinder, that was --\nA2: The orga --",
        "A: -- yes --\nA2: -- yeah, uh-huh.",
        "A: -- in -- in -- and he had a parrot. This was in -- in Warsaw. But another thing that\nimpressed you, I want to bring that out that -- which was in Warsaw.\nA2: Yes, what was that?",
        "A: Which was this.\nA2: Oh yes.",
        "A: Yes. That was the -- remember? The tomb of the unknown soldier --\nA2: Yes, yes.",
        "A: -- and the --\nA2: Right, the changing of the guard. I remember seeing that.",
        "A: Out of the window from the [indecipherable] remember?\nA2: Right, right.\nMarch 23, 2001",
        "A: So that was -- and even the day -- the morning that we are leaving there was\nchanging of the guards and we saw it from the window.\nA2: Mm-hm.",
        "A: It’s very nice. And this was the Warsaw ghetto memorial, of course, which we\nvisited. And after that was Auschwitz, so that was --",
        "Q: Okay, if you could now just let us -- that’s -- that’s fine. If you could now just\nmaybe sort of le -- not say anything and just lean forward a little bit.",
        "A: To make the noise.",
        "Q: Just to make the noise a little, yeah. Not specially, just the way it is.",
        "A: Here’s a visit to my hometown. Yes. I remember this was on the square where --\nA2: Yes.",
        "A: -- Jews were rounded up. Oh here is the locomotive.\nA2: Starchowice, yes.",
        "A: Yeah. This is the locomotive that you liked so well, 19 century locomotive.\nA2: Yeah, you don’t see them any more.",
        "A: Yeah. And this is the Christian family that was of such help to us in Poland, helped\nus survive. We visited them, remember?\nA2: Mm-hm, sure.",
        "Q: Now, no talk and just -- just go through it. That’s -- that’s great.",
        "A: Okay.\nMarch 23, 2001",
        "Q: This is one little scene of -- [tape break]",
        "A: -- Poland [indecipherable]",
        "Q: Well, maybe -- maybe we can do, since I’m having the stir --",
        "A: It’s [indecipherable]\nA2: But you don’t need me here now, I’m going to go back [indecipherable]",
        "Q: No, no, no, you can go, yeah.",
        "A: So maybe you close the -- [tape break] [music]. What do you want me to say?",
        "Q: Where are the loudspeakers?",
        "A: Oh, you want it louder?",
        "Q: Yeah, that would be good. If you could. Where are the loudspeakers? In here? I just\nwant about -- [music]. Even a little louder. A-And don’t move your head too much,\njust kind of like talk into the microphone, or to me.",
        "A: Yeah. Well, I -- you know, I -- I do like classical music a lot, and always have, and\nI love the human voice, this is why I love opera. But I adore Chopin, and if you ask\nme to make a list of composers that I adore, from the top my first is Chopin -- not\nVictor’s, he | -- he likes him, too, but he prefers Tchaikovsky, but Chopin to me is\neverything. There’s such delicacy in his piano playing, and there’s such soul, plus the\nfact that a lot of his music was set to -- was made into songs in Poland. In fact, I have\na record here, it says [indecipherable] that’s complete works of Chopin as they were\nset to music. There are some baritone male voices, and sopranos. And actually -- this is\nMarch 23, 2001\na record I bought while I was in Poland, but actually, I know about 80 percent of these\nsongs, because as a child I learned them. You know, when you learn -- when you go to\nschool and you have -- in those days, children were taught to sing. Well, you were\ntaught also quite often, some of these songs, which at that time I didn’t know they\nwere Chopin, they were just beautiful songs.",
        "Q: You can just start any time you want to.",
        "A: You asked me about the pictures of my family from before the war. Of course I\nhave them, and it isn’t because I -- I took them out of Poland, no. They were sent to us\nfrom Israel because my mother was quite involved with training the pioneers for pi --\nand for pioneering in Palestine and subsequently these people settled in the old\nPalestine and my parents used to send them pictures. Well, after the war, we were\nvery, very lucky that some of these people whom we located, gave us some of the\npictures of -- from my childhood, which I would otherwise never have. So what I do\nhave in my album, and of course I also have it as a painting, which I had done out of\nthese pictures, a picture of my parents as mature people, and a picture of my parents as\n-- aS an engaged couple. And you could see how charming that looks, it’s a sort of an\nold fashioned kind of thing. Mother has a big bow in the back, and they both wear a\npince-nez. And my father has one of these stand-up collars, sort of like a 19\" century\nfashion. Very charming and I’m delighted to have those. Then we have a picture of my\nfather, one of them is -- he’s sort of posing, you could see, obviously this was posed in\nMarch 23, 2001\nthe studio against a little table. And it’s very official, and rather proper. And then\nthere’s one more relaxed, sort of like a -- well, basic portrait type of a picture. And\nthen I have this group picture of my grandmother on my mother’s side, whose name\nwas Sarah Tanenbloom. And I think I mentioned somewhere in the rec --",
        "Q: I don’t recall.",
        "A: This group picture 1s with my mother’s side of the family. Basically, my\ngrandmother is in the middle. Since she was religious, you could see she’s wearing a\nwig. To her left is my mother, holding my oldest sister, Anna -- Hanya. Of course, I\nwasn’t around yet for a long time. On the other side of Grandma is my Aunt Anja and\nabove in second line you have my father’s sister. This is, I think, Lodja. Then is my\nmother’s youngest sister, Ruja, my father, my Aunt Regina, my father’s sister, I think\nthis is Frania, and this completes the picture. And that was taken somewhere in the\n20’s and -- ni -- 1920’s. And I’m so happy to have this picture, of course, I made\ncopies for my sisters and my kids. So we’re very lucky to have that. And here is my\nmother as a very young girl, with my -- with -- with her brother. And it also has to be\ntaken somewhere in a -- in a studio, and 1t makes me laugh when I look at those poses,\nbut this is also charming, lovely. I also have a very interesting picture of myself here\nwith my mother. And I -- I sort of have a severe look on my face, and -- and I am\nsitting there with a little cane. The reason is that this is a picture of my fa -- of my\nmother in one of the -- she used to go to the spa for -- for her arthritis, and she had to\nMarch 23, 2001\nhave a cane, obviously she was suffering. So apparently she bought me a little cane.\nAnd I’m sitting on the -- on the -- on a bench, and my mother is standing next to me,\nand of course I look the way I always did, with the big, thick hair, and a bow in the\nhead -- hair, holding a cane. And next to it I also have a picture of my sister Chris,\nChrisha, with my mother, also at that -- at that spa, which was the -- the -- the spa --\nthe -- the sulphur baths were actually located inside a park. And this 1s outside the gate\nof the park. The -- the place was called Buskos Druey, it was in central Poland.\nMother used to go there annually for her arthritis. Let -- let me make sure I know who\nis who. This is Regina, this is Ruja, this is Anja, this is Moish, those are the two sons.\nYes, okay, just a second. Oh, I’ve got it written down, all the sisters were standing\nthere, sister Regina, this is Regina, this one. Brother Moish, sister Anja, brother\nNokrun in there. Sister Ruja, that’s -- I had it the opposite way, I’m looking at it li --\nand the Kronenburg boys, Bernard and Henrick, okay. Here is another picture\nwhich I have, which shows my mother’s side of the family, which was quite extensive,\nbecause there were nine children, and when they grew up, of course they all had\nchildren, so the family was very large. In this picture I have my mother’s oldest sister,\nFela Kronenberg with her husband. My mother’s sister, Anja, Regina and Ruja. My\nmother’s brother Moish, and the Kronenberg’s two sons, whose name was Bernard\nand Henrick. And of course, except for my Uncle Moish, who emigrated to America,\nthis -- everybody in this picture went -- was an-annihilated in -- in the Holocaust, plus\nMarch 23, 2001\n-- and this is only one daughter, now just multiply it by nine, and you will get the idea\nof how many people in that family perished in the Holocaust. My father’s brother, who\nsurvived the war, this was right after the war. So let me see, and after this is Berlin.\nWell, here is one more picture, we call it the classic, quote unquote, because we are\nlined up, posed again as all those pictures were in those years, the three sisters. The\noldest sister Anna -- Hanya, the middle sister Chrisha, Chris, and myself, Renia,\nRegina. We lined up and our kids always laugh at this picture, and they make us -- we\n-- of course, we are a very close family, we always have been extremely close, and --\nand because we survived the war together, and -- and the fact that we were never\nseparated during the war, which is almost incredible. It just absolutely was a\nmiraculous thing that we were never separated. We were very close then, and we are\nvery close now, and so are our kids. So our kids always laugh when they remember\nthis picture, because this is the family classic. And throughout the years, whenever we\nhave big of -- family occasions, weddings, Bar Mitzvahs, Seders, they make us line\nup. And I can show you though the years, I have pictures of the three of us lined up in\nthe exact position. We have to stand, and we have to stand there like the steps, except\nnow we are not steps. In those days one was biggest, one was middle, one was small.\nNow we’re sort of varied in size, and we, of course, gotten so much older, too. But the\npoint is that I have pictures through the years, in the same arrangement as this classic\npicture, so that this is just for the joke of it, and every album that you look through, as\nMarch 23, 2001\nI have them all lined up, you will always find a picture of the three sisters lined up in\nthat fashion. You know, I look at these albums now, and I remember [indecipherable]\nthem in Berlin, which was a part of our -- that’s where our outings wer -- took place,\nbecause we lived in the DP camp in Schlactensee. And as I look at these pictures with\nmy friends, one of it has the bombed out church in the background. Gives you an idea\nthat this was only one year after the war ended. But we look like real schoolgirls out\nfor a good time. And we had a very -- I always talk about the experience in the DP\ncamp as one of the nicest, because I was really still a child, and there was every effort\nmade to have all the children who were at the camp at that time, to have those children\ncome back to the life of a child. Of course, there was a school established, and --\nbecause children were coming in at all ages, and with all educational backgrounds, we\nwere sorted out, so to say, by age, because this was primarily a Hebrew school, even\nthough the subjects were -- the curriculum was like any other school, except it was all\nin Hebrew. And basically the kids who went to that school really, truly identified with\nthe group, even though some of the children were orphans and came to the DP camp\nwith cousins or others. Some were children with parents who came out of Russia, for\nexample. I had one friend, Tunia, who came from Russia, and she was my age, and\nshe was in that class. Now we had, in addition -- in -- in addition to having courses, we\nwere also given a special dining room where we will go -- we all attended, we all had\nspecial lunches, and of course we always had chocolate. And in the evenings we went\nMarch 23, 2001\nfor dances. I don’t think it was every evening, it was probably about once or twice a\nweek. And over there we could already mix with the what you call grown-up group,\nbecause after all, we were -- I ha -- I was among the group that was the oldest, and we\nweren’t even what you call grown people yet. But over there the boys were lovely, and\nthey were a little older, but they didn’t mind dancing with girls who are younger but\nknew how to dance, and there was an orchestra. And the music played -- I now realize,\nwhen I hear some of it in America -- not now, but years ago when they used to play\nthat, that the music that was very popular in America in the 30’s was what was played\nby these dancing -- dancing -- dance bands for us in Schlactensee. And lo and behold,\nwhen I came to America, I heard those songs again, except they said, oh, these songs\nare old, and Nat King Cole will sing it, or other popular entertainer singers of the\ntime. And of course, to this day, every time somebody plays very old records, and they\nplay one of those, I never associate it with America, because I really learned it in\nBerlin. So --",
        "Q: Do you remember one? Sing -- sing one, or s -- hum it a little bit.",
        "A: Oh yes, of course, my voice isn’t there, but I remember this one song, “Kiss me\nonce, and kiss me twice, and kiss me once again. It’s been a long, long, time.” I’m\nsorry, I can’t sing cause I just had a cold, so I have a scratchy voice. Anyhow, I have\nhere these different boys that I used to dance with, and of course group pictures with\nothers, and it’s -- it’s really just wonderful with -- we seem to be having a very great,\nMarch 23, 2001\nwonderful time, which we did. Because I really remember all this with great affection,\nand how -- what a nice relationships we all established with the boys. I mean, each one\nof us, the group of girls that I was close to, and there were four of us that were very\nclose at that time, and we had a relationship with boys that was really lovely, it was\nfriendly, and it -- it was really -- 1t was just -- just -- just -- just nice. I have a few\npictures of the four of us here, and three of us remain very close. Actually, all four\nexcept unfortunately two of us are gone -- we’re gone now. And in fact, I have a\npicture much later on, that I might show you, when we took a -- the four of us got\ntogether, and we have a picture like that.",
        "Q: Can you describe a little bit more the -- I mean s -- a lot of people have not so\npleasant memories of -- of -- of DP camps. Could you describe a little bit what it\nlooked like, what -- what the camp itself was -- sort of looked like and -- and what\nyour memories are of it, that are very different.",
        "A: Well, 1 -- actually, what I remember is that we lived in barracks, I have the pictures\nof the barracks. The barracks were any -- not much to -- to brag about, they were, I\nthink, some old, leftover army barracks over there. But when you’re young, and you\ncome back to -- to living a life of a young girl, who cares if you live in a barrack or if\nyou live in a palace. Because, as you could see from the album, we were celebrating\ndifferent holidays. For example, Lach Baroma, as you could see, we are all dressed in\nschool uniforms, which is a white blouse and a navy blue skirt. We went to the --\nMarch 23, 2001\nsomewhere out -- it was an outing, like a picnic type. And we used to go to -- this is a\nvery interesting picture, we used to go marching on -- on holiday with -- carrying a\nJew -- a -- an Israeli flag. As you could see, we here lined up for a march. Now, I can’t\nquite tell you where we were going, but this is inside the DP camp, because you see\nthe barrack in the back. However, I know we went outside. This could have been one\nof those Lach Baroma parades of sorts. And here you have another picture of another\npicnic, specifically with my class and some of these people are still around and they’re\nvery -- we’re very good friends. This 1s a picture in the classroom, and here 1s a picture\nof the four of us, what I told you.",
        "Q: Okay, let’s go to the certificate, tell me a little bit more about the certificate. You\nwere a good student, I bet.",
        "A: Yes, I was a very good student, and it makes me laugh that I came up with all\nexcellents, and it didn’t really do me any good, because this was from a Hebrew\nschool, and I came to America. However, I kept it sort of as a souvenir, and as a\nmatter of fact, this 1s only a copy because I donated the original the Holocaust\nMuseum in Washington. This was issued to me in January of 1947, when I was\nleaving DP camp for the United States. And of course, knowing that I -- I -- I would\nbe going to school somewhere in America, but not knowing exactly what it is that I\nwill need to present myself as a student, this was a handwritten kind of a report card,\nand it reads Hebrew public school, Herzl, [indecipherable] center, Berlin schlact --\nMarch 23, 2001\nSchlactensee. And of course it has my birth date and where I was born and then all the\nsubjects that were covered, and a --",
        "Q: Could you say that again? All the subjects -- could you read some of those things?",
        "A: Oh sure. Behavior was number one, and it says excellent. Now there -- there’s\nsomething very academic. Bible, yes, Hebrew language, Hebrew literature, English\nlanguage -- of which there was absolutely the most minimal amount because the\nprofessor -- the teacher was a -- a -- a British -- he was from England, and the phrases\nthat he taught us were laughable. One of those phrases to this day is -- his favorite\nphrase we have -- had to memorize it. The house was situated on the cliff. And I never\nforgot it because whenever I wanted to use a phrase in America, that was exactly the\nphrase I would need, obviously, to survive in America. So to this day I have it\ningrained in my brain. It’s -- it’s -- and I use it as an anecdotal joke, because that’s\nreally what it amounts to. Well, anyhow, the other is Hebrew history, Palestine\ngeography, geography -- general geography. Mathematics, algebra, geometry, physics,\nbotanics -- which was botany. Drawing, music, and physical training. Now the music\nwasn’t much 1n the school itself, but what we did was we used to go -- you know, we\nwere in -- th-the German theater was brought back right after the war, in East\nGermany. We were on -- in the American sector, however, somehow or other we had\n-- th-the older kids in the school were able to go as a class, to go to, let’s say, we saw\nSchiller, the [indecipherable], I saw that in -- in Berlin theater. We were able to go to\nMarch 23, 2001\nopera so that -- apparently I really don’t remember, but I do think that after a musical\nevent, after mu -- an event -- cultural event that involved music, we probably discussed\nit in the class, because there was no musical instruction as such. But this was all\nterribly worthwhile, because really, that was basically connecting e -- connecting us to\nreal -- th-the real world. And I -- I surely am thrilled that I was able to do it. And now\nthe school grew in size, because when I first came, the -- the group was rather small,\nand I have a picture of that. So was a very small group, but by the time I was ready to\nleave, which was early 1947, the -- I have another picture, as you could see, this is the\n-- the -- the group grew, because as I mentioned before, people were coming out of the\nSoviet Union and trying to go westward. And a lot of them, including my friend\nTunia, stopped in the Schlactensee camp so that these were -- not all of these kids that\nyou see in the picture are not all camp survivors. Some of them are children who came\nout of Russia, which to an extent was also very bad, but that’s another story. And of\ncourse, you know, there were weddings. People were getting married. I have a picture\nof somebody’s wedding. I don’t know whose wedding, but I can s -- I could see that\nI’m here, and I could see there are flowers, and I could see that two big --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- And of course, you know, there were weddings. People were getting married. I\nhave a picture of somebody’s wedding. I don’t know whose wedding, but I can s -- I\nMarch 23, 2001\ncould see that I’m here, and I could see there are flowers, and I could see that two big\nlo -- two long tables with a lot of people, and I si -- distinctly remember that somebody\nin camp was getting married and I wa -- am in it, and don’t ask me why. But I do see\nmy school friends, so perhaps -- you see, these are all my school friends. Perhaps we\nwere invited for whatever reason, but I can’t tell you. But I was there. Well, moving\nalong in the album, you could see this 1s our picture on the boat, coming over to\nAmerica. We arrived in New York on February 11\", 1947, and I traveled with my\nsister and brother-in-law, Miles Lerman and Chris Lerman, and because one of my\nschool friends, George Schwab was also going to America with his mother, Clara\nSchwab, wis -- we stayed together. The boat was called Marine Perch, it was an old\ntransport tran -- converted transport ship. And it was primitive by any standard, but to\nus it was luxury. The only thing is because it was February, we had a really terrific\nstorm, and what happened was that everybody was very sick. Of course, women were\nseparated from the men. Chrisha, Chris, and Mrs. Schwab, Clara Schwab had to\nsleep with the women in the bowels of the boat. I was privileged because I was a child,\nso I was put up with the children in the cabins up on top, which is sort of like first\nclass, but it wasn’t, there was a -- two bunks, two tier bunks so I shared the room with\nthree other girls. Well, what happened was that both Chrisha and Mrs. Schwab were\nsick throughout the ship because they absolutely lived down in the bowels of the ship,\nwithout the air. I had the good fortune of not getting sick, so I was running around the\nMarch 23, 2001\nboat and of course there was food above and beyond the need of anybody, because\nnobody else was eating. So I was eating, and I was running around the boat, and I\ndon’t think George was sick either, and there were a few of us youngsters running\naround. I got such a terrific -- not a cold, but I -- I -- I developed laryngitis on that boat\nf -- I guess of being -- running around or whatever, it was that when I came to\nAmerica it took me about two months to get rid of it. It’s true, I now just remembered.\nBut the voyage itself was, as I said, was eventful because we were stuck in the -- in the\n-- in the storm, and it took us 13 days to cross the Atlantic. Now you could practically\nmake two trips, but we were very lucky and knew it, and we were very happy to arrive\nhere.",
        "Q: Did you mingle with other passengers? Did you get to know anybody else? Was\nthere something strange on the boat that you didn’t know -- I mean, sort of anything\nthat comes to mind?",
        "A: No, basically, a-as I told you, most of the people that -- that were on that boat were\nsick, including my sister and Mrs. Schwab. The youngsters, those of us who were\naround, just roamed the boat and went to eat, and went to eat again, and then went for\nsnacks, because the -- the dining room was open all the time, and we were asked to\nplease come, there is so much food and nobody is eating. So this is what we did, we\nate our way through the boat, and the rest we did was run around and have a good\ntime. So that’s about all I can remember. I just know that finally when Chrisha\nMarch 23, 2001\nemerged fro -- from the -- from her seasickness, she -- she absolutely -- was about a\nday before w-we got to New York, was in the nick of time, and of course she\nrecovered quickly, but she -- she was not one of those to -- to run around, she was laid\nup. And here is my ship card.",
        "Q: Hang on [indecipherable] s-say that again here.",
        "A: And here is my ship card, which I also kept. Actually, I don’t know that I kept it or\ndid I just write for it? I could have just requested it and have it sent to me. So it has all\nthis family name and middle name and age and marital status -- status, nationality.\nAnd then of course, it has an address, because we were sponsored by my brother-in-\nlaw’s family. So, you had to have a sponsor in those days and the sponsor’s address\nhad to be put on -- on -- on your I.D. papers so that you would not be a burden to the --\nto the state. And as I mentioned before, we did not go through Ellis Island.",
        "Q: Okay, I think --",
        "A: But -- yearbook, this is my yearbook. You see it’s signed by my -- this English\nteacher who was the head of the department. She signed it and everybody else signed\nit. So where am I? Here. Here I am. You see this -- you had to say what you were\nplanning to do, and I said I was planning to be a social worker, so this is what I was\nreally planning, but it didn’t work out that way. And here 1s a -- well, I see I even have\na clip in here from the Brooklyn Eagle, my God, this paper du -- doesn’t exist any\nmore. Dated February third, 1949, where it says at the end that I also got a scholarship.\nMarch 23, 2001\nI was a scholarship winner upon graduating from Thomas Jefferson High School. I\nforgot that I have this clipping in my yearbook. And this was a lovely group. There\nwere a group of us, of refugee children in that school, and they were all -- I’m -- Iam\nvery proud to say that mo -- all of these kids who came out of that refugee class went\nonto bigger things 1n life, and really -- really went -- are accomplished people, so it’s\ngood to say.",
        "Q: What is -- what is soccer and football? What does that do? That’s --",
        "A: Oh, well --",
        "Q: -- that’s for the boys, probably.",
        "A: Yeah, that was all -- this was sports, you know, as every high school had sports. I\nwas not in sports, because I had my own things to attend to. I had part time jobs to go\nto after school, and I worked very hard to be a good student, but as I look through the\npictures, I remember how many friends I had here. I love those little inscriptions here\nand there, I just love that. And I’m sorry to say that some signatures here mean nothing\nto me. Edna Gordon, now who was she? I don’t know. But others were very b-best\nfriends, so -- Madeline Gross.",
        "Q: Li -- like ha -- like who?",
        "A: Well, my very, very, very best friend from Poland, who 1s no longer alive, was S-\nSonia Labeener. And she’s the one I mentioned before, she was quite accomplished,\nand committed suicide at age 39, had -- she is here. Shirley Labeener she was called,\nMarch 23, 2001\nright. And this is Sonia. We graduated together. I met her in Jefferson. And then I met\nalso Toby, and she, I think, graduated -- it’s Toby Weinstroff. No, Toby’s not here.\nYou know, I haven’t looked at this book for a long time, and obviously I’ve forgotten\na lot of faces. But I bet if I went through it, I would remember some of the names. But\nthat has to be put off for another time -- day.",
        "Q: Now let’s do it.",
        "A: While we’re on the subject of Thomas Jefferson High School, I have to show you\nsomething which is really ridiculous and laughable, but I -- I -- I mean, it’s -- it’s one\nof these peculiarities. I happen to have here, a whole bunch of election buttons and my\nkid’s buttons as they grew up and all kinds of boxes and -- and -- and God knows what\nelse, and among them I have my senior graduating button. And I really must describe\nit because it is so funny 50 years hence. It says, senior 1949, TJHS, Thomas\nJefferson High School. It has a boy and a girl looking at each other inside a circle, sort\nof a smiley kind of faith -- face. The button is orange and the writing is blue because\nthis was the -- those were the colors of my high school. Well anyhow, every senior\nwas to wear this, and I did proudly, right through the year. And I kept that button. Now\nI’m sure that this probably sounds awfully childish and all that, but I think this is the\nmost precious thing, and I keep it and I am not going to part with it. So back it goes,\ninto the box with the buttons. If you allow me, [Il just look through this bunch of\nbuttons, I have this whole bag here, you know? I don’t even really know what is here,\nMarch 23, 2001\nexcept that I dumped them all in one place so that they wouldn’t be scattered. Now,\nlet’s see what I have. I have my senior button from Thomas Jefferson High School,\n1949, orange and blue, the ca -- colors of the school, with two faces, boy and girl\nlooking at each other, really charming. Next I have the possessions of my kids. One of\nthem is -- let me see, this is Bronx science senior, that would be 1973, that would be\nHarry. Then I have a junior high school -- Eleanor Roosevelt Junior High School,\nsenior ’73, that would be Paul’s. Then I have two buttons, and ov -- obviously they’re\nnot mine, but they belong to some -- one of my kids. One is Mohammed Alli, it says\nheavyweight championship, Ali versus Wepner. And then I have a big button of\nChuck Wepner with a W -I-N, an acronym, but it says whatever it -- it’s supposed\nto spell win. So that’s cute. Then I have a Lieutenant school safety patrol, that was\nPaul’s si -- insignia when he carried the flag to the -- in his elementary school for\nassembly. And then of course I have a button of solidarity, a Polish button, says\nSolidarnosht with the flag, that became a very famous sign. I think I received it -- no,\nno, not in Poland, even though I was in Poland at that time. I got it in New York, but\nI keep it, too, I don’t know why. But anyhow, so this is the story of the buttons and\nthere is my Thomas Jefferson button right in the middle of it all. Say the party\n[inaudible]. The interesting thing in Jefferson that happened that really moved me\nwas that my Hebrew teacher, who was Dr. Horowitz, Edward Horowitz, who was\nalso the head of the Hebrew department, decided to make a surprise party for me in his\nMarch 23, 2001\nhouse, and to invite that whole Hebrew class -- this was a language class, basically.\nAnd -- and that was to celebrate my birthday and that was in December. I was not told\nabout it, but I just said that Dr. Horowitz invited the class to -- just for the evening,\nand of course I went, and lo and behold, there was this whole class, there was a party,\nthere was cake. We -- we cut the birth -- I cut the birthday cake and of course I had to\nmake a speech, and I was very embarrassed, embarrassed beyond words. And pictures\nwere taken and -- and then Dr. Horowitz invited reporters to report. And one of the\nreporters from the New York Post interviewed me and said, I understand that you\nhave a number, a concentration camp number -- because this party was -- was my 18\"\nbirthday and was supposed to be making up for what is called sweet 16 in America,\nwhich I didn’t have because I was in camp. This reporter -- specifically this reporter\nfrom the Post came and said, “I understand that you have a number on your arm from\nthe camp. Could you please show us -- show it to us?” And I did and he said, “While\nyou’re sitting here, could you kindly point with your other hand to your -- with your\nfinger to the hand that bears the number so we have it in the picture?” And I really\nthought this was stupid, but I -- you know, I was too embarrassed to say it because\nhere I was and -- and I didn’t think it was proper of me to -- to -- to say no when Dr.\nHorowitz arranged for the interviews. So I have a picture in my album as you could\nsee, the article with the picture where I’m sitting, pointing to the number on my arm.\nAnd that appeared in the New York Post, which was the old New York Post, which\nMarch 23, 2001\nwas one -- sort of a liberal paper. Aside from which I have here clippings from the\nBrooklyn Eagle, and I have two of those, one announcing the party and one after the\nparty. I have a -- an article from the Jewish paper, written in Yiddish, which I am\nashamed to admit I cannot read. And it’s from the Morning Journal, the yid -- Jewish\npaper. Then there is one here from the Jewish Examiner, and another clipping from\nthe Jefferson High School school paper, which says, “Surprise party for Jeffersonian,”\nand they all deal with the party that Dr. Horowitz gave for me.",
        "Q: Could -- could you read a little bit of this, and then also could you say why -- sort\nof why -- why had you thought it was stupid? Elaborate on this.",
        "A: Yes, well, it’s the -- the pictures has me sitting there pointing to my number. And\nthe -- the little bit of an article underneath says, “Regina Laks was in Auschwitz\nconcentration camp when she became 16. And sweet 16 parties weren’t held in\nAuschwitz. Now she’s 18, but as her fellow students said, there is no one in particular\nwho could arrange a party for her. So tonight her classmates in Dr. Edward\nHorowitz’s Hebrew course at Thomas Jefferson High School, Brooklyn, will meet at\nDr. Horowitz’s home at 1334 Carrow Street, Brooklyn, to toast her in soft drinks\nand to wish her enough happiness to erase the memory of years of suffering.” Now this\nwas most touching and -- and I didn’t quite see the point of -- of pointing to my\nnumber. I wasn’t embarrassed about it, I just didn’t think it was necessary because I\nwas really living a new life and that was an old story and I -- at that time people didn’t\nMarch 23, 2001\ntalk about the Holocaust in any way. Basically it was a -- it was a war that was over\nand finished and -- and -- and I felt the same way about it. So anyhow I did it, and here\nit is to prove that I did. He -- he thought it was important, so maybe it was. I don’t\nknow.",
        "Q: Okay.",
        "A: You know, I just remembered something while we are talking about schools. In\n1983 I took a course at Columbia University that was given by Kashimirs Brandis,\nhe’s a very famous Polish writer who left Poland a-and he was a persona non grata,\nand was given a fellowship, or whatever and came to America and lectured at -- h-he\ngave a course in Polish literature. I loved it. The class was small, was twen -- 12\npeople or so. I enjoyed every bit of it because the reading assigned was the kind of\nliterature which I was not acquainted with. Most works that were written during the\nwar, or directly after the war, I would -- did not know the authors and I did not know\nthe books, so that was a wonderful experience for me. Anyhow, we got to feel so close\nto each other in that class, that when he was ready to leave -- to leave America and the\ncourse was over, I proposed to the class that we ought to give Mr. Brandis a gift, a\ngoing away gift. And what struck me about him was that he lived in New York while\nhe lectured at Columbia, he lived in Columbia housing and he would come to\nColumbia carrying books in a shopping bag, paper shopping bag. So I always thought\nabout that, but I never remarked, because I knew that people who ran away from\nMarch 23, 2001\nPoland during communism weren’t exactly well-to-do -- well off. So I said to the\npeople in the class that it will be very nice if we bought him a -- if we put -- got some\nmoney together and bought him a leather briefcase, so that that would really show that\n-- for the person -- the kind of person that deserves it. I went out and I priced it -- I\nthink Crouch and Fitzgerald, one of these fine leather stores. And I came back, I said,\n“You know, I have the a -- I know where to buy it and it’s beautiful, and we’ll do\nthat.” And I said, “You know, but before we do it, let me just call a friend in the Polish\nInstitute who -- Kristen Auwisher, who is very friendly,” -- excuse me -- “with the\nwife, and just double check that this is the gift that he could really use.” Well, I called\nmy friend and she called Mr. Brandis’s wife, and she called me back and she said,\n‘Renia, under no circumstances should you buy this gift. It will be offensive. He’s\ngoing to look like an apparatchick. He needs to look like an academician who is\nbeing persecuted. A professor who is down on his luck because the communists are\nmaking life hard for him. Don’t ever buy him a bri -- a leather briefcase, because he’ ll\ndump it.” Well, I took it back to class, we laughed ourselves silly, and then I told this\nKristen Auwisher, I said, “Listen, you already told me what not to buy, now at least\ntell me what to buy, because I do have the money available for,” -- she says, “Well,\nyou notice he wears one of those metal watches, Russian style, the horrible looking\nwrist watches.” I said, “Great, I already have the idea.” So I went to Tiffany’s and\nbought a beautiful gift, and here I have a picture. We had a party. It happened to be\nMarch 23, 2001\nMay third, which is a Polish -- Polish holiday. So what happened is that we had a party\nin -- at Columbia, we requested a room, and here I am handing him the gift, which\nwas -- as you could see, there’s a Polish flag with the -- with the flowers, because this\nwas third of May. And here is where I’m handing -- handing him the gift, and he was\nabsolutely thrilled with it, you could see he’s holding it. There was somebody’s child,\none of the students brought their child to the party. So this is Professor Brandis hone -\n- holding the watch. And I understand -- he lived in Paris after that, I understand that\nhe still wore the watch. In fact, he just died about this year or maybe at the beg -- end\nof last year. So that’s another one of those funny anecdotes.",
        "Q: Good.",
        "A: [indecipherable]. So, before we go. After Thomas Jefferson High School, with\nthe wonderful experience I had there, I went the -- to Brooklyn College -- [phone\nrings] -- I went to Brooklyn College and a lot of the refugee children from Jefferson\nwere -- went with me at the same time because we graduated together and that was a\nwonderful experience, but while I was at Brooklyn College the first year, I was\noffered a teaching job at Indiana University. So I transferred to Indiana, to continue\nmy college education, but at the same time to teach Polish to an -- program of\nlinguistics -- within the linguistics department that was organized for Air Force\nofficers. Those were classes that were taught --",
        "Q: Okay.\nMarch 23, 2001",
        "A: The course that I was teaching was a course in Polish, the language, and some of\nthe customs, Polish customs. Class was small, and all of the students were Air Force\nofficers. There, I think were -- I really don’t remember, four or si -- no, six or eight,\nrather, and they were basically trained to be assigned to Poland as attachés and such.\nAnyhow, it was a wonderful experience because it allowed me also to study while I\ntaught. I took a -- I continued my own academic program while I was teaching and I\nwas so well received by the linguistics department that when I was ready to leave for --\nto graduate, I received a very nice letter from Mr. Seebeac who was the head of the\nlinguistics department and it said here, “I’m extremely sorry that your association with\nthe Air Force language training program is coming to an end on November 13\", 1952.\nThis is to express my appreciation of your work, and to assure you that I know you\nhave done a fine job. Sincerely yours, Thomas A. Seebeac.” And -- and of course I\ngraduated from Indiana soon after, which was February, 1953. And of course I only\nhave most wonderful memories of Indiana, so that’s a whole chapter, but I was\nthrilled when I graduated. Victor came to the graduation, we were already engaged. So\nthat was nice. And I went back to New York after that.",
        "Q: Mm-hm?",
        "A: Since we’re rummaging through the albums, I just came across this old album\nwhere I have some of Victor’s old pictures from home. Here 1s -- here he is in his\nuniform. He went to a private military school up in Ossinee, New York. Doesn’t he\nMarch 23, 2001\nlook spiffy here? Wow. All these buttons up and down. Isn’t that cute? And this I think\nis of his picture from junior high school. Very sweet boy, he always was sweet guy. I\nthink this is his high school picture -- graduation picture, and this is his college\ngraduation picture.",
        "Q: Say something about --",
        "A: And he --",
        "Q: -- how -- how -- how he -- why you liked him [indecipherable]",
        "A: Oh, I always liked him because he -- he -- first of all, he always had manners, and\nhe’s very considerate and -- and very -- he’s quiet by nature, but very profound and\nvery devoted, and of course he made only the best father on earth and the best\nhusband, so I’m very lucky. That’s absolute fact. And we’ve had a very good life\ntogether, because we -- we are very compatible, very compatible. We -- we differ by\ntemperament quite a bit, because I am sort of fast, and -- and s -- you know, more\nimpetuous. Victor is slower and more deliberate, so it’s a very good balance. And I\nthink he’s had an excellent influence on me because he -- he really knew always how\nto calm -- how to calm me down. How to -- how to make me sort of, you know, slow\ndown a bit. And here it is, some of his pictures -- look, there were girlfriends here, I b -\n- I bet he was all of 14 here. This 1s a cute picture. That’s one of these girlfriends that\nhe had, let me see. This is Victor with whatever little dog or cat. These are cute. This\nis Victor’s family. That’s his oldest sister, Ruth, she’s passed on. And that’s his\nMarch 23, 2001\nyounger sister, Clara, she’s gone, just died last year. Here is Victor upon graduating\nfrom college. He was -- this was -- no maybe -- that was just about -- before he went to\nthe army, right. So that’s a very good portrait picture of him. That’s his parents. Oh,\nhere he -- here is very interesting picture, he was in the army as you know, during the\nKorean war, and he was a company clerk, so here he is in uniform, and doing a very\ngood job. Here he 1s giving blood. I kept the picture. And here he is at his post\nheadquarters in a picture with the barracks in the background. I guess that was his\noffice somewhere there, and this is at the desk. He was always so reliable, he is always\nthe most dependable person in the world. Always has been. I mean, you can build a\nhouse on what he says. I guess this is why he had such an easy time of it in the -- 1-in\nthe army job, because you know, when he was asked to do something, he did it, and it\nwas to perfection. So, he’s still that way, and tha-that’s all -- all the best for me.",
        "Q: Okay, and you --",
        "A: To bring you up to date about the Jewish cemetery in Starachowice, you recall that\nwe talked about saving the cemetery, preserving at least part of it, and we were\nsuccessful, first in registering it in New York, and then took a number of years, and\nit’s a whole story which I already told, we gathered the money together and the project\nwas completed. Now, I wanted to show you in my album, I have the pictures before\nand after. Now, as it is, the project is now complete, the book about the cemetery is\ncoming out. In fact, I just mailed in an forward. I wrote a little introduction to the book\nMarch 23, 2001\nin English, which was sent to Israel because they are coordinating it. So as you could\nsee here, these were the pictures that Victor, my husband Victor took while we were\nin Poland to see what was happening there. It was a completely neglected area, and\nthe houses were built on the cemetery itself, because some of the tombstones were\nremoved by the Germans for -- for sidewalks and otherwise they were destroyed, so\nthat this was the situation where the cemetery was going to be obliterated completely.\nFinally, after Paula Funk and I were able to register the cemetery, it was declared as a\n-- as a historic landmark and could not have any more buildings encroaching.\nEnd of Tape One, Side B\nMarch 23, 2001\nBeginning Tape Two, Side A",
        "A: Finally, after Paula Funk and I were able to register the cemetery, it was declared\nas a -- as a historic landmark and could not have any more buildings encroaching. Eve\n-- subsequently, the money that was given to the people who worked on it,\naccomplished the final job. So as you could see, I -- these pictures were sent to me\nfrom Israel. Here are the workers working on the cemetery. Here 1s what it looks like.\nApparently the -- the fence -- metal fence is beautiful, it was designed by an architect,\nand apparently it also has a fantastic, wonderful gate. And inside -- this is the picture\ninside, where those tombstones which were beyond repair were collected, and were put\ntogether in -- in wa -- sort of like an artistic pile. And this final picture shows that the\nhouses in the background are where they are, but no more houses will be on the\ncemetery and the fact is that we are paying for perpetual care, which not only\npreserved the si -- th-the location, but also preserves the esthetics, and the -- the grass\nwill be cut, and everything will be kept up to date. And here is my friend Janek Sneer\nfrom Israel, who was instrumental in arranging all this. He’s -- here he 1s in Poland.\nHe had it all officially designated and -- and finalized with the mayor’s office and so\non. So, he send me these pictures and I am just so very, very pleased that we a-\naccomplished it. As you could see, it’s very attractive looking, and you could see there\nis a Polish sign, it says, Jewish cemetery in Starachowice. And I can’t quite make out\neverything else, but there -- something in they -- I -- I can’t make out because the sign\nMarch 23, 2001\nis sort of covered a little on the bottom, but this is the official designation. And this is a\nhistoric landmark, so I am very pleased about that. I’m looking forward to getting the\nbook which Janek said th -- I -- everybody who contributed money will get when the\nbook is ready. Just to bring you up to date to events that happened that might be of\ninterest between the last time I saw you and now. Quite a number of years ago I\ntranslated, “The Shoemakers,” a play by Stanislaw Ignacy Witkiewicz, which was\nsupposed to be pre-presented at LaMama, they ran out of funds, so they only ended\nup with a reading. But the play has been around for a while, and it was presented at\nWesleyan University last spring. In fact, it was April 28\", at Wesleyan in my -- my\ntranslation of -- of the Witkiewicz -- Witkiewicz play, and Victor and I were invited,\nand it was just very nice. We were introduced to the actors and they asked me about\nthe background of Witkiewicz, the -- the -- the playwrights background, and of course,\nthis is an avant-garde play, so it can be produced in different ways, but it really must\nbe understood for what it is, because it was written 1 -- during the interwar period. And\nwitki -- Witkiewicz was an avant-garde playwright who didn’t quite fit the times yet,\nbut he became the rage after the war. And I don’t mean in communist Poland, but in\nFrance, for example, and wherever else -- he was translated into other languages. And\nhe committed suicide by the way, in 1939, as the Russians were approaching. He was\nrunning east when the Germans entered Poland, and when he saw the Russians\ncoming his way, he committed suicide on -- on road east. But anyhow, his place -- of\nMarch 23, 2001\ncourse, he was considered the lunatic type, but he was the most educated man and a\ngreat playwright, and great, fantastic painter of -- of modern art. I have a number of --\nof his books of -- of paintings. Of course, he took every conceivable drug, peyote, and\ncocaine and all that, and he wrote and painted under the influence. Aside from which,\nhe was not in tune with anything that went on in the 30’s, during his productive years,\nso that he was an oddball, and everybody said he was crazy, of course. But now, not\nonly are si -- his paintings most valuable, but his work has come into its own, because\nnow you can really see he -- for example, this play “Szewcy,” which is\n“Shoemakers,” really discusses the end of the world, sort of, you know, when the --\nwhen the -- the -- the world is going to be taken over by the automatons, but of course\nthis 1s supposed to be a comedy, but it isn’t. But it is really, truly a great piece of work,\nso I was very pleased when we were invited. And it was so well produced, you know, I\nmust tell you that I only think that professional, big professional company could do\njustice to Witkiewicz, because you must understand what he was talking about. Well, I\nwas so impressed by the Wesleyan production, I truly cannot begin to tell you, not just\nthe -- the way it was produced, and the way it was presented -- and these were actually\nstudents, they were -- they do have a -- a drama department, so these were students\nfrom the drama department. But how it was presented for what it is, in other words, it\nwasn’t cut, 1t wasn’t altered, it wasn’t anything, it was just pure Witkiewicz. It was\nfantastic and I loved it, so I was very happy to see that -- to see it, and -- and that was\nMarch 23, 2001\njust a year ago. Also for the -- onto the projects which I completed between the time I\nsaw you last and now, I have translated in -- completed in 1998, a book translated from\nPolish into English, “Krakow Ghetto Diaries and Poems.” [recited title in Polish]\nwritten by Helena Melkin. That was one project and I -- of course I have it\ncopyrighted, so I’m showing you the copyright form. And second one was a book\ncalled, “Recollections of My Life as a Diplomat,” [recites title of book in Polish],\nwritten by Yandro Hoyofski, he was a Polish diplomat with an extremely complicated\nlife because he was sort of politically involved from the time before the first war and\nthrough the 30’s and into the war years, and he was mixed in with the Polish\ngovernment in exile in London, while at the same time he was more or less free to\ntravel to Poland and -- and become a part of the later government, communist\ngovernment, and ended up as an ambassador in Mexico, which of course was a plum\njob to -- given to people who deserve it. So there is much controversy over that person.\nBut I did it on consignment, and I -- I really learned quite a lot. I loved doing it\nbecause I learned all those interesting things 1n it, and that project was completed in\n°99, December of ’99. I think I mentioned to you that I worked on the Lédz ghetto\nbook. Actually it’s a book and a film that followed. This book contains many\ntranslations because it’s a -- it was compiled -- it was put together from different --\nfrom writings by different people in different languages. Namely, it was written in\nPolish, Yiddish, German, I think some French, and some material for the book was in\nMarch 23, 2001\nEurope but it was brought to New York, but other material was in Israel. So that you\nhave some Polish that was done in Israel, but most of the Polish for this book was\ndone by me. And of course the index by authors -- authors meaning the original\nauthors of the writing, is at the end of the book on page 525. And I have underlined\nhere all these authors that I translated. Ludwig Ashe, and I have all the num -- the --\nthe -- he was a poet. I have all the poems that I translated, and Poznanski, Jakov\nPoznanski, now his work -- as you could see, I have a Xeroxed copy of the book, and\nhe was a lawyer, a grown man of -- of some experience, life experience, and his is a\nvery detailed, and very analytical description of the events in the Lédz ghetto, whereas\nthe Sierakowiak, David Sierakowiak was a youngster of 16, a budding poet, and his\nwork is all emotion, and all vibrant longing and of course pos -- Poznanski, the older\nman survived, but Sierakowiak died of hunger in the Lédz ghetto, but his diary was\nsaved. Anyhow, I translated Sierakowiak’s diary, and Poznanski’s work, which those\ntwo books comprise the biggest part of the Polish translation and that’s my work, plus\nI -- you must have heard the name Rumkowski? Yes, well Rumkowski’s speeches\nwere given in Yiddish. You know, he was to -- h-he was one of these men who always\ngave speeches because he -- he had to lecture people on what you do and what you\ndon’t do, and you can’t rebel because I do everything for your own good, and you’re\ngoing to do what I tell you. Well, anyhow, those speeches were written in engl -- in y -\n- in Yiddish, and they were transcribed into Polish. So, I did the translations from the\nMarch 23, 2001\nPolish -- the Polish transcripts, and did quite a number of those. So in this book when\nyou find Poznanski and Sierakowiak, that’s my work. That’s the major work. Quite a\nnumber of Rumkowski and the poems of Ashe. And I’m very proud of it, and of\ncourse there was a | -- a -- a film based on the same book. And -- oh, I just wanted to\nshow you this play that I translated a number of years ago, probably about 10 years\nago. It’s called “Assassination,” by Johanna Beeler Brudick. And this was -- the\noriginal title was “Zamac.” And -- and it’s a sort of small kind of a play. The author\nlives in Chicago, she never had it produced because she doesn’t have the means to\npursue it, but it was done on the radio a few times, and some readings of it were done,\nand I’m in contact with her, so she was very pleased about that. But that was among\nmy early projects, and this was -- of course it’s a small play, it really didn’t involve as\nmuch time as for example, the Lédz ghetto project, or the books which I did. And so I\nwas done with it, and I have other projects here too, that since I was do -- I do\nfreelance work, so you know I have -- I see I have a chapter here on the gypsies, or\nthree chapters on gypsies, it was send in f -- to me to translate by this Polish writer\nFitzowski, who is an expert on gypsy life in Poland. And all this commercial work,\nand frankly [ll tell you, legally I have to keep official translations for no more than\nfive years, so -- I mean, I can’t live with all that paper. I probably would have to move\nout and just use the house for storing paper. So I only save the very important projects,\nMarch 23, 2001\nand the other, smaller projects just -- after five, six years, I have a very good excuse to\ngo through it and dump it.",
        "Q: Okay.",
        "A: Well, we can’t finish the interview without my bragging about the kids. So I just\nturned to a album here. Here are the two boys, I think this was taken in Canada at my\nsister’s summer home in Muskoka. And here they are showing off the fish they just\ncaught. Of course they were always very outdoorsy kids because they belonged to the\nboy scouts and they both are Eagle Scouts, so this is the great trophy, as you could see\nin the picture, the -- the -- the fish is the greatest trophy of all. And I do have some\nvery lovely pictures somewhere else here, which were taken during the kid’s code of\nhonor, Eagle Scout events. Oh, here is one, here is one, I just found it. Here is Harry\nbecoming an Eagle Scout, and an article in the local paper. And here you are with us,\nVictor, myself and the two boys in the boy scout uniforms with all the insignia, and\nthe -- the -- the merit badges. And of course I gave a big party in the house, right here,\nwith a big sign, congratulations. Had a very lovely, big group of people in the house,\nvery nice. And I did the same for Paul, obviously, I have it somewhere else here, too.\nAnd you could see -- I don’t quite know where, but we did exactly -- whatever we did\nfor Harry, the older son, we always did for Paul. So if it was one Eagle Scout party, it\nwas a second Eagle Scout party. In two weeks. Having shown off the young -- young\nboy -- girl, boys, I have to show the bi -- the big ones. A-A-As I mentioned, they’re\nMarch 23, 2001\ngrown men now, and Harry, the older one has two children. One of them 1s Max, and\nI have a picture here of him, with -- in the hockey uniform. Of course he -- he belongs\nto a team, what else, and he plays in Chelsea Pierce, and -- and absolutely this is his --\nhis biggest thing in life is hockey. He has all the equipment, obviously. And he also, I\nthink, plays football, I think, or basketball. I don’t really know, but I know that they\ntake him to these -- to these -- in the Central Park teams, and whatever. I really am not\npart of that because I can’t stand in the cold and watch them, or go to Chelsea Pierce\nat six o’clock in the mornings. That’s where they go, believe it or not. They get up at\nfive to be in Chelsea Pierce at six, because that’s where the team plays. Six a.m. ona\nSunday. Poor Harry. Anyhow, this is the younger -- the younger of the two boys, and\nhis name is Joseph, and he is sweetheart, you could see the lovely -- he speaks very\nwell. He has such lovely vocabulary and grammatically correct at age three. Long\nsentences, and very, very interesting boy, and full of cheer. You know, one of these\nchildren who are very, very sunny. Sunny, warm type. Well, that’s this child. Now, as\nI told you -- when you came in I had to show off the picture, we have a new picture of\nPaul with his bride, Paul got married, and he married the Jan Jay, and Jan has a little\ngirl from a previous marriage, her name is Caitlyn. And now they have their own\nchild. So here is Caitlyn in a big picture which she send me not long ago, and here is\nthe new baby that they have. And a baby boy, and his name is David. Middle initial --\nmiddle name Victor. And of course we haven’t seen him yet, because you know, I\nMarch 23, 2001\nbroke my shoulder. I fell and broke my shoulder, so we couldn’t go to the bris, but\nthey’re coming for the Passover holidays with the baby, so we’re looking forward to\nthat.",
        "Q: A lot of -- a lot of people, especially Holocaust survivors actually had a very strong\nresponse to what happened in the 50’s in the so called McCarthy era. Could you just\nsay a little bit -- something about your impressions from that time?",
        "A: Well, I was more or less getting used to the idea that American democracy was\nreally based on different opinions and different actions of people, that nothing was\ngetting resolved in America the way things were resolved in the political system that I\ngrew up in, where you went to jail for this, and -- and you did some other political\nmisdeed, and -- and you -- you had to pay for that, because you had to toe the -- the --\nthe government approach to -- to -- to -- to -- to ruling, so to say. Now, having been a\nchild in the interwar period, I wasn’t quite aware of all the things that did go on, and I\nknow a lot did, because I do know that there was a famous prison in Poland called\nBereza Kartuska, where people who were communists were being sent, because\napparently there was some ferment in the Polish society in the interwar periods --\nperiod. Well, I -- 1 knew Bereza Kartuska and I knew people were sent there, but I\nnever made the connection. When I finally lived in America and realized what a\nfantastic system of government democracy is, allowing for freedom of expression and\nfreedom of the press, and -- and -- and total freedom that you didn’t have to account to\nMarch 23, 2001\nanybody for where you going or what you are doing. That all of a sudden -- and now I\nwas already after college, and I -- having studied political science and such, I had the\nidea of what American democracy was about. But I really never saw the other side of\nthe coin, where certain excesses that are committed in the society cannot be solved the\nway they were solved in Europe, the way I understood it, by simply acting on it right\nthen and there, because this is a country of law, and everything has to percolate\nthrough the legal system. McCarthy’s excesses were so obvious to everybody, even to\npeople who did not think that there was a communist under every bed, spying, and that\nevery liberal in America was a communist. There were people who had leftist leanings\nand didn’t act on them, but that was just their philosophy of life. There were -- I’m\nsure there were spies, as there always are, and I’m sure there were people who were\norganizing in leftist groups. But when the McCarthy era came and I realized that it\nhad to take its course, to go through the leg -- legal system. And to me it was entirely\ntoo long, and it really got me very upset. Eventually, of course, it was solved and I was\nvery happy to see that.",
        "Q: Now, there was another era when you got a little upset, or even a little more upset,\nand that was in the -- in the 60’s, there was the -- the counter-culture movement, or the\n60’s revolution, or whatever you want to call it. Speak a little bit about that.",
        "A: Well, I was upset about it on -- actually on two counts. But they are quite -- the --\nthe -- the issue really is a single issue. The 60’s counter-culture, in my eyes then, and\nMarch 23, 2001\nin my eyes now, and this is 40 years later, were an inexcusable outburst that was\nallowed to permeate the cultural fabric in America. Revolution of young people is\nquite fine, but once it -- once it 1s accepted into the culture, without the analysis of\nwhat consequences that might bring, was terribly upsetting to me, and of course my\nchil -- the children were by then young, and I was very much afraid that they would be\ngrowing into an -- a society that was culturally in anarchy. This government is a\ngovernment of law, and we have a Constitution to preserve our legal rights. But culture\nis something that is not legislated, and once you tear it apart, you might not be able to\nput the genie back in the bottle. And of course, I had growing -- children that were\nyoung at that time, whatever, they were in elementary school and junior high school,\nvery impressionable age, and I really didn’t like this whole idea of Woodstock, for\nexample. Of Woodstock becoming so prominent and so written up and photographed,\nand -- and televised, and repeated. I mean, that was excess beyond excess. This was a\nbunch of young kids who went completely wild. That guy -- they got rid of their\nparents at home, and everybody went to Woodstock. People could afford now to\ndisregard the parents, because after all, I mean, you didn’t have to work so hard for a\nliving any more, this was a year of -- of -- of prosperity in America. This could not\nhave happened in the 30’s in America, during the depression. That absolutely could\nnot have happened. So this to it -- it had to take its course. And it took a long time\nbecause it couldn’t be legislated away, and it could not be waved away as -- as if it\nMarch 23, 2001\ndidn’t exist, because it did exist. But of course, all these kids who eventually decided\nto get done with what 1s called the American culture, and the American form of\ngovernment ended up in communes, or they ended up in -- in the biggest corporations\nin America.",
        "Q: D-Do you think that your feelings about that had in any way, something, also to do\nwith where you came from, with your experiences?",
        "A: Oh, it certainly did. No, because you see, I -- I ha -- I am always of the opinion,\nhave always been, as a child, as a grown-up, that there have to be -- there has to be a\ncertain framework for society to operate within. All the excesses that do nothing to\nenhance people’s life, to me do not -- do not do anything to either elevate the spirit or\nto elevate the mind, or to improve somebody’s economic conditions. I mean, if you\nhave a -- an idea, at least the idea should benefit somebody or something, or should\nbuild something, but to destroy it and leave it destroyed, 1s totally against my -- my\nunderstanding of life, because I have seen what happens when you are simply allowing\nsomething to happen, and everything in the process gets destroyed. Of course, the\nHolocaust is a much bigger issue, mi -- a million times over bigger. But the fact is that\nif you allow books to be burned, and the next step you allow people to be burned, 1-1-1-\n1 -- it almost -- 1t almost makes you think that if such excesses, that grow out of not\nany specific need, but the desire to rebel for rebellion’s sake is totally wrong because it\ndoes nothing to improve anything. And of course now it’s -- it’s quite obvious that this\nMarch 23, 2001\nwas what the -- the -- this was one period in American life that as the years go on, will\nshow to be not such a happy chapter. It really was not a happy chapter. I -- I felt\nterribly disturbed in those days. I’ve calmed down about it now, because I’ve seen\nsome of these -- these rebellious kids grow into very decent people, but I know that the\naftermath of the 60’s 1s still with us. I mean, absolutely, all this permissiveness, and all\nthat -- that followed from it still is around us.",
        "Q: If you could try to say it as shortly as you ca -- as briefly -- sort of, in a capsule as\nyou can, you did not become a social worker --",
        "A: No.",
        "Q: -- although that was on your -- well, and that had to do with a certain prevailing\nunderstanding at the time of what social work was supposed to be, and your being\nagainst it. Could you kind of sum that up a little bit, please?",
        "A: Yes, yes. Well, you know, originally I really wanted to do social work. I really,\ntruly did. For many reasons. One of the -- one of them being the fact that I did go\nthrough the Holocaust and had I not been helped as a child, I really wouldn’t have\nsurvived. And I really felt I owed this goodness to other people, and I ought to\nreciprocate. However, by the time I came out of college, with an idea of going to -- to\ngraduate school for social work, the system changed, and I did not like the way the\nsystem was oriented, toward taking away the responsibility of the people to -- to -- to\nshift for themselves. Rather than helping them be on their own feet, this was a system\nMarch 23, 2001\nnow that was going to provide and provide and provide. And it ended up that they\nbrought up -- this system brought up two or three generations of dependents who lived\noff the state, that their lives are ruined because they have no responsibility. They have\nabsolutely no skill to be in the real world. So, basically what I feared had to -- came\ntrue, and -- and -- and now I think the lesson has been learned and -- and things are\nquite different. But in the -- at the time, at the very time when I was ready for social\nwork, I realized that I -- that was not the field for me any more. I think I -- now I could\ngo back. I think I could. Of course I am too old now to go looking for a job, nobody\nwould want me. But the thing is that at the present stage, I think I could fit better into\nthe new framework than in the 50’s and 60’s -- especially in the 60’s.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: Let’s see, there was one question that just came to mind [indecipherable]",
        "A: You know, when the children started attending elementary school, which happens\nto be right next door to our building, I became very involved in the school system,\nbecause I was what you call a stay at home mother. And I did see the need for parental\ninvolvement in the schools, and our children went to public school. The -- the -- not\nevery school in those days -- this is in the 60’s, had that good library with a good --\nthere just weren’t enough funds to run good libraries in school. Well, this school\nestablished the library and the librarian, but they did not have the manpower. So the\nMarch 23, 2001\nparent’s association, of which I was the vice president for all those years, which 1s oh,\na good 11 years. Never a president, I never took presidency, and I’m very proud of it\nto this day. Not ever anywhere; I wouldn’t take presidency. Well, anyhow, I was vice\npresident, and I was also chairperson of the volunteers for the library. So we run a very\nfine library program. The children had an assignment, I think once or twice a week,\nevery class in that school came to the library for a whole period, for reading, for\ntouching books. And of course, I -- I -- I know -- I have a little secret about enticing\npeople to read, so we had two round tables where the new books would be put out, you\nknow, and -- and so we arrange them and when the children came around, and then\nthey found out they could ask me what is -- are there any new books? Of course there\nare new books. Well, the library was really, really a -- a -- a star for -- for -- for the\ntimes, and I was chairperson and in charge of all the library women. I kept the\nschedule who came when, and of course I myself was in the library quite often, and\nalso as a vice president, I was involved in a lot of projects and programs that the\nparent’s association in those days participated in. We had a music program, and we\nhad, for example, we had what they call assembly, and everybody knew somebody\nwho could do something. Maya Angelou the poet, was a friend of somebody in the\nneighborhood, I think he was her -- he was her agent, literary agent and his child was\nin school. Well, we got her one time for assembly and she read her own poetry. You\nsee, so this was all that the parent’s association did. We ran a fair once a year, was\nMarch 23, 2001\ncalled county fair, in the gym, collected money and -- and we had a -- a group of th --\nall these kids -- the sixth grade used to go to the opera for -- we -- we had an in there,\nwe had -- they went to dress rehearsals. So that there was a very fine music program\nhere in this school, and a very fine library program. And I was, of course, on the beck\nand call because I was next door, figuratively and literally. So that whenever there was\na pro -- a problem, or there had to be a parent immediately for some inspector,\nwhoever, they would give me a call and I was there in two minutes. So that was in the\nelementary school. Then I was very active in the Bronx High School of Science. And\nthat was also -- because Harry is four years younger than -- older than Paul, so that\nHarry finished Bronx High School and Paul just came in, so that they were there for\n10 - 11 - 12, three years, so that’s six years. I was very active there, I was also vice\npresident, and Victor was finance, whatever you call it, finance --",
        "Q: Treasurer?",
        "A: Treasurer, he was treasurer, and I was chairperson of the executive board. And we\ndid a lot of good, in fact, you know, I found as I was looking through these -- through\nthese papers, that you asked me if I could prepare papers of all kinds, I have it\nsomewhere, a letter from th -- Rockefeller’s office, in govern -- he was governor,\nNelson Rockefeller was governor. You know, we petitioned to save Bronx Science,\nand we had a -- we had a -- Bronx Science was instrumental in saving the school as a\nspecialized high school, and not having it turned into a neighborhood school, which\nMarch 23, 2001\nsome people were trying to do. That was also during the rev -- revolution. The 60’s -\n70’s revolution. Well anyhow, not only did we -- did the Bronx Science parents write\nthe law, because two parents were lawyers who wrote the -- the bill that was submitted\nin Albany, we went to Albany with -- we -- and of course we petitioned, and I wrote\nto Rockefeller, and I wrote to everybody. I have a copy of the letter from\nRockefeller’s office, thanking hi -- me for the letter because the law has now been\npassed where Bronx Science and all this -- and I have that. So I am really proud of\nthat. And this was stressful time, because this was -- you know, in the 60’s there was a\nst -- school -- teacher school strike. And much as -- as we all sympathized with the\nteacher’s point of view, there were elements in the -- 1n our area, there were people\nwho did not see that way and they wanted to tear down the system like the hippies tore\ndown everything else. And our -- our neighborhood especially, had one person who\nwas the leader of that. I -- I shouldn’t be naming names, but everybody knew -- she’s\ngone now, so you can’t -- you can’t name her. But she wrote a book on how to tear\ndown schools. And she started with George Washington High School. That was -- her\nthesis was based on that. And anyhow, her children -- she had a number of children\nthat went into the school, so she introduce a program that could do without the\nteachers. So she had hippies come in with guitars playing and that was supposed to be\neducation? Well, she was hated with such passion, and I -- I -- I can’t say very much.\nThere is much more to it, but tha -- those were very stressful times. This is why I was\nMarch 23, 2001\nvery happy to be an active parent in every parent’s association in every school that I --\nmy children ever went to. Of course, this doesn’t happen now that much, because most\nwomen work, so it’s very hard. But in those days, we really did something most\nvaluable. So you see, my social work didn’t go wi -- my non-participation in social\nwork didn’t go out of the window, you see? It -- it showed up somewhere else.",
        "Q: Okay. I think we quit right here, and we’ll just take a little bit of the wind when it --\nnow it probably won’t wind.",
        "A: No, it’s plenty, just open. I'll tell you what, you want to hear the wind?",
        "Q: [indecipherable]. Well actually no, I need -- I need it, first of all, the same way it\nwas, but --",
        "A: Listen, if you want the wind, Ill go up and --\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Say -- any time you’re -- actu -- actu --",
        "Q: Okay, if you could now just let us -- that’s -- that’s fine. If you could now just\nmaybe sort of le -- not say anything and just lean forward a little bit.",
        "Q: Just to make the noise a little, yeah. Not specially, just the way it is.",
        "Q: Now, no talk and just -- just go through it. That’s -- that’s great.",
        "Q: This is one little scene of -- [tape break]",
        "Q: Well, maybe -- maybe we can do, since I’m having the stir --",
        "Q: No, no, no, you can go, yeah.",
        "Q: Where are the loudspeakers?",
        "Q: Yeah, that would be good. If you could. Where are the loudspeakers? In here? I just\nwant about -- [music]. Even a little louder. A-And don’t move your head too much,\njust kind of like talk into the microphone, or to me.",
        "Q: You can just start any time you want to.",
        "Q: I don’t recall.",
        "Q: Do you remember one? Sing -- sing one, or s -- hum it a little bit.",
        "Q: Can you describe a little bit more the -- I mean s -- a lot of people have not so\npleasant memories of -- of -- of DP camps. Could you describe a little bit what it\nlooked like, what -- what the camp itself was -- sort of looked like and -- and what\nyour memories are of it, that are very different.",
        "Q: Okay, let’s go to the certificate, tell me a little bit more about the certificate. You\nwere a good student, I bet.",
        "Q: Could you say that again? All the subjects -- could you read some of those things?",
        "Q: Did you mingle with other passengers? Did you get to know anybody else? Was\nthere something strange on the boat that you didn’t know -- I mean, sort of anything\nthat comes to mind?",
        "Q: Hang on [indecipherable] s-say that again here.",
        "Q: Okay, I think --",
        "Q: What is -- what is soccer and football? What does that do? That’s --",
        "Q: -- that’s for the boys, probably.",
        "Q: Li -- like ha -- like who?",
        "Q: Now let’s do it.",
        "Q: Could -- could you read a little bit of this, and then also could you say why -- sort\nof why -- why had you thought it was stupid? Elaborate on this.",
        "Q: Okay.",
        "Q: Good.",
        "Q: Okay.",
        "Q: Mm-hm?",
        "Q: Say something about --",
        "Q: -- how -- how -- how he -- why you liked him [indecipherable]",
        "Q: Okay, and you --",
        "Q: Okay.",
        "Q: A lot of -- a lot of people, especially Holocaust survivors actually had a very strong\nresponse to what happened in the 50’s in the so called McCarthy era. Could you just\nsay a little bit -- something about your impressions from that time?",
        "Q: Now, there was another era when you got a little upset, or even a little more upset,\nand that was in the -- in the 60’s, there was the -- the counter-culture movement, or the\n60’s revolution, or whatever you want to call it. Speak a little bit about that.",
        "Q: D-Do you think that your feelings about that had in any way, something, also to do\nwith where you came from, with your experiences?",
        "Q: If you could try to say it as shortly as you ca -- as briefly -- sort of, in a capsule as\nyou can, you did not become a social worker --",
        "Q: -- although that was on your -- well, and that had to do with a certain prevailing\nunderstanding at the time of what social work was supposed to be, and your being\nagainst it. Could you kind of sum that up a little bit, please?",
        "Q: Let’s see, there was one question that just came to mind [indecipherable]",
        "Q: Treasurer?",
        "Q: Okay. I think we quit right here, and we’ll just take a little bit of the wind when it --\nnow it probably won’t wind.",
        "Q: [indecipherable]. Well actually no, I need -- I need it, first of all, the same way it\nwas, but --"
    ],
    "answers": [
        "A: A cripple or a midget.\nA2: The a-amazing thing about it, he was playing the vio --",
        "A: Yeah, but hold it, hold it, hold it, this -- we going to say into the record, right?",
        "A: What do you want me -- I -- I just took out my album from our trip to Europe,\nspecifically to Poland in 1980, and I’m looking at the pictures that were taken on our\nvisit to Frederic Chopin’s birthplace, Zelazowa Wola, which is slightly north, I think\n-- near Warsaw, very near Warsaw. And it’s amazing how vivid the memories of the\nlovely, lovely music that was played at the -- at the cottage. This actually is an old\ncottage rather than a house, a 19\" century cottage, with all the furnishings, and of\ncourse, a piano, which is played every now and then. Remember, she said no -- the\nguide said absolutely no -- nobody is allowed to play the piano except a famous\npianist, remember? At which time they take the piano out to the patio. So I'd -- later\non, of course, after Zelazowa Wola, we went -- you remember this, to the concert?\nA2: Yes.",
        "A: In the Wazcenki Palace.\nMarch 23, 2001\nA2: What was the name of that park?",
        "A: Wazcenki Palace, that’s an old palace.\nA2: Oh, the same name as the palace.",
        "A: Right.\nA2: Yeah, I remember when we sat there, and -- and we were enjoying a concert.",
        "A: Yeah. The piano was placed upo --\nA2: Piano recital.",
        "A: Yes, and the piano was placed with -- on this.\nA2: At the -- at -- beneath the statue --",
        "A: The statue.\nA2: -- and the statue is of Chopin.",
        "A: Right, right.\nA2: Right.",
        "A: And there was sort of like an artificial lake, wasn’t it?\nA2: Mm-hm.",
        "A: Yeah, it was --\nA2: Well, it was a pond.",
        "A: Yeah. Of course, we don’t have the -- we don’t have the pic -- any pictures from the\nOstrovsky Palace. Remember that? We sat there for a col -- concert in a very small\nconcert hall?\nMarch 23, 2001\nA2: Mm-hm.",
        "A: That was lovely too. And this was part of our -- my -- our infatuation with -- with\nChopin’s music. So we were just so thrilled that we were able to go there.\nA2: Right. I wanted to move ahead to when we were in Krakow, and th-there’s a\nphotograph over here of a -- a -- a group of gypsies who were entertaining, and there’s\none amazing --",
        "A: Musician.\nA2: -- musician there, he was a -- a midget cripple who played the violin, but he held\nthe violin like a cello. And he was a1 -- he bowed with his left hand. And he played\nthe most difficult music. I know, because I used to play the violin myself and he did it\nwith such perfection, 1t was just a -- and I was just amazed to see -- to see it being\ndone. And the others, I -- well, the others I don’t know about because I’m no -- I never\nplayed the other --",
        "A: No -- instruments.\nA2: -- the other instruments.",
        "A: No, but this was -- this was I think a -- a -- this was 1n the market square in\nKrakow, and I think they were what you call permanent musicians for the summer, or\nwhatever. But this -- and they were gypsies, and they said so. But this -- the violinist\nwas -- wa -- he took your breath away, I remember that. We just couldn’t get over it.\nMarch 23, 2001\nAnd we were quite impressed. And of course from Krak6ow -- this you remember, too,\nwe went to Wilanow Palace, that was outside of Warsaw, that’s with Grazshina.\nA2: With Grazshina.",
        "A: Yes. And here is the -- remember this one?\nA2: I don’t remember.",
        "A: An organ grinder, that was --\nA2: The orga --",
        "A: -- yes --\nA2: -- yeah, uh-huh.",
        "A: -- in -- in -- and he had a parrot. This was in -- in Warsaw. But another thing that\nimpressed you, I want to bring that out that -- which was in Warsaw.\nA2: Yes, what was that?",
        "A: Which was this.\nA2: Oh yes.",
        "A: Yes. That was the -- remember? The tomb of the unknown soldier --\nA2: Yes, yes.",
        "A: -- and the --\nA2: Right, the changing of the guard. I remember seeing that.",
        "A: Out of the window from the [indecipherable] remember?\nA2: Right, right.\nMarch 23, 2001",
        "A: So that was -- and even the day -- the morning that we are leaving there was\nchanging of the guards and we saw it from the window.\nA2: Mm-hm.",
        "A: It’s very nice. And this was the Warsaw ghetto memorial, of course, which we\nvisited. And after that was Auschwitz, so that was --",
        "A: To make the noise.",
        "A: Here’s a visit to my hometown. Yes. I remember this was on the square where --\nA2: Yes.",
        "A: -- Jews were rounded up. Oh here is the locomotive.\nA2: Starchowice, yes.",
        "A: Yeah. This is the locomotive that you liked so well, 19 century locomotive.\nA2: Yeah, you don’t see them any more.",
        "A: Yeah. And this is the Christian family that was of such help to us in Poland, helped\nus survive. We visited them, remember?\nA2: Mm-hm, sure.",
        "A: Okay.\nMarch 23, 2001",
        "A: -- Poland [indecipherable]",
        "A: It’s [indecipherable]\nA2: But you don’t need me here now, I’m going to go back [indecipherable]",
        "A: So maybe you close the -- [tape break] [music]. What do you want me to say?",
        "A: Oh, you want it louder?",
        "A: Yeah. Well, I -- you know, I -- I do like classical music a lot, and always have, and\nI love the human voice, this is why I love opera. But I adore Chopin, and if you ask\nme to make a list of composers that I adore, from the top my first is Chopin -- not\nVictor’s, he | -- he likes him, too, but he prefers Tchaikovsky, but Chopin to me is\neverything. There’s such delicacy in his piano playing, and there’s such soul, plus the\nfact that a lot of his music was set to -- was made into songs in Poland. In fact, I have\na record here, it says [indecipherable] that’s complete works of Chopin as they were\nset to music. There are some baritone male voices, and sopranos. And actually -- this is\nMarch 23, 2001\na record I bought while I was in Poland, but actually, I know about 80 percent of these\nsongs, because as a child I learned them. You know, when you learn -- when you go to\nschool and you have -- in those days, children were taught to sing. Well, you were\ntaught also quite often, some of these songs, which at that time I didn’t know they\nwere Chopin, they were just beautiful songs.",
        "A: You asked me about the pictures of my family from before the war. Of course I\nhave them, and it isn’t because I -- I took them out of Poland, no. They were sent to us\nfrom Israel because my mother was quite involved with training the pioneers for pi --\nand for pioneering in Palestine and subsequently these people settled in the old\nPalestine and my parents used to send them pictures. Well, after the war, we were\nvery, very lucky that some of these people whom we located, gave us some of the\npictures of -- from my childhood, which I would otherwise never have. So what I do\nhave in my album, and of course I also have it as a painting, which I had done out of\nthese pictures, a picture of my parents as mature people, and a picture of my parents as\n-- aS an engaged couple. And you could see how charming that looks, it’s a sort of an\nold fashioned kind of thing. Mother has a big bow in the back, and they both wear a\npince-nez. And my father has one of these stand-up collars, sort of like a 19\" century\nfashion. Very charming and I’m delighted to have those. Then we have a picture of my\nfather, one of them is -- he’s sort of posing, you could see, obviously this was posed in\nMarch 23, 2001\nthe studio against a little table. And it’s very official, and rather proper. And then\nthere’s one more relaxed, sort of like a -- well, basic portrait type of a picture. And\nthen I have this group picture of my grandmother on my mother’s side, whose name\nwas Sarah Tanenbloom. And I think I mentioned somewhere in the rec --",
        "A: This group picture 1s with my mother’s side of the family. Basically, my\ngrandmother is in the middle. Since she was religious, you could see she’s wearing a\nwig. To her left is my mother, holding my oldest sister, Anna -- Hanya. Of course, I\nwasn’t around yet for a long time. On the other side of Grandma is my Aunt Anja and\nabove in second line you have my father’s sister. This is, I think, Lodja. Then is my\nmother’s youngest sister, Ruja, my father, my Aunt Regina, my father’s sister, I think\nthis is Frania, and this completes the picture. And that was taken somewhere in the\n20’s and -- ni -- 1920’s. And I’m so happy to have this picture, of course, I made\ncopies for my sisters and my kids. So we’re very lucky to have that. And here is my\nmother as a very young girl, with my -- with -- with her brother. And it also has to be\ntaken somewhere in a -- in a studio, and 1t makes me laugh when I look at those poses,\nbut this is also charming, lovely. I also have a very interesting picture of myself here\nwith my mother. And I -- I sort of have a severe look on my face, and -- and I am\nsitting there with a little cane. The reason is that this is a picture of my fa -- of my\nmother in one of the -- she used to go to the spa for -- for her arthritis, and she had to\nMarch 23, 2001\nhave a cane, obviously she was suffering. So apparently she bought me a little cane.\nAnd I’m sitting on the -- on the -- on a bench, and my mother is standing next to me,\nand of course I look the way I always did, with the big, thick hair, and a bow in the\nhead -- hair, holding a cane. And next to it I also have a picture of my sister Chris,\nChrisha, with my mother, also at that -- at that spa, which was the -- the -- the spa --\nthe -- the sulphur baths were actually located inside a park. And this 1s outside the gate\nof the park. The -- the place was called Buskos Druey, it was in central Poland.\nMother used to go there annually for her arthritis. Let -- let me make sure I know who\nis who. This is Regina, this is Ruja, this is Anja, this is Moish, those are the two sons.\nYes, okay, just a second. Oh, I’ve got it written down, all the sisters were standing\nthere, sister Regina, this is Regina, this one. Brother Moish, sister Anja, brother\nNokrun in there. Sister Ruja, that’s -- I had it the opposite way, I’m looking at it li --\nand the Kronenburg boys, Bernard and Henrick, okay. Here is another picture\nwhich I have, which shows my mother’s side of the family, which was quite extensive,\nbecause there were nine children, and when they grew up, of course they all had\nchildren, so the family was very large. In this picture I have my mother’s oldest sister,\nFela Kronenberg with her husband. My mother’s sister, Anja, Regina and Ruja. My\nmother’s brother Moish, and the Kronenberg’s two sons, whose name was Bernard\nand Henrick. And of course, except for my Uncle Moish, who emigrated to America,\nthis -- everybody in this picture went -- was an-annihilated in -- in the Holocaust, plus\nMarch 23, 2001\n-- and this is only one daughter, now just multiply it by nine, and you will get the idea\nof how many people in that family perished in the Holocaust. My father’s brother, who\nsurvived the war, this was right after the war. So let me see, and after this is Berlin.\nWell, here is one more picture, we call it the classic, quote unquote, because we are\nlined up, posed again as all those pictures were in those years, the three sisters. The\noldest sister Anna -- Hanya, the middle sister Chrisha, Chris, and myself, Renia,\nRegina. We lined up and our kids always laugh at this picture, and they make us -- we\n-- of course, we are a very close family, we always have been extremely close, and --\nand because we survived the war together, and -- and the fact that we were never\nseparated during the war, which is almost incredible. It just absolutely was a\nmiraculous thing that we were never separated. We were very close then, and we are\nvery close now, and so are our kids. So our kids always laugh when they remember\nthis picture, because this is the family classic. And throughout the years, whenever we\nhave big of -- family occasions, weddings, Bar Mitzvahs, Seders, they make us line\nup. And I can show you though the years, I have pictures of the three of us lined up in\nthe exact position. We have to stand, and we have to stand there like the steps, except\nnow we are not steps. In those days one was biggest, one was middle, one was small.\nNow we’re sort of varied in size, and we, of course, gotten so much older, too. But the\npoint is that I have pictures through the years, in the same arrangement as this classic\npicture, so that this is just for the joke of it, and every album that you look through, as\nMarch 23, 2001\nI have them all lined up, you will always find a picture of the three sisters lined up in\nthat fashion. You know, I look at these albums now, and I remember [indecipherable]\nthem in Berlin, which was a part of our -- that’s where our outings wer -- took place,\nbecause we lived in the DP camp in Schlactensee. And as I look at these pictures with\nmy friends, one of it has the bombed out church in the background. Gives you an idea\nthat this was only one year after the war ended. But we look like real schoolgirls out\nfor a good time. And we had a very -- I always talk about the experience in the DP\ncamp as one of the nicest, because I was really still a child, and there was every effort\nmade to have all the children who were at the camp at that time, to have those children\ncome back to the life of a child. Of course, there was a school established, and --\nbecause children were coming in at all ages, and with all educational backgrounds, we\nwere sorted out, so to say, by age, because this was primarily a Hebrew school, even\nthough the subjects were -- the curriculum was like any other school, except it was all\nin Hebrew. And basically the kids who went to that school really, truly identified with\nthe group, even though some of the children were orphans and came to the DP camp\nwith cousins or others. Some were children with parents who came out of Russia, for\nexample. I had one friend, Tunia, who came from Russia, and she was my age, and\nshe was in that class. Now we had, in addition -- in -- in addition to having courses, we\nwere also given a special dining room where we will go -- we all attended, we all had\nspecial lunches, and of course we always had chocolate. And in the evenings we went\nMarch 23, 2001\nfor dances. I don’t think it was every evening, it was probably about once or twice a\nweek. And over there we could already mix with the what you call grown-up group,\nbecause after all, we were -- I ha -- I was among the group that was the oldest, and we\nweren’t even what you call grown people yet. But over there the boys were lovely, and\nthey were a little older, but they didn’t mind dancing with girls who are younger but\nknew how to dance, and there was an orchestra. And the music played -- I now realize,\nwhen I hear some of it in America -- not now, but years ago when they used to play\nthat, that the music that was very popular in America in the 30’s was what was played\nby these dancing -- dancing -- dance bands for us in Schlactensee. And lo and behold,\nwhen I came to America, I heard those songs again, except they said, oh, these songs\nare old, and Nat King Cole will sing it, or other popular entertainer singers of the\ntime. And of course, to this day, every time somebody plays very old records, and they\nplay one of those, I never associate it with America, because I really learned it in\nBerlin. So --",
        "A: Oh yes, of course, my voice isn’t there, but I remember this one song, “Kiss me\nonce, and kiss me twice, and kiss me once again. It’s been a long, long, time.” I’m\nsorry, I can’t sing cause I just had a cold, so I have a scratchy voice. Anyhow, I have\nhere these different boys that I used to dance with, and of course group pictures with\nothers, and it’s -- it’s really just wonderful with -- we seem to be having a very great,\nMarch 23, 2001\nwonderful time, which we did. Because I really remember all this with great affection,\nand how -- what a nice relationships we all established with the boys. I mean, each one\nof us, the group of girls that I was close to, and there were four of us that were very\nclose at that time, and we had a relationship with boys that was really lovely, it was\nfriendly, and it -- it was really -- 1t was just -- just -- just -- just nice. I have a few\npictures of the four of us here, and three of us remain very close. Actually, all four\nexcept unfortunately two of us are gone -- we’re gone now. And in fact, I have a\npicture much later on, that I might show you, when we took a -- the four of us got\ntogether, and we have a picture like that.",
        "A: Well, 1 -- actually, what I remember is that we lived in barracks, I have the pictures\nof the barracks. The barracks were any -- not much to -- to brag about, they were, I\nthink, some old, leftover army barracks over there. But when you’re young, and you\ncome back to -- to living a life of a young girl, who cares if you live in a barrack or if\nyou live in a palace. Because, as you could see from the album, we were celebrating\ndifferent holidays. For example, Lach Baroma, as you could see, we are all dressed in\nschool uniforms, which is a white blouse and a navy blue skirt. We went to the --\nMarch 23, 2001\nsomewhere out -- it was an outing, like a picnic type. And we used to go to -- this is a\nvery interesting picture, we used to go marching on -- on holiday with -- carrying a\nJew -- a -- an Israeli flag. As you could see, we here lined up for a march. Now, I can’t\nquite tell you where we were going, but this is inside the DP camp, because you see\nthe barrack in the back. However, I know we went outside. This could have been one\nof those Lach Baroma parades of sorts. And here you have another picture of another\npicnic, specifically with my class and some of these people are still around and they’re\nvery -- we’re very good friends. This 1s a picture in the classroom, and here 1s a picture\nof the four of us, what I told you.",
        "A: Yes, I was a very good student, and it makes me laugh that I came up with all\nexcellents, and it didn’t really do me any good, because this was from a Hebrew\nschool, and I came to America. However, I kept it sort of as a souvenir, and as a\nmatter of fact, this 1s only a copy because I donated the original the Holocaust\nMuseum in Washington. This was issued to me in January of 1947, when I was\nleaving DP camp for the United States. And of course, knowing that I -- I -- I would\nbe going to school somewhere in America, but not knowing exactly what it is that I\nwill need to present myself as a student, this was a handwritten kind of a report card,\nand it reads Hebrew public school, Herzl, [indecipherable] center, Berlin schlact --\nMarch 23, 2001\nSchlactensee. And of course it has my birth date and where I was born and then all the\nsubjects that were covered, and a --",
        "A: Oh sure. Behavior was number one, and it says excellent. Now there -- there’s\nsomething very academic. Bible, yes, Hebrew language, Hebrew literature, English\nlanguage -- of which there was absolutely the most minimal amount because the\nprofessor -- the teacher was a -- a -- a British -- he was from England, and the phrases\nthat he taught us were laughable. One of those phrases to this day is -- his favorite\nphrase we have -- had to memorize it. The house was situated on the cliff. And I never\nforgot it because whenever I wanted to use a phrase in America, that was exactly the\nphrase I would need, obviously, to survive in America. So to this day I have it\ningrained in my brain. It’s -- it’s -- and I use it as an anecdotal joke, because that’s\nreally what it amounts to. Well, anyhow, the other is Hebrew history, Palestine\ngeography, geography -- general geography. Mathematics, algebra, geometry, physics,\nbotanics -- which was botany. Drawing, music, and physical training. Now the music\nwasn’t much 1n the school itself, but what we did was we used to go -- you know, we\nwere in -- th-the German theater was brought back right after the war, in East\nGermany. We were on -- in the American sector, however, somehow or other we had\n-- th-the older kids in the school were able to go as a class, to go to, let’s say, we saw\nSchiller, the [indecipherable], I saw that in -- in Berlin theater. We were able to go to\nMarch 23, 2001\nopera so that -- apparently I really don’t remember, but I do think that after a musical\nevent, after mu -- an event -- cultural event that involved music, we probably discussed\nit in the class, because there was no musical instruction as such. But this was all\nterribly worthwhile, because really, that was basically connecting e -- connecting us to\nreal -- th-the real world. And I -- I surely am thrilled that I was able to do it. And now\nthe school grew in size, because when I first came, the -- the group was rather small,\nand I have a picture of that. So was a very small group, but by the time I was ready to\nleave, which was early 1947, the -- I have another picture, as you could see, this is the\n-- the -- the group grew, because as I mentioned before, people were coming out of the\nSoviet Union and trying to go westward. And a lot of them, including my friend\nTunia, stopped in the Schlactensee camp so that these were -- not all of these kids that\nyou see in the picture are not all camp survivors. Some of them are children who came\nout of Russia, which to an extent was also very bad, but that’s another story. And of\ncourse, you know, there were weddings. People were getting married. I have a picture\nof somebody’s wedding. I don’t know whose wedding, but I can s -- I could see that\nI’m here, and I could see there are flowers, and I could see that two big --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- And of course, you know, there were weddings. People were getting married. I\nhave a picture of somebody’s wedding. I don’t know whose wedding, but I can s -- I\nMarch 23, 2001\ncould see that I’m here, and I could see there are flowers, and I could see that two big\nlo -- two long tables with a lot of people, and I si -- distinctly remember that somebody\nin camp was getting married and I wa -- am in it, and don’t ask me why. But I do see\nmy school friends, so perhaps -- you see, these are all my school friends. Perhaps we\nwere invited for whatever reason, but I can’t tell you. But I was there. Well, moving\nalong in the album, you could see this 1s our picture on the boat, coming over to\nAmerica. We arrived in New York on February 11\", 1947, and I traveled with my\nsister and brother-in-law, Miles Lerman and Chris Lerman, and because one of my\nschool friends, George Schwab was also going to America with his mother, Clara\nSchwab, wis -- we stayed together. The boat was called Marine Perch, it was an old\ntransport tran -- converted transport ship. And it was primitive by any standard, but to\nus it was luxury. The only thing is because it was February, we had a really terrific\nstorm, and what happened was that everybody was very sick. Of course, women were\nseparated from the men. Chrisha, Chris, and Mrs. Schwab, Clara Schwab had to\nsleep with the women in the bowels of the boat. I was privileged because I was a child,\nso I was put up with the children in the cabins up on top, which is sort of like first\nclass, but it wasn’t, there was a -- two bunks, two tier bunks so I shared the room with\nthree other girls. Well, what happened was that both Chrisha and Mrs. Schwab were\nsick throughout the ship because they absolutely lived down in the bowels of the ship,\nwithout the air. I had the good fortune of not getting sick, so I was running around the\nMarch 23, 2001\nboat and of course there was food above and beyond the need of anybody, because\nnobody else was eating. So I was eating, and I was running around the boat, and I\ndon’t think George was sick either, and there were a few of us youngsters running\naround. I got such a terrific -- not a cold, but I -- I -- I developed laryngitis on that boat\nf -- I guess of being -- running around or whatever, it was that when I came to\nAmerica it took me about two months to get rid of it. It’s true, I now just remembered.\nBut the voyage itself was, as I said, was eventful because we were stuck in the -- in the\n-- in the storm, and it took us 13 days to cross the Atlantic. Now you could practically\nmake two trips, but we were very lucky and knew it, and we were very happy to arrive\nhere.",
        "A: No, basically, a-as I told you, most of the people that -- that were on that boat were\nsick, including my sister and Mrs. Schwab. The youngsters, those of us who were\naround, just roamed the boat and went to eat, and went to eat again, and then went for\nsnacks, because the -- the dining room was open all the time, and we were asked to\nplease come, there is so much food and nobody is eating. So this is what we did, we\nate our way through the boat, and the rest we did was run around and have a good\ntime. So that’s about all I can remember. I just know that finally when Chrisha\nMarch 23, 2001\nemerged fro -- from the -- from her seasickness, she -- she absolutely -- was about a\nday before w-we got to New York, was in the nick of time, and of course she\nrecovered quickly, but she -- she was not one of those to -- to run around, she was laid\nup. And here is my ship card.",
        "A: And here is my ship card, which I also kept. Actually, I don’t know that I kept it or\ndid I just write for it? I could have just requested it and have it sent to me. So it has all\nthis family name and middle name and age and marital status -- status, nationality.\nAnd then of course, it has an address, because we were sponsored by my brother-in-\nlaw’s family. So, you had to have a sponsor in those days and the sponsor’s address\nhad to be put on -- on -- on your I.D. papers so that you would not be a burden to the --\nto the state. And as I mentioned before, we did not go through Ellis Island.",
        "A: But -- yearbook, this is my yearbook. You see it’s signed by my -- this English\nteacher who was the head of the department. She signed it and everybody else signed\nit. So where am I? Here. Here I am. You see this -- you had to say what you were\nplanning to do, and I said I was planning to be a social worker, so this is what I was\nreally planning, but it didn’t work out that way. And here 1s a -- well, I see I even have\na clip in here from the Brooklyn Eagle, my God, this paper du -- doesn’t exist any\nmore. Dated February third, 1949, where it says at the end that I also got a scholarship.\nMarch 23, 2001\nI was a scholarship winner upon graduating from Thomas Jefferson High School. I\nforgot that I have this clipping in my yearbook. And this was a lovely group. There\nwere a group of us, of refugee children in that school, and they were all -- I’m -- Iam\nvery proud to say that mo -- all of these kids who came out of that refugee class went\nonto bigger things 1n life, and really -- really went -- are accomplished people, so it’s\ngood to say.",
        "A: Oh, well --",
        "A: Yeah, that was all -- this was sports, you know, as every high school had sports. I\nwas not in sports, because I had my own things to attend to. I had part time jobs to go\nto after school, and I worked very hard to be a good student, but as I look through the\npictures, I remember how many friends I had here. I love those little inscriptions here\nand there, I just love that. And I’m sorry to say that some signatures here mean nothing\nto me. Edna Gordon, now who was she? I don’t know. But others were very b-best\nfriends, so -- Madeline Gross.",
        "A: Well, my very, very, very best friend from Poland, who 1s no longer alive, was S-\nSonia Labeener. And she’s the one I mentioned before, she was quite accomplished,\nand committed suicide at age 39, had -- she is here. Shirley Labeener she was called,\nMarch 23, 2001\nright. And this is Sonia. We graduated together. I met her in Jefferson. And then I met\nalso Toby, and she, I think, graduated -- it’s Toby Weinstroff. No, Toby’s not here.\nYou know, I haven’t looked at this book for a long time, and obviously I’ve forgotten\na lot of faces. But I bet if I went through it, I would remember some of the names. But\nthat has to be put off for another time -- day.",
        "A: While we’re on the subject of Thomas Jefferson High School, I have to show you\nsomething which is really ridiculous and laughable, but I -- I -- I mean, it’s -- it’s one\nof these peculiarities. I happen to have here, a whole bunch of election buttons and my\nkid’s buttons as they grew up and all kinds of boxes and -- and -- and God knows what\nelse, and among them I have my senior graduating button. And I really must describe\nit because it is so funny 50 years hence. It says, senior 1949, TJHS, Thomas\nJefferson High School. It has a boy and a girl looking at each other inside a circle, sort\nof a smiley kind of faith -- face. The button is orange and the writing is blue because\nthis was the -- those were the colors of my high school. Well anyhow, every senior\nwas to wear this, and I did proudly, right through the year. And I kept that button. Now\nI’m sure that this probably sounds awfully childish and all that, but I think this is the\nmost precious thing, and I keep it and I am not going to part with it. So back it goes,\ninto the box with the buttons. If you allow me, [Il just look through this bunch of\nbuttons, I have this whole bag here, you know? I don’t even really know what is here,\nMarch 23, 2001\nexcept that I dumped them all in one place so that they wouldn’t be scattered. Now,\nlet’s see what I have. I have my senior button from Thomas Jefferson High School,\n1949, orange and blue, the ca -- colors of the school, with two faces, boy and girl\nlooking at each other, really charming. Next I have the possessions of my kids. One of\nthem is -- let me see, this is Bronx science senior, that would be 1973, that would be\nHarry. Then I have a junior high school -- Eleanor Roosevelt Junior High School,\nsenior ’73, that would be Paul’s. Then I have two buttons, and ov -- obviously they’re\nnot mine, but they belong to some -- one of my kids. One is Mohammed Alli, it says\nheavyweight championship, Ali versus Wepner. And then I have a big button of\nChuck Wepner with a W -I-N, an acronym, but it says whatever it -- it’s supposed\nto spell win. So that’s cute. Then I have a Lieutenant school safety patrol, that was\nPaul’s si -- insignia when he carried the flag to the -- in his elementary school for\nassembly. And then of course I have a button of solidarity, a Polish button, says\nSolidarnosht with the flag, that became a very famous sign. I think I received it -- no,\nno, not in Poland, even though I was in Poland at that time. I got it in New York, but\nI keep it, too, I don’t know why. But anyhow, so this is the story of the buttons and\nthere is my Thomas Jefferson button right in the middle of it all. Say the party\n[inaudible]. The interesting thing in Jefferson that happened that really moved me\nwas that my Hebrew teacher, who was Dr. Horowitz, Edward Horowitz, who was\nalso the head of the Hebrew department, decided to make a surprise party for me in his\nMarch 23, 2001\nhouse, and to invite that whole Hebrew class -- this was a language class, basically.\nAnd -- and that was to celebrate my birthday and that was in December. I was not told\nabout it, but I just said that Dr. Horowitz invited the class to -- just for the evening,\nand of course I went, and lo and behold, there was this whole class, there was a party,\nthere was cake. We -- we cut the birth -- I cut the birthday cake and of course I had to\nmake a speech, and I was very embarrassed, embarrassed beyond words. And pictures\nwere taken and -- and then Dr. Horowitz invited reporters to report. And one of the\nreporters from the New York Post interviewed me and said, I understand that you\nhave a number, a concentration camp number -- because this party was -- was my 18\"\nbirthday and was supposed to be making up for what is called sweet 16 in America,\nwhich I didn’t have because I was in camp. This reporter -- specifically this reporter\nfrom the Post came and said, “I understand that you have a number on your arm from\nthe camp. Could you please show us -- show it to us?” And I did and he said, “While\nyou’re sitting here, could you kindly point with your other hand to your -- with your\nfinger to the hand that bears the number so we have it in the picture?” And I really\nthought this was stupid, but I -- you know, I was too embarrassed to say it because\nhere I was and -- and I didn’t think it was proper of me to -- to -- to say no when Dr.\nHorowitz arranged for the interviews. So I have a picture in my album as you could\nsee, the article with the picture where I’m sitting, pointing to the number on my arm.\nAnd that appeared in the New York Post, which was the old New York Post, which\nMarch 23, 2001\nwas one -- sort of a liberal paper. Aside from which I have here clippings from the\nBrooklyn Eagle, and I have two of those, one announcing the party and one after the\nparty. I have a -- an article from the Jewish paper, written in Yiddish, which I am\nashamed to admit I cannot read. And it’s from the Morning Journal, the yid -- Jewish\npaper. Then there is one here from the Jewish Examiner, and another clipping from\nthe Jefferson High School school paper, which says, “Surprise party for Jeffersonian,”\nand they all deal with the party that Dr. Horowitz gave for me.",
        "A: Yes, well, it’s the -- the pictures has me sitting there pointing to my number. And\nthe -- the little bit of an article underneath says, “Regina Laks was in Auschwitz\nconcentration camp when she became 16. And sweet 16 parties weren’t held in\nAuschwitz. Now she’s 18, but as her fellow students said, there is no one in particular\nwho could arrange a party for her. So tonight her classmates in Dr. Edward\nHorowitz’s Hebrew course at Thomas Jefferson High School, Brooklyn, will meet at\nDr. Horowitz’s home at 1334 Carrow Street, Brooklyn, to toast her in soft drinks\nand to wish her enough happiness to erase the memory of years of suffering.” Now this\nwas most touching and -- and I didn’t quite see the point of -- of pointing to my\nnumber. I wasn’t embarrassed about it, I just didn’t think it was necessary because I\nwas really living a new life and that was an old story and I -- at that time people didn’t\nMarch 23, 2001\ntalk about the Holocaust in any way. Basically it was a -- it was a war that was over\nand finished and -- and -- and I felt the same way about it. So anyhow I did it, and here\nit is to prove that I did. He -- he thought it was important, so maybe it was. I don’t\nknow.",
        "A: You know, I just remembered something while we are talking about schools. In\n1983 I took a course at Columbia University that was given by Kashimirs Brandis,\nhe’s a very famous Polish writer who left Poland a-and he was a persona non grata,\nand was given a fellowship, or whatever and came to America and lectured at -- h-he\ngave a course in Polish literature. I loved it. The class was small, was twen -- 12\npeople or so. I enjoyed every bit of it because the reading assigned was the kind of\nliterature which I was not acquainted with. Most works that were written during the\nwar, or directly after the war, I would -- did not know the authors and I did not know\nthe books, so that was a wonderful experience for me. Anyhow, we got to feel so close\nto each other in that class, that when he was ready to leave -- to leave America and the\ncourse was over, I proposed to the class that we ought to give Mr. Brandis a gift, a\ngoing away gift. And what struck me about him was that he lived in New York while\nhe lectured at Columbia, he lived in Columbia housing and he would come to\nColumbia carrying books in a shopping bag, paper shopping bag. So I always thought\nabout that, but I never remarked, because I knew that people who ran away from\nMarch 23, 2001\nPoland during communism weren’t exactly well-to-do -- well off. So I said to the\npeople in the class that it will be very nice if we bought him a -- if we put -- got some\nmoney together and bought him a leather briefcase, so that that would really show that\n-- for the person -- the kind of person that deserves it. I went out and I priced it -- I\nthink Crouch and Fitzgerald, one of these fine leather stores. And I came back, I said,\n“You know, I have the a -- I know where to buy it and it’s beautiful, and we’ll do\nthat.” And I said, “You know, but before we do it, let me just call a friend in the Polish\nInstitute who -- Kristen Auwisher, who is very friendly,” -- excuse me -- “with the\nwife, and just double check that this is the gift that he could really use.” Well, I called\nmy friend and she called Mr. Brandis’s wife, and she called me back and she said,\n‘Renia, under no circumstances should you buy this gift. It will be offensive. He’s\ngoing to look like an apparatchick. He needs to look like an academician who is\nbeing persecuted. A professor who is down on his luck because the communists are\nmaking life hard for him. Don’t ever buy him a bri -- a leather briefcase, because he’ ll\ndump it.” Well, I took it back to class, we laughed ourselves silly, and then I told this\nKristen Auwisher, I said, “Listen, you already told me what not to buy, now at least\ntell me what to buy, because I do have the money available for,” -- she says, “Well,\nyou notice he wears one of those metal watches, Russian style, the horrible looking\nwrist watches.” I said, “Great, I already have the idea.” So I went to Tiffany’s and\nbought a beautiful gift, and here I have a picture. We had a party. It happened to be\nMarch 23, 2001\nMay third, which is a Polish -- Polish holiday. So what happened is that we had a party\nin -- at Columbia, we requested a room, and here I am handing him the gift, which\nwas -- as you could see, there’s a Polish flag with the -- with the flowers, because this\nwas third of May. And here is where I’m handing -- handing him the gift, and he was\nabsolutely thrilled with it, you could see he’s holding it. There was somebody’s child,\none of the students brought their child to the party. So this is Professor Brandis hone -\n- holding the watch. And I understand -- he lived in Paris after that, I understand that\nhe still wore the watch. In fact, he just died about this year or maybe at the beg -- end\nof last year. So that’s another one of those funny anecdotes.",
        "A: [indecipherable]. So, before we go. After Thomas Jefferson High School, with\nthe wonderful experience I had there, I went the -- to Brooklyn College -- [phone\nrings] -- I went to Brooklyn College and a lot of the refugee children from Jefferson\nwere -- went with me at the same time because we graduated together and that was a\nwonderful experience, but while I was at Brooklyn College the first year, I was\noffered a teaching job at Indiana University. So I transferred to Indiana, to continue\nmy college education, but at the same time to teach Polish to an -- program of\nlinguistics -- within the linguistics department that was organized for Air Force\nofficers. Those were classes that were taught --\nMarch 23, 2001",
        "A: The course that I was teaching was a course in Polish, the language, and some of\nthe customs, Polish customs. Class was small, and all of the students were Air Force\nofficers. There, I think were -- I really don’t remember, four or si -- no, six or eight,\nrather, and they were basically trained to be assigned to Poland as attachés and such.\nAnyhow, it was a wonderful experience because it allowed me also to study while I\ntaught. I took a -- I continued my own academic program while I was teaching and I\nwas so well received by the linguistics department that when I was ready to leave for --\nto graduate, I received a very nice letter from Mr. Seebeac who was the head of the\nlinguistics department and it said here, “I’m extremely sorry that your association with\nthe Air Force language training program is coming to an end on November 13\", 1952.\nThis is to express my appreciation of your work, and to assure you that I know you\nhave done a fine job. Sincerely yours, Thomas A. Seebeac.” And -- and of course I\ngraduated from Indiana soon after, which was February, 1953. And of course I only\nhave most wonderful memories of Indiana, so that’s a whole chapter, but I was\nthrilled when I graduated. Victor came to the graduation, we were already engaged. So\nthat was nice. And I went back to New York after that.",
        "A: Since we’re rummaging through the albums, I just came across this old album\nwhere I have some of Victor’s old pictures from home. Here 1s -- here he is in his\nuniform. He went to a private military school up in Ossinee, New York. Doesn’t he\nMarch 23, 2001\nlook spiffy here? Wow. All these buttons up and down. Isn’t that cute? And this I think\nis of his picture from junior high school. Very sweet boy, he always was sweet guy. I\nthink this is his high school picture -- graduation picture, and this is his college\ngraduation picture.",
        "A: And he --",
        "A: Oh, I always liked him because he -- he -- first of all, he always had manners, and\nhe’s very considerate and -- and very -- he’s quiet by nature, but very profound and\nvery devoted, and of course he made only the best father on earth and the best\nhusband, so I’m very lucky. That’s absolute fact. And we’ve had a very good life\ntogether, because we -- we are very compatible, very compatible. We -- we differ by\ntemperament quite a bit, because I am sort of fast, and -- and s -- you know, more\nimpetuous. Victor is slower and more deliberate, so it’s a very good balance. And I\nthink he’s had an excellent influence on me because he -- he really knew always how\nto calm -- how to calm me down. How to -- how to make me sort of, you know, slow\ndown a bit. And here it is, some of his pictures -- look, there were girlfriends here, I b -\n- I bet he was all of 14 here. This 1s a cute picture. That’s one of these girlfriends that\nhe had, let me see. This is Victor with whatever little dog or cat. These are cute. This\nis Victor’s family. That’s his oldest sister, Ruth, she’s passed on. And that’s his\nMarch 23, 2001\nyounger sister, Clara, she’s gone, just died last year. Here is Victor upon graduating\nfrom college. He was -- this was -- no maybe -- that was just about -- before he went to\nthe army, right. So that’s a very good portrait picture of him. That’s his parents. Oh,\nhere he -- here is very interesting picture, he was in the army as you know, during the\nKorean war, and he was a company clerk, so here he is in uniform, and doing a very\ngood job. Here he 1s giving blood. I kept the picture. And here he is at his post\nheadquarters in a picture with the barracks in the background. I guess that was his\noffice somewhere there, and this is at the desk. He was always so reliable, he is always\nthe most dependable person in the world. Always has been. I mean, you can build a\nhouse on what he says. I guess this is why he had such an easy time of it in the -- 1-in\nthe army job, because you know, when he was asked to do something, he did it, and it\nwas to perfection. So, he’s still that way, and tha-that’s all -- all the best for me.",
        "A: To bring you up to date about the Jewish cemetery in Starachowice, you recall that\nwe talked about saving the cemetery, preserving at least part of it, and we were\nsuccessful, first in registering it in New York, and then took a number of years, and\nit’s a whole story which I already told, we gathered the money together and the project\nwas completed. Now, I wanted to show you in my album, I have the pictures before\nand after. Now, as it is, the project is now complete, the book about the cemetery is\ncoming out. In fact, I just mailed in an forward. I wrote a little introduction to the book\nMarch 23, 2001\nin English, which was sent to Israel because they are coordinating it. So as you could\nsee here, these were the pictures that Victor, my husband Victor took while we were\nin Poland to see what was happening there. It was a completely neglected area, and\nthe houses were built on the cemetery itself, because some of the tombstones were\nremoved by the Germans for -- for sidewalks and otherwise they were destroyed, so\nthat this was the situation where the cemetery was going to be obliterated completely.\nFinally, after Paula Funk and I were able to register the cemetery, it was declared as a\n-- as a historic landmark and could not have any more buildings encroaching.\nEnd of Tape One, Side B\nMarch 23, 2001\nBeginning Tape Two, Side A",
        "A: Finally, after Paula Funk and I were able to register the cemetery, it was declared\nas a -- as a historic landmark and could not have any more buildings encroaching. Eve\n-- subsequently, the money that was given to the people who worked on it,\naccomplished the final job. So as you could see, I -- these pictures were sent to me\nfrom Israel. Here are the workers working on the cemetery. Here 1s what it looks like.\nApparently the -- the fence -- metal fence is beautiful, it was designed by an architect,\nand apparently it also has a fantastic, wonderful gate. And inside -- this is the picture\ninside, where those tombstones which were beyond repair were collected, and were put\ntogether in -- in wa -- sort of like an artistic pile. And this final picture shows that the\nhouses in the background are where they are, but no more houses will be on the\ncemetery and the fact is that we are paying for perpetual care, which not only\npreserved the si -- th-the location, but also preserves the esthetics, and the -- the grass\nwill be cut, and everything will be kept up to date. And here is my friend Janek Sneer\nfrom Israel, who was instrumental in arranging all this. He’s -- here he 1s in Poland.\nHe had it all officially designated and -- and finalized with the mayor’s office and so\non. So, he send me these pictures and I am just so very, very pleased that we a-\naccomplished it. As you could see, it’s very attractive looking, and you could see there\nis a Polish sign, it says, Jewish cemetery in Starachowice. And I can’t quite make out\neverything else, but there -- something in they -- I -- I can’t make out because the sign\nMarch 23, 2001\nis sort of covered a little on the bottom, but this is the official designation. And this is a\nhistoric landmark, so I am very pleased about that. I’m looking forward to getting the\nbook which Janek said th -- I -- everybody who contributed money will get when the\nbook is ready. Just to bring you up to date to events that happened that might be of\ninterest between the last time I saw you and now. Quite a number of years ago I\ntranslated, “The Shoemakers,” a play by Stanislaw Ignacy Witkiewicz, which was\nsupposed to be pre-presented at LaMama, they ran out of funds, so they only ended\nup with a reading. But the play has been around for a while, and it was presented at\nWesleyan University last spring. In fact, it was April 28\", at Wesleyan in my -- my\ntranslation of -- of the Witkiewicz -- Witkiewicz play, and Victor and I were invited,\nand it was just very nice. We were introduced to the actors and they asked me about\nthe background of Witkiewicz, the -- the -- the playwrights background, and of course,\nthis is an avant-garde play, so it can be produced in different ways, but it really must\nbe understood for what it is, because it was written 1 -- during the interwar period. And\nwitki -- Witkiewicz was an avant-garde playwright who didn’t quite fit the times yet,\nbut he became the rage after the war. And I don’t mean in communist Poland, but in\nFrance, for example, and wherever else -- he was translated into other languages. And\nhe committed suicide by the way, in 1939, as the Russians were approaching. He was\nrunning east when the Germans entered Poland, and when he saw the Russians\ncoming his way, he committed suicide on -- on road east. But anyhow, his place -- of\nMarch 23, 2001\ncourse, he was considered the lunatic type, but he was the most educated man and a\ngreat playwright, and great, fantastic painter of -- of modern art. I have a number of --\nof his books of -- of paintings. Of course, he took every conceivable drug, peyote, and\ncocaine and all that, and he wrote and painted under the influence. Aside from which,\nhe was not in tune with anything that went on in the 30’s, during his productive years,\nso that he was an oddball, and everybody said he was crazy, of course. But now, not\nonly are si -- his paintings most valuable, but his work has come into its own, because\nnow you can really see he -- for example, this play “Szewcy,” which is\n“Shoemakers,” really discusses the end of the world, sort of, you know, when the --\nwhen the -- the -- the world is going to be taken over by the automatons, but of course\nthis 1s supposed to be a comedy, but it isn’t. But it is really, truly a great piece of work,\nso I was very pleased when we were invited. And it was so well produced, you know, I\nmust tell you that I only think that professional, big professional company could do\njustice to Witkiewicz, because you must understand what he was talking about. Well, I\nwas so impressed by the Wesleyan production, I truly cannot begin to tell you, not just\nthe -- the way it was produced, and the way it was presented -- and these were actually\nstudents, they were -- they do have a -- a drama department, so these were students\nfrom the drama department. But how it was presented for what it is, in other words, it\nwasn’t cut, 1t wasn’t altered, it wasn’t anything, it was just pure Witkiewicz. It was\nfantastic and I loved it, so I was very happy to see that -- to see it, and -- and that was\nMarch 23, 2001\njust a year ago. Also for the -- onto the projects which I completed between the time I\nsaw you last and now, I have translated in -- completed in 1998, a book translated from\nPolish into English, “Krakow Ghetto Diaries and Poems.” [recited title in Polish]\nwritten by Helena Melkin. That was one project and I -- of course I have it\ncopyrighted, so I’m showing you the copyright form. And second one was a book\ncalled, “Recollections of My Life as a Diplomat,” [recites title of book in Polish],\nwritten by Yandro Hoyofski, he was a Polish diplomat with an extremely complicated\nlife because he was sort of politically involved from the time before the first war and\nthrough the 30’s and into the war years, and he was mixed in with the Polish\ngovernment in exile in London, while at the same time he was more or less free to\ntravel to Poland and -- and become a part of the later government, communist\ngovernment, and ended up as an ambassador in Mexico, which of course was a plum\njob to -- given to people who deserve it. So there is much controversy over that person.\nBut I did it on consignment, and I -- I really learned quite a lot. I loved doing it\nbecause I learned all those interesting things 1n it, and that project was completed in\n°99, December of ’99. I think I mentioned to you that I worked on the Lédz ghetto\nbook. Actually it’s a book and a film that followed. This book contains many\ntranslations because it’s a -- it was compiled -- it was put together from different --\nfrom writings by different people in different languages. Namely, it was written in\nPolish, Yiddish, German, I think some French, and some material for the book was in\nMarch 23, 2001\nEurope but it was brought to New York, but other material was in Israel. So that you\nhave some Polish that was done in Israel, but most of the Polish for this book was\ndone by me. And of course the index by authors -- authors meaning the original\nauthors of the writing, is at the end of the book on page 525. And I have underlined\nhere all these authors that I translated. Ludwig Ashe, and I have all the num -- the --\nthe -- he was a poet. I have all the poems that I translated, and Poznanski, Jakov\nPoznanski, now his work -- as you could see, I have a Xeroxed copy of the book, and\nhe was a lawyer, a grown man of -- of some experience, life experience, and his is a\nvery detailed, and very analytical description of the events in the Lédz ghetto, whereas\nthe Sierakowiak, David Sierakowiak was a youngster of 16, a budding poet, and his\nwork is all emotion, and all vibrant longing and of course pos -- Poznanski, the older\nman survived, but Sierakowiak died of hunger in the Lédz ghetto, but his diary was\nsaved. Anyhow, I translated Sierakowiak’s diary, and Poznanski’s work, which those\ntwo books comprise the biggest part of the Polish translation and that’s my work, plus\nI -- you must have heard the name Rumkowski? Yes, well Rumkowski’s speeches\nwere given in Yiddish. You know, he was to -- h-he was one of these men who always\ngave speeches because he -- he had to lecture people on what you do and what you\ndon’t do, and you can’t rebel because I do everything for your own good, and you’re\ngoing to do what I tell you. Well, anyhow, those speeches were written in engl -- in y -\n- in Yiddish, and they were transcribed into Polish. So, I did the translations from the\nMarch 23, 2001\nPolish -- the Polish transcripts, and did quite a number of those. So in this book when\nyou find Poznanski and Sierakowiak, that’s my work. That’s the major work. Quite a\nnumber of Rumkowski and the poems of Ashe. And I’m very proud of it, and of\ncourse there was a | -- a -- a film based on the same book. And -- oh, I just wanted to\nshow you this play that I translated a number of years ago, probably about 10 years\nago. It’s called “Assassination,” by Johanna Beeler Brudick. And this was -- the\noriginal title was “Zamac.” And -- and it’s a sort of small kind of a play. The author\nlives in Chicago, she never had it produced because she doesn’t have the means to\npursue it, but it was done on the radio a few times, and some readings of it were done,\nand I’m in contact with her, so she was very pleased about that. But that was among\nmy early projects, and this was -- of course it’s a small play, it really didn’t involve as\nmuch time as for example, the Lédz ghetto project, or the books which I did. And so I\nwas done with it, and I have other projects here too, that since I was do -- I do\nfreelance work, so you know I have -- I see I have a chapter here on the gypsies, or\nthree chapters on gypsies, it was send in f -- to me to translate by this Polish writer\nFitzowski, who is an expert on gypsy life in Poland. And all this commercial work,\nand frankly [ll tell you, legally I have to keep official translations for no more than\nfive years, so -- I mean, I can’t live with all that paper. I probably would have to move\nout and just use the house for storing paper. So I only save the very important projects,\nMarch 23, 2001\nand the other, smaller projects just -- after five, six years, I have a very good excuse to\ngo through it and dump it.",
        "A: Well, we can’t finish the interview without my bragging about the kids. So I just\nturned to a album here. Here are the two boys, I think this was taken in Canada at my\nsister’s summer home in Muskoka. And here they are showing off the fish they just\ncaught. Of course they were always very outdoorsy kids because they belonged to the\nboy scouts and they both are Eagle Scouts, so this is the great trophy, as you could see\nin the picture, the -- the -- the fish is the greatest trophy of all. And I do have some\nvery lovely pictures somewhere else here, which were taken during the kid’s code of\nhonor, Eagle Scout events. Oh, here is one, here is one, I just found it. Here is Harry\nbecoming an Eagle Scout, and an article in the local paper. And here you are with us,\nVictor, myself and the two boys in the boy scout uniforms with all the insignia, and\nthe -- the -- the merit badges. And of course I gave a big party in the house, right here,\nwith a big sign, congratulations. Had a very lovely, big group of people in the house,\nvery nice. And I did the same for Paul, obviously, I have it somewhere else here, too.\nAnd you could see -- I don’t quite know where, but we did exactly -- whatever we did\nfor Harry, the older son, we always did for Paul. So if it was one Eagle Scout party, it\nwas a second Eagle Scout party. In two weeks. Having shown off the young -- young\nboy -- girl, boys, I have to show the bi -- the big ones. A-A-As I mentioned, they’re\nMarch 23, 2001\ngrown men now, and Harry, the older one has two children. One of them 1s Max, and\nI have a picture here of him, with -- in the hockey uniform. Of course he -- he belongs\nto a team, what else, and he plays in Chelsea Pierce, and -- and absolutely this is his --\nhis biggest thing in life is hockey. He has all the equipment, obviously. And he also, I\nthink, plays football, I think, or basketball. I don’t really know, but I know that they\ntake him to these -- to these -- in the Central Park teams, and whatever. I really am not\npart of that because I can’t stand in the cold and watch them, or go to Chelsea Pierce\nat six o’clock in the mornings. That’s where they go, believe it or not. They get up at\nfive to be in Chelsea Pierce at six, because that’s where the team plays. Six a.m. ona\nSunday. Poor Harry. Anyhow, this is the younger -- the younger of the two boys, and\nhis name is Joseph, and he is sweetheart, you could see the lovely -- he speaks very\nwell. He has such lovely vocabulary and grammatically correct at age three. Long\nsentences, and very, very interesting boy, and full of cheer. You know, one of these\nchildren who are very, very sunny. Sunny, warm type. Well, that’s this child. Now, as\nI told you -- when you came in I had to show off the picture, we have a new picture of\nPaul with his bride, Paul got married, and he married the Jan Jay, and Jan has a little\ngirl from a previous marriage, her name is Caitlyn. And now they have their own\nchild. So here is Caitlyn in a big picture which she send me not long ago, and here is\nthe new baby that they have. And a baby boy, and his name is David. Middle initial --\nmiddle name Victor. And of course we haven’t seen him yet, because you know, I\nMarch 23, 2001\nbroke my shoulder. I fell and broke my shoulder, so we couldn’t go to the bris, but\nthey’re coming for the Passover holidays with the baby, so we’re looking forward to\nthat.",
        "A: Well, I was more or less getting used to the idea that American democracy was\nreally based on different opinions and different actions of people, that nothing was\ngetting resolved in America the way things were resolved in the political system that I\ngrew up in, where you went to jail for this, and -- and you did some other political\nmisdeed, and -- and you -- you had to pay for that, because you had to toe the -- the --\nthe government approach to -- to -- to -- to -- to ruling, so to say. Now, having been a\nchild in the interwar period, I wasn’t quite aware of all the things that did go on, and I\nknow a lot did, because I do know that there was a famous prison in Poland called\nBereza Kartuska, where people who were communists were being sent, because\napparently there was some ferment in the Polish society in the interwar periods --\nperiod. Well, I -- 1 knew Bereza Kartuska and I knew people were sent there, but I\nnever made the connection. When I finally lived in America and realized what a\nfantastic system of government democracy is, allowing for freedom of expression and\nfreedom of the press, and -- and -- and total freedom that you didn’t have to account to\nMarch 23, 2001\nanybody for where you going or what you are doing. That all of a sudden -- and now I\nwas already after college, and I -- having studied political science and such, I had the\nidea of what American democracy was about. But I really never saw the other side of\nthe coin, where certain excesses that are committed in the society cannot be solved the\nway they were solved in Europe, the way I understood it, by simply acting on it right\nthen and there, because this is a country of law, and everything has to percolate\nthrough the legal system. McCarthy’s excesses were so obvious to everybody, even to\npeople who did not think that there was a communist under every bed, spying, and that\nevery liberal in America was a communist. There were people who had leftist leanings\nand didn’t act on them, but that was just their philosophy of life. There were -- I’m\nsure there were spies, as there always are, and I’m sure there were people who were\norganizing in leftist groups. But when the McCarthy era came and I realized that it\nhad to take its course, to go through the leg -- legal system. And to me it was entirely\ntoo long, and it really got me very upset. Eventually, of course, it was solved and I was\nvery happy to see that.",
        "A: Well, I was upset about it on -- actually on two counts. But they are quite -- the --\nthe -- the issue really is a single issue. The 60’s counter-culture, in my eyes then, and\nMarch 23, 2001\nin my eyes now, and this is 40 years later, were an inexcusable outburst that was\nallowed to permeate the cultural fabric in America. Revolution of young people is\nquite fine, but once it -- once it 1s accepted into the culture, without the analysis of\nwhat consequences that might bring, was terribly upsetting to me, and of course my\nchil -- the children were by then young, and I was very much afraid that they would be\ngrowing into an -- a society that was culturally in anarchy. This government is a\ngovernment of law, and we have a Constitution to preserve our legal rights. But culture\nis something that is not legislated, and once you tear it apart, you might not be able to\nput the genie back in the bottle. And of course, I had growing -- children that were\nyoung at that time, whatever, they were in elementary school and junior high school,\nvery impressionable age, and I really didn’t like this whole idea of Woodstock, for\nexample. Of Woodstock becoming so prominent and so written up and photographed,\nand -- and televised, and repeated. I mean, that was excess beyond excess. This was a\nbunch of young kids who went completely wild. That guy -- they got rid of their\nparents at home, and everybody went to Woodstock. People could afford now to\ndisregard the parents, because after all, I mean, you didn’t have to work so hard for a\nliving any more, this was a year of -- of -- of prosperity in America. This could not\nhave happened in the 30’s in America, during the depression. That absolutely could\nnot have happened. So this to it -- it had to take its course. And it took a long time\nbecause it couldn’t be legislated away, and it could not be waved away as -- as if it\nMarch 23, 2001\ndidn’t exist, because it did exist. But of course, all these kids who eventually decided\nto get done with what 1s called the American culture, and the American form of\ngovernment ended up in communes, or they ended up in -- in the biggest corporations\nin America.",
        "A: Oh, it certainly did. No, because you see, I -- I ha -- I am always of the opinion,\nhave always been, as a child, as a grown-up, that there have to be -- there has to be a\ncertain framework for society to operate within. All the excesses that do nothing to\nenhance people’s life, to me do not -- do not do anything to either elevate the spirit or\nto elevate the mind, or to improve somebody’s economic conditions. I mean, if you\nhave a -- an idea, at least the idea should benefit somebody or something, or should\nbuild something, but to destroy it and leave it destroyed, 1s totally against my -- my\nunderstanding of life, because I have seen what happens when you are simply allowing\nsomething to happen, and everything in the process gets destroyed. Of course, the\nHolocaust is a much bigger issue, mi -- a million times over bigger. But the fact is that\nif you allow books to be burned, and the next step you allow people to be burned, 1-1-1-\n1 -- it almost -- 1t almost makes you think that if such excesses, that grow out of not\nany specific need, but the desire to rebel for rebellion’s sake is totally wrong because it\ndoes nothing to improve anything. And of course now it’s -- it’s quite obvious that this\nMarch 23, 2001\nwas what the -- the -- this was one period in American life that as the years go on, will\nshow to be not such a happy chapter. It really was not a happy chapter. I -- I felt\nterribly disturbed in those days. I’ve calmed down about it now, because I’ve seen\nsome of these -- these rebellious kids grow into very decent people, but I know that the\naftermath of the 60’s 1s still with us. I mean, absolutely, all this permissiveness, and all\nthat -- that followed from it still is around us.",
        "A: No.",
        "A: Yes, yes. Well, you know, originally I really wanted to do social work. I really,\ntruly did. For many reasons. One of the -- one of them being the fact that I did go\nthrough the Holocaust and had I not been helped as a child, I really wouldn’t have\nsurvived. And I really felt I owed this goodness to other people, and I ought to\nreciprocate. However, by the time I came out of college, with an idea of going to -- to\ngraduate school for social work, the system changed, and I did not like the way the\nsystem was oriented, toward taking away the responsibility of the people to -- to -- to\nshift for themselves. Rather than helping them be on their own feet, this was a system\nMarch 23, 2001\nnow that was going to provide and provide and provide. And it ended up that they\nbrought up -- this system brought up two or three generations of dependents who lived\noff the state, that their lives are ruined because they have no responsibility. They have\nabsolutely no skill to be in the real world. So, basically what I feared had to -- came\ntrue, and -- and -- and now I think the lesson has been learned and -- and things are\nquite different. But in the -- at the time, at the very time when I was ready for social\nwork, I realized that I -- that was not the field for me any more. I think I -- now I could\ngo back. I think I could. Of course I am too old now to go looking for a job, nobody\nwould want me. But the thing is that at the present stage, I think I could fit better into\nthe new framework than in the 50’s and 60’s -- especially in the 60’s.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: You know, when the children started attending elementary school, which happens\nto be right next door to our building, I became very involved in the school system,\nbecause I was what you call a stay at home mother. And I did see the need for parental\ninvolvement in the schools, and our children went to public school. The -- the -- not\nevery school in those days -- this is in the 60’s, had that good library with a good --\nthere just weren’t enough funds to run good libraries in school. Well, this school\nestablished the library and the librarian, but they did not have the manpower. So the\nMarch 23, 2001\nparent’s association, of which I was the vice president for all those years, which 1s oh,\na good 11 years. Never a president, I never took presidency, and I’m very proud of it\nto this day. Not ever anywhere; I wouldn’t take presidency. Well, anyhow, I was vice\npresident, and I was also chairperson of the volunteers for the library. So we run a very\nfine library program. The children had an assignment, I think once or twice a week,\nevery class in that school came to the library for a whole period, for reading, for\ntouching books. And of course, I -- I -- I know -- I have a little secret about enticing\npeople to read, so we had two round tables where the new books would be put out, you\nknow, and -- and so we arrange them and when the children came around, and then\nthey found out they could ask me what is -- are there any new books? Of course there\nare new books. Well, the library was really, really a -- a -- a star for -- for -- for the\ntimes, and I was chairperson and in charge of all the library women. I kept the\nschedule who came when, and of course I myself was in the library quite often, and\nalso as a vice president, I was involved in a lot of projects and programs that the\nparent’s association in those days participated in. We had a music program, and we\nhad, for example, we had what they call assembly, and everybody knew somebody\nwho could do something. Maya Angelou the poet, was a friend of somebody in the\nneighborhood, I think he was her -- he was her agent, literary agent and his child was\nin school. Well, we got her one time for assembly and she read her own poetry. You\nsee, so this was all that the parent’s association did. We ran a fair once a year, was\nMarch 23, 2001\ncalled county fair, in the gym, collected money and -- and we had a -- a group of th --\nall these kids -- the sixth grade used to go to the opera for -- we -- we had an in there,\nwe had -- they went to dress rehearsals. So that there was a very fine music program\nhere in this school, and a very fine library program. And I was, of course, on the beck\nand call because I was next door, figuratively and literally. So that whenever there was\na pro -- a problem, or there had to be a parent immediately for some inspector,\nwhoever, they would give me a call and I was there in two minutes. So that was in the\nelementary school. Then I was very active in the Bronx High School of Science. And\nthat was also -- because Harry is four years younger than -- older than Paul, so that\nHarry finished Bronx High School and Paul just came in, so that they were there for\n10 - 11 - 12, three years, so that’s six years. I was very active there, I was also vice\npresident, and Victor was finance, whatever you call it, finance --",
        "A: Treasurer, he was treasurer, and I was chairperson of the executive board. And we\ndid a lot of good, in fact, you know, I found as I was looking through these -- through\nthese papers, that you asked me if I could prepare papers of all kinds, I have it\nsomewhere, a letter from th -- Rockefeller’s office, in govern -- he was governor,\nNelson Rockefeller was governor. You know, we petitioned to save Bronx Science,\nand we had a -- we had a -- Bronx Science was instrumental in saving the school as a\nspecialized high school, and not having it turned into a neighborhood school, which\nMarch 23, 2001\nsome people were trying to do. That was also during the rev -- revolution. The 60’s -\n70’s revolution. Well anyhow, not only did we -- did the Bronx Science parents write\nthe law, because two parents were lawyers who wrote the -- the bill that was submitted\nin Albany, we went to Albany with -- we -- and of course we petitioned, and I wrote\nto Rockefeller, and I wrote to everybody. I have a copy of the letter from\nRockefeller’s office, thanking hi -- me for the letter because the law has now been\npassed where Bronx Science and all this -- and I have that. So I am really proud of\nthat. And this was stressful time, because this was -- you know, in the 60’s there was a\nst -- school -- teacher school strike. And much as -- as we all sympathized with the\nteacher’s point of view, there were elements in the -- 1n our area, there were people\nwho did not see that way and they wanted to tear down the system like the hippies tore\ndown everything else. And our -- our neighborhood especially, had one person who\nwas the leader of that. I -- I shouldn’t be naming names, but everybody knew -- she’s\ngone now, so you can’t -- you can’t name her. But she wrote a book on how to tear\ndown schools. And she started with George Washington High School. That was -- her\nthesis was based on that. And anyhow, her children -- she had a number of children\nthat went into the school, so she introduce a program that could do without the\nteachers. So she had hippies come in with guitars playing and that was supposed to be\neducation? Well, she was hated with such passion, and I -- I -- I can’t say very much.\nThere is much more to it, but tha -- those were very stressful times. This is why I was\nMarch 23, 2001\nvery happy to be an active parent in every parent’s association in every school that I --\nmy children ever went to. Of course, this doesn’t happen now that much, because most\nwomen work, so it’s very hard. But in those days, we really did something most\nvaluable. So you see, my social work didn’t go wi -- my non-participation in social\nwork didn’t go out of the window, you see? It -- it showed up somewhere else.",
        "A: No, it’s plenty, just open. I'll tell you what, you want to hear the wind?",
        "A: Listen, if you want the wind, Ill go up and --\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 23, 2001\nBeginning Tape One, Side A\nRegina Gelb(A): The gypsies, right. Here is your gypsy, you see, with the violin?\nYeah, that’s the one. He was sort of small, remember, he was like the --\nA2: I think he was a cripple"
    ]
}