{
    "rg": "RG-50.106.0132_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Dorrit Ostberg, conducted by Gail Schwartz on July 29\",\n2000, in Bethesda, Maryland. This is tape number one, side A. Please give us your\nfull name.",
        "Answer: Dorrit Liami Ostberg.",
        "Q: And what was your date of birth?",
        "A: September 29\", 1929.",
        "Q: And where were you born?",
        "A: I was born in Vienna, Austria.",
        "Q: And who were the members of your immediate family?",
        "A: My immediate family consisted of my father, Fred Reisner, my mother Stella\nReisner, and my sister, Rene Reisner.",
        "Q: And was your sister older or younger?",
        "A: My sister was three years older than I was.",
        "Q: How far back in Vienna can you trace your family? Were they there for previous\ngenerations?\nJuly 29, 2000",
        "A: Yes. I think both my mother’s and my father’s family, I can trace them back to the\ngrandparents and maybe even the great grandparents. I’m not sure about the great\ngrandparents.",
        "Q: Do you know where those previous generations then came from?",
        "A: No.",
        "Q: Okay. What kind of work did your father do?",
        "A: My father was the head of a factory. He was awa -- thint -- the -- the actual title\nwas Centrale Directore, which means main manager, or main director of the\nfactory. It was a factory of enamel, but it was a conglomerate and there were\nfactories all over Europe by the same conglom -- owned by the same conglomerate.",
        "Q: And you said he was the central director?",
        "A: That’s correct.",
        "Q: Did your mother work?",
        "A: No, my mother never worked. She -- we had a lot of servants and we -- she was\nactive, she went to the university for some courses, she played a lot tennis, she\nbelonged to several societies and she didn’t work.",
        "Q: What kind of education did your father have?",
        "A: My father had a business education. I think it -- it could be -- it -- 1t wouldn’t be a\nuniversity degree, but it was probably equated to a business background and business\nkind of schooling.\nJuly 29, 2000",
        "Q: Did you have many extended family in the area? Aunts, uncles, cousins?",
        "A: Okay. My mother had two sisters and a brother. One of the sisters at the time lived\nin Czechoslovakia, and the other sister did live in Vienna. In fact, we were very\nclose with that sister -- with that sister’s children. She had two daughters and my two\ncousins were -- one was three years older than my sister and the other one was\nanother three years older. And one of the sisters always -- the younger one, Susie,\nwho now lives in Israel, went every year with us to a vacation.",
        "Q: So you had close relationships with your cousins.",
        "A: Yes, with that -- with only that cousin. My mother’s brother had no children, my\nmother’s other sister had no children, so these were our only cousins. From what I\nrecollect, I had two grandmothers, both grandfathers had been dead, and I think one\nof them died when I was probably about four years old. My other grandmother,\nwhich was my maternal grandmother was very -- she was with us a lot. She went\naway with us every single summer, and I saw quite a bit of her.",
        "Q: Tell me about the neighborhood that you lived in in Vienna.",
        "A: I lived in a -- 1t was called the fourth district. We -- we had -- we rented -- I don’t\nthink we owned it. We rented an apartment which was huge. It -- it went the whole\nlength of the building. I was lucky enough to get a picture of the building, I forgot to\nbring it. And --",
        "Q: Remember what street it was on?\nJuly 29, 2000",
        "A: Yes, the name of the street was Winnersal strasse. I forgot the number now, but I\nwas able to relocate the number through some of the documents that I found in my\nmother’s portfolio, where my mu -- where my mother kept all her documents. It -- it\nlooked out on a little plaza. So when I went back to Vienna, I -- I tried to find it and I\n-- actually I couldn’t recognize the house because the bottom of the house had been\nchanged. It -- it became more commercial now, they have like shops and shops’\nwindows on the bottom, but the top floor seems to be the same that we lived on. And\nwe probably had approximately, I don’t know, about 15 - 20 rooms. It was a very\nextens -- because our -- some of our staff lived with us and the rest of the staff used\nto come in, like the laundress and the seamstress and the tutors, they just came in and\nleft.",
        "Q: And what other kind of staff did your parents have?",
        "A: Okay, we had a cook and we had a maid and we had a governess and they lived\nwith us. The chauffeur did not.",
        "Q: So you also had a car.",
        "A: Yes, we had a car.",
        "Q: Sounds like it was an upper class family that you were born into.",
        "A: I guess so. I would say so, yeah. Actually, the real upper class was my -- my\ngrandmother’s brother, who had -- who was the president of the southern railroad at\nthe time, and he was really what we call, almost like an aristocrat. He had an\nJuly 29, 2000\nincredible apartment that he used to have guided tours in because it was full of\nbeautiful, very precious paintings and furniture and so on.",
        "Q: What was his name?",
        "A: His name was Gustav Fall, and he had a monument erected in his honor in front\nof a hotel that the railroad owned, which was on the bu -- mountain outside of\nVienna, it was called Zemmering. I don’t think the monument exists any more, I\nknow the hotel does not and I know that they have some kind of vaca -- rec --\nrecreational facilities there now.",
        "Q: How religious was your family?",
        "A: Not very religious. We did -- we -- we -- we were part of the Jewish community\nand we did go to temple, but only on high holidays. On the other hand, we did have a\nChristmas tree, supposedly for the staff, to honor them. I remember going to temple. I\ntried to find the temple when I was in Vienna, but the only temple that we located\nwas one that was closed. And later on when I talked to one of my distant relatives, I\nwas told that there were several temples and that probably was not the one that I\nattended as a child.",
        "Q: Mm-hm. Did you celebrate any Jewish holidays at home?",
        "A: No, we did not have Friday night candle lights or anything like that. The only --\nwe did in a sense, Yom Kippur, because he -- my father always fasted on Yom\nJuly 29, 2000\nKippur, this was one thing that he did. And so did my mother and I guess so did we\nas children. Later on, of course, that was no longer done.",
        "Q: Did they come from religious families, your parents?",
        "A: I don’t think so -- I think the Austrian -- I -- I don’t know. I -- I don’t think so. I\ndon’t remember my grandmother being -- bringing up religion in any way. We did\nhave religious training though, but the religious training came because in Vienna at\nthe time religion was part of the curriculum, and since we were Jewish, that was not\ngiven in the schools. So I remember we had a Hebrew teacher coming to the house,\nteaching us Hebrew and religion.",
        "Q: Did you exchange Christmas presents among yourselves?",
        "A: I don’t think so. I think the presents were mostly for the staff. But I also don’t\nremember any Hanukah big gifts. Frankly, I don’t remember presents as such as part\nof a traditional festivity. I know I got my first gold ring because I ate some meat,\nwhich I refused to eat previously. And I remember that whenever my parents went to\nParis, because my mother bought most of her wardrobe there, they would bring us\nback -- and clothes were always uppermind -- in my mind, even as a little girl, and I\nremember that. But I -- I -- I don’t remember any presents as such that were\nparticularly meaningful to me. I remember as a little girl I had little dolls that I liked.\nAnd I think when Hitler came I could take a few with me, I don’t remember. But\nsomehow they disappeared. But I don’t remember like having had a specific toy that\nJuly 29, 2000\nI was attached to, like my little granddaughter now 1s with -- with Minnie Mouse. I -\n- | don’t remember that. Maybe I blacked it out. I -- I can’t remember.",
        "Q: Did you have a Passover Seder?",
        "A: No. And if we did, I don’t remember it.",
        "Q: Let’s talk about your schooling. What kind of school did you go to?",
        "A: Okay, we went -- we did not attend private school, we attended the public school,\nand I remember the greatest embarrassment was that we were brought there with the\ncar and the chauffeur and I was very embarrassed about not being able to walk to\nschool like the other children. I was never allowed to even cross the street by myself\nor walk any place by myself. My biggest pleasure was that my mother once took me\non the bus. That was a big excitement for me because the car I -- I kind of disliked\nriding in the car, because I used to get carsick a lot.",
        "Q: Would you say that your parents were overly protective, or was this the usual\nway?",
        "A: That -- that was the usual way that the governesses and in the circle of friends that\nwe grew up with. But y -- then most of the -- I -- I can’t remember why we did not go\nto private school, but most of the children of my fr -- of my father’s and mother’s\nfriends did attend private school. We did go to a private dancing school, and we did\nhave piano lessons in the house with a piano teacher. But I -- and I also remember\ncoming to the house, we had the governesses that were supposed to instruct us in\nJuly 29, 2000\nFrench and English, but we also had some kind of a tutor come to the house for the\nlanguages. But nothing much came of tt.",
        "Q: What kind of relationship did you have with your sister?",
        "A: My sister was very domineering, very bossy, and my father clearly always favored\nmy sister, which was a big problem for me as a child because I felt he was very\nunjust. And in Vienna the oldest child had a lot of privileges that the younger child\ndidn’t have. So I was very annoyed at that. She was allowed to go at night to the\nopera, I was not. She was allowed to go to bed later, I was not. She was allowed a lot\nof fe -- also, I had a lot of hand-me-down dresses from her, which I terribly resented.\nAnd I always wanted to have the same clothes as she did, I was dreaming of her\nbeing left back in school so we could be in the same grade. Things like that.",
        "Q: What -- how would you describe yourself? What kind of a child were you? Were\nyou quiet, or more outgoing?",
        "A: I was a very, very noisy child. The way we were brought up, we were not allowed\nto speak at the dinner table. I was not allowed to come to the big dinner table ovi --\nuntil I knew how to cut my own meat, or -- an-and use the fork properly. I -- my\nfather even got a record once because we were not allowed to talk unless talked to,\nand he once made a record on the phonograph saying, Dorrit eat, Dorrit eat, Dorrit\ndon’t talk, Dorrit don’t talk. And that’s how it was. And I had endless hours as a\nchild that I remember of eating in my room. | hated to eat and I would push the food\nJuly 29, 2000\nfrom one cheek to the other. And I had an uncle who always touched me at the cheek\nand said for me to eat. And I would forever sit and eat, from morning to night,\nbecause I was underweight, I had asthma -- I was an asthmatic child, and the\ngovernesses were told that we had to eat, that I particularly had to eat. So they kept\nme at the table s -- what seems to me still hours and hours. Like breakfast went into\nthe snack, the snack went into the -- the midday meal, and the midday meal went into\nthe afternoon meal and so on.",
        "Q: What -- be-because of your asthma were you on medication or anything?",
        "A: Yes, I was on medication. I had what they call an inhaler and I wasn’t allowed to\nrun, and I wasn’t allowed to exercise too much. As a privilege therefore, in the\nsummers my mother just took me to the baths, the spas and I had all kinds of -- of\nthese mineral water baths and mud baths that were supposed to help me.",
        "Q: Who were your friends? Did you have friends in the neighborhood?",
        "A: No, there was no such things as friends. We had friends that were my mother’s\nand father’s friends who had children. We had -- the only set of friends that I\nremember were two boys, and I absolutely detested the younger one, because he was\nmy age, and adored the older one, who was supposedly my sister’s friend. But the\nonly friends we really had was my sister had my cousin as a friend. But I was always\nrelegated to my grandmother and to the governess and I don’t remember any play\ndates or playing with any friends.\nJuly 29, 2000",
        "Q: Did you know you were Jewish, and if so, what did that mean to you?",
        "A: I definitely knew I was Jewish. It meant to me that I went to the temple, 1t meant\nto me that I had to have the private instruction. It meant to be -- to be excluded while\nthe -- while the other children in the elementary school had their Catholic instruction.\nAnd I knew I was Jewish. It didn’t mean a great deal, I think, as far as tradition. And\nas a child, until the Hitler came to Vienna, I was totally unaware of the antis -- anti-\nSemitism that must have existed at that time already.",
        "Q: What did you do in school when the other children went to their Christian\neducation?",
        "A: I don’t remember what they made us do. I don’t remember. All I know is that we\ndid not participate, and therefore we had to study Hebrew at home.",
        "Q: Did you sense anything among the teachers or the other students about your being\ndifferent?",
        "A: No, No. I -- I remember -- a-as I said, I was not -- I was a very vivacious child, I\nwas a very talkative child, and I remember being reprimanded for that. And I\nremember that I -- I had friends in the class. I don’t remember them as such, but I\nremember sitting with them and wanting to be with them.",
        "Q: Were your parents Zionists?",
        "A: No, neither my father nor my s -- my -- my mother were Zionists. The closest I\ncame to the Zionist exposure was that I knew that my older cousin, not my younger\nJuly 29, 2000\ncousin, started being in that group just before we left Vienna. I’m not totally sure\nthat I knew of it while I was in Vienna, or whether it was told to me later.",
        "Q: Were your parents a-active politically?",
        "A: No, no, not at all. Not at all. Not that I know of, anyway.",
        "Q: Had you heard ab -- preceding 1938, had you heard of a man named Hitler?",
        "A: Before that?",
        "Q: Right.",
        "A: I don’t remember. I must have, but I don’t remember. I know we -- in the group of\nfriends that my father had, we identified ourselves as Austrians. My father was very\nproud to have fought in the first World War as an Austrian -- I think he was a captain\nor a lieutenant or something like that, and he had many decorations. And he was very\nproud of being Austrian, much more so, I think, than being Jewish.",
        "Q: And that infiltrated to you? You felt more Austrian than Jewish, a-as a young\nchild?",
        "A: I think as a young child I didn’t feel either way. I really didn’t. I was much more\npreoccupied of what was happening at home with my sister, with my cousin, with --\nwith the governesses, who really f -- always favored my sister because she was quiet\nand I was very noisy. I still remember my father saying, we can only hear one child\nin this whole house and that’s me. And I -- I remember I was very grega --\ngregarious. I know we were re -- presented when -- whenever my father and my\nJuly 29, 2000\nmother had big social affairs in the house in the evening, we were all dressed up and\npresented, and I loved that, because everybody made a fuss over me. And then of\ncourse, my sister hated to go and she was forced to go. And I also remember that my\nsister was allowed to have long curls and I was not because my mother felt all the\nattention went to me and not to my sister.",
        "Q: What was your relationship with your mother?",
        "A: Very close. I’m -- since my father favored so much my sister, my mother favored\nme. But truthfully, while we were in Vienna, we were very little involved with either\nparent. We were strictly with the governess and there were maybe not -- just maybe\nat the mealtime, the main mealtime at noon, that we sometimes ate with them, not\nalways. And on Saturday and Sunday, I remember a little bit of my father playing\nwith us, maybe. A very little, very little interplay. And then the summer we hardly\never saw them because they went on trips from the place where we always went to\nfor the summer, which was a small estate where we rented a villa.",
        "Q: Where was that?",
        "A: That was near Salzburg. It was in Unter achem artazay. It was a lake. And it\nwas a beautiful, what I recollect as big estate. My sister later -- later told me it was a\nsmall one. And we had a boat house and my father had a cousin that owned a house\nfurther down the lake, whom we saw also, socially. But my parents were there not\nJuly 29, 2000\nthat much. They usually took off on their own vacation, and we were left with my\ngrandmother, my cousin and the governess.",
        "Q: Did you have any favorite songs as a young child?",
        "A: As a young child, I don’t remember. I don’t -- oh yes, I -- I remember my uncle\nsinging to me, but it wasn't necessarily my favorite song. He used to sing to us one of\n-- of the -- of the Schiller poems, the -- it’s called the earl -- the Earl Kernik, it’s --\nit’s about a man that rides on a horse with a small child who’s -- who 1s dying, but he\nalways changed the ending and we always knew this wasn’t the ending, because the\nending goes that he has his son, he holds his son, who 1s dead in his arms, and my\nuncle used to sing and they ate together a bread of -- of butter and bread. And I hated\nthat, because I knew it was fake.",
        "Q: Can you sing a few lines?",
        "A: I know the poem, I can’t sing [recites poem in German] Something like that.",
        "Q: What language did you di -- speak at home?",
        "A: We spoke exclusively German, and the only other language my -- the governesses\nwere supposed to teach us French and English and we knew -- we learned absolutely\nnothing. I don’t remember anything. Oh, in English I knew there was a little girl that\nhad curl right in her fi -- forehead, and if she was bad, she was very, very bad. That’s\nabout it.\nJuly 29, 2000",
        "Q: All right. Now, you said you don’t know if you remembered hearing about a man\nnamed Hitler before he came into Austria. Let’s move up to that time. What is the\nfirst memory you have of that?",
        "A: My first recollection is of terror, actually. We all went with that family that --\nwhere I hated the two boys. We went in a -- on an afternoon -- actually no, the very\nfirst recollection is a radio when Hitler first entered Vienna, and the -- the reception\nthat he got and the -- the ovation that he got entering Vienna.",
        "Q: Did your family go to see him?",
        "A: No, no.",
        "Q: Did you know anybody who went to see him come in?",
        "A: No, no. The second recollection was that we went to the pratta, which is the big\namusement park and it’s also a park where you can walk, and so on and so forth. And\nit was that the f -- the four of us, our family and the other family, we were just\nwalking. And then we were suddenly brought into a -- into a line, we were lined up. I\ndon’t remember how they identified us as Jews, we -- it could be that we already\nwore the yellow sign naming us as Jews, but I’m not sure. But somehow we were put\nin that line, and my father somehow had his decorations from first world -- from the\nfirst world one with him, and I don’t know by what miracle he convinced one of the\nmen to let us go, our family and the other family. And we then heard that that -- that\nJuly 29, 2000\nthat whole procession had to go to a monument and clean the monument on their\nknees and then they were just deported. So it was a very frightening experience.",
        "Q: How did your parents explain it to you, you were eight years old.",
        "A: I don’t think they explained anything. They explain -- my father then disappeared,\nhe went we -- he -- he had to leave immediately, it’s actually the chauffeur that was\nhiding him because they were looking for him, since he was a -- an important figure\nin the factory, and he went to Paris. And then my next recollection is that we were\npacking and we had these big trunks and my sister and I were playing hide and seek,\nand my uncle drew me out, stood me up and he said, you children, can’t you help\nyour mother, instead you’re playing these stupid games, and she’s -- there’s a lot of\ntrouble, and you really have to behave now. So that’s what I remember, and the\nexcitement of leaving, yet I was totally aware that when we left Vienna, which was\nmaybe a month or two later, we got an exit visa to go to Paris --",
        "Q: This was a month or two after Hitler came in?",
        "A: I guess maybe if -- I’m not s -- exactly sure of the time, maybe two months, I\ndon’t know, as a child you --",
        "Q: But -- but co -- soon after?",
        "A: Soon after. I remember on the train --",
        "Q: Okay, le-let’s back up for a little bit --",
        "A: Okay.\nJuly 29, 2000",
        "Q: -- before -- before you leave Vienna. You said you had to wear something, a sign,\na yellow sign saying that you were Jewish. Do you have any recollection what it felt\nlike to wear that and what your first reaction was?",
        "A: No, must be blocked out. I remember it -- again having to wear it, I think, in\nYugoslavia when Hitler came to Zagreb where we were. So I think we had to wear\nit twice. I remember then being shocked that I saw it on baby carriages. I don’t\nremember any reaction, we just wore it.",
        "Q: Did you talk things over with your sister -- no, I’m talking about early on, when\nyou’re still in Vienna and Hitler had come in.",
        "A: No, not really. I remember as a chil -- the only real recollection I had was that I\nreally didn’t want to be different, that I know. And I was -- I was very unhappy\nhaving to be different. I was very unhappy to leave my room. I remember leaving the\nroom, I went out on the balcony and I told myself, remember exactly what this place\nlooks like because you may not remember it. And for years afterwards I would recall\nthat picture in my mind, that’s why I was so sure I would recollect my house, but I\ndidn't. And I would recollect the exact position my bed was in -- in the room that my\nsister and I shared, and that was somehow comforting to me.",
        "Q: Were there any other changes in your life while you were still in Vienna, after\nHitler came in?\nJuly 29, 2000",
        "A: Yes, we no longer went to school, we had to be -- be to -- we were taken out from\nschool. We were taking of -- taken out of all the tutoring and all those schools, and I\nguess we just prepared [indecipherable] departure.",
        "Q: What were your thoughts when they told you you couldn’t go to school any more?",
        "A: I ge -- probably I was pleased. Hitler’s a big holiday. And then when we went to\nParis we didn’t go to school at all. We again had some French lessons, but it -- it was\njust a total holiday. And we loved France because that was the first time my mother\nwas in charge of us and we drove her nuts, my sister and I.",
        "Q: Were there any other restrictions in Vienna besides no schooling?",
        "A: I’m sure there were and I’m sure that we were very careful where we went and\nwhat we -- what streets we went to or if we went out at all.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number one, side B.\nAnd you were talking about your recollections of restrictions in Vienna.",
        "A: Unfortunately I don’t remember too many restrictions, but there are certain events\nthat I recollect vividly. One of them was that we could use my great-uncle’s box at\nthe opera, he had his own box, and we went out to an afternoon performance, while\nmy sister was allowed to go to the evening performance. And I -- I remember ce-cer -\nJuly 29, 2000\n- certain music li -- | remember a party that was given for my sister with -- where a\nwhole slew of people came in with marionettes and they gave a whole -- a marionette\nperformance, was a big party for her birthday. We must have had at least 50 children\nOr SO.",
        "Q: Was this after Hitler came in?",
        "A: No, all before, all before Hitler. But I -- I don’t remember any specific\nrestrictions. Maybe I blocked that kind of thing out.",
        "Q: Then you said, soon after Hitler came in your father made arrangements to leave.\nWhat did he say to you that he would have to leave, why he would have to leave?",
        "A: He never spoke to us about it, never explained anything to us. I don’t re -- the --\nthere were never such discussions, neither with my mother, nor with my father. We\nwere just told we had to leave, we had to behave because they were very difficult\ntimes and that was it.",
        "Q: Were you upset when your father left?",
        "A: No, didn’t bother me at all because he was very often gone. We were really not\ntaken care of by either my father, nor my mother. They were like visitors, I would\nsay.",
        "Q: Mm-hm. Yo-You described before that very moving scene of going -- of trying to\nremember your room. That was a very mature response for a young child, to realize\nthat she may never see her room again.\nJuly 29, 2000",
        "A: I guess so, but I was a very dramatic child. I -- I remember we were exposed to\ntheater and many of the plays when we were up in the country, and I -- I remember\nthe excitement of these -- in -- in the performances in Vienna, at any of the theater\nperformances or operas, they had several curtains before they went up. And I vividly\nremember the excitement between the curtains and I couldn’t wait for them to go up\nand -- and I even, as a child, had dreams of performances. Dreams of -- of theater\nperformances, music performances. Of course, I was exposed mainly to classical\nmusic, but I loved, actually, the music that -- that -- Viennese music -- now I\nrecollect, because you asked me before. An-And we used to go on -- in the afternoon\nwe used to go on many of the walks where there was music played in the background\nand I guess little coffee shops or things like that. And I loved that, I -- I was very\nimpressed with that, much more so than with the classical music.",
        "Q: You said you were a dramatic child, what did the German uniforms look like to\nyou when you were in Austria?",
        "A: Not frightening, they were just uniforms, and I had seen pictures of my father in\nthe uniform for the World War One, and th-the -- and I was exposed to many\nuniforms that -- that people wore, I guess. Passing by, or things like that.",
        "Q: When it was time to leave and you were packing the trunks and so forth, did you\ntake anything special with you?\nJuly 29, 2000",
        "A: I just remember those little dolls. That’s about all that I remember, if I took them.\nAs I said, we had no, that I recollect, I was not attached to a specific blanket, to a\nspecific toy. It’s unusual because I see my son carried his blanket for years. It’s -- it’s\nStrange.",
        "Q: And when it was time to go, what kind of arrangements were made? This was\nyou, your mother and your sister?",
        "A: Yes. The three of us went on a train, and I remember I -- at the time I already\nwrote a diary. And I wrote -- I -- I was looking -- I -- I stayed up as long -- we had\nsleeping cars, and I remember going through Switzerland, which I had never been,\nand I was very interested in how Switzerland looked through the train windows and\nI wrote in my diary that I was going through that. But I was terrified of being taken\noff the train, and somebody coming and not letting us leave. I knew that we had to\nleave, and I knew it was dangerous if we couldn’t st -- to stay.",
        "Q: How did you know it was dangerous?",
        "A: I don’t know. Probably through listening to the reports, hearing the adults speak,\nhearing -- probably, I would assume now that most of our staff was let go before we\nleft. I don’t remember.",
        "Q: Now, what about your extended family? They stayed in Vienna when you three\nleft?\nJuly 29, 2000",
        "A: My grandmother stayed, and my cousins were sent on a child transport to\nEngland. My two cousins. And my mother’s sister, with her husband went to\nAmerica. My uncle had a brother in America who sponsored him and gave him a\nvisa and they went there. And that was my immediate family.",
        "Q: So your immediate family seemed to get aw -- have gotten out of Vienna early.",
        "A: Yes, yes, except for my grandmother.",
        "Q: She stayed.",
        "A: She stayed. She had to stay.",
        "Q: Why did she have to stay?",
        "A: Well, she couldn’t come with us, and --",
        "Q: Why not?",
        "A: I guess my father couldn’t get a visa for her. And I -- I know later on, when we\nwere in Yugoslavia and my father had an opportunity to go to America, my mother\nrefused, because she said she wouldn’t leave Europe, because of her mother was still\nin Europe. And I do remember that I always wanted to go to America as a kind of\nsavior. So I -- I was very much aware of the danger.",
        "Q: Did -- did -- did it manifest itself, your awareness, in any way?",
        "A: I guess so. I mean, when we went to Yugoslavia, first we went to Slavonski\nBrod, where my father took over another factory, and there we lived again in -- in\ngreat luxury, and --\nJuly 29, 2000",
        "Q: Well, okay, let’s talk a little about -- you were on the train, and you were going to\nParis?",
        "A: Correct. I’m skipping. And then in Paris -- my father was no longer in Paris, my\nfather already had left for Yugoslavia to take over the factory, and they left my\nmother and my sister and I in an apartment and later on a distant cousin of my\nfather’s, who was much younger, she was at the time a young woman, lived with us\nfor a little while.",
        "Q: And what did you do and how long were you in Paris?",
        "A: I think we were about six or seven months in Paris, and we did a lot. We went to\nthe opera in Paris, we went to the museums, we went to the stamp market. My sister\nhad an extensive, beautiful stamp collection, and -- which later was sold, and we\nlived off that stamp collection for a little while, it -- 1t -- but we also didn’t go to\nschool, we had private instruction in French. And we had a holiday, we didn’t have to\ngo to school, we didn’t have to be tutored all day long, we had a very structured life\nin Vienna.",
        "Q: In -- in Paris.",
        "A: No, in Vienna, which was totally free, in a sense in Paris.",
        "Q: Oh, I see, mm-hm. And your mother obviously had enough money to live in\nParis.\nJuly 29, 2000",
        "A: Oh yeah, because my father took over the factory in -- in Yugoslavia and we must\nhave had plenty of money.",
        "Q: Did your relationship with your mother change once you didn’t have a governess?",
        "A: Yes, as I said, we drove my mother crazy. We invented all kinds of languages she\nwouldn’t understand, we were fighting who would have the last word in bed. We --\nwe -- we were just children, trying to -- feeling our oats the first time really that we\ndidn’t have the strict control, and the strict schedule that we were used to.",
        "Q: Had you heard any more about Hitler while you were in Paris?",
        "A: Definitely, yes. There were neighbors of ours that I remember, the neighbors were\nalso Jewish and I -- from Austria and I remember the man saying, the only way I\never return to Vienna 1s with a big knife. And we certainly knew about all the\nadvances of Hitler, but we left Paris before Hitler conquered France. We then went\nto stay in th -- with my father in Yugoslavia.",
        "Q: So you said you were in Paris for approximately six months, which means when\nyou left it was early winter °39.",
        "A: That’s --",
        "Q: Is that correct?",
        "A: That’s about correct. Either early winter or spring. We -- we could have stayed\nabout four months maybe, in Paris because we were waiting to get the entrance visa\nto Yugoslavia.\nJuly 29, 2000",
        "Q: What kind of contact did you have with your father while you were in Paris?",
        "A: None that I remember. None whatsoever.",
        "Q: What did you think of Paris?",
        "A: Oh, I loved Paris, I loved Paris. The first thing, of course, I got the beautiful hat,\nthat outfit in Paris that -- I loved going to the Louvre, I loved going to the opera, I\nloved going to the markets, the -- when we left Paris, we both -- we came to\nYugoslavia with two birds, with a big birdcage that we had.",
        "Q: So birds that you had had in your apartment?",
        "A: No, we bought them, I think, just shortly before we left.",
        "Q: So now you are going to join your father?",
        "A: Correct.",
        "Q: How did you feel about leaving F-France? You had already left Vienna, this is\nthe second leave-taking. Did that bother you?",
        "A: I don’t think so. I was just ready for a new adventure, a new scene. I -- I don’t\neven remember being very excited about seeing my father. All I remember vividly is\nwhen the chauffeur picked us up in Yugoslavia in this little village, my mother said\nthat she wasn’t going straight to where we were living, but she wanted to see all the\nsights. And that poor man didn't know where to took u -- take us, so he took us to\nsome little forest that was nothing, just a couple of trees, and those were the sights of\nthe little village. But we then, before we had a house, we lived in the vineyards.\nJuly 29, 2000",
        "Q: But what -- what was the train ride like from Paris to Yugoslavia, was there any\ndifficulty?",
        "A: None whatsoever, because I don’t remember it, and I don’t remember being\nfrightened at all. All I remember is taking care of those silly birds.",
        "Q: So then you arrived in Yugoslavia.",
        "A: Correct. We lived for a short time in the vineyards, and it was great because in the\nwinter -- so it probably was early fall when we got there -- in the winter it snowed so\nhard that we couldn’t go to school, and th -- my sister and I used to ski on the slopes,\nand have a good time. And then after that my father either bought or rented a huge\nhouse in the village itself, where we lived.",
        "Q: What was the name of the village?",
        "A: Slavonski Brod.",
        "Q: And what did you do?",
        "A: I went to school there and I went to Jewish religion there also. And we -- my\nfather had several friends -- a lot of White Russians were there, aristocracy that lived\nthere. I don’t know why, maybe they were connected with my father’s factory or not,\nI don’t recollect that.",
        "Q: Now this factory was this enamel factory?",
        "A: No, no. In Yugoslavia it was a factory that manufactured railroads. And my father\nwas successful in selling it to the government of Yugoslavia and for that we all\nJuly 29, 2000\nreceived Yugoslav citizenship. And I learned Serbo-Croatian very quickly and my\nsister and I made it a point to only speak that, because my mother and my father were\nquite slower.",
        "Q: At -- at what point had your father sold the company to the government?",
        "A: Okay, he sold it -- he was a very clever man in retrospect, even though I hated him\nas a child. He sold it shortly before Hitler occupied Yugoslavia. So it was to great\nadvantage of the conglomerate. And the conglomerate really had in mind to bring my\nfather to the United States and have him take over a huge factory here, which never\nmaterialized because my mother didn’t want to leave, which was pointless, because\nmy poor grandmother died anyway after being taken for interrogations and all kinds\nof things. And she died at home, but she died very unhappily.",
        "Q: You are in this village, and you said you learned the language. Did you have a lot\nof freedom? Were you out on the street with other children?",
        "A: No, we were never out on the street with other children, but I had more freedom.\nIt was a little bit less structured than my life in Vienna. And since the teacher that I\nhad in Yugoslavia, her husband worked in the factory of my father’s, I got a glowing\nreport how good I was, which my father knew wasn’t so because I -- I always acted\nup in school.",
        "Q: What -- were the non-Jewish children friendly to you?",
        "A: They must have been, yes, yes. We had -- we had a good time, we used to go\nJuly 29, 2000\nswimming in the river that separated the two villages. There was an identical village\nwhich was called Bostian Brod, and it was like entering another world. And that was\nlike the minarets, and the woman in Wales, and it was just the bridge that separated\nit, but it was like two totally separate worlds.",
        "Q: It was a mu -- Muslim city?",
        "A: Yes, it was mostly Muslim. Flies, men sitting and drinking coffee, women\nworking 1n the field. Very Muslim. Minarets.",
        "Q: Were you still celebrating Christmas?",
        "A: I don’t remember. I don’t remember.",
        "Q: So you lived as Jews?",
        "A: We lived as -- as Jews, yes, definitely. Before Hitler came we -- we went to the\ncapital of Croatia, which was Zagreb. My father and mother took an apartment, and\nmy sister and I were put into a boarding school.",
        "Q: This was your parents’ decision?",
        "A: Was my parents foresight, because Hitler was already close to the border of\nYugoslavia and my father was the only one who knew that Yugoslavia would very\nquickly fall into the hands of the Germans.",
        "Q: N-Now that things were changing, were your parents -- and you were a little bit\nolder, were your parents just telling you more about the situation?\nJuly 29, 2000",
        "A: Never. My parents never discussed the situation, this was what -- what was done.\nBut we knew. I mean, I used to --",
        "Q: How did you know?",
        "A: Because I still remember a conversation. See, my father’s friends, these -- this one\ncouple who was ar-aristocratic, because I remember the woman had a maid wash her\nfeet, which impressed me very much at the time. And she never in her life had even\nwashed her own feet. And they were all sitting around and they were saying oh, the\nYugoslav army is going to defeat the German army, and we are very strong and we\nare very powerful and nothing is ever going to happen to Yugoslavia. I remember\nmy father saying this is ridiculous and they’re going to invade, and they’|l conquer\nYugoslavia like every other country in a few days. So I -- I remember that, and I\nremember listening to that, and being frightening and really wanting to go to\nAmerica. I -- 1-it -- in my mind at that time that was the only salvation for us, and the\nonly salvation to remain alive was America.",
        "Q: Ho-How did you know that America was the salvation? What did you know\nabout America at that young age?",
        "A: Not much, obviously, but that -- that -- that was always in my mind. I remember\nbeing devastated in a sense that my father didn’t take that position. So I must have\nbeen frightened.",
        "Q: And again, did you s -- talk 1t over with your sister?\nJuly 29, 2000",
        "A: No, no.",
        "Q: What was the boarding school like? What kind of school was it?",
        "A: [hated it, absolutely hate. I hated the discipline. We had to mar -- of -- we has to\nwash with cold water, which to me was a nightmare. My sister bribed the maid, but\nthen I didn't wash ma -- to give me and her some -- my sister was very inventive -- to\ngive us hot water, which we had for a little while until I didn't wash my neck properly\nand the people in charge saw that the water was hot, and we were both punished. And\nwe had to go on endless walks in the winter, and we had to wear brown stockings,\nwhich I hated and refused to wear, and I got million of demerits. If we had 15\ndemerits we couldn’t go to visit the parents on the weekends. Every week I had\nmaybe 40 or 50 demerits. Also, I hated the food. We were supposed to eat all the\nfood that was presented to us, and they had blood sausage and polenta, and those two\nthings I hated with a passion and I wouldn't eat them, and I got demerits. My sister\nnever got a demerit. I don’t know whether she ate it or spit it out or -- or what she\ndid, but she was the good one, so she always could visit my parents.",
        "Q: So there were times when she would visit and you could not?",
        "A: That’s correct, I had to stay there. But I still -- I was very, very stubborn child. I\nwould not wear those brown stockings. I pretended to be sick not to go on the walks.\nI -- I really did not like being in that -- in that boarding school.",
        "Q: Was it are -- was it a religiously oriented school?\nJuly 29, 2000",
        "A: Not at all, no. Just a boarding school.",
        "Q: So you lived as j -- they knew you were Jews --",
        "A: Yes.",
        "Q: -- and you lived as Jews?",
        "A: Yes, that was my father’s purpose. They were hiding us because when Germany\ninvaded Zagreb they had the -- I think they had to give over some of the quarters to\nGerman officers, and they were hiding us, they were hiding the fact that we were\nJewish children.",
        "Q: Did you sense any anti-Semitism on the part of any of the teachers or students?",
        "A: No, not that I recollect at all, no. Actually I liked wearing the uniforms. I liked the\nuniforms, they were pretty. At least, I thought they were pretty. And what I really\nliked is that my sister had to wear the same thing that I had to wear. That was a big\nplus in my life at the time.",
        "Q: And how long were you at the school?",
        "A: I guess several months. My father was arrested during that time. He was arrested\nby the uth -- by the Croatians, which were then in control, and they were like the\nNazis, they -- the concentration camps in Yugoslavia were much more horrible, even\nthan the ones in Germany. And he -- he then pretended not to be Yugoslav. He was\nvery, very smart man -- and that he was a German and that they had not right to arrest\nhim, and somehow he got out.\nJuly 29, 2000",
        "Q: Did he have false papers?",
        "A: Well, he -- he never lost his Austrian citizenship, we were just given a second\ncitizenship as -- as a big honor. And I -- I think that was the story, I’m not a hundred\npercent sure, but he got out of it. And then he got us out of the boarding school and\nthe four of us went to the coast of Yugoslavia, which was occupied by Italy, and we\nlived there what they called in liberal confino, which means you are free, but you\nare not allowed to leave the premise -- the -- the -- the locality.",
        "Q: Were -- I take it you were not upset about leaving the school, obviously. Were you\nupset about leaving the area?",
        "A: No, not at all. I loved it where we went, because we lived in a villa, and it -- I\nthink that’s where my father sold my sister’s stamp collection and we had some\nmoney because of that.",
        "Q: This is a villa on the coast?",
        "A: Yes, we were on the coast of Yugoslavia, we were quite high up. It was called\nSekwenitsa. It was near the -- near Fiume, what used to be Fiume, and we went\nswimming the whole time and I remember my father gave me lessons in German\ncomposition and I had to write compositions for him, which I hated, but I had to do\nit. And I -- the first time that I had a friendship with a boy, who was my age that time\nand I guess I had maybe a crush on him, only I didn’t know it. And we used to play\nendlessly in the water, go swimming. And my great uncle lived also there, he came\nJuly 29, 2000\ndown there with his daughter-in-law, who was a physician, who supposedly later\npoisoned him, which I don’t know. And --",
        "Q: This is Gustav Fall?",
        "A: This is Gustav Fall. And I remember visiting him and enjoying him. He told me\nthat -- I never forgot, he to -- I used to tell him that I was bored and he told me,\nintelligent people never get bored. And I liked him a lot, we used to go visit him, my\nfriend and I. The -- th-the -- the young boy.",
        "Q: What else did you do, did you go to school?",
        "A: No, we didn’t go to school, but I was elected, I had to go with my father up to the\nmountains or something that we could walk up and trade -- I don’t know what he\ntraded to get some eggs and get food supplies for us. Food was scarce, but we had\npotatoes, we had enough food, but let’s say an egg was a luxury. And -- but -- and I\nhated going with him, but I was elected to do that.",
        "Q: Did you feel that your life was in danger 1n any way there?",
        "A: Not at all. Not at all there. I felt very secure there. I didn’t think we were in danger\nthere at the time.",
        "Q: And you -- what did you hear about a man named Tito?",
        "A: Nothing at that time, nothing. We heard later, when we were in the concentration\ncamp, we -- when we were liberated, that was the first time that we heard about Tito\nand the partisans.\nJuly 29, 2000",
        "Q: And so then how long were you staying in this house in the mountains?",
        "A: Not in the mountains, we were on the coast.",
        "Q: Oh, on the coast.",
        "A: How long did we stay there? Several months. It was summertime, because we all\nwent swimming a lot. And then suddenly one -- one day, we were just picked up, put\nin a truck and deported.",
        "Q: And where were you taken?",
        "A: Then we were taken to the concentration camp.",
        "Q: And where was this?",
        "A: That was on an island in the --",
        "Q: In the Adriatic?",
        "A: In the Adriatic.",
        "Q: Which island was it?",
        "A: Rab.",
        "Q: And what was your reaction when you had to just leave suddenly?",
        "A: Was a mixture. I -- I don’t think I was too frightened. I tol -- I always told myself,\nthis is an adventure. And I had no clue where we were going, so I played a game that\nthis was an adventure and I had no idea where I was going and I was interested where\nI was going to end up. Of course where I ended up I wasn’t too, too thrilled, because\nmy father was separated from my mother at the time, and he was in a barracks with\nJuly 29, 2000\nmen and we were in a barracks with my mother and all the women and all the\nchildren. But later on, we had our own unit.",
        "Q: Later on your father moved back with you?",
        "A: I think so, yes, yes.",
        "Q: Did you go -- you said you were frightened, did you question your mother, then?",
        "A: About what?",
        "Q: Well, about what was happening and why.",
        "A: I knew what was happening.",
        "Q: And why?",
        "A: And I knew why it was happening. I know I was I Jewish and I knew that -- that\nthat was the fright -- that we were deported. I knew about the fascists, and I knew\nabout the camps.",
        "Q: Were you angry that you were Jewish?",
        "A: Yes, for a -- I wasn’t angry. I wished that -- well, I was blonde and blue eyed, so I\ncouldn’t wish for that. But I did wish that I could -- even in Vienna I remember I\nwanted to be part of the Nazi children, or something like that, just in order to blend\nin. But it -- it wasn’t really a -- a si -- a thing that I desired tremendously. It was more\nlike thinking 1t wouldn’t be bad if I could be that.",
        "Q: Wha -- what was the living conditions when you got to Rab?\nJuly 29, 2000",
        "A: They were pretty bad, I remember. The food was very scarce. When we moved\ninto -- at first we were separated, which was, I guess, frightening. I do remember\nsneaking to visit my father and him being extremely angry that I did that, because it\nseems to me -- later on I understood that some of the men were sneaking women in\nthere, their own wives, just to be close to them, and my father was very strict and\ndidn’t want me exposed to any of that, so --",
        "Q: Why -- why did you -- if you weren't close to your father, why did you go visit\nhim?",
        "A: I don’t know. I don’t know, maybe partially curiosity to see what he was li --\nwhere he was staying and what his barrack was like, and it -- whether it was any\ndifferent from mine. But that was one episode that I recollect. I also then recollect\ngoing into an own -- little house or barrack or something, where the family as a unit\nstayed. I remember both my mother and father had to work. They had to do manual\nlabor. And I recollect that the -- the people in the camp organized some kind of a\nschool where my sister and I attended.\nEnd of Tape One, Side B\nJuly 29, 2000\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number two, side A,\nand we were talking about your experience on Rab Island. And you said your parents\nwent to work?",
        "A: Yeah, definitely my parents --",
        "Q: What kind of work did they do?",
        "A: Manual work. Probably my mother had to work in a kitchen. I don’t -- I don’t\nrecollect what my father had to do.",
        "Q: Was that difficult for your mother, who had led a completely different life?",
        "A: My mother was a very, very unusual, remarkable woman. She made the best of\nevery situation where she was. And even later on, when we were in Fort Ontario,\nshe -- she loved to work, she volunteered to work, and sh-she -- she was very\nremarkable that way.",
        "Q: What kind of work did your father do?",
        "A: I don’t know. Don’t recollect. I’m sure he hated it and found it very demeaning.\nThat was very much in his character.",
        "Q: And what did you do during the day?",
        "A: We went to school, we were s -- and then I f -- I met my friend, a girl, and I -- I\nformed my first really close friendship wi-with another girl.\nJuly 29, 2000",
        "Q: What was her name?",
        "A: Leah.",
        "Q: And what did you do with her?",
        "A: Well, we -- she probably attended the school, but where I really got close to her is\nbecause we both were put in an army hospital, because we were both -- she had a\nheart condition and I must have had hepatitis. And we were put in an army hospital\ntogether where we -- where they kept us for a very long ha -- time.",
        "Q: How was your asthma during all of this?",
        "A: Strangely enough, better. And strangely enough, probably because of the terrain,\nwhich was mostly like a desert, the island was not full of vegetation.",
        "Q: And how long did you stay there?",
        "A: As I recollect, at least four months. And we got better food there. And we -- there\nwas a little Italian orderly who called us sisters, and told us Italian and was very, very\nnice to us and even the doctors were very nice.",
        "Q: And what was the living arrangement? You said your father joined -- came back\nand joined you. Were there other families in the barracks?",
        "A: You mean in the -- in the camp itself?",
        "Q: Yeah, mm-hm.",
        "A: Yeah, I think the families then had like little units within barracks, or little huts or\nsomething like that.\nJuly 29, 2000",
        "Q: Did you have any privacy?",
        "A: As a family, I guess. I guess. I don’t know because I was hardly there because\nvery shortly when we got there, I was put in the hospital.",
        "Q: So were you in the hospital for most of the time there?",
        "A: Most of the time.",
        "Q: And what was your state of mind?",
        "A: I was very happy in the hospital. I know, sounds weird. I don’t ever remember\nmissing my sister or my mother. Well, at the time I was angry at my sister anyway,\nbecause the last couple of weeks that we were in -- before we were put in a\nconcentration camp, she kind of stole my friend, and he was very, very impressed\nthat an older girl was interested in him and he totally started ignoring me and I was\nnot only jealous, but angry, hurt, and really wanted to have nothing to do with my\nsister.",
        "Q: Did your parents talk about the future with you?",
        "A: Never. Never discussed the future, never discussed the present. I don’t recall a\nsingle conversation.",
        "Q: Did you talk about your grandmother at all?",
        "A: Yes. My mother was very sad. I remember that we were notified that my\ngrandmother died and I remember my mother being extremely s -- she was very close\nto her mother.\nJuly 29, 2000",
        "Q: And -- and how did you feel when you heard your grandmother died?",
        "A: Very sad, because I lo -- I liked her a lot. She taught me how to play cards, she\ntold me -- she told me stories, she read to me a lot. She -- I -- I liked her a lot. And\nthen the summers I was mainly in her care, plus the governess, because my sister and\nmy cousin took off, never wanted any part of me, except to -- to tease me and torture\nme. And my grandmother used to walk -- walk with me. We had a dog at the time, I\nremember having to count all the dogs with her and things like that.",
        "Q: What kind of clothes were you wearing now?",
        "A: Strangely, I don’t remember. In the camp, you mean? I don’t remember. I\nremember being very well dressed, or I thought I was well dressed when we were be\n-- before we got to camp. Camp 1 -- well, m-mainly I don’t recollect I think because\nin the hospital I had hospital clothes on. That’s all I wore.",
        "Q: Were you bedridden in the hospital?",
        "A: A -- a length -- a great length of time because as I said, I proba -- I -- I know I had\nyellow jaundice, I probably had hepatitis, I may also have had bronchitis and asthma,\nI don’t know. But I -- I was quite sick, otherwise they would have never had the\npermission to put me there.",
        "Q: And had your eating habits changed as you got older?\nJuly 29, 2000",
        "A: Not really. Not really, I -- I don’t remember having bad food in the hospital at all.\nI -- I don’t remember being hungry at all in the hospital, that came much later, I was\nvery hungry.",
        "Q: And then -- so you were -- you were in this camp for how long?",
        "A: I don’t recollect how long. I think it was over a year. It was up to when Italy\ncapitulated.",
        "Q: Were there many other children your age there?",
        "A: There must have been, because they organized a school, so there must have been.\nThat was really the only real education that I got after Yugoslavia, after the public\nschool in Yugoslavia. So I really, as far as schooling is concerned have -- had a very\nsketchy schooling background. And later on actually, the -- the lessons that my father\ngave me in composition, in writing German, in reading German was probably a\nblessing, even though I hated every minute of it.",
        "Q: What did -- what k -- how was the school set up in this camp?",
        "A: Well, just probably another hut where -- where we all sat together and got some --\nmust have gotten some kind of instructions from some -- some of the Jewish people\nthat -- that were very well versed in history and languages and -- and mathematics or\nwhatever.",
        "Q: Were -- were the people in the camp all Jewish?\nJuly 29, 2000",
        "A: No, but a great number of them were Jewish, and a great number of them were\npolitically against the Yugoslav regime.",
        "Q: So the --",
        "A: But I think we were separated. I -- I see -- at least I seem to recollect that the\npeople we were with were all Jewish.",
        "Q: Did they celebrate any holidays? Did you do anything in a Jewish sense?",
        "A: I was sitting in the hospital. We were not doing anything in th -- in a sense of\nholidays.",
        "Q: So were you in the hospital for a good part of that year?",
        "A: Yes, for a good part of that year, at least four or five or six months.",
        "Q: And did your folks come to visit you often?",
        "A: Never. They couldn’t visit. They couldn’t get out of the concentration camp.",
        "Q: Oh, the hospital was not in the camp, it was --",
        "A: Not at all, it was like miles away. The -- the -- the camp only had infir-infirmary,\nwhere my father was for some length of time. He was also ill. He had eczema and all\nkinds of complications. But the hospital itself was a veterans kind of hospital, a\nmilitary hospital on the island, away from the camp.",
        "Q: I see. So you did not see your family for months.",
        "A: For months.",
        "Q: What -- what is that like for a child?\nJuly 29, 2000",
        "A: I don’t know. Never missed it, not that I recollect. Maybe --",
        "Q: Could they -- could they write to you?",
        "A: Maybe. Maybe there was correspondence. I don’t recollect it. Probably not, it was\na concentration camp.",
        "Q: And do you remember getting out of the hospital?",
        "A: Yes, I remember returning, but very shortly after that the armi -- the armistice\ncame.",
        "Q: And what happened?",
        "A: Suddenly all of the Italian army disappeared and we were free. And I remember\nnot having shoes and running out of the camp just for the drama of being outside and\nno longer inside. And then we had two choices. The first choice was to return to the\ncoast of Yugoslavia, whi -- which was still partially occupied by Germany. And\nmany of the young men, including the boyfriend that my sister had at the time\nreturned to fight, to join the -- the partisan and to fight against the Germans and\nagainst the [indecipherable]. Many of the people chose to return anyway, even those\nthat couldn’t fight and my father organized a very, very small group of people and we\nhopped from island to island renting small fisher boats, and -- with very little money\nand no food at all.",
        "Q: Did you know why he decided to do this rather than st-staying in Yugoslavia?\nJuly 29, 2000",
        "A: Yes, yes, I did know. I know that he wanted to reach the island that was sco --\noccupied by the allies, which we finally did.",
        "Q: So you went, you said, from -- you -- you were in these little fishing boats?",
        "A: Little fishing boats.",
        "Q: What was that like?",
        "A: Oh, I loved that. I loved it. It’s very adventurous. It’s very rough. I remember\neverybody getting seasick but me, because I stood outside. I -- I could never be down\nin the cabin because I would get very seasick. But outside in the -- I love the ocean, I\nalways liked the ocean. And I remember climbing with my friend all the mountains\n[indecipherable] that were there. I remember there were no -- no -- no facilities to go\nto the toilet.",
        "Q: On these different islands?",
        "A: On the different islands, we made in the fields with the goats around. I remember\nbeing starved to death and swearing to God that never in my life will I be picky again\nabout eating, which I must say I did not adhere to. Being so hungry that I never\nthought of anything else but food. Being hungry to that degree. Eating the fruit of\nsome trees which looked like a banana but it’s dried. It’s very sweet, but it’s\nextremely constipating, I don’t know, and having problems with that. And --",
        "Q: But your health remained okay on these different -- on this boat trip?",
        "A: I guess so. I guess so.\nJuly 29, 2000",
        "Q: What about your parents, how are they managing?",
        "A: They were managing. My mother was wonderful, my father -- we had to sleep\nsometimes in -- in aroom and we would relieve ourselves in a bucket, and I\nremember once my father spilling the bucket because the men had to bring the\nbuckets down. And I remember that that was the funniest thing I ever saw, and\nlaughing and my father giving me a good slap and he was furious with me, but I’m\nstill laughing about it, which 1s not [indecipherable]. But they always managed, we -\n- it was very -- actually it was an extremely dangerous expedition. The --",
        "Q: Did you know how dangerous it was while you were doing it?",
        "A: Yes, definitely yes. We knew that after we left the island, one hour later the\nGermans were there. We --",
        "Q: So you hopped from one island to --",
        "A: -- we hopped -- that’s the right expression, we hopped from one island to the next.",
        "Q: And who took you? Who was the captain of these boats?",
        "A: Fishermen. Small fishermen that somehow my father had -- I don’t know what he\nbribed them with, I don’t know where the money came from, whether it was a ring\nthat he was hiding and he had, I don’t know how they did it, but the -- 1t was more\nthan just us. It was probably a group of 20 or 30, maybe even 40, I’m not sure.",
        "Q: Now it -- but you said your father was the organizer and the leader of this group?\nJuly 29, 2000",
        "A: Part of the -- part of the organizer, the men were. The men got together and did it,\nand we just followed, the women and the children.",
        "Q: And by that time what possessions were you bringing with you?",
        "A: Hardly any. Hardly any.",
        "Q: And then you e-ended up where?",
        "A: We ended up on an island that finally brought us to -- to the 1 -- to the main island\nthat was occupied by the allies. From that island they th --",
        "Q: What was the name of that island, do you know?",
        "A: Yes, I did know. I think I -- I --",
        "Q: Okay. And then from there --",
        "A: It was way down, almost near Greece. I did know it, but I can’t -- I can’t think of\nit right now.",
        "Q: And then from there?",
        "A: From there we were transported to the coast of Italy, and from there we were\nsupposed to go to a camp in Africa, a holding camp. And the -- it was called\nBrindisi, the port. And again my father, I don’t know how, but he convinced some --\nan Italian guy to vouch for us and we got out of there.",
        "Q: How long were you in Brindisi?",
        "A: Probably not even a day or so.",
        "Q: And where did you go?\nJuly 29, 2000",
        "A: From there we went to Bari and I don’t even recollect how we got there. Probably\nby bus or by train or by something like that. And I don’t have no -- I have no clue\nhow my father managed to get there. But we got to Bari, and I know that we were\nwalking in the streets and we were picked up by two Italian women who brought us\nto their home, saw that we got food rations, organized us, got us 1n a -- put us up til\nwe got an apartment, and then --",
        "Q: Wer -- were these women that your father had known about?",
        "A: No. We never knew them, the-they just literally saw us marching in the streets and\npicked us up.",
        "Q: The four of you?",
        "A: The four of us. And my mother for years afterwards was sending them packages\nand gifts and -- until they died. They were older women, they were quite old.",
        "Q: So you -- you moved in with them?",
        "A: We move -- first moved in with them, and then they got us some kind of an\napartment. My father -- my mother went to work. She -- she and my sister, I think,\nworked in a canteen, n -- 1n a ma -- 1n an allied canteen. And th-that’s when I told my\nmother, how could you ever get a job? You don’t know what to do and she told me,\nshe -- you will see what I can do, and she slapped me.",
        "Q: And what did you and your sister do?\nJuly 29, 2000",
        "A: My sister I think worked there too. I think she -- my mother and my sister worked\nthere to get a little bit of money.",
        "Q: And you?",
        "A: And I was just home, I guess, and my father.",
        "Q: Why is it your father didn’t work?",
        "A: I don’t think he could get a job. You know, they wanted women in the -- 1n there.\nI mean, we had no permit or anything like that. We -- we must have got -- my father\nmust have gotten us probably a -- a provisional visa or something. And very shortly\nwe a -- oh no, I went to school, that’s where I went. And my sister, too. No, my sister\ndidn’t work. My sister and I went to a school, a convent school. This is where I\nlearned all my Italian. That’s where we went, we went to school. We went to convent\nschool, we learned it -- Italian, we learned Latin. That was the first four month\nschooling that I got again.",
        "Q: And you went to school openly, as Jews?",
        "A: Yes, definitely.",
        "Q: And you were still going by your name, Dorrit?",
        "A: Yes, yes, we went openly. But they did -- I remember they did, we did have to\nattend mass and we did because it was a convent school. And -- and they did si -- I\nthink they hoped to convert us. Actually, we had changed religion twice, just to get\nout, but we never -- to us it was just a piece of paper.\nJuly 29, 2000",
        "Q: So you had papers?",
        "A: We had kind of papers that my sister, much later in life retri-trieved from\nYugoslavia. I think we -- we changed religion twice, to -- to some kind of a\nProtestant religion, then some kind of a Catholic religion, just in order to get out.",
        "Q: But did you keep your same names?",
        "A: Yes, yes, yes. Nothing else. I do -- we -- we -- I -- I don’t even think that we\nourselves went to be converted. I think it was all done with falsified papers.",
        "Q: How was it sitting during a mass for you?",
        "A: Oh, I didn’t -- I didn’t mind at all. I -- it was just learning it the lat -- and learning.\nI love the singing, the singing is always beautiful. I love the church singing actually. I\ndo. Just like I love the -- the -- to me the -- the best thing about a Jewish ceremony is\nthe cantor, and I -- I just -- I adore the singing.",
        "Q: And there was a camp on Bari. Did you ever go over there, did you ever meet\nanybody at the camp, the refugee camp?",
        "A: I didn’t even know it existed. We -- we had no --",
        "Q: There are other refugees.",
        "A: We had no recollection of a camp in Bari. I don’t -- I’m not sure that my father\neven knew it existed.",
        "Q: And what were your living conditions when you moved out of the women’s\napartment?\nJuly 29, 2000",
        "A: Pretty good. I mean, not bad, but we had enough food, we had pasta, we had -- I\nguess my mother cooked. I don’t --",
        "Q: Was this a bo -- was this a boarding school or a day school?",
        "A: That we went? Day school. Day school. Day school. And my sister even had a\nvery close friend that was Yugoslav that also -- I guess maybe he was on -- on a\ntransport with us, or just arrived in Bari, I don’t know. But I remember we had a\npretty nice life for the few months, and then we applied -- then we heard that\nPresident Roosevelt was taking 1,000 refugees to America, and we applied for it, as\na family.",
        "Q: How did your family hear about this?",
        "A: My father heard about it. I don’t know how, but all I remember is praying that we\nwould be accepted and being terrified because we had to have a physical exam, that\nsomething would be wrong in -- in -- in especially me, you know, having been ill,\nthat they wouldn’t accept us. But --",
        "Q: Now we’re talking June °44.",
        "A: Right. So -- and we were accepted, and I was as happy as -- as can be, finally to\ncome to America. Was a big thing for me.",
        "Q: It sounds like your father was very tuned in to what was going on all the time.",
        "A: My father was a very, very astute businessman, and he was a very clever man,\nbecause he really saved us in all these positions. But he -- he was -- he was very, very\nJuly 29, 2000\nstrict, very Germanic, not at all interested in the things my mother and I were\ninterested in. He had had very little training in -- even though he had a good voice as\n-- he used to sing, he used to like classical music. But literature didn’t really interest\nhim and many of the things that were very essential to my mother and I. I and all --\nall throughout this I was reading, constantly reading. I don’t know how my mother\ngot me books, but I was reading 1n -- in -- in Serbo-Croatian, I was reading in\nGerman, I was later reading in Italian. I was an avid reader, I loved reading.",
        "Q: So you appli -- did you yourself as a child have to fill out any forms for this\nUnited States journey?",
        "A: I don’t --",
        "Q: Or was it just your parents?",
        "A: I think just my parents. I -- I don’t think I had to fill out anything.",
        "Q: And did you go through a medical check-up?",
        "A: Yes, I did.",
        "Q: So you’re in Bari and then you get accepted.",
        "A: Right.",
        "Q: And how much longer did you stay in Bari after that?",
        "A: Several months, not much longer.",
        "Q: For several months, yeah. You left Bari to go to where?\nJuly 29, 2000",
        "A: I think we were transpond -- transported in -- in -- in trucks to a holding camp in\nAversa, Italy. I still recollect lice going over us in that camp. We stayed, I think,\nonly overnight",
        "Q: Did you know anybody else at that point who was accepted for this journey?",
        "A: No.",
        "Q: You were -- so as far as you knew from Bari, you were the only people you knew\nin Bari who were accepted?",
        "A: No, we didn’t know anyone [indecipherable]",
        "Q: You were the only.",
        "A: The only ones that we know -- knew of.",
        "Q: Knew of.",
        "A: Right. No, none of our friends or anybody that we knew of.",
        "Q: Were people jealous back in Bari?",
        "A: We didn't have that many friends for people to be jealous. I think that one friend\nof my sisters had planned to go back to Yugoslavia anyway. He was older, he\nwanted to fight or do something. And I don’t -- and I had lost my -- my friend Leah\nthat had went to Africa, which I never heard from her again. So I had just -- I didn’t\nform any friendships with any of the children in the convent school. So we had no\nfriends there that we would say goodbye, except for the two women that were so kind\nto us. But they were older women there, they were not really part of my life.\nJuly 29, 2000",
        "Q: Just as a side, when you were in the convent school, were there other Jewish\nchildren, or were you the only two?",
        "A: I don’t know. I don’t know. Probably not, at that time.",
        "Q: Yeah. Okay, back to where you were, a little farther forward. And so you stayed\novernight, and then?",
        "A: Then I think we were -- we were transported by train to -- to where the boat left.",
        "Q: And was it confusion, con -- or controlled, or -- what was it like for you?",
        "A: Very controlled, very controlled, but they -- we already started -- in Aversa\nalready I -- I met several people my age, and several boys my age. One of them I\nloathed of course. And -- and I met Corky who was -- seemed very impressive to me.\nThat is the -- the man that married my best friend. And he talked, of course,\nexclusively with my sister, but I remember being -- not going to sleep on purpose all\nduring that -- that long trip to where the boat was, just in order to impress him how I\ncould stay up. But that was about all.",
        "Q: Now you are almost 15 years old?",
        "A: Not quite. I would say about 14.",
        "Q: Yeah, it was the summer before you were 15.",
        "A: Yeah.",
        "Q: And you were very excited obviously, about going to the United States.",
        "A: Extremely excited, extremely excited and happy about going.\nJuly 29, 2000",
        "Q: How did you all feel and your family feel about President Roosevelt?",
        "A: I guess very positively. Very positive. He -- because he was our savior at the time.",
        "Q: And then you get to the boat.",
        "A: We got to the boat, we got on the boat and of course the food was fabulous there,\nfor the first night.",
        "Q: What -- what did the boat look like to you, the Henry Gibbons boat?",
        "A: No specific impressions. I -- I wasn’t even aware at the time that it was part of a\nconvoy. I was not aware, unlike my friend [indecipherable] my friend Elfie says she\nwas very much aware when the Germans attacked it or -- or -- or so -- I was not\naware of that. I don’t recollect it at all. I was just concentrating on making friends\nwith -- with -- with my age group, not my sister’s age group. And my sister then\nfound friends in her age group. And I just liked being on the boat. It was exciting.",
        "Q: Were you aware that some of the other people from Europe were in very poor\ncondition, malnourished and not enough clothes.",
        "A: I guess we were all in the same condition. We all didn’t look terrific. I don’t think\nI was aware that I looked particularly bad or particularly good. And strangely\nenough, I don’t remember -- I guess we had almost nothing to wear, so I wasn’t\nreally conscious of -- of what I was wearing, because I recollect the things I wore in\nParis and things that I wore in Vienna and then a lot of my clothes at that time, and\ndefinitely the brown stockings and the -- and the -- and the other -- in the school, but\nJuly 29, 2000\nI don’t recollect my attire at all at that time. I guess I looked like everybody else,\npretty -- pretty bad.",
        "Q: Did you know that there were wounded American soldiers on board also?",
        "A: N -- I wasn’t aware of it. I also never saw Ruth Gruber on the boat. Never did.\nAt least, I wasn’t aware of seeing her.",
        "Q: What were th-the sleeping conditions for you and your family?",
        "A: Probably just bunks. Probably nothing exceptional except that there were no lice\nto -- to -- to -- to crawl on us. I’m sure they weren't really plush, but I wasn’t used to\nthat anyway, so I don’t remember being pleased or displeased about it. The only\nthing I do remember is being as much on the deck as possible, because I did -- the\nroll of the boat makes me seasick.",
        "Q: What kind of activities did you take part in on the boat?",
        "A: They had very few activities, not that I recollect at all. Just really talking to\npeople, sitting on the deck and that’s all I remember. And eating well.",
        "Q: We -- did you speak with the other young people your age about your\nexperiences?",
        "A: Never about the experiences.",
        "Q: Why not?",
        "A: I don’t know. Maybe -- not experiences. Geographically we did speak where we\ncame from, which other camps. Some of my friends -- my friend Jeanette for\nJuly 29, 2000\ninstance, was sitting in a convent, and a lot of the others came from another camp on\nanother island, Verramonte, I think it was called. And we did speak about where we\ncame from, just in order to kind of identify ourselves. Never about the past, and at\nthat time we spoke, I s -- I was exclusively with the Yugoslav group and I\nexclusively spoke Serbo-Croatian rather than the German. And our international\nlanguage in the camp was really Italian, because my friend Jeanette was fr-from\nParis and French and she -- I did -- I spoke very little French, even though I had been\n-- lived in Paris. So we spoke Italian. So that was kind of our common language,\neither Italian or Serbo-Croatian.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number two, side B.\nWere there other -- did you notice any of the other young people had been from\nVienna? Did you find anybody on --",
        "A: The only other person that was from Vienna was Elfie, sh -- that I knew, that was\nin our in -- intermediate circle. She came from a very, very different background than\nI did, in the sense that her parents were quite religious and she came from a much\nlower middle class background than I did. And at the time, of course, I wanted\nnothing to do with her. We became friends much, much later at one of the reunions.\nJuly 29, 2000\nShe was -- to me she was the most beautiful little thing ever. She was much younger,\nso I figured she was very stupid. And the boy that I liked, liked her a lot and that\nmade her of course, not very friendly, you know, very happy. So I had very little to\ndo with her. But my main friend was Jeanette and then I had my o-other main friend\nwas Paul. We were -- we -- we saw each other daily and we -- we went as groups and\nwe did everything in groups.",
        "Q: Did you have contact with any of the staff people on the ship?",
        "A: No.",
        "Q: American sailor, you know --",
        "A: None.",
        "Q: -- navy personnel.",
        "A: None whatsoever. None whatsoever.",
        "Q: What was the lack of privacy in living quar -- in living quarters like for you?",
        "A: I guess none, because I -- I guess this 1s what I was used to, so I don’t remember\nbeing pro -- that it was a problem to me, let’s put it that way.",
        "Q: It was such a tremendous change in your life, after leaving Vienna where you had\nso much space, then to be in such small quarters with your family. Was that hard for\nyou to adjust to? For the first eight and a half years of your life it was a different\nsituation, of course.\nJuly 29, 2000",
        "A: Yes and no. You have to understand that as children, even though we had maybe\n14 rooms, they were not our rooms. You know, like when I observe my little\ngranddaughter, she runs through the house, it’s her house, it’s her car, it’s her\neverything. She’s only three. It’s definitely her car, her house, her everything. We\nnever had that sense. We -- our life was our room, my sister’s and my room where\nthe governess stayed with us. We were then escorted to the -- to the music room\nwhere we played the piano. We then went to the dining room to eat. We n -- we\nhardly ever entered my mother’s and father’s bedroom. And the -- the big salon, we\nwere only there to be presented to the -- to -- to -- to people when they came. The\nservants’ quarters we were never allowed to. The kitchen certainly we were never in.\nThe bathrooms we were in, but we-we -- in that sense, we didn’t lose the space.",
        "Q: Mm. When you were on the Henry Gibbons, on the trip to the United States,\nwere there any times when you remember where there were alarm bells, or you had\nto put on lifeyackets?",
        "A: Yes, I think so. I think we had alarm bells and we had life jackets, but I don’t\nremember them as being frightened or that I -- that -- that it bothered me or anything\nlike that. I’m sure they -- they had that.",
        "Q: Is there anything else you wanted to talk about the -- the boat ride? [tape break]\nOn the ship there was -- there were some rabbis. Were you aware of that? Were there\nany religious services?\nJuly 29, 2000",
        "A: There probably were, they probably brought us -- I don’t know, don’t remember.",
        "Q: Uh-huh.",
        "A: If there were, they weren’t that significant to me.",
        "Q: Uh-huh. And then you arrive in the United States. What was your first view of\nthe United States?",
        "A: I guess the Statue of Liberty and ge-getting into New York harbor was very, very\nexciting, and seeing my cousin who -- who c -- who came on the -- board. And --",
        "Q: Did -- did people cheer as the boat was coming in, do you remember? Were you\nall lining the railings?",
        "A: Yes, I do remember that. We were all on deck and we were all very, very excited.\nAnd he really was my cousin. He was -- he was the son of my father’s s -- first or\nsecond cousin that had the same house where we used to spend our summers, and he\nused to come and visit. And my cousin Susie had a tremendous crush on him. At the\ntime I met him, he was married to the daughter of a very, very close friend of my\nmother’s. And I remember her vividly because she was a beautiful, beautiful woman\nand I remember her in the evening gown that was totally fru -- her back was totally\nexposed, and she was so elegant. I remember her at functions from my house and I\nwas very impressed with the mother. The daughter I had very little contact with at\nthat time. She later became a very close friend of mine, because she was much older.\nJuly 29, 2000\nShe was like, at least three years older than my cousin even. So that was f -- three,\nfive -- about eight or 10 years older than me.",
        "Q: When you got off the boat and you put your foot on American land, is -- was that\na momentous thing for you, or did you just went off the boat?",
        "A: We just went off the boat. I think the -- the -- just the idea that I was in America\nwas fabulous, but I don’t remember, you know, I’m touching American soil as being\nsomething significant to me at the time.",
        "Q: And your parents reaction, do you -- did they do anything?",
        "A: No, I think they were very pleased to have arrived. I think that probably my\nmother shared the same idea about America. I think my father, well, he was really\nnever happy here. He wasn't happy in the camp and he wasn’t happy later on when\nwe lived in New York, simply because he never regained what he was, and he had\nvery difficult time adjusting to being just an ordinary man.",
        "Q: Did you feel bad about leaving the boat?",
        "A: No. No, not at all.",
        "Q: And then, when you got off the boat, where did they take you?",
        "A: I guess we went on a train again to go up to Oswego, or I think we went straight\nup to Oswego, we didn’t stay anyplace in between.",
        "Q: Had they prepared you on the boat for where they were going to be taking you?\nJuly 29, 2000",
        "A: No. Not -- not that I knew, probably my parents knew, but I didn’t know. They\nprobably didn’t, because I know a lot of people were very, very disappointed with the\n-- with the fence, and not being able to -- to -- to leave Oswego itself, the -- I-I mean,\nFort Ontario itself. Not me. I was happy in that camp. So I -- and then we as\nchildren went to school, so we -- we did go to Oswego.",
        "Q: Now, when you first got up there, there was a quarantine, cause they didn’t know\nwhat kind of condition people were in and -- and you couldn’t leave. Was that hard\nfor you?",
        "A: We couldn’t leave where?",
        "Q: Th-The confines in the beginning. There was a quarantine. I guess they wanted to\ncheck peoples’ health --",
        "A: First.",
        "Q: -- first, yeah.",
        "A: No, didn’t bother me one bit.",
        "Q: And you lived with your parents in the camp?",
        "A: Yes. We had two rooms. We had a barrack, in the barrack we had two rooms. One\nthat -- room for me and my sister and one for my parents. They were connected. And\nthen we had common mess halls, or eating places and we had common recreational\npro -- facilities and that was it.",
        "Q: And were -- were you near your friends from Yugoslavia, and -- living?\nJuly 29, 2000",
        "A: Yes, we were all very near there, ye -- you know. Later on the boys devised some\nintercom systems or some kind -- that we could call each other. I don’t know what\nthey -- they were also -- were very inventive and they did these things and we could\ncall each other on some kind of -- I don’t know, telephone thing that they\nconstructed, or something like that.",
        "Q: And then you se -- yeah?",
        "A: But mostly we just ran from one barrack to the other if we wanted to see\nsomebody that we wanted to see, and then we all always met in that common\nrecreational hall.",
        "Q: And what about school?",
        "A: We -- we were then assigned to school. My sister went to -- to high school and I\nwent -- was delegated to junior high school.",
        "Q: Now this is a school in the town?",
        "A: In the town of Oswego. And of course, I hated we -- go -- having to go to junior\nhigh school because Paul’s sister, who was my age was telling if she could go to the\nhigh school, but I think they didn’t do it age-wise, they just did 1t knowledge-wise,\nand obviously I didn’t know anything. But of course, I didn’t know that I didn’t\nknow anything. But anyway, Jeanette came with me to junior high school, even\nthough she was older, so I think the choice was mainly a choice of knowledge, rather\nthan exactly age.\nJuly 29, 2000",
        "Q: What was your impression of the American teenagers in your class?",
        "A: We had almost nothing to do with them. We despised the girls because our boys\nlater on fabricated all kinds of -- of stories about what the American girls would do\nthat we didn’t do, and we -- we were totally not knowledgeable about lipstick and --\nand nail polish or any of the -- or any kind of cosmetics at all, or any kind of\ngrooming, so we thought they were overdone and overdressed and over-silly, and we\nhad absolutely no contact whatsoever. We really disliked them intensely.",
        "Q: And the teachers?",
        "A: I personally had no -- no recollection or no impression of any teacher that was\nespecially nice to me or especially interested in me, so -- but there were very variant\nexperiences throughout the camp, because many of the people in high school adored\ntheir teachers. I know my friend Paul loved his -- his shop teacher and he -- he used\nto make me all kinds of wooden animals after -- because of the shop teachers, and he\n-- he loved that one. And I know that my -- Elfie’s sister, who went to elementary\nschool -- in fact, we saw a letter that she wrote to her and she loved her. So it -- it\nwas variant experience. But I think mainly I was so embittered of having to sit in\njunior high school, that was so much below my dignity that I really didn’t take to\nanybody there.",
        "Q: Did you notice a change in the appearance of the other people that came with you?\nIn other words you all were -- had been under such difficult conditions before you\nJuly 29, 2000\ngot on the boat, and I think you had said that you didn’t realize it, it was because you\nyourself were not in good condition. Did you notice a -- a gradual physical\nimprovement in the people?",
        "Q: Absolutely yes, because I was always very conscious of clothes and appearances\nand so on. The first thing I knew is that my friend Jeanette got a whole wardrobe\nshipped to her by some relatives or some distant friends or something that was\nabsolutely, to me the most beautiful, most fabulous clothes ever, and I was jealous as\nca -- not really jealous, I just was very much taken by that. But we also had, I think,\nwe got some money from some -- from my -- and my cou -- my distant cousin that\nthen picked us up when we were released, and then we also had some visitors and I\nthink some -- somehow my father got money, so when it was permissible, I\nremember going to Oswego and my mother and -- with my mother and sister and we\nbought dresses and we bought clothes and we bought some stuff. I mean, as far as\nI’m concerned now, they -- I’m sure Oswego was not a high fashion place for me.\nBut to -- at me -- to me at that time, I’m sure it was fine, because as I see from the\npictures now, we had nice shorts, we had nice blouses and stuff and we certainly\ndidn’t look like bad -- like -- like we u -- disheveled like when we arrived.",
        "Q: Were there many visitors? I know Eleanor Roosevelt came. Did you see her?",
        "A: Yes, I did, and she made a great impression on me. We also had this lovely, lovely\nyoung women from Israel, who organized us as the Zionist group, and who -- she\nJuly 29, 2000\nwas very -- I loved her a lot and she was very impressed with me and she liked me a\nlot, and --",
        "Q: So you became a member of this group?",
        "A: Oh definitely I was. Not my sister, she didn't want to have anything to do with\nthat.",
        "Q: And what did the Zionist group do?",
        "A: Oh we -- we danced, we -- we learned all the dances, which I loved. We sang\nsongs, we -- I guess what a youth group like that does, I --",
        "Q: So this woman came and stayed with you?",
        "A: Yes, she stayed in the camp for many, many months and she -- she -- she did all\nthese things with us.",
        "Q: Why do you think your sister was not interested?",
        "A: Oh, because she refused being a Jew. She refused being a Jew later on in life. She\nonly accepted that she was Catholic, and she pretended to be the ca -- a Catholic the\nrest of her life and died as a Catholic.",
        "Q: Was that because you had been in that school?",
        "A: No, no. I think it had to do with her other lessons, that she was older when all this\nhappened to her and I think she turned the other way. Just as like my cousin, who\nwas two years older than she was turned an extreme Zionist, went back to Israel and\nJuly 29, 2000\nlived in the -- in -- on a kibbutz and raised her children there and became an adamant\nsupporter of Israel. My sister just went the other way.",
        "Q: Mm-hm. Because these things happened to her because she was Jewish?",
        "A: Absolutely. But she -- she -- she spend the rest of her life hiding the fact that she\nwas Jewish. And she and I had numerous fights about that.",
        "Q: And she married?",
        "A: Yeah, she married my brother-in-law.",
        "Q: And he was on the boat with her?",
        "A: He was on the boat with her, right.",
        "Q: And he was Jewish?",
        "A: Well, he also had converted. He never recognized the Jewish faith.",
        "Q: So they both officially converted?",
        "A: Well, no, because they both had ba -- they -- see, so many of us Jews converted in\nEurope, as a matter of total -- of -- of -- of paperwork. Some people recognized it.\nThe majority, I would say, in -- 99 percent threw it in the garbage.",
        "Q: But your sister and brother-in-law just continued to live that way?",
        "A: Right.",
        "Q: Describe Eleanor Roosevelt’s visit, what you remember about that.",
        "A: Oh, I remember her as a marvelous lady, I loved her. I also saw her later at\nQueens College once. I -- I -- I was just crazy about that woman, I think she was the\nJuly 29, 2000\nna -- one of the few people in politics that I loved, adored and liked everything she\never did. And the amazing thing to me was, because I’m -- always was very\nconscious of physical appearances, and she was not an attractive woman, but she was\nbeautiful to me. In my eyes, she was a beautiful woman.",
        "Q: Did she speak to you directly when you -- she came up?",
        "A: No, I think she -- she addressed the whole group or something like that. She didn’t\nspeak to me directly on Queens College either.",
        "Q: Now, did the group in Oswego get together as -- the thousand of you as one\nfrequently, or was that unusual?",
        "A: That was never. We stayed in groups. There was the Yugoslav group, there was\nthe -- the other groups and -- and most of us were Jewish anyway.",
        "Q: Then di -- what was it like the day that F.D.R. died, April 12\", 1945? Do you\nhave any memory of that?",
        "A: Not much, not much. Did he appr -- did he approve that we could enter? No.",
        "Q: Did he approve that you could stay --",
        "A: Yeah, th --",
        "Q: -- after the war? No, he did not.",
        "A: No, never.",
        "Q: He wanted you to go back.",
        "A: He wanted us to go back, yeah.\nJuly 29, 2000",
        "Q: Okay, now, what were your thoughts? Did you think you’d be going back to\nEurope when the war was over?",
        "A: I think I blanked it out. I totally blanked it out. I think I had this faith that once I\nwas on American soil I was going to stay here. I just never, ever -- as much as I was\nfrightened in Europe of -- of what was happening and that I could be captured and\nthat I could be killed and that I wouldn’t be living, I think the moment I got on\nAmerican -- the moment we were accepted to go to America, to me this was an act\nof faith and I never, ever believed that we were going back.",
        "Q: Apparently that first winter was a very hard winter.",
        "A: Very hard.",
        "Q: And some of the adults stopped working, you know, kind of revolted. Any -- any\nremembrance of that time -- of that winter?",
        "A: Well, I know that my father certainly didn’t work, and he was very unhappy, but\nmy mother wasn’t, she was -- she worked -- oh, she had like 10 jobs there, I don’t\nremember. She worked in the hospital, she worked in the kitchen, she worked -- she\nwas a member of every committee, she -- she loved it there. And -- I’m sorry f --\nGail. And no I don’t remember particularly. We were so happy with each other, we --\nwe did so many things. We had theater performances, we had relay races, we had\nsports, we had -- we -- we really had amusement from -- all the time, and we went to\nschool, and we had a wonderful time.\nJuly 29, 2000",
        "Q: Now, did you take part in these -- any of these specific performances?",
        "A: Every single one of them, you could be sure I was in that.",
        "Q: What were some of them? Were they original performances, or did you do\nperformances of well known plays and so forth?",
        "A: They were all original performances.",
        "Q: Who wrote them?",
        "A: I have no idea, no clue, but they were written by them, the music was written by\nthem. I -- I was in -- 1n -- we -- we were singing, I was a part of a choral society too,\nthat Leon Leevich organized and directed and conducted. And we -- we -- we -- we\nhad rehearsals, we -- we made our own costumes, we -- we did everything, and I --\nand I really didn’t care whether I had a major part or a minor part or whether I was --\nI was clumsy or not. We danced, we did a lot of things.",
        "Q: So for you morale was not a problem.",
        "A: None whatsoever. None whatsoever. But not everybody was like that. I remember\nmy friend Jeanette, who was much more reserved, and by the ti -- she was the most\nbeautiful girl there. She was abso -- oh, every boy there was j -- was just crazy about\nher. And I remember going to her ho -- to her va -- barrack an-and she was ironing\nher dress she wa -- she was going to wear that evening. And I said, how can you just\nstand there an iron? Why aren’t you excited? You’re going to dance every single\ndance. And -- and she said, well it’s -- it’s just a dance. And I was hopping around,\nJuly 29, 2000\nand I-I don’t know why because nobody ever asked me to dance. The only time I\ndanced was because they wanted to dance with Jeanette, so they took me, you know\nwhat, to get a dance with her. But I was so excited about the dances, I was just -- I\nguess I was very optimistic, I don’t know.",
        "Q: Now, considering all the difficult physical things you went through as a young\nchild, did you physically mature on time? Did you menstruate on time?",
        "A: Not at all. Not at all. I had great ri -- I -- my menstruation didn’t start til I was 18,\neven past 18. When I got married at 19, I didn’t menstruate for six months after that,\nand my mother-in-law was -- was dancing around that I was pregnant, but I was not.\nAnd th -- it -- 1t was never okay, it -- the only time it got regulated 1s after I had my\nson. After that I had no more problem.",
        "Q: So do you credit that to your difficult situation that you went through as a young\nteenager?",
        "A: Definitely. Malnourishment and all that stuff, definitely. My salvation, I always\ncalled it, was America, because I finally here got the correct food, and thank God,\nyou know, I didn’t remain short and disformed and all that stuff.",
        "Q: Did you feel much older as a 15 - 16 year old at the time because you had been\nthrough such difficult conditions previously, or did you feel very f -- teenage-y, tee --\nyou know, 15 - 16 year old?\nJuly 29, 2000",
        "A: I didn’t feel older, but I remember when I first got to New York, I remember\ndistinctly thinking, I stood still while the rest of the world went on, and I have to\ncatch up to it.",
        "Q: Now, this is when you got to New York after Oswego or before Oswego?",
        "A: After Oswego, after Oswego. I have to make up for all this tremendous time that I\nlost. And I did. I finished high school in two years and went to college and so on and\nso forth.",
        "Q: When you were in Oswego, were you looking forward to leaving, or were you just\nhappy staying there?",
        "A: Very happy staying, but I was not very disturbed leaving, because we all left.\nNow, I lost -- a little bit I lost my friend Paul because he went to Philadelphia, but at\nthe time he wrote me every single day a letter.",
        "Q: Well now -- was this a boyfriend or just a friend?",
        "A: Just a friend, I was ver -- we -- we -- I didn’t date anyone.",
        "Q: So you were in the camp for about a year and a half?",
        "A: Yes. Yeah.",
        "Q: And so you were about 16 and a half when you left?",
        "A: Yes, right.",
        "Q: And everybody left at the same time?\nJuly 29, 2000",
        "A: Yes, everybody left at the same time. A lot of people stayed in New York area,\nlike my friend Jeanette, and Elfie stayed and David stayed, and a lot of people. And\nwe used to meet as ga -- as -- aS a group that stayed here, and we used to do things\ntogether, for a long time.",
        "Q: Were there any farewell ceremonies when people -- when it was time to leave\nOswego?",
        "A: I don’t remember them. I don’t remember them, if there were, I don’t know, I\ndon’t remember. I don’t think so.",
        "Q: And you came to New York City --",
        "A: We came t --",
        "Q: -- and what di -- where did you go?",
        "A: Okay, my -- my father’s second cousin picked us up, took us to their apartment in\nthe Bronx. We stayed with her. I only stayed with her a we -- a week or so and then\nmy cousin picked me up and brought me to the Hashara where she was preparing to\ngo to Israel, and I stayed with her about two or three weeks. And by the time I was --\nI returned, my father already had found an apartment on the east side and we had two\nrooms, I think, and a kitchen, something like that. A furnished apartment.",
        "Q: Had you thought about going to Israel’?",
        "A: Well, I was too young, I mean I -- I coul -- not in those terms. I didn’t do so well\non the Hashara. They put me in charge of eggs, I broke all the eggs, they pr --\nJuly 29, 2000\npolishing eggs. They put me in charge of polishing the horses, the horse kicked me.\nThey finally told my cousin, we love your cousin, but let her be a visitor.",
        "Q: What -- where was this located?",
        "A: In Jersey. Was a farm on Jersey. My cousin was terrific. She was -- she was\nplowing the field, she was doing everything, and I -- I -- I lov -- I mean, I loved it. I\ndanced all night with them, I -- we sang all the songs, that I was good at, but not --\nnot the cleaning of the eggs.",
        "Q: And you came back to your parents’ apartment.",
        "A: Yes, yes, and then I went to Julia Richmond high school.",
        "Q: And you said that you needed to make up time.",
        "A: Absolutely. I felt that, you know, the rest of the world went on and I lost a lot of\nknowledge, and I was an avid reader.",
        "Q: I assume your English was quite good by then?",
        "A: No, it wasn’t terrific, because you know, we spoke exclusively Serbo-Croatian\nand Italian and at home I spoke German. So I -- my English was rather poor, I would\nsay, and I learned not very much in -- in the junior high school, because I really\ndidn’t want to learn. I mean, I -- I helped my friend -- some of my friends pass some\nof the tests, but I don’t know -- but I must have not learned too much. My English\nwas rather poor.",
        "Q: Were the teachers at Julia Richmond a help to you, being a refugee child?\nJuly 29, 2000",
        "A: I think they were wonderful. First of all they had classes for s -- for people that\ndidn’t know English, special classes, that’s where I met another one of my very close\nfriends. And in fact, as an educator later on, I remember going to the guidance\ndepartment and saying that they should make such classes, but they just refused.\nThey weren’t interested, which I thought was terrible. But it was a great help to me,\nand I had special speech classes and they made it possible for me to finish high\nschool in two years. I doubled up in English and history and I got all my credits in\nlanguages. I had three years of German, three years of Italian, three years of French,\nthree years of Latin.",
        "Q: Did you become friendly with many of the American students?",
        "A: One or two, not many, one or two. Not many. My --",
        "Q: What did you -- what did you do in your spare time?",
        "A: Well, I didn’t have that much. Oh, didn’t have that man -- much spare time, and\nthen one year later, I was already 16, I guess, or seven -- and my father insisted that I\nhad to get a job. So I worked at Woolworth’s, which I didn’t like, but I had to. I\nmean, he made me work. Not that he took the money, I spent all the money on\nfoolishness, but I -- I had to work, that was part of his requi -- requirement. E -- and\nmy sister was married already, she was living in Boston with Alex and I used to very\noften go up weekends and visit with him. But my close friend was a French wa -- girl\nthat had lost both her par -- parents in the Holocaust and her uncle, who was Russian,\nJuly 29, 2000\nand a multi-millionaire searched all over Europe for her and her sister and brought\nthem over. And she was a very close friend of mine and I saw a lot -- and of course I\nhad Jeanette and I saw all my friends from Fort Ontario, and that -- that was my\nlife.",
        "Q: Did you tell people at Julia Richmond about your previous experiences?",
        "A: I never mentioned my past to anyone. I never talked to it -- to my son about it,\nnever to my first husband, never to my second husband. The only time that I admitted\nmy past was the first reunion that I attended in -- in New York, and through my\nfriend Elfie, who believed that the Holocaust should be heard, and I reconnected with\nher there and she’s -- she’s very -- she was interviewed by Spielberg and she’s -- she\nis very much a believer of -- of admitting the past, talking about the past and so on\nand so forth.\nEnd of Tape Two, Side B\nJuly 29, 2000\nBeginning Tape Three, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number three, side\nA. And you were saying how you hadn’t talked about your --",
        "A: Not at all.",
        "Q: -- experiences before. And so when you were in high school you -- obviously you\n-- wha-what did people -- what did you say to -- to the other students?",
        "A: Simply that I came from Europe and I was born in Vienna and that I was Jewish,\nbut that’s it.",
        "Q: And did you experience any anti-Semitism at Julia Richmond?",
        "A: Yes, I did.",
        "Q: Such as?",
        "A: The only time that I even came close to it was that I made friends with this one\nlittle Italian girl, and my father had informed me that I was much too stupid to go to\ncollege. So I applied for the job at a bank, and I went with her for the interview, and I\n-- | was very enthusiastic at that time and I told them all about my language\nexperiences and so on, and I thought I was a fantastic candidate for them, and I didn’t\nget the job, and she did. And I thought I was -- there was no question she -- she -- sh\n-- that, you know, I was brighter and had more -- much more experience and so on\nfor the job. And the guidance counselor at the time told me, well you simply didn’t\nJuly 29, 2000\nget the job because they probably realized you were Jewish, and there’s -- the banks\nare very anti-Semitic.",
        "Q: And what was your reaction, especially after what you had gone through?",
        "A: Frankly, I was happy about it, because I really didn’t want the job. I wasn’t happy\nabout the anti-Semitism, but I kind of ru -- shugged it off, because New York is not\nthe place where you feel too much of the anti-Semitism. And I just didn’t really want\nto face it at all, so I was very happy to go to college.",
        "Q: And where did you go to college?",
        "A: Queens College.",
        "Q: And what did you study?",
        "A: Well, my father insisted that [tape break] my father insisted that I know what I\nwas going to study, well I had no clue what I was going to study. So I ran in, and my\n-- my brother-in-law was there visiting and he was always my best friend and I said,\nAlex, you got to help me, you got to convince Father what I’m -- I -- you have to tell\nme what to study. He said, a wonderful thing for you study is biochemistry. I\nmarched into my father’s room and I said, I’m going to study biochemistry. He said,\nokay, you are allowed to go. I flunked my chemistry, because I never learned how to\n-- how to light the lighter. I didn’t do so well in my biology either, but I was put in an\nadvanced literature course in German and I then majored in comparative literature,\nJuly 29, 2000\nchanged my major, my father didn’t know about it and that’s what I studied and\nmajored in.",
        "Q: And for how long did you go?",
        "A: Four years.",
        "Q: And what happened after -- soon after y -- you got married though, didn’t you, in\nbetween?",
        "A: Very quickly. I got married th -- when I was 19 because my sister was 19 when\nshe got married and I had to get married at 19, so I did that.",
        "Q: How did you meet your husband?",
        "A: I met him because I was tutoring him in the German, he was flunking German and\nhe was very bad at it. So I -- and he was much older than I was and I was very\nimpressed. I had never been on dates, I had never gone out. And we had a couple of\ndates, and then he had to leave and so we got engaged in a month or so.",
        "Q: And ha -- what did your parents think of that?",
        "A: They were v -- th-they weren’t there f -- at -- at that time I was alone in -- in New\nYork at the time. My father provided me with a -- with a -- an old -- not old, I guess\nit was a young woman of 30 years old, who was desperate to get married, who was\nsupposed to cook for me, she never cooked for me. But she told me that the first man\nthat asked me to marry, I had to get married because, I don’t know, I shouldn’t miss\nout the opportunity.\nJuly 29, 2000",
        "Q: Where were your parents living?",
        "A: They were living with me, but they had gone to Europe. My father went back to\nEurope to reinstate his pension and to do some business in Europe with his firm.\nThey went for a month or so in the summer.",
        "Q: Oh, I see, and then you --",
        "A: And that’s when I got engaged to my husband.",
        "Q: And was your husband Jewish?",
        "A: Yes.",
        "Q: And w-what was his name?",
        "A: Harold -- at this time, Wochstoch, that we changed to Wesley.",
        "Q: And why did you change it?",
        "A: I hated the name.",
        "Q: And he was amenable to this?",
        "A: He was amenable.",
        "Q: And so then did you come back to -- did you live in New York the whole time\nafter you got married?",
        "A: After we got married, I lived in Oklahoma City for about four months or so\nbecause he --",
        "Q: Why’?\nJuly 29, 2000",
        "A: My husband went to school there because he couldn’t fill the requirements at\nQueens, so he transferred to Oklahoma City College or something, a small college.\nThe only one in th -- I think in all of United States that didn’t need a da -- a language\nrequirement. And we got married in New York when my father came back in\nOctober, and they all rushed me to get married because he wasn’t going to be here in\nthe summer. And I got married. I -- I loved having a big wedding ring, I loved telling\neverybody I was married, that they had to address me as -- as Mrs. and not as Miss.\nAnd then I came back to wi -- to New York and I went back to Queens College.",
        "Q: And you got your degree?",
        "A: And I got my degree.",
        "Q: And then what happened?",
        "A: I started -- well, I was accepted at Columbia, because they were one of the --\nColumbia graduate school, that they were one of the few schools that had a course in\ncomparative literature at the time. But we had no money whatsoever and I ug -- so I\ndidn’t go, and I went to work as a weights engineer, where my -- my husband worked\nas a technical writer at Republic Aviation in Farmingdale.",
        "Q: And then?",
        "A: And then I had my son and I stopped working for awhile. And then afterwards I\nstarted working for an optical company because I met one of the wives that the\n[indecipherable] husband worked there as a partner, at an ORT meeting that I was\nJuly 29, 2000\nvery into, I was on the board of the ORT. And I took a part time job and I got my\ndivorce, and I went back to school to become a -- a schoolteacher and I was -- I\ntaught mathematics for about 20 years. And I chose mathematics because at the time\nlanguages they weren’t interested in, but they were very interested in math. They had\na -- they didn’t have enough math teachers. And I used to be good at math in college\nwhen I first started, but I had a lot of study to do for that, and that’s -- that -- that was\nit.",
        "Q: And where did you teach?",
        "A: I taught at North Shore High School, which was right near my home for the first\nyear -- two years, and then I transferred to Kennedy High School in Bellmore.",
        "Q: And did you ever remarry?",
        "A: I remarried twice since then.",
        "Q: An-And to whom did you marry -- remarry?",
        "A: I married an 11 year -- 11 year younger man for the second time, who was not\nJewish and I divorced him 11 years later. And then I was alone for about nine years\nor so, and then I married my present husband, who is Jewish.",
        "Q: And your parents? What -- what happened with them? They -- they came -- they\nstayed in the New York area?",
        "A: My parents stayed in the New York ar-area. My father died when my son was\nabout eight or nine years old, and my mother lived to be 92.\nJuly 29, 2000",
        "Q: What about the other extended family that you haven’t mentioned, in Vienna,\nmuch more extended than just the cousins. Did you ever hear what happened to them,\nor -- you -- you talked about some of them [indecipherable] some going to Israel\nand so forth.",
        "A: Oh, you --",
        "Q: Did you get any -- after the war, did you hear any more about what happened?",
        "A: Well, my mother’s brother. My mother’s brother was put in a concentration camp\nin France. He was able to escape. He -- he had an -- a non-Jewish w-wife who was\npartially aristocratic I think, who went into exil -- she went to Belgium and she hid\nhim during the war, the whole during the war.",
        "Q: What -- what was his name?",
        "A: His name was --",
        "Q: That’s all right.",
        "A: This 1s terrible that I can’t remem -- can’t thi -- his wife’s name was Marianne\nHugo -- Hugo -- Hugostern. His name was Hugostern. And he went back to\nVienna with his wife after the war. They never had any children, and they -- he died\nthere and she lived long afterwards and she also died in Vienna.",
        "Q: Can we talk now a little bit about some of your thoughts about the experience that\nyou went through? Do you feel, because of what -- what you went through as a\nJuly 29, 2000\nyoung child that you would have been a different person if you hadn’t gone through\nthese -- did this affect you in the way you are today?",
        "A: Absolutely. There’s no question about it.",
        "Q: In what way?",
        "A: In many, many ways. I mean, I -- I don’t think that psychologically I’m totally\nthere where I should be. I definitely think all my divorces stemmed from that. I’m\nsure I have a lot of insecurities. I -- I --",
        "Q: Wh-Wh-Why do you think your divorces stemmed from what you went through?",
        "A: Simply from the experience of my other friends from col -- from Fort Ontario.\nMy friend David is on his fourth wife, my friend Elfie is divorced, my friend\nJeanette is divorced, my fr -- her ex-husband had two or three wives. Very few of us\nwere able to really -- one of the exception is my friend Paul. He -- he married and\nstayed married for -- for 50 years or 40 years or whatever. He is an exce -- there’s\nsome exceptions, but many, many of us have had --",
        "Q: But why is that?",
        "A: I would -- I would think because of the -- of the insecurities, expectations, really\ninterrupted lives, really -- I mean, a million -- millions of reasons.",
        "Q: Is there anything today that, anything that you see sometimes, or you hear or you\nsmell that remind you of the difficult times during the war, that bring it back?\nJuly 29, 2000",
        "A: Yes, many times. Movies bring it back. I -- | remember vividly one movie with\nJane Fonda and the ride on the train, where she was smuggling some anti-Nazi\nmaterial or something, and all of a sudden I felt what I felt on the train when I was\nseven years old. And there are other movies. I -- I -- I saw a movie with my friend\nJeanette there th -- see, we -- there are certain va -- basic things. You asked me\npreviously, did we ever talk about our past experience. And we rarely did. It was\nmuch more of that we knew and we felt the same thing. It’s very hard to explain. I\nsaw the movie east w -- East West with her. And frankly it’s not really related to the\nHolocaust, but all because it’s -- it’s -- it’s Russia and it’s France, but the oppression\nand the fear and all that, and -- and we both said we were so happy that we didn’t see\nit with anybody else but each other, because we both knew exactly how we felt and\nwhat disturbed us and what -- you can never get rid of that fear. Even today I am\npetrified when I see a policeman in a car when I am driving. I totally always do a big\nsigh of relief when he passes me and doesn’t stop me. Even though I know I’m not\nspeeding, I’m not doing anything, I’m just plain riding a car. It’s unbelievable. Never\nceases. And that’s probably partially the reason that I hate, detest guns, detest any\nsort of violence, cannot stand violence in any form and really do not read a\nnewspaper. And even when I listen to the news, I automatically shut them off. I listen\nto the weather, I know what the weather is, I know -- and half the news, unless I\nmake a conscious effort to listen, I do not hear. And I’m -- I’m sure this 1s all related.\nJuly 29, 2000\nThere’s no question it’s all related. I have been in therapy, many of my friends have\nbeen in therapy, I mean it’s --",
        "Q: Has it been of help?",
        "A: I guess so, because I mean, I -- I -- I -- I don’t think I’m a very disturbed or very\nhorrible person, but I -- you know, especi -- this is also, you know, one of those\nquestions, how do you know therapy helps? You don’t know because you don’t know\nhow you would have done without it. So it’s -- it’s not really an easy question to\nanswer and -- and when we have absolutely no proof unless you’ ve had -- you were\ncommitted and had a mental breakdown, then you know if you got better. But -- I\nmean, my friend Mimi has been in therapy for many years, and is no longer, but\nthat’s the one who lost her two friends in the Holocaust. We all -- we -- I feel we are\nall marked. There is no question on that. I even sometimes feel my son is marked,\nbecause I raised him, and some of my reactions to raising him. Either that or it’s\ninherited, I don’t know. He is -- he -- he has a lot of sense of insecurity, which I don’t\nlike to see, and which I -- I don’t remember him having as a child. So, us old Jewish\nmothers, I’m sure it’s my fault.",
        "Q: What -- wh-when your son was the -- the eight -- and speaking of your son, when\nhe was, let’s say, eight and a half, when things started to get difficult for you.",
        "A: I was six when I divorced my son -- my husband.\nJuly 29, 2000",
        "Q: No, no, no, no, that’s not what I meant, I meant when your son was the age that\nyou were -- you were when Hitler came in and things started to get bad.",
        "A: Yes.",
        "Q: When he turned that age, did that mean anything special to you?",
        "A: No. Absolutely --",
        "Q: Do you know what I’m saying? When he became the age you were.",
        "A: Yes, no, absolutely not. No, no, never even thought of it in those terms, no.",
        "Q: When he was the age of you at different times of your childhood?",
        "A: No. I mean, he was -- it was still a difficult age for him because I was divorced\nwhen he was six years old. So, it took him -- and then my husband remarried when\nhe was about eight and a half, I think. So he did go through difficult times --",
        "Q: Yeah.",
        "A: -- but I don’t think that was related to my experience when I was in Europe.",
        "Q: Are you angry that you had to go through such a terrible time in your life and\nothers didn’t?",
        "A: Not at all. No. No. A -- s-sa -- I-I was very lucky. For -- people that really went\nthrough bad times, the people that were killed, that saw their family killed, that were\nin horrible concentration camps, that were tortured. I had none of that. No.",
        "Q: But there were also people your age who were living here and didn’t go through\nany of what you went through.\nJuly 29, 2000",
        "A: Well, they were living in a different country. No, I never felt that way. I felt, in\nthe way I always felt, that I wished that my father had accepted the position when he\nwas offered it, e -- and -- and left Europe when he wa -- when -- when his first\nopportunity came to go to America, because I think we would have -- I would have\nhad a different lifestyle. Now, whether that would have made me happier, I don’t\nknow. I think yes, in a sense, because I -- a-another thing that I feel 1s a total sense of\ndisplacement. I never really feel as an American, and I never feel as a European.\nWhen I’m in Europe I feel American, when I’m in America, I feel European. And I\n-- there is no way that I really belong. And -- and there are many, many signs. For\ninstance, my house, I -- I never, ever rearrange anything in my house. It’s -- it’s very\nweird. I furnish it, and if I just put an ashtray in another place, it bothers me. I mean\nsometimes things have to be thrown out or replaced, not talking about that. But I\nknow that many of my friends, the husbands used to say, I -- I always come home to\na different home, every day there is a different way of -- of arranging and\nrearranging. I have never rearranged a room.",
        "Q: Why’?",
        "A: I don’t know. Must be that I want things as it is, and there’s a certain security.\nAnd I hang onto things that I don’t -- I haven’t sold my house that I used to live in. I -\n- there’s no question I don’t wi -- you know, I -- I have a lot of my mother’s stuff that\nJuly 29, 2000\nis sitting in the basement. I haven’t gone through it, I haven’t touched it and I will\nnot.",
        "Q: Are your friends mostly people from Europe?",
        "A: No. My friends are American. Judy is American, Laurel is American, I have\nmany American friends, and I have merry -- ma -- I have a few European friends.",
        "Q: When you get together with these European friends now, do you talk about the\npast?",
        "A: We never talked about the past. I don’t --",
        "Q: I mean -- I mean now.",
        "A: A little bit with Jeanette. Only in relationship to that I -- she did come with me to\nthe n -- to the second reunion. She was like me, we never talked -- she and I never\ntalked about anything. And she just now also is ready to talk a little bit about it. And\nin fact, we’ve -- we’ve -- just talking about this movie that they’re doing and I have --\nI -- half of me says yes I’m going, the other half says no I’m not going. I know -- I\nrefused sp -- Spielberg, I refused an interview with Spielberg.",
        "Q: Why’?",
        "A: I just didn’t want to. I -- I felt my story wasn’t important enough, interesting\nenough. I -- I -- I hate to dramatize what has happened to me, because I think it’s\nnothing in relationship to what has happened to other people.",
        "Q: But your life was definitely in danger.\nJuly 29, 2000",
        "A: Was very much in danger. But I survived. I was lucky enough to survive. I wasn’t\ntortured. I was hungry, so what. They have millions of American children that don’t\nhave enough to eat, and they’re hungry.",
        "Q: Did it affect how you -- your thoughts about your students, your teaching, your\nattitude towards your students?",
        "A: I don’t know. Which way do you --",
        "Q: Well, a simp -- a connection with them, a sympathy with them, because you’re a\nchild -- your -- that time in your life was so difficult.",
        "A: Maybe yes, maybe ye -- yes and no. I -- part of me is still very Austrian and I\nguess Germanic, and I -- now I’m laughing about it because I am retired and\neverything. I was absolutely much too strict about a certain concept. I still remember\nbeing with my brother-in-law and one of the anecdotes were that they had a\nradiologist who was teaching the internist and he would say -- he would show them\nSlides, and he would say, what is this on the slide? And the man would say, it’s a\nkidney. And he would say it’s excellent, excellent answer. Wonderful answer. It\nwould be better if you had said it was the liver. So, I never forgot that because I used\nto get sick when they didn’t remember a formula. And I used to be angry and they\nhad to memorize the formula. It was stupid. I mean, what does a formula do?\nAbsolutely nothing. A kidney and a liver, if he takes it out, that means a lot. So I --\nthat was the bad part. The good part was that I had -- since I went back to\nJuly 29, 2000\nmathematics at such a late age and I had such a gap to do, I -- I-I prepared\nwonderfully. I never assigned a problem I didn’t work through first, and I knew\nexactly where they were going to be hung up. And I understood of them blacking out\nand being afraid and -- and not being able to achieve. That I was good at. I was also\nvery gullible. I had a kid that told me his father -- he couldn’t do his homework\nbecause his father was dying of cancer, I was in tears, I -- I told him how my sister\ndied and everything. I ran down to -- oh, he got in trouble with me, he almost hit me.\nSo he was -- he was -- w-w-we -- I was in front of the assistant principal and he said,\nyou know, this kid, he lies a lot. You see what position you put me? I have to call the\nfather now and see whether the mother or whatever -- th-the mother now and see\nwhether the father is really dying. You know something? He made it all up, this kid.\nMade the whole story up. So there are things that were good and things that were\nbad.",
        "Q: How often do you think about your past now?",
        "A: Now?",
        "Q: Mm-hm.",
        "A: I guess it comes in spurts. Right now I think a lot because of the interview,\nbecause of -- of having to relive it, which is not so easy for me. Most of the time I\ndon’t like to think about it. I’m still the same way. But I’m convinced now that it has\nto be addressed, that it has to be done and I’m so grateful to you for doing this\nJuly 29, 2000\nbecause now it’s for my re -- granddaughter, because she’s only three and by the time\nshe’s grown up, I’m going to be real old. And she has a place that if she wants to\nknow what her grandmother’s life was like, she can listen to it. And that I’m\ninternally grateful to you, because of course, I’m nuts about my granddaughter.",
        "Q: What are your thoughts about being Jewish now?",
        "A: I’ve always liked being Jewish, but I was never a religious Jew. I did go and I\nalways go -- I used to go every year -- it’s very funny, I -- I do observe Yom Kippur.\nI used to fast, I no longer fast because of age, difficulty with medication and so on. I -\n- | used to go and -- and -- and pr -- to the Prayer for the Dead for my father. I never\njoined a temple, my son never had a Bar Mitzvah, simply because my first husband\ndidn’t want to pay for it, I couldn’t pay for it, and I was very angry because I wanted\nto just send him to religious school just for the training and they wouldn’t do that. I\nwould have had to join the congregation, and I couldn’t afford it. I f -- simply could\nnot afford it. And I would have given him the Bar Mitzvah on those terms. And\nthen, I’m very rebellious, I -- I -- I don’t -- I didn’t want to be forced in doing\nsomething I don’t want to do, and I really didn’t want to join a congregation. I don’t -\n- as I said, I love -- I love being in a temple for the singing, and I like the ceremony, I\nlike the feeling, I like feeling I’m Jewish, but I’m not religious.",
        "Q: Even though negative things happened to you because you were Jewish?\nJuly 29, 2000",
        "A: Yes, definitely. I -- I -- I don’t think that’s the fault of being Jewish. I think that\nhappens all over the world to a lot of people. A lot of people are persecuted because\nof their race, religion and -- and beliefs, and --",
        "Q: Why did you go back to the first reunion, the Oswego reunion?",
        "A: I didn’t go to the first first Oswego reunion. I went to the first meeting in New\nYork, because -- why did I go? I don’t know. I just decided that I would like to go.\nMaybe to see some old friends, to make connection. Almost walked out of there, but\n[ --",
        "Q: Why’?",
        "A: Because at first I didn’t recognize anyone. And I did go alone. I don’t remember\nwhether my son went with me or not. I don’t remember. Anyway, but then I met\nElfie and we became fast friends. I was divorced at the time, she was divorced and\nwe liked each other. And -- and then of course I was very much into it. I -- I liked\ngoing back to the reunions and I met my friend Irene from -- from California and\nmany friends. And my friend from Chicago.",
        "Q: What was it like to go up to Oswego?",
        "A: Strange. Very strange.",
        "Q: Why’?",
        "A: Well, because things have just changed so much, you know, the whole fort has\nchanged. People have changed. I didn’t recognize many of the people. You know, we\nJuly 29, 2000\nare all old, and -- and what -- what bothers me now 1s that there’s so few of us that\nare still alive. So many of us have died.",
        "Q: Even the people that were your age?",
        "A: Even my contemporaries, yeah. My friend Evol just died. I -- many, many from\nmy immediate group. Forget my sister’s group and forget the real old ones. In fact, at\nthe last reunion, which was just the 55\" reunion, I was amazed, there was somebody\nthere that was a baby in the camp, that was two or three months old when -- when --\nwhen he was in camp. So there are very few of us left. Especially the last one, there\nwas maybe 20 survivors that came to the camp or something, or 30. It’s amazing.",
        "Q: Did you walk around your old barrack and walk around?",
        "A: Yeah, we went to [indecipherable] th-those are the pictures I showed you of -- of\nthe old -- old fort and stuff like that, yeah.",
        "Q: When you do that are you transported back in time?",
        "A: Yes, we are, because to me it was a good experience, yeah, definitely.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape three, side B. What\nare your thoughts on the state of Israel now?\nJuly 29, 2000",
        "A: I f -- well, I have my cousin there, I’m very, very fond of. In fact, her -- her\ngranddaughter is here now that I am just nuts about it, Racheli, she’s 21 years old.\nShe’s here on a visitor’s visa. But I -- I’m a little confused. I’m -- I’m disappointed\nthat the peace treaty has not been ratified. On the other hand, I was walking with\nRacheli on the street, and -- and a strange man, he must have -- she’s gorgeous --\nstopped us and said, don’t let your government give away any more land. Don’t let\nthat happen. So I’m torn between that they worked so hard to attain what they have,\nand now they have to give up some. On the other hand, I really abhor fighting and I\nabhor the terror that they live through, so I would like to see peace come. So I -- I\ndon’t know, you know, I’m not very political. But I am -- I am extremely happy that\nIsrael exists. I’m extremely supportive of Israel, and I -- I -- I -- in the politics, I\ndon’t know where the compromise should lie. Neither do many others, I think.",
        "Q: What are your thoughts about Germany”",
        "A: Well, I -- I don’t hate Germany. I -- I don’t like Germany, but I -- when I went\nback to Vienna it was very anti-Semitic. Now -- now my fren -- my cousin Susie will\nnot step into Austria, will not step into Germany, you know, doesn’t want to have\nanything to do with it, and doesn’t -- never wants to go back. I was glad to go back. I\nstill have a sentimentality towards Vienna that has nothing to do with really -- it has\nmore to do with the opera, with the music, with the life, with the -- with the arts and\nall that. Has nothing to do with the anti-Semitism that is really rampant there, there’s\nJuly 29, 2000\nno question about it. It’s a mixed feeling. On one had I want all the re -- I applied for\nthat -- for this new thing about the settlement of bi -- as far as I’m concerned, I can’t\nget enough money out of Austria for me, personally, if I could. I do get a pension\nand I just now applied for this thing with the bank settlements, but it seems that my\nfather only had a box there and not a bankbook and I guess nothing will come of that\nclaim. But that way I f -- I don’t -- you know, I feel v-venge -- vengenful of -- a\nvengeance kind of thing, but not really. But I -- I will listen to Wagner, I will listen\nto -- to German music, that doesn’t bother me. I -- I like the music per se, I think it\ntransgresses what people are and what their political beliefs are. I don’t think it\ntranslate -- I will -- I would drive -- well, maybe I wouldn’t drive a German car,\nbecause of the economy, ba -- I -- I -- I don’t really know. I -- I have very mixed\nemotions about that. I would go back to Vienna again, even though there is such\nanti-Semitism, simply for seeing some more, because I only was one or two days in\nVienna. I really didn’t see enough of what was. Maybe it’s not even there any more,\nbut --",
        "Q: Did you have any particular thoughts during the Eichmann trial?",
        "A: I -- no. I -- my thought was killing him doesn’t do any good at all, doesn’t bring\nback the thousands and thousands of Jews. I think killing anybody -- I -- I am against\ncapital punishment, I am. Very strongly. I -- I -- I don’t -- I don’t see -- killing makes\nkilling, I believe. Not that I wanted even [indecipherable] I’m not going that far. But\nJuly 29, 2000\nin prison and for life would be good enough for me. I don’t know, I -- I guess I -- I’m\nnot too v -- vengeance means nothing to me. Doesn’t bring back anyone, doesn’t do\nany good.",
        "Q: When things were going on in the former Yugoslavia, did you feel any kind of\nconnection?",
        "A: A great connection, because I understood what was going on, and I -- I fai -- I\nmean, these atrocities ar-are -- are just horrendous. I can’t fathom -- I always say we\nmade such advances in technology, in -- in science and everything. We -- we -- we\nhave made no advances in humanity. That today, in this age, this killing, this raping,\nthese atrocities can happen, simply means that we -- we’ve concentrated in the wrong\ninterests. We’ve -- we vai -- we should -- we should make advances in humanity, not\nin -- not in science any more, and technology.",
        "Q: The fact that you had lived there, did you feel any kind of connection?",
        "A: Big connection, because I know of the hatred, I know of the differences. And in\none way it was only a strong man like Tito that could bri -- that could hold it\ntogether.",
        "Q: Since your family and you and many others were deprived of their civil rights\nwhen Hitler came into power, did the Civil Rights movement here in the United\nStates reverberate with you in any way”?\nJuly 29, 2000",
        "A: Why sure, I was, you know, I’m quite liberal in -- in -- in my beliefs and certainly\nbelieve that everybody has a right t -- to be ai -- but they -- you know, there -- there’s\nso many different issues and so many different things and as much as I believe that\nthe gays have every right, that this one has every right to be human, I -- I have mixed\nemotions. For instance, I-I’m not so sure that I totally approve of this thing that went\non in Italy right now, during they -- their centennial, their big -- their big thing with\nthe gay parade, or whatever that they [indecipherable] | -- I -- I think it was\ninappropriate in -- in the timing, I don’t know. All this -- I don’t like any extreme\ngroups anyway, and I don’t like any extremists in their movements and what they do.",
        "Q: Do you feel that you, as some people have said, that you are two people, one\nperson on the outside and one person on the inside, because of what you went\nthrough?",
        "A: No. I think I’m two people inside and two people outside.",
        "Q: What do you mean by that?",
        "A: [have very mixed emotion internally. I -- I don’t think that ’m -- I’m -- I’m -- I --\nI’m not as -- as -- even though I refused to talk about my past, it -- 1t wasn't because I\nwasn’t open, or communicative, or that I couldn’t relate to other people, or that I had\na secret life inside of me. I -- I -- I don’t believe that. I don’t believe that I put on a\ndifferent front outside. I am what I am. I may look different on the outside because\nI’m very conditioned by fashion, by tradition, by -- by so -- by money that can buy\nJuly 29, 2000\nthings and so on and so forth. But I -- I don’t think that I’m so much di -- I think ?’'m\nvery conflicted inside too, of -- of -- of how -- how things should be, or I -- e-e --\nabout strong beliefs, about -- about a lot of things. About where I belong and what I\nam and what -- what contributions we have made and so on and so forth.",
        "Q: Do you feel you tru -- you belong here? You did say when you were here you feel\nEuropean and when you’re in Europe you feel American, but do you feel that you\nbelong here?",
        "A: I don’t f -- no, I don’t feel I belong anyplace. I don’t. I mean, you try to feel that\nthis 1s your home, I’m always happy to go back to the home, or the house that I live\nin when I go away on vacation. But I, truthfully, no. I -- I -- I don’t feel the stability, I\ndon’t feel these are my roots, okay? I don’t feel roots with anything.",
        "Q: When you became an American citizen, what thoughts did you have?",
        "A: Oh, I was thrilled. I -- I -- I’m extremely grateful to America. I was thrilled to\nbecome an American citizen. The nicest experience I had, when my granddaughter\nbecame an American citizen. She had to after she was adopted. She was two years\nold when she -- when they went through the ceremony, I mean, what ceremony, she -\n- She -- she -- she had a flag in her hand. I mean, what can she do at two, she couldn't\ntalk. But I -- you know, I was extremely happy about that.",
        "Q: Did you feel a connection with her then?",
        "A: I guess so. I guess so. I guess so.\nJuly 29, 2000",
        "Q: You said that you think about your childhood more as you’ve gotten older, and --\nand obviously with your granddaughter. Any other reason?",
        "A: Well, I guess must -- must be grow old -- you know, I deplore the fact that I’m\nvery much alone, that I don’t have any family left, that my sister died, that --",
        "Q: Did she have children?",
        "A: No. She had no children. I -- I mean, you know, the closest to my age in family is\nmy cousin in Israel, and -- and I have an older cousin in Detroit, but I don’t feel that\nclose to her. And I really, you know, it’s -- it’s -- I love -- you know, I love what\nshe’s done with her life. She has -- she has three children and 10 grandchildren sitting\non the kibbutz. Almost everywhere -- eight of them live on the kibbutz, I mean, it’s\nwonderful. And I miss that and I’m very concerned about even having this one, only\none grandchild that is all alone and my son being all alone, having no brothers or si-si\n-- has a half sister, but -- my first husband remarried.",
        "Q: Have you been to Israel frequently?",
        "A: Oh yeah, about five, six times, yeah. In fact, I stayed for about two weeks or 10\ndays I think, on the kibbutz with my cousin.",
        "Q: What does it feel like for you to be there?",
        "A: | like it a lot. I like being with her. A wa -- it’s hard though, because I don’t speak\nany Hebrew, but I liked it. I like being with her, I love her, I’m very fond of her, I\nJuly 29, 2000\nthink she’s terrific. She came here a couple of times and stayed when we -- it’s very\nnice. It’s a good connection.",
        "Q: Well, is there anything you -- anything you wanted to add, or anything, any\nmessage you wanted to give your little granddaughter? Anything you wanted to say?",
        "A: Well, I guess the only thing is I hope she once listens to it. That’s about it.",
        "Q: Well, you gave her a wonderful gift, you truly did.",
        "A: I think, Gail, you gave her a wonderful gift, not me. I think the credit goes\nentirely to you.",
        "Q: Well, thank you very, very much for doing this --",
        "A: Thank you for doing this, really.",
        "Q: -- interview. This concludes the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg.\nEnd of Tape Three, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Dorrit Ostberg, conducted by Gail Schwartz on July 29\",\n2000, in Bethesda, Maryland. This is tape number one, side A. Please give us your\nfull name.",
        "Q: And what was your date of birth?",
        "Q: And where were you born?",
        "Q: And who were the members of your immediate family?",
        "Q: And was your sister older or younger?",
        "Q: How far back in Vienna can you trace your family? Were they there for previous\ngenerations?",
        "Q: Do you know where those previous generations then came from?",
        "Q: Okay. What kind of work did your father do?",
        "Q: And you said he was the central director?",
        "Q: Did your mother work?",
        "Q: What kind of education did your father have?",
        "Q: Did you have many extended family in the area? Aunts, uncles, cousins?",
        "Q: So you had close relationships with your cousins.",
        "Q: Tell me about the neighborhood that you lived in in Vienna.",
        "Q: Remember what street it was on?",
        "Q: And what other kind of staff did your parents have?",
        "Q: So you also had a car.",
        "Q: Sounds like it was an upper class family that you were born into.",
        "Q: What was his name?",
        "Q: How religious was your family?",
        "Q: Mm-hm. Did you celebrate any Jewish holidays at home?",
        "Q: Did they come from religious families, your parents?",
        "Q: Did you exchange Christmas presents among yourselves?",
        "Q: Did you have a Passover Seder?",
        "Q: Let’s talk about your schooling. What kind of school did you go to?",
        "Q: Would you say that your parents were overly protective, or was this the usual\nway?",
        "Q: What kind of relationship did you have with your sister?",
        "Q: What -- how would you describe yourself? What kind of a child were you? Were\nyou quiet, or more outgoing?",
        "Q: What -- be-because of your asthma were you on medication or anything?",
        "Q: Who were your friends? Did you have friends in the neighborhood?",
        "Q: Did you know you were Jewish, and if so, what did that mean to you?",
        "Q: What did you do in school when the other children went to their Christian\neducation?",
        "Q: Did you sense anything among the teachers or the other students about your being\ndifferent?",
        "Q: Were your parents Zionists?",
        "Q: Were your parents a-active politically?",
        "Q: Had you heard ab -- preceding 1938, had you heard of a man named Hitler?",
        "Q: Right.",
        "Q: And that infiltrated to you? You felt more Austrian than Jewish, a-as a young\nchild?",
        "Q: What was your relationship with your mother?",
        "Q: Where was that?",
        "Q: Did you have any favorite songs as a young child?",
        "Q: Can you sing a few lines?",
        "Q: What language did you di -- speak at home?",
        "Q: All right. Now, you said you don’t know if you remembered hearing about a man\nnamed Hitler before he came into Austria. Let’s move up to that time. What is the\nfirst memory you have of that?",
        "Q: Did your family go to see him?",
        "Q: Did you know anybody who went to see him come in?",
        "Q: How did your parents explain it to you, you were eight years old.",
        "Q: This was a month or two after Hitler came in?",
        "Q: But -- but co -- soon after?",
        "Q: Okay, le-let’s back up for a little bit --",
        "Q: -- before -- before you leave Vienna. You said you had to wear something, a sign,\na yellow sign saying that you were Jewish. Do you have any recollection what it felt\nlike to wear that and what your first reaction was?",
        "Q: Did you talk things over with your sister -- no, I’m talking about early on, when\nyou’re still in Vienna and Hitler had come in.",
        "Q: Were there any other changes in your life while you were still in Vienna, after\nHitler came in?",
        "Q: What were your thoughts when they told you you couldn’t go to school any more?",
        "Q: Were there any other restrictions in Vienna besides no schooling?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number one, side B.\nAnd you were talking about your recollections of restrictions in Vienna.",
        "Q: Was this after Hitler came in?",
        "Q: Then you said, soon after Hitler came in your father made arrangements to leave.\nWhat did he say to you that he would have to leave, why he would have to leave?",
        "Q: Were you upset when your father left?",
        "Q: Mm-hm. Yo-You described before that very moving scene of going -- of trying to\nremember your room. That was a very mature response for a young child, to realize\nthat she may never see her room again.",
        "Q: You said you were a dramatic child, what did the German uniforms look like to\nyou when you were in Austria?",
        "Q: When it was time to leave and you were packing the trunks and so forth, did you\ntake anything special with you?",
        "Q: And when it was time to go, what kind of arrangements were made? This was\nyou, your mother and your sister?",
        "Q: How did you know it was dangerous?",
        "Q: Now, what about your extended family? They stayed in Vienna when you three\nleft?",
        "Q: So your immediate family seemed to get aw -- have gotten out of Vienna early.",
        "Q: She stayed.",
        "Q: Why did she have to stay?",
        "Q: Why not?",
        "Q: Did -- did -- did it manifest itself, your awareness, in any way?",
        "Q: Well, okay, let’s talk a little about -- you were on the train, and you were going to\nParis?",
        "Q: And what did you do and how long were you in Paris?",
        "Q: In -- in Paris.",
        "Q: Oh, I see, mm-hm. And your mother obviously had enough money to live in\nParis.",
        "Q: Did your relationship with your mother change once you didn’t have a governess?",
        "Q: Had you heard any more about Hitler while you were in Paris?",
        "Q: So you said you were in Paris for approximately six months, which means when\nyou left it was early winter °39.",
        "Q: Is that correct?",
        "Q: What kind of contact did you have with your father while you were in Paris?",
        "Q: What did you think of Paris?",
        "Q: So birds that you had had in your apartment?",
        "Q: So now you are going to join your father?",
        "Q: How did you feel about leaving F-France? You had already left Vienna, this is\nthe second leave-taking. Did that bother you?",
        "Q: But what -- what was the train ride like from Paris to Yugoslavia, was there any\ndifficulty?",
        "Q: So then you arrived in Yugoslavia.",
        "Q: What was the name of the village?",
        "Q: And what did you do?",
        "Q: Now this factory was this enamel factory?",
        "Q: At -- at what point had your father sold the company to the government?",
        "Q: You are in this village, and you said you learned the language. Did you have a lot\nof freedom? Were you out on the street with other children?",
        "Q: What -- were the non-Jewish children friendly to you?",
        "Q: It was a mu -- Muslim city?",
        "Q: Were you still celebrating Christmas?",
        "Q: So you lived as Jews?",
        "Q: This was your parents’ decision?",
        "Q: N-Now that things were changing, were your parents -- and you were a little bit\nolder, were your parents just telling you more about the situation?",
        "Q: How did you know?",
        "Q: Ho-How did you know that America was the salvation? What did you know\nabout America at that young age?",
        "Q: And again, did you s -- talk 1t over with your sister?",
        "Q: What was the boarding school like? What kind of school was it?",
        "Q: So there were times when she would visit and you could not?",
        "Q: Was it are -- was it a religiously oriented school?",
        "Q: So you lived as j -- they knew you were Jews --",
        "Q: -- and you lived as Jews?",
        "Q: Did you sense any anti-Semitism on the part of any of the teachers or students?",
        "Q: And how long were you at the school?",
        "Q: Did he have false papers?",
        "Q: Were -- I take it you were not upset about leaving the school, obviously. Were you\nupset about leaving the area?",
        "Q: This is a villa on the coast?",
        "Q: This is Gustav Fall?",
        "Q: What else did you do, did you go to school?",
        "Q: Did you feel that your life was in danger 1n any way there?",
        "Q: And you -- what did you hear about a man named Tito?",
        "Q: And so then how long were you staying in this house in the mountains?",
        "Q: Oh, on the coast.",
        "Q: And where were you taken?",
        "Q: And where was this?",
        "Q: In the Adriatic?",
        "Q: Which island was it?",
        "Q: And what was your reaction when you had to just leave suddenly?",
        "Q: Later on your father moved back with you?",
        "Q: Did you go -- you said you were frightened, did you question your mother, then?",
        "Q: Well, about what was happening and why.",
        "Q: And why?",
        "Q: Were you angry that you were Jewish?",
        "Q: Wha -- what was the living conditions when you got to Rab?",
        "Q: Why -- why did you -- if you weren't close to your father, why did you go visit\nhim?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number two, side A,\nand we were talking about your experience on Rab Island. And you said your parents\nwent to work?",
        "Q: What kind of work did they do?",
        "Q: Was that difficult for your mother, who had led a completely different life?",
        "Q: What kind of work did your father do?",
        "Q: And what did you do during the day?",
        "Q: What was her name?",
        "Q: And what did you do with her?",
        "Q: How was your asthma during all of this?",
        "Q: And how long did you stay there?",
        "Q: And what was the living arrangement? You said your father joined -- came back\nand joined you. Were there other families in the barracks?",
        "Q: Yeah, mm-hm.",
        "Q: Did you have any privacy?",
        "Q: So were you in the hospital for most of the time there?",
        "Q: And what was your state of mind?",
        "Q: Did your parents talk about the future with you?",
        "Q: Did you talk about your grandmother at all?",
        "Q: And -- and how did you feel when you heard your grandmother died?",
        "Q: What kind of clothes were you wearing now?",
        "Q: Were you bedridden in the hospital?",
        "Q: And had your eating habits changed as you got older?",
        "Q: And then -- so you were -- you were in this camp for how long?",
        "Q: Were there many other children your age there?",
        "Q: What did -- what k -- how was the school set up in this camp?",
        "Q: Were -- were the people in the camp all Jewish?",
        "Q: So the --",
        "Q: Did they celebrate any holidays? Did you do anything in a Jewish sense?",
        "Q: So were you in the hospital for a good part of that year?",
        "Q: And did your folks come to visit you often?",
        "Q: Oh, the hospital was not in the camp, it was --",
        "Q: I see. So you did not see your family for months.",
        "Q: What -- what is that like for a child?\nJuly 29, 2000",
        "Q: Could they -- could they write to you?",
        "Q: And do you remember getting out of the hospital?",
        "Q: And what happened?",
        "Q: Did you know why he decided to do this rather than st-staying in Yugoslavia?",
        "Q: So you went, you said, from -- you -- you were in these little fishing boats?",
        "Q: What was that like?",
        "Q: On these different islands?",
        "Q: But your health remained okay on these different -- on this boat trip?",
        "Q: What about your parents, how are they managing?",
        "Q: Did you know how dangerous it was while you were doing it?",
        "Q: So you hopped from one island to --",
        "Q: And who took you? Who was the captain of these boats?",
        "Q: Now it -- but you said your father was the organizer and the leader of this group?\nJuly 29, 2000",
        "Q: And by that time what possessions were you bringing with you?",
        "Q: And then you e-ended up where?",
        "Q: What was the name of that island, do you know?",
        "Q: Okay. And then from there --",
        "Q: And then from there?",
        "Q: How long were you in Brindisi?",
        "Q: And where did you go?",
        "Q: Wer -- were these women that your father had known about?",
        "Q: The four of you?",
        "Q: So you -- you moved in with them?",
        "Q: And what did you and your sister do?",
        "Q: And you?",
        "Q: Why is it your father didn’t work?",
        "Q: And you went to school openly, as Jews?",
        "Q: And you were still going by your name, Dorrit?",
        "Q: So you had papers?",
        "Q: But did you keep your same names?",
        "Q: How was it sitting during a mass for you?",
        "Q: And there was a camp on Bari. Did you ever go over there, did you ever meet\nanybody at the camp, the refugee camp?",
        "Q: There are other refugees.",
        "Q: And what were your living conditions when you moved out of the women’s\napartment?",
        "Q: Was this a bo -- was this a boarding school or a day school?",
        "Q: How did your family hear about this?",
        "Q: Now we’re talking June °44.",
        "Q: It sounds like your father was very tuned in to what was going on all the time.",
        "Q: So you appli -- did you yourself as a child have to fill out any forms for this\nUnited States journey?",
        "Q: Or was it just your parents?",
        "Q: And did you go through a medical check-up?",
        "Q: So you’re in Bari and then you get accepted.",
        "Q: And how much longer did you stay in Bari after that?",
        "Q: For several months, yeah. You left Bari to go to where?",
        "Q: Did you know anybody else at that point who was accepted for this journey?",
        "Q: You were -- so as far as you knew from Bari, you were the only people you knew\nin Bari who were accepted?",
        "Q: You were the only.",
        "Q: Knew of.",
        "Q: Were people jealous back in Bari?",
        "Q: Just as a side, when you were in the convent school, were there other Jewish\nchildren, or were you the only two?",
        "Q: Yeah. Okay, back to where you were, a little farther forward. And so you stayed\novernight, and then?",
        "Q: And was it confusion, con -- or controlled, or -- what was it like for you?",
        "Q: Now you are almost 15 years old?",
        "Q: Yeah, it was the summer before you were 15.",
        "Q: And you were very excited obviously, about going to the United States.",
        "Q: How did you all feel and your family feel about President Roosevelt?",
        "Q: And then you get to the boat.",
        "Q: What -- what did the boat look like to you, the Henry Gibbons boat?",
        "Q: Were you aware that some of the other people from Europe were in very poor\ncondition, malnourished and not enough clothes.",
        "Q: Did you know that there were wounded American soldiers on board also?",
        "Q: What were th-the sleeping conditions for you and your family?",
        "Q: What kind of activities did you take part in on the boat?",
        "Q: We -- did you speak with the other young people your age about your\nexperiences?",
        "Q: Why not?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number two, side B.\nWere there other -- did you notice any of the other young people had been from\nVienna? Did you find anybody on --",
        "Q: Did you have contact with any of the staff people on the ship?",
        "Q: American sailor, you know --",
        "Q: -- navy personnel.",
        "Q: What was the lack of privacy in living quar -- in living quarters like for you?",
        "Q: It was such a tremendous change in your life, after leaving Vienna where you had\nso much space, then to be in such small quarters with your family. Was that hard for\nyou to adjust to? For the first eight and a half years of your life it was a different\nsituation, of course.",
        "Q: Mm. When you were on the Henry Gibbons, on the trip to the United States,\nwere there any times when you remember where there were alarm bells, or you had\nto put on lifeyackets?",
        "Q: Is there anything else you wanted to talk about the -- the boat ride? [tape break]\nOn the ship there was -- there were some rabbis. Were you aware of that? Were there\nany religious services?",
        "Q: Uh-huh.",
        "Q: Uh-huh. And then you arrive in the United States. What was your first view of\nthe United States?",
        "Q: Did -- did people cheer as the boat was coming in, do you remember? Were you\nall lining the railings?",
        "Q: When you got off the boat and you put your foot on American land, is -- was that\na momentous thing for you, or did you just went off the boat?",
        "Q: And your parents reaction, do you -- did they do anything?",
        "Q: Did you feel bad about leaving the boat?",
        "Q: And then, when you got off the boat, where did they take you?",
        "Q: Had they prepared you on the boat for where they were going to be taking you?",
        "Q: Now, when you first got up there, there was a quarantine, cause they didn’t know\nwhat kind of condition people were in and -- and you couldn’t leave. Was that hard\nfor you?",
        "Q: Th-The confines in the beginning. There was a quarantine. I guess they wanted to\ncheck peoples’ health --",
        "Q: -- first, yeah.",
        "Q: And you lived with your parents in the camp?",
        "Q: And were -- were you near your friends from Yugoslavia, and -- living?",
        "Q: And then you se -- yeah?",
        "Q: And what about school?",
        "Q: Now this is a school in the town?",
        "Q: What was your impression of the American teenagers in your class?",
        "Q: And the teachers?",
        "Q: Did you notice a change in the appearance of the other people that came with you?\nIn other words you all were -- had been under such difficult conditions before you",
        "Q: Absolutely yes, because I was always very conscious of clothes and appearances\nand so on. The first thing I knew is that my friend Jeanette got a whole wardrobe\nshipped to her by some relatives or some distant friends or something that was\nabsolutely, to me the most beautiful, most fabulous clothes ever, and I was jealous as\nca -- not really jealous, I just was very much taken by that. But we also had, I think,\nwe got some money from some -- from my -- and my cou -- my distant cousin that\nthen picked us up when we were released, and then we also had some visitors and I\nthink some -- somehow my father got money, so when it was permissible, I\nremember going to Oswego and my mother and -- with my mother and sister and we\nbought dresses and we bought clothes and we bought some stuff. I mean, as far as\nI’m concerned now, they -- I’m sure Oswego was not a high fashion place for me.\nBut to -- at me -- to me at that time, I’m sure it was fine, because as I see from the\npictures now, we had nice shorts, we had nice blouses and stuff and we certainly\ndidn’t look like bad -- like -- like we u -- disheveled like when we arrived.",
        "Q: Were there many visitors? I know Eleanor Roosevelt came. Did you see her?",
        "Q: So you became a member of this group?",
        "Q: And what did the Zionist group do?",
        "Q: So this woman came and stayed with you?",
        "Q: Why do you think your sister was not interested?",
        "Q: Was that because you had been in that school?",
        "Q: Mm-hm. Because these things happened to her because she was Jewish?",
        "Q: And she married?",
        "Q: And he was on the boat with her?",
        "Q: And he was Jewish?",
        "Q: So they both officially converted?",
        "Q: But your sister and brother-in-law just continued to live that way?",
        "Q: Describe Eleanor Roosevelt’s visit, what you remember about that.",
        "Q: Did she speak to you directly when you -- she came up?",
        "Q: Now, did the group in Oswego get together as -- the thousand of you as one\nfrequently, or was that unusual?",
        "Q: Then di -- what was it like the day that F.D.R. died, April 12\", 1945? Do you\nhave any memory of that?",
        "Q: Did he approve that you could stay --",
        "Q: -- after the war? No, he did not.",
        "Q: He wanted you to go back.",
        "Q: Okay, now, what were your thoughts? Did you think you’d be going back to\nEurope when the war was over?",
        "Q: Apparently that first winter was a very hard winter.",
        "Q: And some of the adults stopped working, you know, kind of revolted. Any -- any\nremembrance of that time -- of that winter?",
        "Q: Now, did you take part in these -- any of these specific performances?",
        "Q: What were some of them? Were they original performances, or did you do\nperformances of well known plays and so forth?",
        "Q: Who wrote them?",
        "Q: So for you morale was not a problem.",
        "Q: Now, considering all the difficult physical things you went through as a young\nchild, did you physically mature on time? Did you menstruate on time?",
        "Q: So do you credit that to your difficult situation that you went through as a young\nteenager?",
        "Q: Did you feel much older as a 15 - 16 year old at the time because you had been\nthrough such difficult conditions previously, or did you feel very f -- teenage-y, tee --\nyou know, 15 - 16 year old?\nJuly 29, 2000",
        "Q: Now, this is when you got to New York after Oswego or before Oswego?",
        "Q: When you were in Oswego, were you looking forward to leaving, or were you just\nhappy staying there?",
        "Q: Well now -- was this a boyfriend or just a friend?",
        "Q: So you were in the camp for about a year and a half?",
        "Q: And so you were about 16 and a half when you left?",
        "Q: And everybody left at the same time?\nJuly 29, 2000",
        "Q: Were there any farewell ceremonies when people -- when it was time to leave\nOswego?",
        "Q: And you came to New York City --",
        "Q: -- and what di -- where did you go?",
        "Q: Had you thought about going to Israel’?",
        "Q: What -- where was this located?",
        "Q: And you came back to your parents’ apartment.",
        "Q: And you said that you needed to make up time.",
        "Q: I assume your English was quite good by then?",
        "Q: Were the teachers at Julia Richmond a help to you, being a refugee child?\nJuly 29, 2000",
        "Q: Did you become friendly with many of the American students?",
        "Q: What did you -- what did you do in your spare time?",
        "Q: Did you tell people at Julia Richmond about your previous experiences?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape number three, side\nA. And you were saying how you hadn’t talked about your --",
        "Q: -- experiences before. And so when you were in high school you -- obviously you\n-- wha-what did people -- what did you say to -- to the other students?",
        "Q: And did you experience any anti-Semitism at Julia Richmond?",
        "Q: Such as?",
        "Q: And what was your reaction, especially after what you had gone through?",
        "Q: And where did you go to college?",
        "Q: And what did you study?",
        "Q: And for how long did you go?",
        "Q: And what happened after -- soon after y -- you got married though, didn’t you, in\nbetween?",
        "Q: How did you meet your husband?",
        "Q: And ha -- what did your parents think of that?",
        "Q: Where were your parents living?",
        "Q: Oh, I see, and then you --",
        "Q: And was your husband Jewish?",
        "Q: And w-what was his name?",
        "Q: And why did you change it?",
        "Q: And he was amenable to this?",
        "Q: And so then did you come back to -- did you live in New York the whole time\nafter you got married?",
        "Q: Why’?\nJuly 29, 2000",
        "Q: And you got your degree?",
        "Q: And then what happened?",
        "Q: And then?",
        "Q: And where did you teach?",
        "Q: And did you ever remarry?",
        "Q: An-And to whom did you marry -- remarry?",
        "Q: And your parents? What -- what happened with them? They -- they came -- they\nstayed in the New York area?",
        "Q: What about the other extended family that you haven’t mentioned, in Vienna,\nmuch more extended than just the cousins. Did you ever hear what happened to them,\nor -- you -- you talked about some of them [indecipherable] some going to Israel\nand so forth.",
        "Q: Did you get any -- after the war, did you hear any more about what happened?",
        "Q: What -- what was his name?",
        "Q: That’s all right.",
        "Q: Can we talk now a little bit about some of your thoughts about the experience that\nyou went through? Do you feel, because of what -- what you went through as a",
        "Q: In what way?",
        "Q: Wh-Wh-Why do you think your divorces stemmed from what you went through?",
        "Q: But why is that?",
        "Q: Is there anything today that, anything that you see sometimes, or you hear or you\nsmell that remind you of the difficult times during the war, that bring it back?",
        "Q: Has it been of help?",
        "Q: What -- wh-when your son was the -- the eight -- and speaking of your son, when\nhe was, let’s say, eight and a half, when things started to get difficult for you.",
        "Q: No, no, no, no, that’s not what I meant, I meant when your son was the age that\nyou were -- you were when Hitler came in and things started to get bad.",
        "Q: When he turned that age, did that mean anything special to you?",
        "Q: Do you know what I’m saying? When he became the age you were.",
        "Q: When he was the age of you at different times of your childhood?",
        "Q: Yeah.",
        "Q: Are you angry that you had to go through such a terrible time in your life and\nothers didn’t?",
        "Q: But there were also people your age who were living here and didn’t go through\nany of what you went through.",
        "Q: Why’?",
        "Q: Are your friends mostly people from Europe?",
        "Q: When you get together with these European friends now, do you talk about the\npast?",
        "Q: I mean -- I mean now.",
        "Q: Why’?",
        "Q: But your life was definitely in danger.",
        "Q: Did it affect how you -- your thoughts about your students, your teaching, your\nattitude towards your students?",
        "Q: Well, a simp -- a connection with them, a sympathy with them, because you’re a\nchild -- your -- that time in your life was so difficult.",
        "Q: How often do you think about your past now?",
        "Q: Mm-hm.",
        "Q: What are your thoughts about being Jewish now?",
        "Q: Even though negative things happened to you because you were Jewish?\nJuly 29, 2000",
        "Q: Why did you go back to the first reunion, the Oswego reunion?",
        "Q: Why’?",
        "Q: What was it like to go up to Oswego?",
        "Q: Why’?",
        "Q: Even the people that were your age?",
        "Q: Did you walk around your old barrack and walk around?",
        "Q: When you do that are you transported back in time?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg. This is tape three, side B. What\nare your thoughts on the state of Israel now?",
        "Q: What are your thoughts about Germany”",
        "Q: Did you have any particular thoughts during the Eichmann trial?",
        "Q: When things were going on in the former Yugoslavia, did you feel any kind of\nconnection?",
        "Q: The fact that you had lived there, did you feel any kind of connection?",
        "Q: Since your family and you and many others were deprived of their civil rights\nwhen Hitler came into power, did the Civil Rights movement here in the United\nStates reverberate with you in any way”?",
        "Q: Do you feel that you, as some people have said, that you are two people, one\nperson on the outside and one person on the inside, because of what you went\nthrough?",
        "Q: What do you mean by that?",
        "Q: Do you feel you tru -- you belong here? You did say when you were here you feel\nEuropean and when you’re in Europe you feel American, but do you feel that you\nbelong here?",
        "Q: When you became an American citizen, what thoughts did you have?",
        "Q: Did you feel a connection with her then?",
        "Q: You said that you think about your childhood more as you’ve gotten older, and --\nand obviously with your granddaughter. Any other reason?",
        "Q: Did she have children?",
        "Q: Have you been to Israel frequently?",
        "Q: What does it feel like for you to be there?",
        "Q: Well, is there anything you -- anything you wanted to add, or anything, any\nmessage you wanted to give your little granddaughter? Anything you wanted to say?",
        "Q: Well, you gave her a wonderful gift, you truly did.",
        "Q: Well, thank you very, very much for doing this --",
        "Q: -- interview. This concludes the United States Holocaust Memorial Museum\nvolunteer collection interview with Dorrit Ostberg.\nEnd of Tape Three, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Dorrit Liami Ostberg.",
        "A: September 29\", 1929.",
        "A: I was born in Vienna, Austria.",
        "A: My immediate family consisted of my father, Fred Reisner, my mother Stella\nReisner, and my sister, Rene Reisner.",
        "A: My sister was three years older than I was.\nJuly 29, 2000",
        "A: Yes. I think both my mother’s and my father’s family, I can trace them back to the\ngrandparents and maybe even the great grandparents. I’m not sure about the great\ngrandparents.",
        "A: No.",
        "A: My father was the head of a factory. He was awa -- thint -- the -- the actual title\nwas Centrale Directore, which means main manager, or main director of the\nfactory. It was a factory of enamel, but it was a conglomerate and there were\nfactories all over Europe by the same conglom -- owned by the same conglomerate.",
        "A: That’s correct.",
        "A: No, my mother never worked. She -- we had a lot of servants and we -- she was\nactive, she went to the university for some courses, she played a lot tennis, she\nbelonged to several societies and she didn’t work.",
        "A: My father had a business education. I think it -- it could be -- it -- 1t wouldn’t be a\nuniversity degree, but it was probably equated to a business background and business\nkind of schooling.\nJuly 29, 2000",
        "A: Okay. My mother had two sisters and a brother. One of the sisters at the time lived\nin Czechoslovakia, and the other sister did live in Vienna. In fact, we were very\nclose with that sister -- with that sister’s children. She had two daughters and my two\ncousins were -- one was three years older than my sister and the other one was\nanother three years older. And one of the sisters always -- the younger one, Susie,\nwho now lives in Israel, went every year with us to a vacation.",
        "A: Yes, with that -- with only that cousin. My mother’s brother had no children, my\nmother’s other sister had no children, so these were our only cousins. From what I\nrecollect, I had two grandmothers, both grandfathers had been dead, and I think one\nof them died when I was probably about four years old. My other grandmother,\nwhich was my maternal grandmother was very -- she was with us a lot. She went\naway with us every single summer, and I saw quite a bit of her.",
        "A: I lived in a -- 1t was called the fourth district. We -- we had -- we rented -- I don’t\nthink we owned it. We rented an apartment which was huge. It -- it went the whole\nlength of the building. I was lucky enough to get a picture of the building, I forgot to\nbring it. And --\nJuly 29, 2000",
        "A: Yes, the name of the street was Winnersal strasse. I forgot the number now, but I\nwas able to relocate the number through some of the documents that I found in my\nmother’s portfolio, where my mu -- where my mother kept all her documents. It -- it\nlooked out on a little plaza. So when I went back to Vienna, I -- I tried to find it and I\n-- actually I couldn’t recognize the house because the bottom of the house had been\nchanged. It -- it became more commercial now, they have like shops and shops’\nwindows on the bottom, but the top floor seems to be the same that we lived on. And\nwe probably had approximately, I don’t know, about 15 - 20 rooms. It was a very\nextens -- because our -- some of our staff lived with us and the rest of the staff used\nto come in, like the laundress and the seamstress and the tutors, they just came in and\nleft.",
        "A: Okay, we had a cook and we had a maid and we had a governess and they lived\nwith us. The chauffeur did not.",
        "A: Yes, we had a car.",
        "A: I guess so. I would say so, yeah. Actually, the real upper class was my -- my\ngrandmother’s brother, who had -- who was the president of the southern railroad at\nthe time, and he was really what we call, almost like an aristocrat. He had an\nJuly 29, 2000\nincredible apartment that he used to have guided tours in because it was full of\nbeautiful, very precious paintings and furniture and so on.",
        "A: His name was Gustav Fall, and he had a monument erected in his honor in front\nof a hotel that the railroad owned, which was on the bu -- mountain outside of\nVienna, it was called Zemmering. I don’t think the monument exists any more, I\nknow the hotel does not and I know that they have some kind of vaca -- rec --\nrecreational facilities there now.",
        "A: Not very religious. We did -- we -- we -- we were part of the Jewish community\nand we did go to temple, but only on high holidays. On the other hand, we did have a\nChristmas tree, supposedly for the staff, to honor them. I remember going to temple. I\ntried to find the temple when I was in Vienna, but the only temple that we located\nwas one that was closed. And later on when I talked to one of my distant relatives, I\nwas told that there were several temples and that probably was not the one that I\nattended as a child.",
        "A: No, we did not have Friday night candle lights or anything like that. The only --\nwe did in a sense, Yom Kippur, because he -- my father always fasted on Yom\nJuly 29, 2000\nKippur, this was one thing that he did. And so did my mother and I guess so did we\nas children. Later on, of course, that was no longer done.",
        "A: I don’t think so -- I think the Austrian -- I -- I don’t know. I -- I don’t think so. I\ndon’t remember my grandmother being -- bringing up religion in any way. We did\nhave religious training though, but the religious training came because in Vienna at\nthe time religion was part of the curriculum, and since we were Jewish, that was not\ngiven in the schools. So I remember we had a Hebrew teacher coming to the house,\nteaching us Hebrew and religion.",
        "A: I don’t think so. I think the presents were mostly for the staff. But I also don’t\nremember any Hanukah big gifts. Frankly, I don’t remember presents as such as part\nof a traditional festivity. I know I got my first gold ring because I ate some meat,\nwhich I refused to eat previously. And I remember that whenever my parents went to\nParis, because my mother bought most of her wardrobe there, they would bring us\nback -- and clothes were always uppermind -- in my mind, even as a little girl, and I\nremember that. But I -- I -- I don’t remember any presents as such that were\nparticularly meaningful to me. I remember as a little girl I had little dolls that I liked.\nAnd I think when Hitler came I could take a few with me, I don’t remember. But\nsomehow they disappeared. But I don’t remember like having had a specific toy that\nJuly 29, 2000\nI was attached to, like my little granddaughter now 1s with -- with Minnie Mouse. I -\n- | don’t remember that. Maybe I blacked it out. I -- I can’t remember.",
        "A: No. And if we did, I don’t remember it.",
        "A: Okay, we went -- we did not attend private school, we attended the public school,\nand I remember the greatest embarrassment was that we were brought there with the\ncar and the chauffeur and I was very embarrassed about not being able to walk to\nschool like the other children. I was never allowed to even cross the street by myself\nor walk any place by myself. My biggest pleasure was that my mother once took me\non the bus. That was a big excitement for me because the car I -- I kind of disliked\nriding in the car, because I used to get carsick a lot.",
        "A: That -- that was the usual way that the governesses and in the circle of friends that\nwe grew up with. But y -- then most of the -- I -- I can’t remember why we did not go\nto private school, but most of the children of my fr -- of my father’s and mother’s\nfriends did attend private school. We did go to a private dancing school, and we did\nhave piano lessons in the house with a piano teacher. But I -- and I also remember\ncoming to the house, we had the governesses that were supposed to instruct us in\nJuly 29, 2000\nFrench and English, but we also had some kind of a tutor come to the house for the\nlanguages. But nothing much came of tt.",
        "A: My sister was very domineering, very bossy, and my father clearly always favored\nmy sister, which was a big problem for me as a child because I felt he was very\nunjust. And in Vienna the oldest child had a lot of privileges that the younger child\ndidn’t have. So I was very annoyed at that. She was allowed to go at night to the\nopera, I was not. She was allowed to go to bed later, I was not. She was allowed a lot\nof fe -- also, I had a lot of hand-me-down dresses from her, which I terribly resented.\nAnd I always wanted to have the same clothes as she did, I was dreaming of her\nbeing left back in school so we could be in the same grade. Things like that.",
        "A: I was a very, very noisy child. The way we were brought up, we were not allowed\nto speak at the dinner table. I was not allowed to come to the big dinner table ovi --\nuntil I knew how to cut my own meat, or -- an-and use the fork properly. I -- my\nfather even got a record once because we were not allowed to talk unless talked to,\nand he once made a record on the phonograph saying, Dorrit eat, Dorrit eat, Dorrit\ndon’t talk, Dorrit don’t talk. And that’s how it was. And I had endless hours as a\nchild that I remember of eating in my room. | hated to eat and I would push the food\nJuly 29, 2000\nfrom one cheek to the other. And I had an uncle who always touched me at the cheek\nand said for me to eat. And I would forever sit and eat, from morning to night,\nbecause I was underweight, I had asthma -- I was an asthmatic child, and the\ngovernesses were told that we had to eat, that I particularly had to eat. So they kept\nme at the table s -- what seems to me still hours and hours. Like breakfast went into\nthe snack, the snack went into the -- the midday meal, and the midday meal went into\nthe afternoon meal and so on.",
        "A: Yes, I was on medication. I had what they call an inhaler and I wasn’t allowed to\nrun, and I wasn’t allowed to exercise too much. As a privilege therefore, in the\nsummers my mother just took me to the baths, the spas and I had all kinds of -- of\nthese mineral water baths and mud baths that were supposed to help me.",
        "A: No, there was no such things as friends. We had friends that were my mother’s\nand father’s friends who had children. We had -- the only set of friends that I\nremember were two boys, and I absolutely detested the younger one, because he was\nmy age, and adored the older one, who was supposedly my sister’s friend. But the\nonly friends we really had was my sister had my cousin as a friend. But I was always\nrelegated to my grandmother and to the governess and I don’t remember any play\ndates or playing with any friends.\nJuly 29, 2000",
        "A: I definitely knew I was Jewish. It meant to me that I went to the temple, 1t meant\nto me that I had to have the private instruction. It meant to be -- to be excluded while\nthe -- while the other children in the elementary school had their Catholic instruction.\nAnd I knew I was Jewish. It didn’t mean a great deal, I think, as far as tradition. And\nas a child, until the Hitler came to Vienna, I was totally unaware of the antis -- anti-\nSemitism that must have existed at that time already.",
        "A: I don’t remember what they made us do. I don’t remember. All I know is that we\ndid not participate, and therefore we had to study Hebrew at home.",
        "A: No, No. I -- I remember -- a-as I said, I was not -- I was a very vivacious child, I\nwas a very talkative child, and I remember being reprimanded for that. And I\nremember that I -- I had friends in the class. I don’t remember them as such, but I\nremember sitting with them and wanting to be with them.",
        "A: No, neither my father nor my s -- my -- my mother were Zionists. The closest I\ncame to the Zionist exposure was that I knew that my older cousin, not my younger\nJuly 29, 2000\ncousin, started being in that group just before we left Vienna. I’m not totally sure\nthat I knew of it while I was in Vienna, or whether it was told to me later.",
        "A: No, no, not at all. Not at all. Not that I know of, anyway.",
        "A: Before that?",
        "A: I don’t remember. I must have, but I don’t remember. I know we -- in the group of\nfriends that my father had, we identified ourselves as Austrians. My father was very\nproud to have fought in the first World War as an Austrian -- I think he was a captain\nor a lieutenant or something like that, and he had many decorations. And he was very\nproud of being Austrian, much more so, I think, than being Jewish.",
        "A: I think as a young child I didn’t feel either way. I really didn’t. I was much more\npreoccupied of what was happening at home with my sister, with my cousin, with --\nwith the governesses, who really f -- always favored my sister because she was quiet\nand I was very noisy. I still remember my father saying, we can only hear one child\nin this whole house and that’s me. And I -- I remember I was very grega --\ngregarious. I know we were re -- presented when -- whenever my father and my\nJuly 29, 2000\nmother had big social affairs in the house in the evening, we were all dressed up and\npresented, and I loved that, because everybody made a fuss over me. And then of\ncourse, my sister hated to go and she was forced to go. And I also remember that my\nsister was allowed to have long curls and I was not because my mother felt all the\nattention went to me and not to my sister.",
        "A: Very close. I’m -- since my father favored so much my sister, my mother favored\nme. But truthfully, while we were in Vienna, we were very little involved with either\nparent. We were strictly with the governess and there were maybe not -- just maybe\nat the mealtime, the main mealtime at noon, that we sometimes ate with them, not\nalways. And on Saturday and Sunday, I remember a little bit of my father playing\nwith us, maybe. A very little, very little interplay. And then the summer we hardly\never saw them because they went on trips from the place where we always went to\nfor the summer, which was a small estate where we rented a villa.",
        "A: That was near Salzburg. It was in Unter achem artazay. It was a lake. And it\nwas a beautiful, what I recollect as big estate. My sister later -- later told me it was a\nsmall one. And we had a boat house and my father had a cousin that owned a house\nfurther down the lake, whom we saw also, socially. But my parents were there not\nJuly 29, 2000\nthat much. They usually took off on their own vacation, and we were left with my\ngrandmother, my cousin and the governess.",
        "A: As a young child, I don’t remember. I don’t -- oh yes, I -- I remember my uncle\nsinging to me, but it wasn't necessarily my favorite song. He used to sing to us one of\n-- of the -- of the Schiller poems, the -- it’s called the earl -- the Earl Kernik, it’s --\nit’s about a man that rides on a horse with a small child who’s -- who 1s dying, but he\nalways changed the ending and we always knew this wasn’t the ending, because the\nending goes that he has his son, he holds his son, who 1s dead in his arms, and my\nuncle used to sing and they ate together a bread of -- of butter and bread. And I hated\nthat, because I knew it was fake.",
        "A: I know the poem, I can’t sing [recites poem in German] Something like that.",
        "A: We spoke exclusively German, and the only other language my -- the governesses\nwere supposed to teach us French and English and we knew -- we learned absolutely\nnothing. I don’t remember anything. Oh, in English I knew there was a little girl that\nhad curl right in her fi -- forehead, and if she was bad, she was very, very bad. That’s\nabout it.\nJuly 29, 2000",
        "A: My first recollection is of terror, actually. We all went with that family that --\nwhere I hated the two boys. We went in a -- on an afternoon -- actually no, the very\nfirst recollection is a radio when Hitler first entered Vienna, and the -- the reception\nthat he got and the -- the ovation that he got entering Vienna.",
        "A: No, no.",
        "A: No, no. The second recollection was that we went to the pratta, which is the big\namusement park and it’s also a park where you can walk, and so on and so forth. And\nit was that the f -- the four of us, our family and the other family, we were just\nwalking. And then we were suddenly brought into a -- into a line, we were lined up. I\ndon’t remember how they identified us as Jews, we -- it could be that we already\nwore the yellow sign naming us as Jews, but I’m not sure. But somehow we were put\nin that line, and my father somehow had his decorations from first world -- from the\nfirst world one with him, and I don’t know by what miracle he convinced one of the\nmen to let us go, our family and the other family. And we then heard that that -- that\nJuly 29, 2000\nthat whole procession had to go to a monument and clean the monument on their\nknees and then they were just deported. So it was a very frightening experience.",
        "A: I don’t think they explained anything. They explain -- my father then disappeared,\nhe went we -- he -- he had to leave immediately, it’s actually the chauffeur that was\nhiding him because they were looking for him, since he was a -- an important figure\nin the factory, and he went to Paris. And then my next recollection is that we were\npacking and we had these big trunks and my sister and I were playing hide and seek,\nand my uncle drew me out, stood me up and he said, you children, can’t you help\nyour mother, instead you’re playing these stupid games, and she’s -- there’s a lot of\ntrouble, and you really have to behave now. So that’s what I remember, and the\nexcitement of leaving, yet I was totally aware that when we left Vienna, which was\nmaybe a month or two later, we got an exit visa to go to Paris --",
        "A: I guess maybe if -- I’m not s -- exactly sure of the time, maybe two months, I\ndon’t know, as a child you --",
        "A: Soon after. I remember on the train --",
        "A: Okay.\nJuly 29, 2000",
        "A: No, must be blocked out. I remember it -- again having to wear it, I think, in\nYugoslavia when Hitler came to Zagreb where we were. So I think we had to wear\nit twice. I remember then being shocked that I saw it on baby carriages. I don’t\nremember any reaction, we just wore it.",
        "A: No, not really. I remember as a chil -- the only real recollection I had was that I\nreally didn’t want to be different, that I know. And I was -- I was very unhappy\nhaving to be different. I was very unhappy to leave my room. I remember leaving the\nroom, I went out on the balcony and I told myself, remember exactly what this place\nlooks like because you may not remember it. And for years afterwards I would recall\nthat picture in my mind, that’s why I was so sure I would recollect my house, but I\ndidn't. And I would recollect the exact position my bed was in -- in the room that my\nsister and I shared, and that was somehow comforting to me.\nJuly 29, 2000",
        "A: Yes, we no longer went to school, we had to be -- be to -- we were taken out from\nschool. We were taking of -- taken out of all the tutoring and all those schools, and I\nguess we just prepared [indecipherable] departure.",
        "A: I ge -- probably I was pleased. Hitler’s a big holiday. And then when we went to\nParis we didn’t go to school at all. We again had some French lessons, but it -- it was\njust a total holiday. And we loved France because that was the first time my mother\nwas in charge of us and we drove her nuts, my sister and I.",
        "A: I’m sure there were and I’m sure that we were very careful where we went and\nwhat we -- what streets we went to or if we went out at all.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Unfortunately I don’t remember too many restrictions, but there are certain events\nthat I recollect vividly. One of them was that we could use my great-uncle’s box at\nthe opera, he had his own box, and we went out to an afternoon performance, while\nmy sister was allowed to go to the evening performance. And I -- I remember ce-cer -\nJuly 29, 2000\n- certain music li -- | remember a party that was given for my sister with -- where a\nwhole slew of people came in with marionettes and they gave a whole -- a marionette\nperformance, was a big party for her birthday. We must have had at least 50 children\nOr SO.",
        "A: No, all before, all before Hitler. But I -- I don’t remember any specific\nrestrictions. Maybe I blocked that kind of thing out.",
        "A: He never spoke to us about it, never explained anything to us. I don’t re -- the --\nthere were never such discussions, neither with my mother, nor with my father. We\nwere just told we had to leave, we had to behave because they were very difficult\ntimes and that was it.",
        "A: No, didn’t bother me at all because he was very often gone. We were really not\ntaken care of by either my father, nor my mother. They were like visitors, I would\nsay.\nJuly 29, 2000",
        "A: I guess so, but I was a very dramatic child. I -- I remember we were exposed to\ntheater and many of the plays when we were up in the country, and I -- I remember\nthe excitement of these -- in -- in the performances in Vienna, at any of the theater\nperformances or operas, they had several curtains before they went up. And I vividly\nremember the excitement between the curtains and I couldn’t wait for them to go up\nand -- and I even, as a child, had dreams of performances. Dreams of -- of theater\nperformances, music performances. Of course, I was exposed mainly to classical\nmusic, but I loved, actually, the music that -- that -- Viennese music -- now I\nrecollect, because you asked me before. An-And we used to go on -- in the afternoon\nwe used to go on many of the walks where there was music played in the background\nand I guess little coffee shops or things like that. And I loved that, I -- I was very\nimpressed with that, much more so than with the classical music.",
        "A: Not frightening, they were just uniforms, and I had seen pictures of my father in\nthe uniform for the World War One, and th-the -- and I was exposed to many\nuniforms that -- that people wore, I guess. Passing by, or things like that.\nJuly 29, 2000",
        "A: I just remember those little dolls. That’s about all that I remember, if I took them.\nAs I said, we had no, that I recollect, I was not attached to a specific blanket, to a\nspecific toy. It’s unusual because I see my son carried his blanket for years. It’s -- it’s\nStrange.",
        "A: Yes. The three of us went on a train, and I remember I -- at the time I already\nwrote a diary. And I wrote -- I -- I was looking -- I -- I stayed up as long -- we had\nsleeping cars, and I remember going through Switzerland, which I had never been,\nand I was very interested in how Switzerland looked through the train windows and\nI wrote in my diary that I was going through that. But I was terrified of being taken\noff the train, and somebody coming and not letting us leave. I knew that we had to\nleave, and I knew it was dangerous if we couldn’t st -- to stay.",
        "A: I don’t know. Probably through listening to the reports, hearing the adults speak,\nhearing -- probably, I would assume now that most of our staff was let go before we\nleft. I don’t remember.\nJuly 29, 2000",
        "A: My grandmother stayed, and my cousins were sent on a child transport to\nEngland. My two cousins. And my mother’s sister, with her husband went to\nAmerica. My uncle had a brother in America who sponsored him and gave him a\nvisa and they went there. And that was my immediate family.",
        "A: Yes, yes, except for my grandmother.",
        "A: She stayed. She had to stay.",
        "A: Well, she couldn’t come with us, and --",
        "A: I guess my father couldn’t get a visa for her. And I -- I know later on, when we\nwere in Yugoslavia and my father had an opportunity to go to America, my mother\nrefused, because she said she wouldn’t leave Europe, because of her mother was still\nin Europe. And I do remember that I always wanted to go to America as a kind of\nsavior. So I -- I was very much aware of the danger.",
        "A: I guess so. I mean, when we went to Yugoslavia, first we went to Slavonski\nBrod, where my father took over another factory, and there we lived again in -- in\ngreat luxury, and --\nJuly 29, 2000",
        "A: Correct. I’m skipping. And then in Paris -- my father was no longer in Paris, my\nfather already had left for Yugoslavia to take over the factory, and they left my\nmother and my sister and I in an apartment and later on a distant cousin of my\nfather’s, who was much younger, she was at the time a young woman, lived with us\nfor a little while.",
        "A: I think we were about six or seven months in Paris, and we did a lot. We went to\nthe opera in Paris, we went to the museums, we went to the stamp market. My sister\nhad an extensive, beautiful stamp collection, and -- which later was sold, and we\nlived off that stamp collection for a little while, it -- 1t -- but we also didn’t go to\nschool, we had private instruction in French. And we had a holiday, we didn’t have to\ngo to school, we didn’t have to be tutored all day long, we had a very structured life\nin Vienna.",
        "A: No, in Vienna, which was totally free, in a sense in Paris.\nJuly 29, 2000",
        "A: Oh yeah, because my father took over the factory in -- in Yugoslavia and we must\nhave had plenty of money.",
        "A: Yes, as I said, we drove my mother crazy. We invented all kinds of languages she\nwouldn’t understand, we were fighting who would have the last word in bed. We --\nwe -- we were just children, trying to -- feeling our oats the first time really that we\ndidn’t have the strict control, and the strict schedule that we were used to.",
        "A: Definitely, yes. There were neighbors of ours that I remember, the neighbors were\nalso Jewish and I -- from Austria and I remember the man saying, the only way I\never return to Vienna 1s with a big knife. And we certainly knew about all the\nadvances of Hitler, but we left Paris before Hitler conquered France. We then went\nto stay in th -- with my father in Yugoslavia.",
        "A: That’s --",
        "A: That’s about correct. Either early winter or spring. We -- we could have stayed\nabout four months maybe, in Paris because we were waiting to get the entrance visa\nto Yugoslavia.\nJuly 29, 2000",
        "A: None that I remember. None whatsoever.",
        "A: Oh, I loved Paris, I loved Paris. The first thing, of course, I got the beautiful hat,\nthat outfit in Paris that -- I loved going to the Louvre, I loved going to the opera, I\nloved going to the markets, the -- when we left Paris, we both -- we came to\nYugoslavia with two birds, with a big birdcage that we had.",
        "A: No, we bought them, I think, just shortly before we left.",
        "A: Correct.",
        "A: I don’t think so. I was just ready for a new adventure, a new scene. I -- I don’t\neven remember being very excited about seeing my father. All I remember vividly is\nwhen the chauffeur picked us up in Yugoslavia in this little village, my mother said\nthat she wasn’t going straight to where we were living, but she wanted to see all the\nsights. And that poor man didn't know where to took u -- take us, so he took us to\nsome little forest that was nothing, just a couple of trees, and those were the sights of\nthe little village. But we then, before we had a house, we lived in the vineyards.\nJuly 29, 2000",
        "A: None whatsoever, because I don’t remember it, and I don’t remember being\nfrightened at all. All I remember is taking care of those silly birds.",
        "A: Correct. We lived for a short time in the vineyards, and it was great because in the\nwinter -- so it probably was early fall when we got there -- in the winter it snowed so\nhard that we couldn’t go to school, and th -- my sister and I used to ski on the slopes,\nand have a good time. And then after that my father either bought or rented a huge\nhouse in the village itself, where we lived.",
        "A: Slavonski Brod.",
        "A: I went to school there and I went to Jewish religion there also. And we -- my\nfather had several friends -- a lot of White Russians were there, aristocracy that lived\nthere. I don’t know why, maybe they were connected with my father’s factory or not,\nI don’t recollect that.",
        "A: No, no. In Yugoslavia it was a factory that manufactured railroads. And my father\nwas successful in selling it to the government of Yugoslavia and for that we all\nJuly 29, 2000\nreceived Yugoslav citizenship. And I learned Serbo-Croatian very quickly and my\nsister and I made it a point to only speak that, because my mother and my father were\nquite slower.",
        "A: Okay, he sold it -- he was a very clever man in retrospect, even though I hated him\nas a child. He sold it shortly before Hitler occupied Yugoslavia. So it was to great\nadvantage of the conglomerate. And the conglomerate really had in mind to bring my\nfather to the United States and have him take over a huge factory here, which never\nmaterialized because my mother didn’t want to leave, which was pointless, because\nmy poor grandmother died anyway after being taken for interrogations and all kinds\nof things. And she died at home, but she died very unhappily.",
        "A: No, we were never out on the street with other children, but I had more freedom.\nIt was a little bit less structured than my life in Vienna. And since the teacher that I\nhad in Yugoslavia, her husband worked in the factory of my father’s, I got a glowing\nreport how good I was, which my father knew wasn’t so because I -- I always acted\nup in school.",
        "A: They must have been, yes, yes. We had -- we had a good time, we used to go\nJuly 29, 2000\nswimming in the river that separated the two villages. There was an identical village\nwhich was called Bostian Brod, and it was like entering another world. And that was\nlike the minarets, and the woman in Wales, and it was just the bridge that separated\nit, but it was like two totally separate worlds.",
        "A: Yes, it was mostly Muslim. Flies, men sitting and drinking coffee, women\nworking 1n the field. Very Muslim. Minarets.",
        "A: I don’t remember. I don’t remember.",
        "A: We lived as -- as Jews, yes, definitely. Before Hitler came we -- we went to the\ncapital of Croatia, which was Zagreb. My father and mother took an apartment, and\nmy sister and I were put into a boarding school.",
        "A: Was my parents foresight, because Hitler was already close to the border of\nYugoslavia and my father was the only one who knew that Yugoslavia would very\nquickly fall into the hands of the Germans.\nJuly 29, 2000",
        "A: Never. My parents never discussed the situation, this was what -- what was done.\nBut we knew. I mean, I used to --",
        "A: Because I still remember a conversation. See, my father’s friends, these -- this one\ncouple who was ar-aristocratic, because I remember the woman had a maid wash her\nfeet, which impressed me very much at the time. And she never in her life had even\nwashed her own feet. And they were all sitting around and they were saying oh, the\nYugoslav army is going to defeat the German army, and we are very strong and we\nare very powerful and nothing is ever going to happen to Yugoslavia. I remember\nmy father saying this is ridiculous and they’re going to invade, and they’|l conquer\nYugoslavia like every other country in a few days. So I -- I remember that, and I\nremember listening to that, and being frightening and really wanting to go to\nAmerica. I -- 1-it -- in my mind at that time that was the only salvation for us, and the\nonly salvation to remain alive was America.",
        "A: Not much, obviously, but that -- that -- that was always in my mind. I remember\nbeing devastated in a sense that my father didn’t take that position. So I must have\nbeen frightened.\nJuly 29, 2000",
        "A: No, no.",
        "A: [hated it, absolutely hate. I hated the discipline. We had to mar -- of -- we has to\nwash with cold water, which to me was a nightmare. My sister bribed the maid, but\nthen I didn't wash ma -- to give me and her some -- my sister was very inventive -- to\ngive us hot water, which we had for a little while until I didn't wash my neck properly\nand the people in charge saw that the water was hot, and we were both punished. And\nwe had to go on endless walks in the winter, and we had to wear brown stockings,\nwhich I hated and refused to wear, and I got million of demerits. If we had 15\ndemerits we couldn’t go to visit the parents on the weekends. Every week I had\nmaybe 40 or 50 demerits. Also, I hated the food. We were supposed to eat all the\nfood that was presented to us, and they had blood sausage and polenta, and those two\nthings I hated with a passion and I wouldn't eat them, and I got demerits. My sister\nnever got a demerit. I don’t know whether she ate it or spit it out or -- or what she\ndid, but she was the good one, so she always could visit my parents.",
        "A: That’s correct, I had to stay there. But I still -- I was very, very stubborn child. I\nwould not wear those brown stockings. I pretended to be sick not to go on the walks.\nI -- I really did not like being in that -- in that boarding school.\nJuly 29, 2000",
        "A: Not at all, no. Just a boarding school.",
        "A: Yes.",
        "A: Yes, that was my father’s purpose. They were hiding us because when Germany\ninvaded Zagreb they had the -- I think they had to give over some of the quarters to\nGerman officers, and they were hiding us, they were hiding the fact that we were\nJewish children.",
        "A: No, not that I recollect at all, no. Actually I liked wearing the uniforms. I liked the\nuniforms, they were pretty. At least, I thought they were pretty. And what I really\nliked is that my sister had to wear the same thing that I had to wear. That was a big\nplus in my life at the time.",
        "A: I guess several months. My father was arrested during that time. He was arrested\nby the uth -- by the Croatians, which were then in control, and they were like the\nNazis, they -- the concentration camps in Yugoslavia were much more horrible, even\nthan the ones in Germany. And he -- he then pretended not to be Yugoslav. He was\nvery, very smart man -- and that he was a German and that they had not right to arrest\nhim, and somehow he got out.\nJuly 29, 2000",
        "A: Well, he -- he never lost his Austrian citizenship, we were just given a second\ncitizenship as -- as a big honor. And I -- I think that was the story, I’m not a hundred\npercent sure, but he got out of it. And then he got us out of the boarding school and\nthe four of us went to the coast of Yugoslavia, which was occupied by Italy, and we\nlived there what they called in liberal confino, which means you are free, but you\nare not allowed to leave the premise -- the -- the -- the locality.",
        "A: No, not at all. I loved it where we went, because we lived in a villa, and it -- I\nthink that’s where my father sold my sister’s stamp collection and we had some\nmoney because of that.",
        "A: Yes, we were on the coast of Yugoslavia, we were quite high up. It was called\nSekwenitsa. It was near the -- near Fiume, what used to be Fiume, and we went\nswimming the whole time and I remember my father gave me lessons in German\ncomposition and I had to write compositions for him, which I hated, but I had to do\nit. And I -- the first time that I had a friendship with a boy, who was my age that time\nand I guess I had maybe a crush on him, only I didn’t know it. And we used to play\nendlessly in the water, go swimming. And my great uncle lived also there, he came\nJuly 29, 2000\ndown there with his daughter-in-law, who was a physician, who supposedly later\npoisoned him, which I don’t know. And --",
        "A: This is Gustav Fall. And I remember visiting him and enjoying him. He told me\nthat -- I never forgot, he to -- I used to tell him that I was bored and he told me,\nintelligent people never get bored. And I liked him a lot, we used to go visit him, my\nfriend and I. The -- th-the -- the young boy.",
        "A: No, we didn’t go to school, but I was elected, I had to go with my father up to the\nmountains or something that we could walk up and trade -- I don’t know what he\ntraded to get some eggs and get food supplies for us. Food was scarce, but we had\npotatoes, we had enough food, but let’s say an egg was a luxury. And -- but -- and I\nhated going with him, but I was elected to do that.",
        "A: Not at all. Not at all there. I felt very secure there. I didn’t think we were in danger\nthere at the time.",
        "A: Nothing at that time, nothing. We heard later, when we were in the concentration\ncamp, we -- when we were liberated, that was the first time that we heard about Tito\nand the partisans.\nJuly 29, 2000",
        "A: Not in the mountains, we were on the coast.",
        "A: How long did we stay there? Several months. It was summertime, because we all\nwent swimming a lot. And then suddenly one -- one day, we were just picked up, put\nin a truck and deported.",
        "A: Then we were taken to the concentration camp.",
        "A: That was on an island in the --",
        "A: In the Adriatic.",
        "A: Rab.",
        "A: Was a mixture. I -- I don’t think I was too frightened. I tol -- I always told myself,\nthis is an adventure. And I had no clue where we were going, so I played a game that\nthis was an adventure and I had no idea where I was going and I was interested where\nI was going to end up. Of course where I ended up I wasn’t too, too thrilled, because\nmy father was separated from my mother at the time, and he was in a barracks with\nJuly 29, 2000\nmen and we were in a barracks with my mother and all the women and all the\nchildren. But later on, we had our own unit.",
        "A: I think so, yes, yes.",
        "A: About what?",
        "A: I knew what was happening.",
        "A: And I knew why it was happening. I know I was I Jewish and I knew that -- that\nthat was the fright -- that we were deported. I knew about the fascists, and I knew\nabout the camps.",
        "A: Yes, for a -- I wasn’t angry. I wished that -- well, I was blonde and blue eyed, so I\ncouldn’t wish for that. But I did wish that I could -- even in Vienna I remember I\nwanted to be part of the Nazi children, or something like that, just in order to blend\nin. But it -- it wasn’t really a -- a si -- a thing that I desired tremendously. It was more\nlike thinking 1t wouldn’t be bad if I could be that.\nJuly 29, 2000",
        "A: They were pretty bad, I remember. The food was very scarce. When we moved\ninto -- at first we were separated, which was, I guess, frightening. I do remember\nsneaking to visit my father and him being extremely angry that I did that, because it\nseems to me -- later on I understood that some of the men were sneaking women in\nthere, their own wives, just to be close to them, and my father was very strict and\ndidn’t want me exposed to any of that, so --",
        "A: I don’t know. I don’t know, maybe partially curiosity to see what he was li --\nwhere he was staying and what his barrack was like, and it -- whether it was any\ndifferent from mine. But that was one episode that I recollect. I also then recollect\ngoing into an own -- little house or barrack or something, where the family as a unit\nstayed. I remember both my mother and father had to work. They had to do manual\nlabor. And I recollect that the -- the people in the camp organized some kind of a\nschool where my sister and I attended.\nEnd of Tape One, Side B\nJuly 29, 2000\nBeginning Tape Two, Side A",
        "A: Yeah, definitely my parents --",
        "A: Manual work. Probably my mother had to work in a kitchen. I don’t -- I don’t\nrecollect what my father had to do.",
        "A: My mother was a very, very unusual, remarkable woman. She made the best of\nevery situation where she was. And even later on, when we were in Fort Ontario,\nshe -- she loved to work, she volunteered to work, and sh-she -- she was very\nremarkable that way.",
        "A: I don’t know. Don’t recollect. I’m sure he hated it and found it very demeaning.\nThat was very much in his character.",
        "A: We went to school, we were s -- and then I f -- I met my friend, a girl, and I -- I\nformed my first really close friendship wi-with another girl.\nJuly 29, 2000",
        "A: Leah.",
        "A: Well, we -- she probably attended the school, but where I really got close to her is\nbecause we both were put in an army hospital, because we were both -- she had a\nheart condition and I must have had hepatitis. And we were put in an army hospital\ntogether where we -- where they kept us for a very long ha -- time.",
        "A: Strangely enough, better. And strangely enough, probably because of the terrain,\nwhich was mostly like a desert, the island was not full of vegetation.",
        "A: As I recollect, at least four months. And we got better food there. And we -- there\nwas a little Italian orderly who called us sisters, and told us Italian and was very, very\nnice to us and even the doctors were very nice.",
        "A: You mean in the -- in the camp itself?",
        "A: Yeah, I think the families then had like little units within barracks, or little huts or\nsomething like that.\nJuly 29, 2000",
        "A: As a family, I guess. I guess. I don’t know because I was hardly there because\nvery shortly when we got there, I was put in the hospital.",
        "A: Most of the time.",
        "A: I was very happy in the hospital. I know, sounds weird. I don’t ever remember\nmissing my sister or my mother. Well, at the time I was angry at my sister anyway,\nbecause the last couple of weeks that we were in -- before we were put in a\nconcentration camp, she kind of stole my friend, and he was very, very impressed\nthat an older girl was interested in him and he totally started ignoring me and I was\nnot only jealous, but angry, hurt, and really wanted to have nothing to do with my\nsister.",
        "A: Never. Never discussed the future, never discussed the present. I don’t recall a\nsingle conversation.",
        "A: Yes. My mother was very sad. I remember that we were notified that my\ngrandmother died and I remember my mother being extremely s -- she was very close\nto her mother.\nJuly 29, 2000",
        "A: Very sad, because I lo -- I liked her a lot. She taught me how to play cards, she\ntold me -- she told me stories, she read to me a lot. She -- I -- I liked her a lot. And\nthen the summers I was mainly in her care, plus the governess, because my sister and\nmy cousin took off, never wanted any part of me, except to -- to tease me and torture\nme. And my grandmother used to walk -- walk with me. We had a dog at the time, I\nremember having to count all the dogs with her and things like that.",
        "A: Strangely, I don’t remember. In the camp, you mean? I don’t remember. I\nremember being very well dressed, or I thought I was well dressed when we were be\n-- before we got to camp. Camp 1 -- well, m-mainly I don’t recollect I think because\nin the hospital I had hospital clothes on. That’s all I wore.",
        "A: A -- a length -- a great length of time because as I said, I proba -- I -- I know I had\nyellow jaundice, I probably had hepatitis, I may also have had bronchitis and asthma,\nI don’t know. But I -- I was quite sick, otherwise they would have never had the\npermission to put me there.\nJuly 29, 2000",
        "A: Not really. Not really, I -- I don’t remember having bad food in the hospital at all.\nI -- I don’t remember being hungry at all in the hospital, that came much later, I was\nvery hungry.",
        "A: I don’t recollect how long. I think it was over a year. It was up to when Italy\ncapitulated.",
        "A: There must have been, because they organized a school, so there must have been.\nThat was really the only real education that I got after Yugoslavia, after the public\nschool in Yugoslavia. So I really, as far as schooling is concerned have -- had a very\nsketchy schooling background. And later on actually, the -- the lessons that my father\ngave me in composition, in writing German, in reading German was probably a\nblessing, even though I hated every minute of it.",
        "A: Well, just probably another hut where -- where we all sat together and got some --\nmust have gotten some kind of instructions from some -- some of the Jewish people\nthat -- that were very well versed in history and languages and -- and mathematics or\nwhatever.\nJuly 29, 2000",
        "A: No, but a great number of them were Jewish, and a great number of them were\npolitically against the Yugoslav regime.",
        "A: But I think we were separated. I -- I see -- at least I seem to recollect that the\npeople we were with were all Jewish.",
        "A: I was sitting in the hospital. We were not doing anything in th -- in a sense of\nholidays.",
        "A: Yes, for a good part of that year, at least four or five or six months.",
        "A: Never. They couldn’t visit. They couldn’t get out of the concentration camp.",
        "A: Not at all, it was like miles away. The -- the -- the camp only had infir-infirmary,\nwhere my father was for some length of time. He was also ill. He had eczema and all\nkinds of complications. But the hospital itself was a veterans kind of hospital, a\nmilitary hospital on the island, away from the camp.",
        "A: For months.",
        "A: I don’t know. Never missed it, not that I recollect. Maybe --",
        "A: Maybe. Maybe there was correspondence. I don’t recollect it. Probably not, it was\na concentration camp.",
        "A: Yes, I remember returning, but very shortly after that the armi -- the armistice\ncame.",
        "A: Suddenly all of the Italian army disappeared and we were free. And I remember\nnot having shoes and running out of the camp just for the drama of being outside and\nno longer inside. And then we had two choices. The first choice was to return to the\ncoast of Yugoslavia, whi -- which was still partially occupied by Germany. And\nmany of the young men, including the boyfriend that my sister had at the time\nreturned to fight, to join the -- the partisan and to fight against the Germans and\nagainst the [indecipherable]. Many of the people chose to return anyway, even those\nthat couldn’t fight and my father organized a very, very small group of people and we\nhopped from island to island renting small fisher boats, and -- with very little money\nand no food at all.\nJuly 29, 2000",
        "A: Yes, yes, I did know. I know that he wanted to reach the island that was sco --\noccupied by the allies, which we finally did.",
        "A: Little fishing boats.",
        "A: Oh, I loved that. I loved it. It’s very adventurous. It’s very rough. I remember\neverybody getting seasick but me, because I stood outside. I -- I could never be down\nin the cabin because I would get very seasick. But outside in the -- I love the ocean, I\nalways liked the ocean. And I remember climbing with my friend all the mountains\n[indecipherable] that were there. I remember there were no -- no -- no facilities to go\nto the toilet.",
        "A: On the different islands, we made in the fields with the goats around. I remember\nbeing starved to death and swearing to God that never in my life will I be picky again\nabout eating, which I must say I did not adhere to. Being so hungry that I never\nthought of anything else but food. Being hungry to that degree. Eating the fruit of\nsome trees which looked like a banana but it’s dried. It’s very sweet, but it’s\nextremely constipating, I don’t know, and having problems with that. And --",
        "A: I guess so. I guess so.\nJuly 29, 2000",
        "A: They were managing. My mother was wonderful, my father -- we had to sleep\nsometimes in -- in aroom and we would relieve ourselves in a bucket, and I\nremember once my father spilling the bucket because the men had to bring the\nbuckets down. And I remember that that was the funniest thing I ever saw, and\nlaughing and my father giving me a good slap and he was furious with me, but I’m\nstill laughing about it, which 1s not [indecipherable]. But they always managed, we -\n- it was very -- actually it was an extremely dangerous expedition. The --",
        "A: Yes, definitely yes. We knew that after we left the island, one hour later the\nGermans were there. We --",
        "A: -- we hopped -- that’s the right expression, we hopped from one island to the next.",
        "A: Fishermen. Small fishermen that somehow my father had -- I don’t know what he\nbribed them with, I don’t know where the money came from, whether it was a ring\nthat he was hiding and he had, I don’t know how they did it, but the -- 1t was more\nthan just us. It was probably a group of 20 or 30, maybe even 40, I’m not sure.",
        "A: Part of the -- part of the organizer, the men were. The men got together and did it,\nand we just followed, the women and the children.",
        "A: Hardly any. Hardly any.",
        "A: We ended up on an island that finally brought us to -- to the 1 -- to the main island\nthat was occupied by the allies. From that island they th --",
        "A: Yes, I did know. I think I -- I --",
        "A: It was way down, almost near Greece. I did know it, but I can’t -- I can’t think of\nit right now.",
        "A: From there we were transported to the coast of Italy, and from there we were\nsupposed to go to a camp in Africa, a holding camp. And the -- it was called\nBrindisi, the port. And again my father, I don’t know how, but he convinced some --\nan Italian guy to vouch for us and we got out of there.",
        "A: Probably not even a day or so.\nJuly 29, 2000",
        "A: From there we went to Bari and I don’t even recollect how we got there. Probably\nby bus or by train or by something like that. And I don’t have no -- I have no clue\nhow my father managed to get there. But we got to Bari, and I know that we were\nwalking in the streets and we were picked up by two Italian women who brought us\nto their home, saw that we got food rations, organized us, got us 1n a -- put us up til\nwe got an apartment, and then --",
        "A: No. We never knew them, the-they just literally saw us marching in the streets and\npicked us up.",
        "A: The four of us. And my mother for years afterwards was sending them packages\nand gifts and -- until they died. They were older women, they were quite old.",
        "A: We move -- first moved in with them, and then they got us some kind of an\napartment. My father -- my mother went to work. She -- she and my sister, I think,\nworked in a canteen, n -- 1n a ma -- 1n an allied canteen. And th-that’s when I told my\nmother, how could you ever get a job? You don’t know what to do and she told me,\nshe -- you will see what I can do, and she slapped me.\nJuly 29, 2000",
        "A: My sister I think worked there too. I think she -- my mother and my sister worked\nthere to get a little bit of money.",
        "A: And I was just home, I guess, and my father.",
        "A: I don’t think he could get a job. You know, they wanted women in the -- 1n there.\nI mean, we had no permit or anything like that. We -- we must have got -- my father\nmust have gotten us probably a -- a provisional visa or something. And very shortly\nwe a -- oh no, I went to school, that’s where I went. And my sister, too. No, my sister\ndidn’t work. My sister and I went to a school, a convent school. This is where I\nlearned all my Italian. That’s where we went, we went to school. We went to convent\nschool, we learned it -- Italian, we learned Latin. That was the first four month\nschooling that I got again.",
        "A: Yes, definitely.",
        "A: Yes, yes, we went openly. But they did -- I remember they did, we did have to\nattend mass and we did because it was a convent school. And -- and they did si -- I\nthink they hoped to convert us. Actually, we had changed religion twice, just to get\nout, but we never -- to us it was just a piece of paper.\nJuly 29, 2000",
        "A: We had kind of papers that my sister, much later in life retri-trieved from\nYugoslavia. I think we -- we changed religion twice, to -- to some kind of a\nProtestant religion, then some kind of a Catholic religion, just in order to get out.",
        "A: Yes, yes, yes. Nothing else. I do -- we -- we -- I -- I don’t even think that we\nourselves went to be converted. I think it was all done with falsified papers.",
        "A: Oh, I didn’t -- I didn’t mind at all. I -- it was just learning it the lat -- and learning.\nI love the singing, the singing is always beautiful. I love the church singing actually. I\ndo. Just like I love the -- the -- to me the -- the best thing about a Jewish ceremony is\nthe cantor, and I -- I just -- I adore the singing.",
        "A: I didn’t even know it existed. We -- we had no --",
        "A: We had no recollection of a camp in Bari. I don’t -- I’m not sure that my father\neven knew it existed.\nJuly 29, 2000",
        "A: Pretty good. I mean, not bad, but we had enough food, we had pasta, we had -- I\nguess my mother cooked. I don’t --",
        "A: That we went? Day school. Day school. Day school. And my sister even had a\nvery close friend that was Yugoslav that also -- I guess maybe he was on -- on a\ntransport with us, or just arrived in Bari, I don’t know. But I remember we had a\npretty nice life for the few months, and then we applied -- then we heard that\nPresident Roosevelt was taking 1,000 refugees to America, and we applied for it, as\na family.",
        "A: My father heard about it. I don’t know how, but all I remember is praying that we\nwould be accepted and being terrified because we had to have a physical exam, that\nsomething would be wrong in -- in -- in especially me, you know, having been ill,\nthat they wouldn’t accept us. But --",
        "A: Right. So -- and we were accepted, and I was as happy as -- as can be, finally to\ncome to America. Was a big thing for me.",
        "A: My father was a very, very astute businessman, and he was a very clever man,\nbecause he really saved us in all these positions. But he -- he was -- he was very, very\nJuly 29, 2000\nstrict, very Germanic, not at all interested in the things my mother and I were\ninterested in. He had had very little training in -- even though he had a good voice as\n-- he used to sing, he used to like classical music. But literature didn’t really interest\nhim and many of the things that were very essential to my mother and I. I and all --\nall throughout this I was reading, constantly reading. I don’t know how my mother\ngot me books, but I was reading 1n -- in -- in Serbo-Croatian, I was reading in\nGerman, I was later reading in Italian. I was an avid reader, I loved reading.",
        "A: I don’t --",
        "A: I think just my parents. I -- I don’t think I had to fill out anything.",
        "A: Yes, I did.",
        "A: Right.",
        "A: Several months, not much longer.\nJuly 29, 2000",
        "A: I think we were transpond -- transported in -- in -- in trucks to a holding camp in\nAversa, Italy. I still recollect lice going over us in that camp. We stayed, I think,\nonly overnight",
        "A: No.",
        "A: No, we didn’t know anyone [indecipherable]",
        "A: The only ones that we know -- knew of.",
        "A: Right. No, none of our friends or anybody that we knew of.",
        "A: We didn't have that many friends for people to be jealous. I think that one friend\nof my sisters had planned to go back to Yugoslavia anyway. He was older, he\nwanted to fight or do something. And I don’t -- and I had lost my -- my friend Leah\nthat had went to Africa, which I never heard from her again. So I had just -- I didn’t\nform any friendships with any of the children in the convent school. So we had no\nfriends there that we would say goodbye, except for the two women that were so kind\nto us. But they were older women there, they were not really part of my life.\nJuly 29, 2000",
        "A: I don’t know. I don’t know. Probably not, at that time.",
        "A: Then I think we were -- we were transported by train to -- to where the boat left.",
        "A: Very controlled, very controlled, but they -- we already started -- in Aversa\nalready I -- I met several people my age, and several boys my age. One of them I\nloathed of course. And -- and I met Corky who was -- seemed very impressive to me.\nThat is the -- the man that married my best friend. And he talked, of course,\nexclusively with my sister, but I remember being -- not going to sleep on purpose all\nduring that -- that long trip to where the boat was, just in order to impress him how I\ncould stay up. But that was about all.",
        "A: Not quite. I would say about 14.",
        "A: Yeah.",
        "A: Extremely excited, extremely excited and happy about going.\nJuly 29, 2000",
        "A: I guess very positively. Very positive. He -- because he was our savior at the time.",
        "A: We got to the boat, we got on the boat and of course the food was fabulous there,\nfor the first night.",
        "A: No specific impressions. I -- I wasn’t even aware at the time that it was part of a\nconvoy. I was not aware, unlike my friend [indecipherable] my friend Elfie says she\nwas very much aware when the Germans attacked it or -- or -- or so -- I was not\naware of that. I don’t recollect it at all. I was just concentrating on making friends\nwith -- with -- with my age group, not my sister’s age group. And my sister then\nfound friends in her age group. And I just liked being on the boat. It was exciting.",
        "A: I guess we were all in the same condition. We all didn’t look terrific. I don’t think\nI was aware that I looked particularly bad or particularly good. And strangely\nenough, I don’t remember -- I guess we had almost nothing to wear, so I wasn’t\nreally conscious of -- of what I was wearing, because I recollect the things I wore in\nParis and things that I wore in Vienna and then a lot of my clothes at that time, and\ndefinitely the brown stockings and the -- and the -- and the other -- in the school, but\nJuly 29, 2000\nI don’t recollect my attire at all at that time. I guess I looked like everybody else,\npretty -- pretty bad.",
        "A: N -- I wasn’t aware of it. I also never saw Ruth Gruber on the boat. Never did.\nAt least, I wasn’t aware of seeing her.",
        "A: Probably just bunks. Probably nothing exceptional except that there were no lice\nto -- to -- to -- to crawl on us. I’m sure they weren't really plush, but I wasn’t used to\nthat anyway, so I don’t remember being pleased or displeased about it. The only\nthing I do remember is being as much on the deck as possible, because I did -- the\nroll of the boat makes me seasick.",
        "A: They had very few activities, not that I recollect at all. Just really talking to\npeople, sitting on the deck and that’s all I remember. And eating well.",
        "A: Never about the experiences.",
        "A: I don’t know. Maybe -- not experiences. Geographically we did speak where we\ncame from, which other camps. Some of my friends -- my friend Jeanette for\nJuly 29, 2000\ninstance, was sitting in a convent, and a lot of the others came from another camp on\nanother island, Verramonte, I think it was called. And we did speak about where we\ncame from, just in order to kind of identify ourselves. Never about the past, and at\nthat time we spoke, I s -- I was exclusively with the Yugoslav group and I\nexclusively spoke Serbo-Croatian rather than the German. And our international\nlanguage in the camp was really Italian, because my friend Jeanette was fr-from\nParis and French and she -- I did -- I spoke very little French, even though I had been\n-- lived in Paris. So we spoke Italian. So that was kind of our common language,\neither Italian or Serbo-Croatian.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: The only other person that was from Vienna was Elfie, sh -- that I knew, that was\nin our in -- intermediate circle. She came from a very, very different background than\nI did, in the sense that her parents were quite religious and she came from a much\nlower middle class background than I did. And at the time, of course, I wanted\nnothing to do with her. We became friends much, much later at one of the reunions.\nJuly 29, 2000\nShe was -- to me she was the most beautiful little thing ever. She was much younger,\nso I figured she was very stupid. And the boy that I liked, liked her a lot and that\nmade her of course, not very friendly, you know, very happy. So I had very little to\ndo with her. But my main friend was Jeanette and then I had my o-other main friend\nwas Paul. We were -- we -- we saw each other daily and we -- we went as groups and\nwe did everything in groups.",
        "A: No.",
        "A: None.",
        "A: None whatsoever. None whatsoever.",
        "A: I guess none, because I -- I guess this 1s what I was used to, so I don’t remember\nbeing pro -- that it was a problem to me, let’s put it that way.\nJuly 29, 2000",
        "A: Yes and no. You have to understand that as children, even though we had maybe\n14 rooms, they were not our rooms. You know, like when I observe my little\ngranddaughter, she runs through the house, it’s her house, it’s her car, it’s her\neverything. She’s only three. It’s definitely her car, her house, her everything. We\nnever had that sense. We -- our life was our room, my sister’s and my room where\nthe governess stayed with us. We were then escorted to the -- to the music room\nwhere we played the piano. We then went to the dining room to eat. We n -- we\nhardly ever entered my mother’s and father’s bedroom. And the -- the big salon, we\nwere only there to be presented to the -- to -- to -- to people when they came. The\nservants’ quarters we were never allowed to. The kitchen certainly we were never in.\nThe bathrooms we were in, but we-we -- in that sense, we didn’t lose the space.",
        "A: Yes, I think so. I think we had alarm bells and we had life jackets, but I don’t\nremember them as being frightened or that I -- that -- that it bothered me or anything\nlike that. I’m sure they -- they had that.\nJuly 29, 2000",
        "A: There probably were, they probably brought us -- I don’t know, don’t remember.",
        "A: If there were, they weren’t that significant to me.",
        "A: I guess the Statue of Liberty and ge-getting into New York harbor was very, very\nexciting, and seeing my cousin who -- who c -- who came on the -- board. And --",
        "A: Yes, I do remember that. We were all on deck and we were all very, very excited.\nAnd he really was my cousin. He was -- he was the son of my father’s s -- first or\nsecond cousin that had the same house where we used to spend our summers, and he\nused to come and visit. And my cousin Susie had a tremendous crush on him. At the\ntime I met him, he was married to the daughter of a very, very close friend of my\nmother’s. And I remember her vividly because she was a beautiful, beautiful woman\nand I remember her in the evening gown that was totally fru -- her back was totally\nexposed, and she was so elegant. I remember her at functions from my house and I\nwas very impressed with the mother. The daughter I had very little contact with at\nthat time. She later became a very close friend of mine, because she was much older.\nJuly 29, 2000\nShe was like, at least three years older than my cousin even. So that was f -- three,\nfive -- about eight or 10 years older than me.",
        "A: We just went off the boat. I think the -- the -- just the idea that I was in America\nwas fabulous, but I don’t remember, you know, I’m touching American soil as being\nsomething significant to me at the time.",
        "A: No, I think they were very pleased to have arrived. I think that probably my\nmother shared the same idea about America. I think my father, well, he was really\nnever happy here. He wasn't happy in the camp and he wasn’t happy later on when\nwe lived in New York, simply because he never regained what he was, and he had\nvery difficult time adjusting to being just an ordinary man.",
        "A: No. No, not at all.",
        "A: I guess we went on a train again to go up to Oswego, or I think we went straight\nup to Oswego, we didn’t stay anyplace in between.\nJuly 29, 2000",
        "A: No. Not -- not that I knew, probably my parents knew, but I didn’t know. They\nprobably didn’t, because I know a lot of people were very, very disappointed with the\n-- with the fence, and not being able to -- to -- to leave Oswego itself, the -- I-I mean,\nFort Ontario itself. Not me. I was happy in that camp. So I -- and then we as\nchildren went to school, so we -- we did go to Oswego.",
        "A: We couldn’t leave where?",
        "A: First.",
        "A: No, didn’t bother me one bit.",
        "A: Yes. We had two rooms. We had a barrack, in the barrack we had two rooms. One\nthat -- room for me and my sister and one for my parents. They were connected. And\nthen we had common mess halls, or eating places and we had common recreational\npro -- facilities and that was it.\nJuly 29, 2000",
        "A: Yes, we were all very near there, ye -- you know. Later on the boys devised some\nintercom systems or some kind -- that we could call each other. I don’t know what\nthey -- they were also -- were very inventive and they did these things and we could\ncall each other on some kind of -- I don’t know, telephone thing that they\nconstructed, or something like that.",
        "A: But mostly we just ran from one barrack to the other if we wanted to see\nsomebody that we wanted to see, and then we all always met in that common\nrecreational hall.",
        "A: We -- we were then assigned to school. My sister went to -- to high school and I\nwent -- was delegated to junior high school.",
        "A: In the town of Oswego. And of course, I hated we -- go -- having to go to junior\nhigh school because Paul’s sister, who was my age was telling if she could go to the\nhigh school, but I think they didn’t do it age-wise, they just did 1t knowledge-wise,\nand obviously I didn’t know anything. But of course, I didn’t know that I didn’t\nknow anything. But anyway, Jeanette came with me to junior high school, even\nthough she was older, so I think the choice was mainly a choice of knowledge, rather\nthan exactly age.\nJuly 29, 2000",
        "A: We had almost nothing to do with them. We despised the girls because our boys\nlater on fabricated all kinds of -- of stories about what the American girls would do\nthat we didn’t do, and we -- we were totally not knowledgeable about lipstick and --\nand nail polish or any of the -- or any kind of cosmetics at all, or any kind of\ngrooming, so we thought they were overdone and overdressed and over-silly, and we\nhad absolutely no contact whatsoever. We really disliked them intensely.",
        "A: I personally had no -- no recollection or no impression of any teacher that was\nespecially nice to me or especially interested in me, so -- but there were very variant\nexperiences throughout the camp, because many of the people in high school adored\ntheir teachers. I know my friend Paul loved his -- his shop teacher and he -- he used\nto make me all kinds of wooden animals after -- because of the shop teachers, and he\n-- he loved that one. And I know that my -- Elfie’s sister, who went to elementary\nschool -- in fact, we saw a letter that she wrote to her and she loved her. So it -- it\nwas variant experience. But I think mainly I was so embittered of having to sit in\njunior high school, that was so much below my dignity that I really didn’t take to\nanybody there.\nJuly 29, 2000\ngot on the boat, and I think you had said that you didn’t realize it, it was because you\nyourself were not in good condition. Did you notice a -- a gradual physical\nimprovement in the people?",
        "A: Yes, I did, and she made a great impression on me. We also had this lovely, lovely\nyoung women from Israel, who organized us as the Zionist group, and who -- she\nJuly 29, 2000\nwas very -- I loved her a lot and she was very impressed with me and she liked me a\nlot, and --",
        "A: Oh definitely I was. Not my sister, she didn't want to have anything to do with\nthat.",
        "A: Oh we -- we danced, we -- we learned all the dances, which I loved. We sang\nsongs, we -- I guess what a youth group like that does, I --",
        "A: Yes, she stayed in the camp for many, many months and she -- she -- she did all\nthese things with us.",
        "A: Oh, because she refused being a Jew. She refused being a Jew later on in life. She\nonly accepted that she was Catholic, and she pretended to be the ca -- a Catholic the\nrest of her life and died as a Catholic.",
        "A: No, no. I think it had to do with her other lessons, that she was older when all this\nhappened to her and I think she turned the other way. Just as like my cousin, who\nwas two years older than she was turned an extreme Zionist, went back to Israel and\nJuly 29, 2000\nlived in the -- in -- on a kibbutz and raised her children there and became an adamant\nsupporter of Israel. My sister just went the other way.",
        "A: Absolutely. But she -- she -- she spend the rest of her life hiding the fact that she\nwas Jewish. And she and I had numerous fights about that.",
        "A: Yeah, she married my brother-in-law.",
        "A: He was on the boat with her, right.",
        "A: Well, he also had converted. He never recognized the Jewish faith.",
        "A: Well, no, because they both had ba -- they -- see, so many of us Jews converted in\nEurope, as a matter of total -- of -- of -- of paperwork. Some people recognized it.\nThe majority, I would say, in -- 99 percent threw it in the garbage.",
        "A: Right.",
        "A: Oh, I remember her as a marvelous lady, I loved her. I also saw her later at\nQueens College once. I -- I -- I was just crazy about that woman, I think she was the\nJuly 29, 2000\nna -- one of the few people in politics that I loved, adored and liked everything she\never did. And the amazing thing to me was, because I’m -- always was very\nconscious of physical appearances, and she was not an attractive woman, but she was\nbeautiful to me. In my eyes, she was a beautiful woman.",
        "A: No, I think she -- she addressed the whole group or something like that. She didn’t\nspeak to me directly on Queens College either.",
        "A: That was never. We stayed in groups. There was the Yugoslav group, there was\nthe -- the other groups and -- and most of us were Jewish anyway.",
        "A: Not much, not much. Did he appr -- did he approve that we could enter? No.",
        "A: Yeah, th --",
        "A: No, never.",
        "A: He wanted us to go back, yeah.\nJuly 29, 2000",
        "A: I think I blanked it out. I totally blanked it out. I think I had this faith that once I\nwas on American soil I was going to stay here. I just never, ever -- as much as I was\nfrightened in Europe of -- of what was happening and that I could be captured and\nthat I could be killed and that I wouldn’t be living, I think the moment I got on\nAmerican -- the moment we were accepted to go to America, to me this was an act\nof faith and I never, ever believed that we were going back.",
        "A: Very hard.",
        "A: Well, I know that my father certainly didn’t work, and he was very unhappy, but\nmy mother wasn’t, she was -- she worked -- oh, she had like 10 jobs there, I don’t\nremember. She worked in the hospital, she worked in the kitchen, she worked -- she\nwas a member of every committee, she -- she loved it there. And -- I’m sorry f --\nGail. And no I don’t remember particularly. We were so happy with each other, we --\nwe did so many things. We had theater performances, we had relay races, we had\nsports, we had -- we -- we really had amusement from -- all the time, and we went to\nschool, and we had a wonderful time.\nJuly 29, 2000",
        "A: Every single one of them, you could be sure I was in that.",
        "A: They were all original performances.",
        "A: I have no idea, no clue, but they were written by them, the music was written by\nthem. I -- I was in -- 1n -- we -- we were singing, I was a part of a choral society too,\nthat Leon Leevich organized and directed and conducted. And we -- we -- we -- we\nhad rehearsals, we -- we made our own costumes, we -- we did everything, and I --\nand I really didn’t care whether I had a major part or a minor part or whether I was --\nI was clumsy or not. We danced, we did a lot of things.",
        "A: None whatsoever. None whatsoever. But not everybody was like that. I remember\nmy friend Jeanette, who was much more reserved, and by the ti -- she was the most\nbeautiful girl there. She was abso -- oh, every boy there was j -- was just crazy about\nher. And I remember going to her ho -- to her va -- barrack an-and she was ironing\nher dress she wa -- she was going to wear that evening. And I said, how can you just\nstand there an iron? Why aren’t you excited? You’re going to dance every single\ndance. And -- and she said, well it’s -- it’s just a dance. And I was hopping around,\nJuly 29, 2000\nand I-I don’t know why because nobody ever asked me to dance. The only time I\ndanced was because they wanted to dance with Jeanette, so they took me, you know\nwhat, to get a dance with her. But I was so excited about the dances, I was just -- I\nguess I was very optimistic, I don’t know.",
        "A: Not at all. Not at all. I had great ri -- I -- my menstruation didn’t start til I was 18,\neven past 18. When I got married at 19, I didn’t menstruate for six months after that,\nand my mother-in-law was -- was dancing around that I was pregnant, but I was not.\nAnd th -- it -- 1t was never okay, it -- the only time it got regulated 1s after I had my\nson. After that I had no more problem.",
        "A: Definitely. Malnourishment and all that stuff, definitely. My salvation, I always\ncalled it, was America, because I finally here got the correct food, and thank God,\nyou know, I didn’t remain short and disformed and all that stuff.",
        "A: I didn’t feel older, but I remember when I first got to New York, I remember\ndistinctly thinking, I stood still while the rest of the world went on, and I have to\ncatch up to it.",
        "A: After Oswego, after Oswego. I have to make up for all this tremendous time that I\nlost. And I did. I finished high school in two years and went to college and so on and\nso forth.",
        "A: Very happy staying, but I was not very disturbed leaving, because we all left.\nNow, I lost -- a little bit I lost my friend Paul because he went to Philadelphia, but at\nthe time he wrote me every single day a letter.",
        "A: Just a friend, I was ver -- we -- we -- I didn’t date anyone.",
        "A: Yes. Yeah.",
        "A: Yes, right.",
        "A: Yes, everybody left at the same time. A lot of people stayed in New York area,\nlike my friend Jeanette, and Elfie stayed and David stayed, and a lot of people. And\nwe used to meet as ga -- as -- aS a group that stayed here, and we used to do things\ntogether, for a long time.",
        "A: I don’t remember them. I don’t remember them, if there were, I don’t know, I\ndon’t remember. I don’t think so.",
        "A: We came t --",
        "A: Okay, my -- my father’s second cousin picked us up, took us to their apartment in\nthe Bronx. We stayed with her. I only stayed with her a we -- a week or so and then\nmy cousin picked me up and brought me to the Hashara where she was preparing to\ngo to Israel, and I stayed with her about two or three weeks. And by the time I was --\nI returned, my father already had found an apartment on the east side and we had two\nrooms, I think, and a kitchen, something like that. A furnished apartment.",
        "A: Well, I was too young, I mean I -- I coul -- not in those terms. I didn’t do so well\non the Hashara. They put me in charge of eggs, I broke all the eggs, they pr --\nJuly 29, 2000\npolishing eggs. They put me in charge of polishing the horses, the horse kicked me.\nThey finally told my cousin, we love your cousin, but let her be a visitor.",
        "A: In Jersey. Was a farm on Jersey. My cousin was terrific. She was -- she was\nplowing the field, she was doing everything, and I -- I -- I lov -- I mean, I loved it. I\ndanced all night with them, I -- we sang all the songs, that I was good at, but not --\nnot the cleaning of the eggs.",
        "A: Yes, yes, and then I went to Julia Richmond high school.",
        "A: Absolutely. I felt that, you know, the rest of the world went on and I lost a lot of\nknowledge, and I was an avid reader.",
        "A: No, it wasn’t terrific, because you know, we spoke exclusively Serbo-Croatian\nand Italian and at home I spoke German. So I -- my English was rather poor, I would\nsay, and I learned not very much in -- in the junior high school, because I really\ndidn’t want to learn. I mean, I -- I helped my friend -- some of my friends pass some\nof the tests, but I don’t know -- but I must have not learned too much. My English\nwas rather poor.",
        "A: I think they were wonderful. First of all they had classes for s -- for people that\ndidn’t know English, special classes, that’s where I met another one of my very close\nfriends. And in fact, as an educator later on, I remember going to the guidance\ndepartment and saying that they should make such classes, but they just refused.\nThey weren’t interested, which I thought was terrible. But it was a great help to me,\nand I had special speech classes and they made it possible for me to finish high\nschool in two years. I doubled up in English and history and I got all my credits in\nlanguages. I had three years of German, three years of Italian, three years of French,\nthree years of Latin.",
        "A: One or two, not many, one or two. Not many. My --",
        "A: Well, I didn’t have that much. Oh, didn’t have that man -- much spare time, and\nthen one year later, I was already 16, I guess, or seven -- and my father insisted that I\nhad to get a job. So I worked at Woolworth’s, which I didn’t like, but I had to. I\nmean, he made me work. Not that he took the money, I spent all the money on\nfoolishness, but I -- I had to work, that was part of his requi -- requirement. E -- and\nmy sister was married already, she was living in Boston with Alex and I used to very\noften go up weekends and visit with him. But my close friend was a French wa -- girl\nthat had lost both her par -- parents in the Holocaust and her uncle, who was Russian,\nJuly 29, 2000\nand a multi-millionaire searched all over Europe for her and her sister and brought\nthem over. And she was a very close friend of mine and I saw a lot -- and of course I\nhad Jeanette and I saw all my friends from Fort Ontario, and that -- that was my\nlife.",
        "A: I never mentioned my past to anyone. I never talked to it -- to my son about it,\nnever to my first husband, never to my second husband. The only time that I admitted\nmy past was the first reunion that I attended in -- in New York, and through my\nfriend Elfie, who believed that the Holocaust should be heard, and I reconnected with\nher there and she’s -- she’s very -- she was interviewed by Spielberg and she’s -- she\nis very much a believer of -- of admitting the past, talking about the past and so on\nand so forth.\nEnd of Tape Two, Side B\nJuly 29, 2000\nBeginning Tape Three, Side A",
        "A: Not at all.",
        "A: Simply that I came from Europe and I was born in Vienna and that I was Jewish,\nbut that’s it.",
        "A: Yes, I did.",
        "A: The only time that I even came close to it was that I made friends with this one\nlittle Italian girl, and my father had informed me that I was much too stupid to go to\ncollege. So I applied for the job at a bank, and I went with her for the interview, and I\n-- | was very enthusiastic at that time and I told them all about my language\nexperiences and so on, and I thought I was a fantastic candidate for them, and I didn’t\nget the job, and she did. And I thought I was -- there was no question she -- she -- sh\n-- that, you know, I was brighter and had more -- much more experience and so on\nfor the job. And the guidance counselor at the time told me, well you simply didn’t\nJuly 29, 2000\nget the job because they probably realized you were Jewish, and there’s -- the banks\nare very anti-Semitic.",
        "A: Frankly, I was happy about it, because I really didn’t want the job. I wasn’t happy\nabout the anti-Semitism, but I kind of ru -- shugged it off, because New York is not\nthe place where you feel too much of the anti-Semitism. And I just didn’t really want\nto face it at all, so I was very happy to go to college.",
        "A: Queens College.",
        "A: Well, my father insisted that [tape break] my father insisted that I know what I\nwas going to study, well I had no clue what I was going to study. So I ran in, and my\n-- my brother-in-law was there visiting and he was always my best friend and I said,\nAlex, you got to help me, you got to convince Father what I’m -- I -- you have to tell\nme what to study. He said, a wonderful thing for you study is biochemistry. I\nmarched into my father’s room and I said, I’m going to study biochemistry. He said,\nokay, you are allowed to go. I flunked my chemistry, because I never learned how to\n-- how to light the lighter. I didn’t do so well in my biology either, but I was put in an\nadvanced literature course in German and I then majored in comparative literature,\nJuly 29, 2000\nchanged my major, my father didn’t know about it and that’s what I studied and\nmajored in.",
        "A: Four years.",
        "A: Very quickly. I got married th -- when I was 19 because my sister was 19 when\nshe got married and I had to get married at 19, so I did that.",
        "A: I met him because I was tutoring him in the German, he was flunking German and\nhe was very bad at it. So I -- and he was much older than I was and I was very\nimpressed. I had never been on dates, I had never gone out. And we had a couple of\ndates, and then he had to leave and so we got engaged in a month or so.",
        "A: They were v -- th-they weren’t there f -- at -- at that time I was alone in -- in New\nYork at the time. My father provided me with a -- with a -- an old -- not old, I guess\nit was a young woman of 30 years old, who was desperate to get married, who was\nsupposed to cook for me, she never cooked for me. But she told me that the first man\nthat asked me to marry, I had to get married because, I don’t know, I shouldn’t miss\nout the opportunity.\nJuly 29, 2000",
        "A: They were living with me, but they had gone to Europe. My father went back to\nEurope to reinstate his pension and to do some business in Europe with his firm.\nThey went for a month or so in the summer.",
        "A: And that’s when I got engaged to my husband.",
        "A: Yes.",
        "A: Harold -- at this time, Wochstoch, that we changed to Wesley.",
        "A: I hated the name.",
        "A: He was amenable.",
        "A: After we got married, I lived in Oklahoma City for about four months or so\nbecause he --",
        "A: My husband went to school there because he couldn’t fill the requirements at\nQueens, so he transferred to Oklahoma City College or something, a small college.\nThe only one in th -- I think in all of United States that didn’t need a da -- a language\nrequirement. And we got married in New York when my father came back in\nOctober, and they all rushed me to get married because he wasn’t going to be here in\nthe summer. And I got married. I -- I loved having a big wedding ring, I loved telling\neverybody I was married, that they had to address me as -- as Mrs. and not as Miss.\nAnd then I came back to wi -- to New York and I went back to Queens College.",
        "A: And I got my degree.",
        "A: I started -- well, I was accepted at Columbia, because they were one of the --\nColumbia graduate school, that they were one of the few schools that had a course in\ncomparative literature at the time. But we had no money whatsoever and I ug -- so I\ndidn’t go, and I went to work as a weights engineer, where my -- my husband worked\nas a technical writer at Republic Aviation in Farmingdale.",
        "A: And then I had my son and I stopped working for awhile. And then afterwards I\nstarted working for an optical company because I met one of the wives that the\n[indecipherable] husband worked there as a partner, at an ORT meeting that I was\nJuly 29, 2000\nvery into, I was on the board of the ORT. And I took a part time job and I got my\ndivorce, and I went back to school to become a -- a schoolteacher and I was -- I\ntaught mathematics for about 20 years. And I chose mathematics because at the time\nlanguages they weren’t interested in, but they were very interested in math. They had\na -- they didn’t have enough math teachers. And I used to be good at math in college\nwhen I first started, but I had a lot of study to do for that, and that’s -- that -- that was\nit.",
        "A: I taught at North Shore High School, which was right near my home for the first\nyear -- two years, and then I transferred to Kennedy High School in Bellmore.",
        "A: I remarried twice since then.",
        "A: I married an 11 year -- 11 year younger man for the second time, who was not\nJewish and I divorced him 11 years later. And then I was alone for about nine years\nor so, and then I married my present husband, who is Jewish.",
        "A: My parents stayed in the New York ar-area. My father died when my son was\nabout eight or nine years old, and my mother lived to be 92.\nJuly 29, 2000",
        "A: Oh, you --",
        "A: Well, my mother’s brother. My mother’s brother was put in a concentration camp\nin France. He was able to escape. He -- he had an -- a non-Jewish w-wife who was\npartially aristocratic I think, who went into exil -- she went to Belgium and she hid\nhim during the war, the whole during the war.",
        "A: His name was --",
        "A: This 1s terrible that I can’t remem -- can’t thi -- his wife’s name was Marianne\nHugo -- Hugo -- Hugostern. His name was Hugostern. And he went back to\nVienna with his wife after the war. They never had any children, and they -- he died\nthere and she lived long afterwards and she also died in Vienna.\nJuly 29, 2000\nyoung child that you would have been a different person if you hadn’t gone through\nthese -- did this affect you in the way you are today?",
        "A: Absolutely. There’s no question about it.",
        "A: In many, many ways. I mean, I -- I don’t think that psychologically I’m totally\nthere where I should be. I definitely think all my divorces stemmed from that. I’m\nsure I have a lot of insecurities. I -- I --",
        "A: Simply from the experience of my other friends from col -- from Fort Ontario.\nMy friend David is on his fourth wife, my friend Elfie is divorced, my friend\nJeanette is divorced, my fr -- her ex-husband had two or three wives. Very few of us\nwere able to really -- one of the exception is my friend Paul. He -- he married and\nstayed married for -- for 50 years or 40 years or whatever. He is an exce -- there’s\nsome exceptions, but many, many of us have had --",
        "A: I would -- I would think because of the -- of the insecurities, expectations, really\ninterrupted lives, really -- I mean, a million -- millions of reasons.\nJuly 29, 2000",
        "A: Yes, many times. Movies bring it back. I -- | remember vividly one movie with\nJane Fonda and the ride on the train, where she was smuggling some anti-Nazi\nmaterial or something, and all of a sudden I felt what I felt on the train when I was\nseven years old. And there are other movies. I -- I -- I saw a movie with my friend\nJeanette there th -- see, we -- there are certain va -- basic things. You asked me\npreviously, did we ever talk about our past experience. And we rarely did. It was\nmuch more of that we knew and we felt the same thing. It’s very hard to explain. I\nsaw the movie east w -- East West with her. And frankly it’s not really related to the\nHolocaust, but all because it’s -- it’s -- it’s Russia and it’s France, but the oppression\nand the fear and all that, and -- and we both said we were so happy that we didn’t see\nit with anybody else but each other, because we both knew exactly how we felt and\nwhat disturbed us and what -- you can never get rid of that fear. Even today I am\npetrified when I see a policeman in a car when I am driving. I totally always do a big\nsigh of relief when he passes me and doesn’t stop me. Even though I know I’m not\nspeeding, I’m not doing anything, I’m just plain riding a car. It’s unbelievable. Never\nceases. And that’s probably partially the reason that I hate, detest guns, detest any\nsort of violence, cannot stand violence in any form and really do not read a\nnewspaper. And even when I listen to the news, I automatically shut them off. I listen\nto the weather, I know what the weather is, I know -- and half the news, unless I\nmake a conscious effort to listen, I do not hear. And I’m -- I’m sure this 1s all related.\nJuly 29, 2000\nThere’s no question it’s all related. I have been in therapy, many of my friends have\nbeen in therapy, I mean it’s --",
        "A: I guess so, because I mean, I -- I -- I -- I don’t think I’m a very disturbed or very\nhorrible person, but I -- you know, especi -- this is also, you know, one of those\nquestions, how do you know therapy helps? You don’t know because you don’t know\nhow you would have done without it. So it’s -- it’s not really an easy question to\nanswer and -- and when we have absolutely no proof unless you’ ve had -- you were\ncommitted and had a mental breakdown, then you know if you got better. But -- I\nmean, my friend Mimi has been in therapy for many years, and is no longer, but\nthat’s the one who lost her two friends in the Holocaust. We all -- we -- I feel we are\nall marked. There is no question on that. I even sometimes feel my son is marked,\nbecause I raised him, and some of my reactions to raising him. Either that or it’s\ninherited, I don’t know. He is -- he -- he has a lot of sense of insecurity, which I don’t\nlike to see, and which I -- I don’t remember him having as a child. So, us old Jewish\nmothers, I’m sure it’s my fault.",
        "A: I was six when I divorced my son -- my husband.\nJuly 29, 2000",
        "A: Yes.",
        "A: No. Absolutely --",
        "A: Yes, no, absolutely not. No, no, never even thought of it in those terms, no.",
        "A: No. I mean, he was -- it was still a difficult age for him because I was divorced\nwhen he was six years old. So, it took him -- and then my husband remarried when\nhe was about eight and a half, I think. So he did go through difficult times --",
        "A: -- but I don’t think that was related to my experience when I was in Europe.",
        "A: Not at all. No. No. A -- s-sa -- I-I was very lucky. For -- people that really went\nthrough bad times, the people that were killed, that saw their family killed, that were\nin horrible concentration camps, that were tortured. I had none of that. No.\nJuly 29, 2000",
        "A: Well, they were living in a different country. No, I never felt that way. I felt, in\nthe way I always felt, that I wished that my father had accepted the position when he\nwas offered it, e -- and -- and left Europe when he wa -- when -- when his first\nopportunity came to go to America, because I think we would have -- I would have\nhad a different lifestyle. Now, whether that would have made me happier, I don’t\nknow. I think yes, in a sense, because I -- a-another thing that I feel 1s a total sense of\ndisplacement. I never really feel as an American, and I never feel as a European.\nWhen I’m in Europe I feel American, when I’m in America, I feel European. And I\n-- there is no way that I really belong. And -- and there are many, many signs. For\ninstance, my house, I -- I never, ever rearrange anything in my house. It’s -- it’s very\nweird. I furnish it, and if I just put an ashtray in another place, it bothers me. I mean\nsometimes things have to be thrown out or replaced, not talking about that. But I\nknow that many of my friends, the husbands used to say, I -- I always come home to\na different home, every day there is a different way of -- of arranging and\nrearranging. I have never rearranged a room.",
        "A: I don’t know. Must be that I want things as it is, and there’s a certain security.\nAnd I hang onto things that I don’t -- I haven’t sold my house that I used to live in. I -\n- there’s no question I don’t wi -- you know, I -- I have a lot of my mother’s stuff that\nJuly 29, 2000\nis sitting in the basement. I haven’t gone through it, I haven’t touched it and I will\nnot.",
        "A: No. My friends are American. Judy is American, Laurel is American, I have\nmany American friends, and I have merry -- ma -- I have a few European friends.",
        "A: We never talked about the past. I don’t --",
        "A: A little bit with Jeanette. Only in relationship to that I -- she did come with me to\nthe n -- to the second reunion. She was like me, we never talked -- she and I never\ntalked about anything. And she just now also is ready to talk a little bit about it. And\nin fact, we’ve -- we’ve -- just talking about this movie that they’re doing and I have --\nI -- half of me says yes I’m going, the other half says no I’m not going. I know -- I\nrefused sp -- Spielberg, I refused an interview with Spielberg.",
        "A: I just didn’t want to. I -- I felt my story wasn’t important enough, interesting\nenough. I -- I -- I hate to dramatize what has happened to me, because I think it’s\nnothing in relationship to what has happened to other people.\nJuly 29, 2000",
        "A: Was very much in danger. But I survived. I was lucky enough to survive. I wasn’t\ntortured. I was hungry, so what. They have millions of American children that don’t\nhave enough to eat, and they’re hungry.",
        "A: I don’t know. Which way do you --",
        "A: Maybe yes, maybe ye -- yes and no. I -- part of me is still very Austrian and I\nguess Germanic, and I -- now I’m laughing about it because I am retired and\neverything. I was absolutely much too strict about a certain concept. I still remember\nbeing with my brother-in-law and one of the anecdotes were that they had a\nradiologist who was teaching the internist and he would say -- he would show them\nSlides, and he would say, what is this on the slide? And the man would say, it’s a\nkidney. And he would say it’s excellent, excellent answer. Wonderful answer. It\nwould be better if you had said it was the liver. So, I never forgot that because I used\nto get sick when they didn’t remember a formula. And I used to be angry and they\nhad to memorize the formula. It was stupid. I mean, what does a formula do?\nAbsolutely nothing. A kidney and a liver, if he takes it out, that means a lot. So I --\nthat was the bad part. The good part was that I had -- since I went back to\nJuly 29, 2000\nmathematics at such a late age and I had such a gap to do, I -- I-I prepared\nwonderfully. I never assigned a problem I didn’t work through first, and I knew\nexactly where they were going to be hung up. And I understood of them blacking out\nand being afraid and -- and not being able to achieve. That I was good at. I was also\nvery gullible. I had a kid that told me his father -- he couldn’t do his homework\nbecause his father was dying of cancer, I was in tears, I -- I told him how my sister\ndied and everything. I ran down to -- oh, he got in trouble with me, he almost hit me.\nSo he was -- he was -- w-w-we -- I was in front of the assistant principal and he said,\nyou know, this kid, he lies a lot. You see what position you put me? I have to call the\nfather now and see whether the mother or whatever -- th-the mother now and see\nwhether the father is really dying. You know something? He made it all up, this kid.\nMade the whole story up. So there are things that were good and things that were\nbad.",
        "A: Now?",
        "A: I guess it comes in spurts. Right now I think a lot because of the interview,\nbecause of -- of having to relive it, which is not so easy for me. Most of the time I\ndon’t like to think about it. I’m still the same way. But I’m convinced now that it has\nto be addressed, that it has to be done and I’m so grateful to you for doing this\nJuly 29, 2000\nbecause now it’s for my re -- granddaughter, because she’s only three and by the time\nshe’s grown up, I’m going to be real old. And she has a place that if she wants to\nknow what her grandmother’s life was like, she can listen to it. And that I’m\ninternally grateful to you, because of course, I’m nuts about my granddaughter.",
        "A: I’ve always liked being Jewish, but I was never a religious Jew. I did go and I\nalways go -- I used to go every year -- it’s very funny, I -- I do observe Yom Kippur.\nI used to fast, I no longer fast because of age, difficulty with medication and so on. I -\n- | used to go and -- and -- and pr -- to the Prayer for the Dead for my father. I never\njoined a temple, my son never had a Bar Mitzvah, simply because my first husband\ndidn’t want to pay for it, I couldn’t pay for it, and I was very angry because I wanted\nto just send him to religious school just for the training and they wouldn’t do that. I\nwould have had to join the congregation, and I couldn’t afford it. I f -- simply could\nnot afford it. And I would have given him the Bar Mitzvah on those terms. And\nthen, I’m very rebellious, I -- I -- I don’t -- I didn’t want to be forced in doing\nsomething I don’t want to do, and I really didn’t want to join a congregation. I don’t -\n- as I said, I love -- I love being in a temple for the singing, and I like the ceremony, I\nlike the feeling, I like feeling I’m Jewish, but I’m not religious.",
        "A: Yes, definitely. I -- I -- I don’t think that’s the fault of being Jewish. I think that\nhappens all over the world to a lot of people. A lot of people are persecuted because\nof their race, religion and -- and beliefs, and --",
        "A: I didn’t go to the first first Oswego reunion. I went to the first meeting in New\nYork, because -- why did I go? I don’t know. I just decided that I would like to go.\nMaybe to see some old friends, to make connection. Almost walked out of there, but\n[ --",
        "A: Because at first I didn’t recognize anyone. And I did go alone. I don’t remember\nwhether my son went with me or not. I don’t remember. Anyway, but then I met\nElfie and we became fast friends. I was divorced at the time, she was divorced and\nwe liked each other. And -- and then of course I was very much into it. I -- I liked\ngoing back to the reunions and I met my friend Irene from -- from California and\nmany friends. And my friend from Chicago.",
        "A: Strange. Very strange.",
        "A: Well, because things have just changed so much, you know, the whole fort has\nchanged. People have changed. I didn’t recognize many of the people. You know, we\nJuly 29, 2000\nare all old, and -- and what -- what bothers me now 1s that there’s so few of us that\nare still alive. So many of us have died.",
        "A: Even my contemporaries, yeah. My friend Evol just died. I -- many, many from\nmy immediate group. Forget my sister’s group and forget the real old ones. In fact, at\nthe last reunion, which was just the 55\" reunion, I was amazed, there was somebody\nthere that was a baby in the camp, that was two or three months old when -- when --\nwhen he was in camp. So there are very few of us left. Especially the last one, there\nwas maybe 20 survivors that came to the camp or something, or 30. It’s amazing.",
        "A: Yeah, we went to [indecipherable] th-those are the pictures I showed you of -- of\nthe old -- old fort and stuff like that, yeah.",
        "A: Yes, we are, because to me it was a good experience, yeah, definitely.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side B\nJuly 29, 2000",
        "A: I f -- well, I have my cousin there, I’m very, very fond of. In fact, her -- her\ngranddaughter is here now that I am just nuts about it, Racheli, she’s 21 years old.\nShe’s here on a visitor’s visa. But I -- I’m a little confused. I’m -- I’m disappointed\nthat the peace treaty has not been ratified. On the other hand, I was walking with\nRacheli on the street, and -- and a strange man, he must have -- she’s gorgeous --\nstopped us and said, don’t let your government give away any more land. Don’t let\nthat happen. So I’m torn between that they worked so hard to attain what they have,\nand now they have to give up some. On the other hand, I really abhor fighting and I\nabhor the terror that they live through, so I would like to see peace come. So I -- I\ndon’t know, you know, I’m not very political. But I am -- I am extremely happy that\nIsrael exists. I’m extremely supportive of Israel, and I -- I -- I -- in the politics, I\ndon’t know where the compromise should lie. Neither do many others, I think.",
        "A: Well, I -- I don’t hate Germany. I -- I don’t like Germany, but I -- when I went\nback to Vienna it was very anti-Semitic. Now -- now my fren -- my cousin Susie will\nnot step into Austria, will not step into Germany, you know, doesn’t want to have\nanything to do with it, and doesn’t -- never wants to go back. I was glad to go back. I\nstill have a sentimentality towards Vienna that has nothing to do with really -- it has\nmore to do with the opera, with the music, with the life, with the -- with the arts and\nall that. Has nothing to do with the anti-Semitism that is really rampant there, there’s\nJuly 29, 2000\nno question about it. It’s a mixed feeling. On one had I want all the re -- I applied for\nthat -- for this new thing about the settlement of bi -- as far as I’m concerned, I can’t\nget enough money out of Austria for me, personally, if I could. I do get a pension\nand I just now applied for this thing with the bank settlements, but it seems that my\nfather only had a box there and not a bankbook and I guess nothing will come of that\nclaim. But that way I f -- I don’t -- you know, I feel v-venge -- vengenful of -- a\nvengeance kind of thing, but not really. But I -- I will listen to Wagner, I will listen\nto -- to German music, that doesn’t bother me. I -- I like the music per se, I think it\ntransgresses what people are and what their political beliefs are. I don’t think it\ntranslate -- I will -- I would drive -- well, maybe I wouldn’t drive a German car,\nbecause of the economy, ba -- I -- I -- I don’t really know. I -- I have very mixed\nemotions about that. I would go back to Vienna again, even though there is such\nanti-Semitism, simply for seeing some more, because I only was one or two days in\nVienna. I really didn’t see enough of what was. Maybe it’s not even there any more,\nbut --",
        "A: I -- no. I -- my thought was killing him doesn’t do any good at all, doesn’t bring\nback the thousands and thousands of Jews. I think killing anybody -- I -- I am against\ncapital punishment, I am. Very strongly. I -- I -- I don’t -- I don’t see -- killing makes\nkilling, I believe. Not that I wanted even [indecipherable] I’m not going that far. But\nJuly 29, 2000\nin prison and for life would be good enough for me. I don’t know, I -- I guess I -- I’m\nnot too v -- vengeance means nothing to me. Doesn’t bring back anyone, doesn’t do\nany good.",
        "A: A great connection, because I understood what was going on, and I -- I fai -- I\nmean, these atrocities ar-are -- are just horrendous. I can’t fathom -- I always say we\nmade such advances in technology, in -- in science and everything. We -- we -- we\nhave made no advances in humanity. That today, in this age, this killing, this raping,\nthese atrocities can happen, simply means that we -- we’ve concentrated in the wrong\ninterests. We’ve -- we vai -- we should -- we should make advances in humanity, not\nin -- not in science any more, and technology.",
        "A: Big connection, because I know of the hatred, I know of the differences. And in\none way it was only a strong man like Tito that could bri -- that could hold it\ntogether.\nJuly 29, 2000",
        "A: Why sure, I was, you know, I’m quite liberal in -- in -- in my beliefs and certainly\nbelieve that everybody has a right t -- to be ai -- but they -- you know, there -- there’s\nso many different issues and so many different things and as much as I believe that\nthe gays have every right, that this one has every right to be human, I -- I have mixed\nemotions. For instance, I-I’m not so sure that I totally approve of this thing that went\non in Italy right now, during they -- their centennial, their big -- their big thing with\nthe gay parade, or whatever that they [indecipherable] | -- I -- I think it was\ninappropriate in -- in the timing, I don’t know. All this -- I don’t like any extreme\ngroups anyway, and I don’t like any extremists in their movements and what they do.",
        "A: No. I think I’m two people inside and two people outside.",
        "A: [have very mixed emotion internally. I -- I don’t think that ’m -- I’m -- I’m -- I --\nI’m not as -- as -- even though I refused to talk about my past, it -- 1t wasn't because I\nwasn’t open, or communicative, or that I couldn’t relate to other people, or that I had\na secret life inside of me. I -- I -- I don’t believe that. I don’t believe that I put on a\ndifferent front outside. I am what I am. I may look different on the outside because\nI’m very conditioned by fashion, by tradition, by -- by so -- by money that can buy\nJuly 29, 2000\nthings and so on and so forth. But I -- I don’t think that I’m so much di -- I think ?’'m\nvery conflicted inside too, of -- of -- of how -- how things should be, or I -- e-e --\nabout strong beliefs, about -- about a lot of things. About where I belong and what I\nam and what -- what contributions we have made and so on and so forth.",
        "A: I don’t f -- no, I don’t feel I belong anyplace. I don’t. I mean, you try to feel that\nthis 1s your home, I’m always happy to go back to the home, or the house that I live\nin when I go away on vacation. But I, truthfully, no. I -- I -- I don’t feel the stability, I\ndon’t feel these are my roots, okay? I don’t feel roots with anything.",
        "A: Oh, I was thrilled. I -- I -- I’m extremely grateful to America. I was thrilled to\nbecome an American citizen. The nicest experience I had, when my granddaughter\nbecame an American citizen. She had to after she was adopted. She was two years\nold when she -- when they went through the ceremony, I mean, what ceremony, she -\n- She -- she -- she had a flag in her hand. I mean, what can she do at two, she couldn't\ntalk. But I -- you know, I was extremely happy about that.",
        "A: I guess so. I guess so. I guess so.\nJuly 29, 2000",
        "A: Well, I guess must -- must be grow old -- you know, I deplore the fact that I’m\nvery much alone, that I don’t have any family left, that my sister died, that --",
        "A: No. She had no children. I -- I mean, you know, the closest to my age in family is\nmy cousin in Israel, and -- and I have an older cousin in Detroit, but I don’t feel that\nclose to her. And I really, you know, it’s -- it’s -- I love -- you know, I love what\nshe’s done with her life. She has -- she has three children and 10 grandchildren sitting\non the kibbutz. Almost everywhere -- eight of them live on the kibbutz, I mean, it’s\nwonderful. And I miss that and I’m very concerned about even having this one, only\none grandchild that is all alone and my son being all alone, having no brothers or si-si\n-- has a half sister, but -- my first husband remarried.",
        "A: Oh yeah, about five, six times, yeah. In fact, I stayed for about two weeks or 10\ndays I think, on the kibbutz with my cousin.",
        "A: | like it a lot. I like being with her. A wa -- it’s hard though, because I don’t speak\nany Hebrew, but I liked it. I like being with her, I love her, I’m very fond of her, I\nJuly 29, 2000\nthink she’s terrific. She came here a couple of times and stayed when we -- it’s very\nnice. It’s a good connection.",
        "A: Well, I guess the only thing is I hope she once listens to it. That’s about it.",
        "A: I think, Gail, you gave her a wonderful gift, not me. I think the credit goes\nentirely to you.",
        "A: Thank you for doing this, really.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJuly 29, 2000\nBeginning Tape One, Side A"
    ]
}