{
    "rg": "RG-50.030.0587_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nFred Firnbacher, on September 16\", 2010, in Silver Spring, Maryland, in Mr.\nFirnbacher’s home, and thank you very much for agreeing to see us, to be re-\ninterviewed by —",
        "Answer: You’re welcome.",
        "Q: — the United States Holocaust Memorial Museum. And I will start with trying to\nlay the groundwork, trying to find out the world — a little bit about the world you\nwere born into. Can you tell me where you were born, when, your name, your\nparents’ names, and we’ll go from there.",
        "A: Okay, I was born in Regensburg, Germany, which is up the Danube from\nStraubing, where my family lived, probably because they had better medical care\nthere than in Straubing, so it happened there. My name f— w — at that time was\nManfred Firnbacher, but when I came to United States and I got my citizenship\npaper, I did not like the Germanic name of Manfred, so I had it legally changed to\nFrederick, and I took the middle name of Stephen, which is in honor of my\ngrandfather.",
        "Q: I see. What year were you born? What’s the date of your birth?",
        "A: May 19, 1930.\nSeptember 16, 2010",
        "Q: Do you have brothers and sisters?",
        "A: No.",
        "Q: You were an only child.",
        "A: Yes.",
        "Q: Was yours a large family?",
        "A: On my father’s side, my father had four brothers and four sisters, and some of\nthem weren’t living any more when I was born, and I was the youngest of about oh,\nseven, eight grandchildren. That’s on my father’s side. On my mother’s side, my\nmother had a sister and a brother. Brother who had a PhD. in chemistry from the\nUniversity of Heidelberg, but due to the situation in Germany, he couldn’t get a\njob there. So he emigrated to Holland, and he worked for Organon, which is the\nbig pharmaceutical company there. And he was part of the earl — original research\nfor the conjugated estrogens.",
        "Q: I see. Could you spell the name of that research company so that we can —",
        "A: Organon, 0-r-g-a-n-o-n.",
        "Q: Organon, okay.",
        "A: And they’re in — located in a place called Oss, o-s-s, in Holland.",
        "Q: What was — what was your father’s profession, or what — how did he make a\nliving?\nSeptember 16, 2010",
        "A: My father was a cattle and horse dealer. He would buy cattle from farmers, resell\nit to other farmers. He’d buy cattle to be slaughtered. As far as the horses went, he\nwould go every year at the German-Belgium border, where they had a type of horse\nlike the Clydesdale, heavy work horses. He would buy them as colts, transport\nthem to Bavaria and then resell them to farmers, who raised them.",
        "Q: Tell — can you tell me — th-this is ust pure coincidence. This morning we had an\ninterview with somebody whose father was also in the cattle market business. Was\nthis a fai — was this an area of activity that there were more Jews than in other areas,\nor was this just a pure coincidence that we were —",
        "A: I think was — that I—I don’t know for a fact, but I think a lot of Jews, for\ninstance, our family, my father and his father were — worked together. An uncle by\nthe name of Solomon Firnbacher also was in the cattle and horse business in\nRegensburg, which is a little way up the da —- Danube. There were more\nFirnbachers in the cattle and horse business, and they more or less worked\ntogether. And I was told that they had the largest cattle business in Bavaria.",
        "Q: I see. Okay, okay, so that — it gives us a little bit of sense of the wider context.",
        "A: I don’t know how true it is about the size of it, but that’s what I heard.",
        "Q: Okay. And your mother, was she involved in her — your dad’s business as well,\nor wa —\nSeptember 16, 2010",
        "A: Well no, she was just a regular housewife.",
        "Q: Okay.",
        "A: And the funny thing is, her father was in the horse business.",
        "Q: What was her name?",
        "A: Her name — her name is Ida Luchs.",
        "Q: How do — i-d-a is her first —",
        "A: I-d-a, and last name I-u-c-h-s.",
        "Q: L-u-c-h-s. And your father’s first name was?",
        "A: Maier. M-a-i-e-r.",
        "Q: Maier Firnbacher, okay. Would you say that your family was a well-to-do\nfamily?",
        "A: Well, as a child I wouldn’t know that much about finance then, but we were\npretty well off, I would think.",
        "Q: Did you have nannies, did you have servants at home?",
        "A: Yes.",
        "Q: Did you have housekeepers and things like that?",
        "A: Yes.",
        "Q: Yeah. What are some of your earliest memories from your childhood?\nSeptember 16, 2010",
        "A: Well, my mother was from a village in Buttenwiessen which was also in\nBavaria, which was a good distance away, and we used to go to Buttenwiessen\nfrequently.",
        "Q: Buttenwiessen”",
        "A: Yes. It’s b-u-t-t-e-n-w-i-e-s-s-e-n.",
        "Q: Was it a fun thing for a child to do when you went to Buttenwiessen?",
        "A: Well, I never got there after I was four years old because my grandfather died\nand Grandma came to live with us.",
        "Q: Ah, I see. So it was — it was something that happened only in those first four\nyears of your life?",
        "A: Yes.",
        "Q: And what memories do you have of Buttenwiessen?",
        "A: My cousin and I, who — who was — he was a year and a half older, we went with\nmy grandfather to — one time while he was out selling a horse or something, and\nthere was a very steep place there, which is made out of concrete and we use it like\na Slide and we slid down. I — they did something that they considered impossible, I\ngot home in leather pants.",
        "Q: So you — did you wear lederhosen?",
        "A: Yeah.\nSeptember 16, 2010",
        "Q: That is a very — I mean, that’s quite an achievement, cause those are tough pieces\nof leather there. Any other memories from that time, of your grandfather —",
        "A: Well, I re — I remember the first Seders I went to.",
        "Q: Mm-hm, what were they like?",
        "A: They were just a lot of fun.",
        "Q: Well, tell somebody who’s not Jewish a little bit about Seders in Germany at\nthat time, cause I wouldn’t know.",
        "A: Well — well, the family came together and there was a lot of singing, lot of good\nfood, and we went through the whole Haggadah.",
        "Q: A-And that is a prayer?",
        "A: The Haggadah is the prayer book that they use for the Seder.",
        "Q: I see. Okay, thank you. And 1s thi — was this something that was very traditional?\nWas your family a very religious family?",
        "A: Yeah, we were brought up Orthodox.",
        "Q: I see. Okay. And wa — was that something that almost all Jews in smaller cities\nand towns would — would observe?",
        "A: Well, I don’t know about — cause I was just a little one, so —",
        "Q: Yeah.\nSeptember 16, 2010",
        "A: —I don’t know. In Straubing we had one synagogue an it was Orthodox and\nButtenwiessen was one synagogue and that was Orthodox. In fact, Buttenwiessen\nat the turn of the century, that’s back in 1900, was about 70 percent Jewish.",
        "Q: Did you have any contact with Gentile Germans at all? Do you remember, from\nger —",
        "A: Oh yeah, when — when I was in school, in the first grade, I was entered into the —\nwell, it was called the Protestant school. I was entered there and there were just two\nof us in the class, two Jewish children. The other one was a girl who — who I happen\nto know cause we grew up together, we were the same age. And I had the lovely\nexperience of being expelled from school in the first grade because I hit a Nazi\nchild and I was too dangerous to be left with them.",
        "Q: Oh dear, and you were how old?",
        "A: Six.",
        "Q: And di-did you know the full reasons why this was happening?",
        "A: Well, yeah, th-the wa — w-we — we knew that, being Jewish that we were just\nbeing hit upon and it just so happened this child was about three years older than me\nand a foot taller, and he started picking on me. So my dad being in the cattle and\nhorse business, I ran into the house, got a horsewhip and hit him once with it. And\nthere is a picture of me with the horsewhip way up on top.\nSeptember 16, 2010",
        "Q: Oh, we will take a look at that photograph later. And — and that was enough to\nmake that happen.",
        "A: Yes.",
        "Q: And that was —",
        "A: And I was out of school, my par — parents protested and what does a kid know,\nand after six weeks, after a lot of red tape going through the — with the — with the\nGerman government, the — I finally was allowed to go back to school. And at the\nend of the year, all the Jewish kids were expelled from the school.",
        "Q: So this would have been 1935 - 36?",
        "A: Thirty si — 30 s — either °36 or 37. I started school in ’36, so I don’t know what\nwas —",
        "Q: Yeah, probably —",
        "A: — after new year, probably ’37.",
        "Q: Was that — is that your most vivid memory of coming — you know, sort of like\nhead on into Nazism and you know, when you experience it, or did you have other\nthings that —",
        "A: Well, you could walk down the street — I mean, my parents ar — I w —I was —\nthey let me go on the streets by myself and I’d see German storm troopers, SS men,\nSA men walking on the streets, and I — I was just a kid, so they didn’t know who I\nSeptember 16, 2010\nwas, so I just walked everywhere, I — other things that I remember is, when I was\nexpelled — after we were all expelled from school we had an older man who had\nbeen a schoolteacher in his younger years, this time he was the top man of the\nsynagogue, he — we didn’t have a rabbi, it wasn’t a large enough congregation to\nhave a rabbi, but he led all the services, he taught the children Hebrew in Hebrew\nschool, and since he’d been a teacher, the parents all got together and said, you’ve\ngot to teach these children. And from the second grade on I was in a one room\nschoolhouse til later. Now, other things I remember when I was in that school. One\nday the door was kicked open, German storm trooper at the door, class dismissed.\nDidn’t say anything, everybody go home. And I went home along the street. Half an\nhour after I was home we saw the troops going through the street for the anschluss\nin Austria. We were right near the border there. German troops just coming\nthrough the city, just truckload after truckload. And I guess they were going in the\nrailroad station too, the trains were heading all for Austria. And by the next day we\nsaw them coming back already, cause they had taken all of Austria so raptly. Then\nI remember another time, I was downtown in the — in Straubing and I saw a bunch\nof tanks coming, loads of — one tank after another, must have been hundreds of\nthem, and they were heading for the Sudetenland, for the anschluss there.",
        "Q: For the Czechoslovakian —\nSeptember 16, 2010",
        "A: For the Czechoslovakian. So I saw both of those invasions.",
        "Q: Oh my goodness. Oh my goodness, because yes, they were on the way, wa — wa\n— where you lived —",
        "A: Right, we were right in the corner —",
        "Q: — in Bavaria, you were there, yeah.",
        "A: — where Czechoslovakia, Austria and Germany came together, we lived right\nin that little corner.",
        "Q: And were people in the town saying yes, we’re going to — Austria will now be\npart of us, is that —",
        "A: Well, not so much they ev — when they were down there they looked rather\nscared, like going into battle, not knowing what’s going to happen. The next day\nwhen they were coming back, or next few days, they were rather jubilant.",
        "Q: Did — do you — did you notice, or did your parents talk about neighbors or your\nfather’s business being affected in — in all of — you know, in all of what was\nhappening at that time?",
        "A: Well, he was — with the Nuremburg laws, I guess it was, Jews weren’t allowed\nto have businesses any more, so he just had to stop. That was it, he had to just get\nrid of all the cattle and horses he had.",
        "Q: So how did you live?\nSeptember 16, 2010",
        "A: Well, I guess they had means with which to live.",
        "Q: So was probably savings.",
        "A: Oh yeah.",
        "Q: Just what would have been saved up, and nothing. Di-Did you — okay. Did — did\nyou notice — I mean, you were a young child at the time, but children feel things —",
        "A: Mm-hm.",
        "Q: — very often. Did you notice something happening in your parents’ demeanor\ntowards one another, towards you —",
        "A: No, they —",
        "Q: — to the outside?",
        "A: No, they — they just more or less indoctrinated me to be careful when I go in the\nstreet and not to mingle too much with — with the other kids.",
        "Q: Were there other incidents from other kids, aside from that one — one boy —",
        "A: Well, that’s the only one that I really know about.",
        "Q: Mm-hm, that you remember.",
        "A: Mm-hm.",
        "Q: Yeah. Did you ever have any other German — did you have German friends?\nSeptember 16, 2010",
        "A: My parents had some German friends, but as times went on they — they didn’t\nhave that much to do with them. More or less stayed with the Jewish people who\nwere in town.",
        "Q: What else can you tell us about what happened afterwards? After you were in the\nschool, how long did that school exist? Was that at some point also closed down or\nnot?",
        "A: Well, Crystal Night, that was the end of it. Crystal Night they broke into the\nsynagogue, and where — there was one room in there, schoolroom, which they used\nbefore for Hebrew school, was that got to be our classroom, and of course with the\n— everybody having been arrested and being sent to Dachau, there was no more\nschool, and that was it, they —",
        "Q: Is that what happened afterwards is that not only was the building broken into,\nbut those who were involved were sent to Dachau?",
        "A: Yeah, all th — all the men and the ne — well, on Crystal Night they broke into the\nsynagogue, they tried to break into our house, but the door was so strong they\ncouldn’t break in, and one of the neighbors across the street hollered out of his\nwindow, let those people alone, they haven’t done anything to you, or something of\nthat nature, and they went away. And in the morning, they — the police came to\nSeptember 16, 2010\narrest my father, to put him under protective custody, and three days later he was in\nDachau.",
        "Q: Oh my. Did you see them arrest him? Did you see —",
        "A: I was upstairs and I just heard — heard them downstairs.",
        "Q: That must have been terrifying for a child.",
        "A: It was terrifying. And my mother had nerve enough to go every day up to the\npolice station as long as he was there. They allowed her to visit — well, n-not to\nactually visit him, to bring him things like warm clothing and stuff like that, and\nthey passed that on to him.",
        "Q: And how long was he in Dachau?",
        "A: Three weeks. And that — he would have gotten out after four weeks anyhow,\nbecause all veterans from World War I were released from Dachau at that time. But\nmy mother had heard that somebody went to the Gestapo and asked for their\nhusband to be released, next day he came in. So Mother said, well, what can I lose?\nSo she took the train to Regensburg, asked for his release and couple of days later,\nhere he was at home.",
        "Q: Did he look changed?",
        "A: Well, he looked gaunt and they took the clothing and everything away from\nthem, put them in these uniforms like you s-see from the prisoners in Auschwitz\nSeptember 16, 2010\nand everywhere. And it was cold of winter and they had on something about the\nwarmth of a pajama.",
        "Q: Yeah, of course, I mean, because Kristallnacht was in November.",
        "A: Mm-hm.",
        "Q: And — and — and it was cold.",
        "A: And it was very cold in Europe.",
        "Q: Yeah. Did he talk about what had gone on in Dachau?",
        "A: Well he di — said some of the things like when they — they taunted them when\nthey got off the buses there. They had hoses and stuff and they swung at them and\nthey made them run here and there and everything.",
        "Q: Your language at home I take it, was only German. Is that so?",
        "A: Well, that’s all we could speak, because that — that was our native tongue.",
        "Q: Okay. No Yiddish, or —",
        "A: No.",
        "Q: No. Wh-What — did things change in your house after your father came home, as\nfar as how they were thinking of what to do, where to go?",
        "A: Well, we already had our visas and everything to come to the United States, so",
        "Q: So they’d already planned.\nSeptember 16, 2010",
        "A: — we — we — everything had been planned. He got home in early December of\n°38, and we had our appointment with the American consulate in January, first\nweek in January. And we went to Stuttgart to the consulate and of course\nsomebody, on purpose I guess, instead of putting the date 1939 on one of the\npapers, ’38, so that slowed everything down, my father had to go back and forth. So\nthey used to come by every other day just about to pick up your passport and take it\naway from you. So there would be no chance of them getting our passport, we\ndidn’t come home from Stuttgart. We went from there to Augsburg, stayed with\nrelatives over the weekend, and first thing on Monday morning, my dad took the\ntrain to Straubing, went to get the date changed on that paper, went from there to\nStuttgart, got — saw the American consulate, got everything straight, picked us up\nlate at night in Augsburg, we took th — in the night, the train back to Straubing.\nAnd the next train that left for Holland, we were on it to get out of the country.",
        "Q: So you didn’t waste any time —",
        "A: No.",
        "Q: — after he came back from Kristallnacht.",
        "A: My — my uncle, who had become ill and he was an invalid, and he couldn’t get\naround any more, so my mother’s sister lived with him, she was divorced. And she\nand her son lived in Holland and took care of my uncle so we had a place where to\nSeptember 16, 2010\nstay til they shipped — because ba — my dad already had tickets before even Crystal\nNight, for us to leave Germany on January 28\" of 1939.",
        "Q: And did you know — being a child, did you know of all these plans?",
        "A: Oh yeah.",
        "Q: Okay, so they — they were talking about that at home, there was already we’re\nnot staying here, even before Kristallnacht. You know, the —",
        "A: Well, to get out of Germany, you just couldn’t say we’re gonna leave.",
        "Q: Of course not.",
        "A: You had to have paperwork, and the — the United States had a quota, how many\npeople from each country that they would accept. So it was like getting a number in\nthe delicatessen counter, you had to have a number, in the order of your number,\nyou were called to Stuttgart. And we knew that it was January sixth that we were\nto appear there.",
        "Q: And that wasn’t yet certain that you would be able to go when you appeared\nthere, or was it? It was a more f— more or less a formality.",
        "A: It was va — well, we had to pass phy — physical exam, they weren’t going to take\njust anybody to come to United States.",
        "Q: And were y — was your family able — yo-you — you left everything, then.\nSeptember 16, 2010",
        "A: We were allowed to take, I think it was 250 marks, German money. Or was it —\nthen two fi — I think it was 250 marks per person, that’s all the money we were\nallowed to take with us.",
        "Q: Were you able to take any other items? Did you take any toys?",
        "A: Oh yeah, in — once we knew that we were leaving, in fact, before we even went\nto the consulate, we had a big van — it’s like — like they were years ahead, it was\nlike the — today the containers that they — ships things, we were able to take all of\nour furniture and stuff with us. But, they had to be inspected by the German\ngovernment. They put a value on every item, and you had to pay a tax of that\namount to them.",
        "Q: For your own stuff.",
        "A: For your — for your own stuff.",
        "Q: And so did you pretty much leave an empty house?",
        "A: Well, my grandmother was still there. She — she wasn’t with us, so she was there\nin the apartment. And as the different apartments vacated, my grandmother was able\nto go to Holland and then stay with her daughter, she was able to do that. In fact,\nshe was in Holland when the Germans invaded.",
        "Q: What happened to her?\nSeptember 16, 2010",
        "A: Well, she died in Sobibor. I think it’s Sobi — I’m not sure whether Sobibor or\nMauthausen, one of those two.",
        "Q: And the large family of your — I think you’ve talked about your father having\ncome from a very large family.",
        "A: Well, his brother, who was younger than he was a physician. He didn’t say a\nword to anybody, all of a sudden we got word he was in Switzerland. From\nSwitzerland he went on to then Palestine, there was no Israel yet. And he\npracticed medicine in — in Israel. And he — he p — he lived through the war. In fact,\nafter his wife passed away, he went back to Germany, and he was an official in the\nGerman government in the medical section, with an office in Munich.",
        "Q: Oh my, how unusual. There was — I know of many people who — many — I knew\na few people who did go back, who —",
        "A: Well, but this was quite a bit after the war. He didn't got back immediately, he\nwent back a long time after, in the 50s.",
        "Q: Mm-hm.",
        "A: And his sisters, three of them who were still living, and they succumbed in the\nHolocaust.",
        "Q: I see, so they were still there.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "Q: They were still in Straubing.",
        "A: Straubi— well, one was in Regensburg and one was in Landshut and one was\nin Straubing.",
        "Q: Did you, bit by bit, learn of the fates of each single one?",
        "A: Well, th-they looked after the war, and it took time til we got them. Now, in the\narticles that I gave to —",
        "Q: Suzy [indecipherable]",
        "A: — Suzy, there’s a lot of paperwork in there from letters that were written, and\nwhere — where the people ended up. And we got notices through the Red Cross\nfrom the family in Holland where they were, and what happened to them.",
        "Q: So your uncle who was in Holland stayed there, he didn’t —",
        "A: No, he — he passed away before the war, he was sickly and after we left, he went\ndownhill real fast, and in fact we were in the United States only about two months\nwhen my mother got word that he passed away.",
        "Q: I see. And your si — her sister who was taking care of him —",
        "A: She ended up in Auschwitz, she and her son.",
        "Q: Okay. So when you were leaving your grandmother and when you were leaving\nyour extended family, there had been nobody else in the family aside from this one\nSeptember 16, 2010\nuncle who had had plans or — or talk of also trying to get out, or they just didn’t\nhave the way of doing it, or —",
        "A: Well, the lot of them didn’t, they had to have, first of all an affidavit, someone to\nsponsor them to come to United States. And a lot of people even if they didn’t have\nthat yet, they got themselves a number, and a lot of them did have the affidavits, but\nthe war broke out —",
        "Q: So they were caught.",
        "A: — before — they were caught in there before they had a chance — before the\nnumber came up.",
        "Q: So you left Germany when you were hold old then, nine years —",
        "A: Eight.",
        "Q: Eight, eight. And what are the memories that you have when you cr — crossed\ninto Holland? Did you feel in — like you were — was it like from one world to\nanother world?",
        "A: Well, it was very unusual. As we were go — the train was going toward the\nborder, German SS men came through, they were inspecting people and hoping that\nthey wouldn’t call you out. And we saw them passing by our compartment and they\nseemed to bypass us. All of sudden we heard the con — the conductors going\nthrough speaking Dutch. They’d been at the border, the Germans were gone, the\nSeptember 16, 2010\nDutch were in, and we opened the window and we spit out the Swiss — the end of\nGermany.",
        "Q: Fitting. And tell me now about the Torah story that you were talking about.\nWhat was that, how does it — what was the beginning of it, how did it develop —",
        "A: Okay. On Crystal Night they broke into the synagogue.",
        "Q: Right.",
        "A: It was a bunch of thugs. They came and ransacked the place. They couldn’t burn\nit because it was in a residential area and they couldn’t get permission from the fire\ndepartment to burn the synagogue down. So they ransacked everything and I did see\nthe results of it, and I’ve never seen such a mess of total destruction, like a bomb\nhad hit the place. And when wi — they — they came in, just about destroyed\neverything. When my father came back from Dachau, he had — we had — we were\nready to leave Germany, we were ready to pack everything. And on the list of\nitems we were permitted to take out was the Torah. So he went to the Gestapo and\nhe showed them papers where he was, could he get his Torah back? The Torah —",
        "Q: This was the synagogue’s Torah?",
        "A: That was his Torah, it was af —",
        "Q: Oh, it’s his Torah.\nSeptember 16, 2010",
        "A: — 1-1t was — 1t was in — our family’s Torah. That was written by my great-\ngrandfather, which is another story. And anyway —",
        "Q: We'll hear that then, maybe.",
        "A: Anyway, he went there to get the Torahs, he was — there was jus — he was told.\nAnd when he got there, there was a room that had Torahs and prayer books, all kind\nof religious material just laying in a big heap. Well, he picked up his Torah and he\nsaw all these others there, being desecrated through — the Torah’s supposed to be —\nalways be standing up. So he took all the Torahs and stood them up. And he saw a\nbox there, so he took one Torah, he put it into this box, and he took the silverware\nthat was there, the breastplate, the — the silver hand and the crown and he put all\nthat into the box, and he closed the box up. Well, I am not sure, but the — when they\nfound this Torah after the war, there in the box with all that, it had to be the Torah\nmy father had put in there, cause what probably happened, I surmise that they came\n— the Gestapo came by to pick up all these items, and there’s this box there, they\ndidn’t look in it, and it was left. And somebody probably would say, oh my God,\nthere’s Torahs here. If they catch me with this, they’re going to cut my head off,\nsend me a concentration camp or do something. So they headed for the war, and\nafter the war was over, they discreetly brought it back and just left it there. And I\nhave a hunch that’s what happened, but from what they said the Torah — th-the box\nSeptember 16, 2010\nlooked like — of what my father had — the story he’d always told, I put the two — t-t-\ntwo together and it had to be that.",
        "Q: And when was it discovered? Was it like returned right after the war, or se —",
        "A: After —",
        "Q: — or several years later or decades late —",
        "A: Shortly after the war.",
        "Q: So cer — shortly after the war —",
        "A: Yeah.",
        "Q: — it just appeared in the —",
        "A: It appeared in the — in —",
        "Q: — where the synagogue was.",
        "A: — no, 1n the si — in the police station.",
        "Q: Oh, in the police station. It appeared there.",
        "A: That’s where it disappeared from. That’s where my father, when he went to pick\nup his Torah —",
        "Q: That’s where he found it, okay.",
        "A: And he put it into the box.",
        "Q: Okay.\nSeptember 16, 2010",
        "A: And so I — I just put two and two together, but the fact that my dad mentioned it\nso often —",
        "Q: Talked about it so much.",
        "A: Right.",
        "Q: And yes, I mean, it — 1t — it makes sense that — that — that’s an educated\nhypothesis, that —",
        "A: But in the film you don’t get that, because they didn’t ask me about it, I had no\nidea that’s how the film was going to end up, cause they just asked me about our\nTorah, the story of it, and —",
        "Q: And when you’re talking now, you’re talking about a film that was made by\nGerman television people.",
        "A: That was for German tel — this Wolfgang Bergman was the producer, and —",
        "Q: And the point of his film was the story of this —",
        "A: Of the missing Torah — well, the story — what had happened to this Torah,\nwhere’d they find it from. [phone ringing]",
        "Q: Let’s — let’s poi — [break] You can turn us back on. So, can you tell me a little\nbit about the point of the film? It was to find out what happened, this mystery of the\nhidden Torah.\nSeptember 16, 2010",
        "A: Whe-Where did it come from. They had interviewed a lot of German people\nabout Crystal Night there, and it — they — they had — th-this film was made a-\nactually after the war, in 1989, so much later.",
        "Q: Okay.",
        "A: And you’ve got the — the film there, so you can go through it and see it, it’s all in\nGerman. And anyway, you want to know the story about the Torah.",
        "Q: Right.",
        "A: Well, my great-grandfather, Moses Firnbacher, was in the United States, and\nhe hit gold in the goldrush in ninet — 1849.",
        "Q: Oh my.",
        "A: And he took his belongings, his riches from the goldrush, brought it back to\nGermany, to Gossmannsdorf where the family lived, and like any other young\nman, he got married there, started a business, and he had children of his own, and\nthe oldest was my grandfather, Joseph Firnbacher. And for his Bar Mitzvah he\nwanted to have a Torah written. Since he’d gotten all this gold, he had wealth. So he\nhad a Torah written, and they brought the Torah scribe, a sofer into the house, and\nhe lived with them for a whole year, and every week he wrote that week’s portion\nfor the Torah, til it was finished, for my grandfather’s Bar Mitzvah. And this, when\nSeptember 16, 2010\nthey moved to Straubing, my grandfather went there, I guess, for greener pastures\nor exactly what I don’t know. I wasn’t around yet then.",
        "Q: Yeah.",
        "A: And they went to Straubing, the Torah came with them and then my father was\nBar Mitzvahed from it and it belonged to the family and when we left Germany,\nwe — we brought it with us.",
        "Q: Wow. So it’s —",
        "A: Then I was Bar Mitvahed out of it and our son was.",
        "Q: Wow. And where 1s it now?",
        "A: It’s at Ohr Kodish in — in Chevy Chase.",
        "Q: In your synagogue there?",
        "A: Mm-hm",
        "Q: That’s not just any old Torah.",
        "A: Right.",
        "Q: That is — that 1s quite a special one. And did your father have difficulties in —\nwhen he had to go through bureaucra — bureaucracy, pay for it, go through the\nGerman police and so on, but wer — did they know what they were giving up, or\nthey didn’t care?",
        "A: Oh, they didn’t care. [phone ringing]\nSeptember 16, 2010",
        "Q: Okay, they can call again, okay? So let’s go. So yes, I was asking about any\ncomplications in getting the Torah out of your fa — of your father dealing with the —\nthe Nazi officials.",
        "A: No, he just — he just went there, he showed the paper, this is it, 1t’s got the\napproval, bingo.",
        "Q: And they could — and they —",
        "A: They made a phone call, the police station released the Torah to him.",
        "Q: Okay, okay.",
        "A: And then, the thing is this. Here he 1s, it’s a snowy, wintry day, my father is\ncarrying a Torah through the streets of Nazi Germany to ki — bring it to our house,\nwhi — it was a brave thing. But I have a hunch that half the — not more than half, 90\npercent of the people wouldn’t have even known what he was carrying.",
        "Q: Did your parents, since you — you were a child at the time, and it’s real — a lot of\nthe questions that I’d have would be the kind that a child wouldn’t know the\nanswers to, but did your parents talk about neighbors who’d changed their attitudes,\nor changed their behavior towards your family? Or were the Gentiles around pretty\nmuch the same they had always been?",
        "A: Some of them were the same. Some of them th-they’re real Nazis.",
        "Q: Yeah.\nSeptember 16, 2010",
        "A: And more or less, watch out.",
        "Q: And yo — and your parents would let you — would let you know that this one you\nhave to be careful with —",
        "A: Oh yeah.",
        "Q: — this one you have to be careful with.",
        "A: But they let me go freely, even a-as a seven and eight year old. I would wander\naround the city cause I — well, na — the section where we lived. I didn’t go all over\ntown, but in section where we lived, I walked around freely.",
        "Q: Was it a pretty residential area where you lived?",
        "A: I won’t say it was pretty, it was just typical houses there. In fact, our house, we —\nwe weren’t that far from the railroad lines. And when the allies bombed over there,\nour house was hit. And it — they took the same bricks that were get — from the\nhouse. It was three stories high, and they had enough bricks to rebuild it two stories.\nAnd when Betsy saw it when she was with me in Germany, it’s not a pretty house.",
        "Q: Okay. But then that house that —",
        "A: Th-That — that was in Buttenwiessen, that was — that’s not the one —",
        "Q: That’s your grandfather’s house.",
        "A: That’s my grandfather’s house.",
        "Q: I see.\nSeptember 16, 2010",
        "A: That was confiscated by the Nazis, my grandmother had to sign it over, and after\nthe war, we did get some restitution for it.",
        "Q: Okay. When did you stop speaking German?",
        "A: I always spoke German in — I mean, when my parents passed away, I didn’t have\nanybody to speak German to any more. But I went to s — American conversation\nschool in, I think it was Webster School, here in D.C., 10 and Eight Street,\nnorthwest.",
        "Q: So you moved to Washington when you came to the United States?",
        "A: Oh yeah. And I learned little bit there, and they got my father a job on a chicken\nfarm in Virginia, which that was a horror. Anyway, they put me into the public\nschool there in a little place called Midlothian.",
        "Q: I’ve heard of Midlothian.",
        "A: It’s outside of Richmond.",
        "Q: Right.",
        "A: I went to school there. I didn’t know what was coming up, but I was s-starting to\nlearn English, and — and then —",
        "Q: What were yo — what were your first impressions when — did you sail into New\nYork harbor, or to Baltimore —",
        "A: Yeah, we di — no, we sai — we — we landed in Hoboken, New Jersey.\nSeptember 16, 2010",
        "Q: Okay.",
        "A: That’s where Holland American line had their pier at that time. But we saw the\nStatue of Liberty. And we always had heard how warm it gets in America in the\nsummertime. Of course, this was February, I didn’t realize it snowed here in the\nwinter. And we arrived in a snowstorm.",
        "Q: Oh my.",
        "A: And we were picked up by a nephew of my father, a first cousin of mine. And he\nand another relative, they picked us up, they took us into New York City, and they\nshowed me the wa — the Empire State Building, the biggest building in the world,\nI couldn’t believe it. I kept looking up.",
        "Q: Well, I remember — I’m from Boston, and I had been to New York a couple of\ntimes before, when I was, you know, growing up. But a friend of mine convinced\nme to move there when I was a young adult. And for the first three days I felt like,\noh, these are such statues, they’re so big and I’m so little, you know. And I never\nthought I could fee — have that feeling, cause I’m a city kid, you know, and you’re\nused to tall buildings. But New York has that, you know, effect on people.",
        "A: Well, they — they put us on the train that afternoon for Washington, because we\nhad an affidavit from people who lived in Washington. We stayed with them at\nfirst, then we lived in rooming houses and so on.\nSeptember 16, 2010",
        "Q: So it was a little tough to begin with.",
        "A: Oh yeah.",
        "Q: Had your father been able to get any of his capital out, any — any sa —",
        "A: No.",
        "Q: No. So it was only the 250 marks.",
        "A: Per person, yeah.",
        "Q: Per person. That is tough. That is very tough. So you didn’t forget German, in\nother words.",
        "A: No. Well, we spoke it at home, so —",
        "Q: Even in the United States?",
        "A: Mm-hm.",
        "Q: Cause some people — some people either refused to, or they were in an\nenvironment which didn’t encourage it.",
        "A: Well, we spoke less and less when we went out, because when the war started,\nlot of people didn’t like the Germans, so we tried to speak English when we went\nout.",
        "Q: During the war, what do you remember of your parents’ demeanor?",
        "A: Well, they’re —",
        "Q: I— they must have been concerned ab —\nSeptember 16, 2010",
        "A: Well, they’re very concerned about the relative that are still over there, not\nhearing anything. At first we got mail from them, but it was all censored. You’d see\nletters with something blacked out, or cut out. Every piece of mail we got was\ncensored, even before they’re at war with the United States. Because you have the\nperiod from 1939 to ’41 when the British and the Frenchman [indecipherable]",
        "Q: That’s right. When was the first time that you learned of the fates of your — of\nyour family, of your larger extended fa —",
        "A: Well, as — as word got through, it was difficult to find the — my parents would\nwrite to everywhere — to everybody everywhere, the —",
        "Q: Was it only after the war?",
        "A: After the war. You couldn’t find out anything during the war. We tried to send\nmail through the Red Cross, but wasn’t much luck there.",
        "Q: When did you go back? Cause you mentioned before that you went back.",
        "A: I went back to Germany when I’m in — in the military.",
        "Q: And when was that?",
        "A: I was over there from 1954 into ’55.",
        "Q: That’s pretty early, considering. You know, ma — considering that many people\ndidn’t — didn’t go back, if at all, in the 70s or the 80s, or to see the places they had\nbeen to. Did you go back to Straubing when you were in the military?\nSeptember 16, 2010",
        "A: Yeah. When a— when I was in the army, I didn’t want to go to Korea, and it just\nso happens that I knew a few people in personnel at Fort Benning, Georgia, and I\nmentioned to them if they ever have a levy for somebody with my MOS, which is a\npharmacist’s MOS, I would be very happy to go to Germany, yeah, I just did not\nwant to go to Korea. So before I knew it, here I had orders to go to Germany.",
        "Q: And where were you based?",
        "A: I was — first we arrived in Bremerhaven, and from there we were shipped down\nto Zweibrucken, where all the troops were disseminated all over Germany. Now,\nZweibrucken was very interesting. They had us take our patches off of our\nuniforms so they couldn’t tell where we came from in the United States because it\n— it was still the height of the Cold War. So a—I was hoping I would be sent to\nFrankfurt where the general hospital, I was hoping to be stationed there. I think it\nwas the 97\" general hospital, I’m not sure any more the number. And lo and behold\nthe orders came down, 97\" general hospital, Frankfurt. I was so happy because\nFrankfurt was the center, I knew I could travel all over Germany once I got there.\nWe got to there, said we have no need for pharmacists here. If you want to stay\nhere, you — we can put you in the motor pool. Well, being a young pharmacist just\nout of school, I’m not going to get my fingernails dirty in the motor pool. So I was —\nwe were transferred to triple seven nine, which was a outfit of nothing but medical\nSeptember 16, 2010\nspecialists. And from there we were assigned, and I ended up in a place — I was sent\nto Wurzburg. And, funny thing, that’s very close to where that Torah that my dad\nbrought over was written. Anyway, when we got to Wiirzburg we’re told — we\nwere there cause that was just the headquarters, and I was sent to a place called\nWildflecken.",
        "Q: And is that in Bavaria too?",
        "A: It’s in the Rhine valley. We were — I was stationed seven miles from east\nGermany.",
        "Q: Oh my.",
        "A: It was in the middle of nowhere. Nobody in Germany knew where Wildflecken\nwas.",
        "Q: I’ve been there.",
        "A: You’ve been there?",
        "Q: I’ve been there. I’ve been there. I know exactly where you’re speaking —",
        "A: They took — after the war, they put up a lot of the displaced persons up there, and\nthe place was covered like a forest, because the Germans had secret installations\nthere, were testing, I believe there, buzz bombs that they were shooting over into\nEngland. They were testing them there, they had — there was a secret — it was a\nsecret base for the Germans, nobody had heard of Wildflecken. Where — where are\nSeptember 16, 2010\nyou stationed? Wildflecken. Never heard of it, where is it. And anyway, when they\ngot these displaced person there, they chopped all the trees down, they used them\nfor fire — firewood. And where we were stationed, we were in — I was in the\ndispensary, and w-we — it was like SS headquar — officers’ quarters. So we w — as —\nhere I was a PFC when I got there, that’s private first class.",
        "Q: Okay.",
        "A: Had a private room, not — not like military barracks, 1t - we — we —",
        "Q: Small place.",
        "A: — ba— we had — had German civilians who worked for us. I — I was training at — I\n—I more or less re-did the entire pharmacy department there, because it hadn’t had a\n— anybody who was a licensed pharmacist there, this — this German was a druggist,\nas the German call it, in other words, sells toothpaste and stuff like that.",
        "Q: That’s right.",
        "A: And I —I taught him stuff, and as a result that —",
        "Q: That Wildflecken has a pharmacy.",
        "A: Yes.",
        "Q: How interesting. Now, when you were there, did you go back to Straubing?",
        "A: Yeah.",
        "Q: Did you go to Buttenwiessen?\nSeptember 16, 2010",
        "A: Well, the first trip I made — well, actually, I got there in September, so it was\nright before the Jewish holidays.",
        "Q: Right.",
        "A: So I was not very popular, when soon as I got there I es — I wanted to go for the\nholidays, where do you go? I’m new there. So I was told that Wurzburg was the\nclosest place, so I got a three day pass for the — Rosh Hashanah. And then for\nwhen Yom Kippur came, I went back there. But they saw that — cause I told them,\nI’m taking off for this [indecipherable] Christmas I — I’Il do all that sort of stuff.\nSo I—so I — th-they realized that it was religious reason, not that I was goofing off.",
        "Q: Right.",
        "A: So my first trip I did was to Munich for another reason, because my\ngrandmother had a very good friend who survived the Holocaust, and she was in the\nhome for the aged in Munich. And so I go to visit her, what can I take a woman\nwho 1s in her 80s, what can I bring her?",
        "Q: Of course.",
        "A: I’m thinking, I’m thinking. Guess what I came up with? Cigarettes. She could —\nwith cigarettes she could get anything.",
        "Q: Of course, of course, of course. So you bring an 80 year old packs of cigarettes.",
        "A: Brought her a carton of cigarettes.\nSeptember 16, 2010",
        "Q: Yeah.",
        "A: Greatest present. She was so appreciative. Well, once my mother found out that\nthis woman was living, we’d send her packages. So when the packages went over\nthey were plundered before she got them. So I got the great idea, I’m going to write\non the outside of the package, gift parcel. The word g-i-f-t gift is the German word\nfor poison. And every package went through.",
        "Q: Really? But — but, you know, how mean. You know, a parcel goes to an old\nwoman in a nursing home —",
        "A: Yes.",
        "Q: — and it — and it’s pulled apart and si — you know, stolen —",
        "A: Right.",
        "Q: — before she even gets — you know, before it gets to her.",
        "A: And w-we — we sent her stuff like soap, toothpaste, stuff like that, which they\ncouldn’t get.",
        "Q: Of course.",
        "A: I mean, you couldn’t send — we could send some canned goods, but you couldn’t\nsend anything else because if you — it would perish by the time it would get there.",
        "Q: So, your first trip was to Munich. During that same three day pass, did you\nmake it down to Straubing?\nSeptember 16, 2010",
        "A: No, I went to Buttenwiessen where my —",
        "Q: Mm-hm.",
        "A: — through — I went along with troo — the railroad ways.",
        "Q: Okay.",
        "A: So Buttenwiessen, I decided to stop there in the morning. In fact, I got off the\ntrain in Donauwerth, which was where the train went, the train didn't go to\nButtenwiessen. So I got out of there and had lunch, and I got a cab driver there,\nstanding at the railroad station. How much you charge me to take me to\nButtenwiessen and bring me back? Twenty-five marks. Fine. I say, I’m going to\nhave lunch and then I want you to take me to Buttenwiessen. I get to\nButtenwiessen, the first thing I ask, where do we find the Burgermeister? The —\nthe mayor.",
        "Q: Right.",
        "A: So we found him. They’re all farmers. In fact, in those days he probably — he\nprobably couldn’t even sign his name. They weren’t that educated. So I said, I’d\nlike to see my grandfather’s house, which way, and I’d like to go to the cemetery.\nGot to the cemetery, I had a picture of my grandfather’s tombstone, so I knew what\nit looked like. I found the tombstone, everything on it was erased.",
        "Q: Really?\nSeptember 16, 2010",
        "A: I went in — my mother said, when you go in the door to the cemetery, you turn\nright and it’s the third grave. It wasn’t there, I found it somewhere else. They had\ntaken all the tombstones out, they had plundered them, they were going to reuse\nthem. And they took the names [indecipherable]. When war ended, they brought\nthem back, the one they still had, just put them anywhere. So that was the story\nthere. So I told them where I wanted the tombstone, I wanted it re-engraved, and of\ncourse I wrote my dad and he sent them a very nice letter. I should say not so nice.",
        "Q: Pardon?",
        "A: I should say not so nice.",
        "Q: Nis — yeah.",
        "A: And tha-that took care of that. Then from there I went — stopped in Augsburg. I\njust wanted to see the house that my uncle had, he was in New York, and I just — it\nwas on the Bahnhofstrasse, so it’s right down the street from the railroad station. I\njust stopped long enough to find the place, to see what it looked like, take a picture\nof it and depart and then from there I went to Munich and I spent the weekend there\nand then I had to get back to base.",
        "Q: So you — but the impression I get is that you looked at buildings and s — graves.",
        "A: Right.",
        "Q: Did you meet people? Did you see any people who knew you, who knew your —\nSeptember 16, 2010",
        "A: Well, in Buttenwiessen, the word got around so fast that I — that I was in town,\nthe whole town was there when I got back to where the cab was.",
        "Q: Wow.",
        "A: And war — what happened to your mother, your aunt? Wanted to know what —\nwhat happened to everybody.",
        "Q: How did you feel wi-with these — with this kind of curiosity? Did it feel strange?",
        "A: Yeah. I mean, here I was surrounded by everybud — by 30 - 40 people.",
        "Q: And yo — and yet, 10 years earlier, or 12 years earlier, you wouldn’t have known\nwhich one of those you could trust, if any.",
        "A: Well, I didn’t know who most of them were, but I got the Burgermeister’s\nname, and etcetera, etcetera, and my mother remembered him as a kid.",
        "Q: Did you ever go back to Straubing at that time?",
        "A: Well, next time I had a three d — the next pass I had was only a two day pass, so I\njust went to Nuremberg, cause I wanted to see the Christmas set-up, cause it’s very\nfamous there, the old city in Nuremberg. So I went there in December, and in\nJanuary I went to Straubing.",
        "Q: And how did — I mean, cause Straubing you have real memories of —",
        "A: Yeah.",
        "Q: — you know, more than Buttenwiessen. What was that like for you?\nSeptember 16, 2010",
        "A: Well, I was on the train as the train pulled into town. I recognized the post office,\nand they had like two railroad stations now, one for the G.I.s and one for the\nGermans. And from there I walked somewhere to find a hotel, and I stayed there.\nWhen I signed my last name the — the cle — the desk clerk there recognized the last\nname. He said, you any relation to so and so? I says yes, that was my grandfather.\nAnd while I was in Straubing, I also went to visit the synagogue there, the\ncemetery, our old house, my uncle’s house. And my father had a lawyer already in\nGermany who was handling a lot of his papers, I went to visit him. And that was\nabout it for my visit in Straubing.",
        "Q: So, no people — it wasn’t like the whole village gathered once they found out —",
        "A: No, no, Straubing’s a little — s — Buttenwiessen was a village, Straubing was a\nt—",
        "Q: A town.",
        "A: — areal city with 40,000 people in it.",
        "Q: Yeah, okay, okay.",
        "A: So anyway, in Straubing I got reprimanded by the MPs; it was snowing and I\nhad — unless you were a paratrooper, you weren’t allowed to blouse your boots. And\nI didn’t want to get the bottom of my trousers wet in the snow, so I had bloused my\nSeptember 16, 2010\nboots, in other words so the boots would be showing. So they made me undo the\nboots and said, don’t do that again.",
        "Q: Why would that even matter?",
        "A: Because I’m not a paratrooper, that’s military —",
        "Q: And all par — I see.",
        "A: Only a paratrooper in those days was allowed to blouse his boots.",
        "Q: Did you ever meet people afterwards in Straubing who knew your family?",
        "A: Well, my mother wa — had a certain brand of sweaters she liked, Blyla(ph) was\nthe manufacturer. So s-she said I could go to one of the department stores, which\nhad been Jewish before, Salinger’s(ph), and I went in there to buy a sweater for her.\nShe knew the size, the German sizes. Went in there and the girl who waited on me\nsays, I went to school with you. See, cause my — we had a nametag on the — on the\nuniform, so she knew right away —",
        "Q: So during that very, very short time that you were in the public school, she\nremembered you from that.",
        "A: I didn’t remember her.",
        "Q: Yeah, isn’t that interesting.",
        "A: Well, the word got around there too, I guess, that I was in town.\nSeptember 16, 2010",
        "Q: Yeah. Tell me about this article by Julius Streicher, that appeared in Der\nStiirmer. How is it that your father or your grandfather — this is from 1927, so this",
        "A: That’s before I was born, so I —",
        "Q: Before you were born. But how did they get in his crosshairs?",
        "A: I have no idea. I got — this was given to me by the gentleman, this Wolfgang\nBergman who took the b — he brought it — he thought he’d show that to me.",
        "Q: I see. And it says, Joseph Firnbacher, so that would be your grandfather?",
        "A: Right.",
        "Q: Der Straubinger vieh Juder. So that would be the —",
        "A: Cattle Jew.",
        "Q: — Jew from Straubing. Die eine nabindiga stube in [German] yeah.",
        "A: When he gets into high German, I — I’m lost.",
        "Q: It’s also — it’s also in that sort of gothic script —",
        "A: Yeah.",
        "Q: — so that we don’t necessarily — but yes, we can tell it’s a tendential article for\nsure. Straubing ist eine nett niederbayerischen stadt. Straubing is a nice, lower\nBavarian city. [German]",
        "A: In other words, he says that the Jews have taken over the town —\nSeptember 16, 2010",
        "Q: Town.",
        "A: — and they’ve go — stolen everybody’s riches. Well, there are other articles about\nother people.",
        "Q: Okay. But the same sort of thing.",
        "A: They’re all the same type of thing, which I thought might be of interest.",
        "Q: Yes, it is, yes it 1s, and 1t’s — so even before your birth, there is already this\natmosphere —",
        "A: That’s before the Nazis were even in, that’s before —",
        "Q: That’s right. That’s before ’33.",
        "A: Right.",
        "Q: Wow. And it’s from Der Stirmer. Thank you for — for sharing that.",
        "A: I think they ha — get more use out of it at the Holocaust Museum than I would.",
        "Q: Was this the only time that you were back in Straubing?",
        "A: No, we were back — that’s in — I went over in 1995.",
        "Q: So, it was 40 years difference —",
        "A: Mm-hm.",
        "Q: — between the first time and the second time. What did you notice from the\nsecond time that was different from the first?\nSeptember 16, 2010",
        "A: Well, it was more — like it’s in United States, I mean, it was more modernistic,\nit was — I mean, the people were speaking German. We noticed something which\nI’d never noticed before, McDonald’s.",
        "Q: Yeah, yeah, that’s right.",
        "A: I know. We — right, Betsy, McDonald’s? We found a McDonald’s in\nStraubing.",
        "Q: And did you have — did you find, of course, your old home?",
        "A: Oh yeah.",
        "Q: Yeah.",
        "A: Well, what I did, I wrote to them in Straubing that — I wrote to the Jewish\nsynagogue. I didn’t know what their title was or anything, I just, Jewish\ncongregation of Straubing, to the head of it, and I got an answer back from them,\nand they — we told them th — what day we would be in Straubing. And we got there\non that date, they met us there. We met a couple of people who — from the\nsynagogue there. We went to the synagogue, we saw it was rebuilt just like 1t was\nbefore the war.",
        "Q: Wow.",
        "A: It —1t — it was beautiful.\nSeptember 16, 2010",
        "Q: And the first time you went back, was one of your questions how many Jews\nmight have survived and come back to Straubing? Did you know about that?",
        "A: Well, the — well, that we knew right after the war cause my father wrote to the\nBurgermeister or whoe — whoever was in charge right after the war. There was one\nwho’d been heavily wounded in World War I who survived. I think it was just two.",
        "Q: Just two. Just two.",
        "A: And when — when I was there, we went to the cemetery again, we wa — saw our\nold house. There was also a memorial there for the — the prisoners who the Germans\nwere holding, who they were marching from Flossenbtrg to Dachau. In fact, the\nbest man at our wedding, I didn’t know it, he was liberated right near Straubing,\nand he was in that group that was being marched through Germany, and he was\nreleased in Cham, c-h-a-m, is the name of the place. And he told me about ther —\nanyway, they had built a memorial to these people. They wouldn’t allow them to\ngive them food, or wouldn’t let them have water. The people in town came by to\nhelp them, and the SS just told the people, get out, leave these people alone. And a\nlot of them died there, and there was a memorial which is a water fountain, and had\nthe word water written on it in all different languages, wasser, mayim(ph). In fact, I\nav — took pictures of it, I— I’ve got videos that I took when we were there.\nSeptember 16, 2010",
        "Q: That sounds like a fitting memorial. And yes — and Flossenbuirg wasn’t that far\nfrom Wildflecken, if I remember.",
        "A: That I don’t know.",
        "Q: Yeah. It’s — it’s — it’s also in that sort of corner, forgotten corner.",
        "A: Oh, Wildflecken, I always said I [indecipherable] the battle of the Mickey\nMouse, that’s where I got my medals. The story there was the Mickey Mouse was\nin, and on payday the troops were down there and get drunk. And we were in the m\n— in the medical corps, we ran the dispensary. And when the troops were drunk and\nthe MPs would call us up, we’ve got another one who’s hurt down here. They’d\nthrow bottles at each other, and we’d pick them up and they’d bring them up to the\ndispensary for us to sew them up. And so I said I earned my medals in the battle of\nMickey Mouse.",
        "Q: I see. Well, better than in real battles.",
        "A: Right.",
        "Q: So you ended up being there for two years, yes? 1954 — °55 —",
        "A: No, in—1n—I was in Wildflecken only for about three-quarters of a year. I went\nover in September of ’54 and I left in May of ’55.",
        "Q: So about a year and a half total.",
        "A: No, about three-quarters of a year.\nSeptember 16, 2010",
        "Q: Oh, excuse me, that’s right, that’s right —",
        "A: ’54 to ’55.",
        "Q: — that’s right. And — and was that your service then, that was your full service —",
        "A: Well, I was in United States, I was — I was at Fort Benning before that.",
        "Q: Ah, I see, I see.",
        "A: Af — that was after base — basic training at Camp Pickett, then 1t was Fort\nBenning.",
        "Q: Okay. And I’ve missed a part in here, and that was, after you’re in Midlothian\nand you go to school, how you finished school, where did you go to college, what\ndid you study and so on.",
        "A: I— well, like I always joke around and say I went through school, in the front\ndoor and out the back. When we came back here, I went to Bankcroft School for\nthe fourth grade, and then we moved to a bigger apartment and I went to John\nQuincy Adams. And from there I went to —",
        "Q: Was that in D.C., excuse me?",
        "A: Yeah.",
        "Q: Okay.",
        "A: Then I went to Powell Junior High School and from there I went to Central\nHigh School. And from there I went to G.W., I started out, I was going to be a pre-\nSeptember 16, 2010\nmed, but when I saw du — they had quota system getting into school, and the\nexpenses and everything, I got my Associate of Arts degree and then went on to\npharmacy school. Went through pharmacy school in three years at G.W. and got my\nBachelor of Science in pharmacy.",
        "Q: Can you tell me what kind of quota system?",
        "A: They would — they had limited the number of Jews that they were accepting to\nmedical school.",
        "Q: Here, in the United States?",
        "A: Here in the United States.",
        "Q: After the war.",
        "A: A friend of mine applied to 30 schools, got ref — turned down by all of them. I\nnever applied to medical school. The following year he applied again, and — to the\nsame schools, and the 30\" one, Howard University accepted him.",
        "Q: Wow. You know, one heard of things like that over in Europe, but not over here\nin the United States. So, you finished pharmacy school.",
        "A: Mm-hm.",
        "Q: And you had finished before your army service, your military service?",
        "A: Well, the funny thing 1s, the pharmacy school — my father tried to get restitution\nfrom — for missing schooling etcetera in Germany.\nSeptember 16, 2010",
        "Q: Right.",
        "A: And when they found out I was a pharmacist, it takes eight years in Germany,\nand only five here. It was three and a — four and a half years actually, the number of\ncredits. And so you got out sooner than you would have in Germany, so they\nrejected me, I never got any restitution.",
        "Q: My goodness. But on that question in general, was there restitution made to your\nparents?",
        "A: My — yeah, my —",
        "Q: For —",
        "A: — father — my father got quite a bit back. I won’t say a lot, but he got some\nsatisfaction.",
        "Q: From — for his business, lost business?",
        "A: Lost business — well, I — I didn’t mingle in those things, so wa — I was just a kid.\nBut his business, the properties he owned.",
        "Q: Okay. So some of it was done at that time. Maybe it was a i— maybe it was a\nlittle more streamlined for people who came from Germany, than from those who\nwould have come from Poland or from the Czech Republic.",
        "A: Probably was, because that was already in the east zone, that was —",
        "Q: Yeah.\nSeptember 16, 2010",
        "A: — under Russian control.",
        "Q: Yeah, and — and the — the records are there.",
        "A: Mm-hm.",
        "Q: The records are there to show —",
        "A: Well, they’re immaculate at keeping records, rec-recording everything.",
        "Q: Yeah, yeah. When did you get married?",
        "A: 1957.",
        "Q: So, after you came back.",
        "A: Mm-hm.",
        "Q: And —",
        "A: Well, I didn’t — actually, Betsy and I, we didn’t even go with each other before I\nca — was 1n the service. But when I was at G.W., I remember having seen her in the\nstudent union.",
        "Q: And — and so you got to know each other after you came back from the service?",
        "A: Mm-hm. Yeah, we met the —\nA2: I didn’t know his army experience.",
        "Q: I see. And do you have children?",
        "A: Yeah, we have one son, Michael.",
        "Q: Does he know your story?\nSeptember 16, 2010",
        "A: Oh yeah.",
        "Q: Okay. What would you say — when did your parents die? When did they pass\naway?",
        "A: My mother passed away at a y — rather young age, she died in 1968.",
        "Q: Yes, it is a rather a young age.",
        "A: And my father died in 1988. My dad lived to be 95.",
        "Q: Wow. What — what — what do you think they passed onto you as a legacy?",
        "A: Well, just to work hard and do the best you can, and make something of\nyourself.",
        "Q: How did — or how did they respond to everything that had happened, and how\ndid they come to grips with it?",
        "A: Well, my mother was very, very bitter toward the Germans. Extremely bitter.\nMy father was also, but I don’t think he had to the same degree as my mother did.",
        "Q: Did she feel betrayed by her own people in some way”?",
        "A: She was — well, she felt betrayed by the Germans, yeah.",
        "Q: But she didn’t count them as her own people?",
        "A: No.",
        "Q: Man-many people had, you see, that’s why I phrased it like that, many people\nhad felt that they had assimilated, they had fought in a war, World War I, you know.\nSeptember 16, 2010",
        "A: Well, my father got — had the Iron Cross, and he had the Bavarian Service Cross.\nIn fact, I— they’re at the Holocaust Museum, I — that was among the items I gave\nthem. And I put the — that together with the postcard he sent us from Dachau saying\nthat that was his thanks from the fatherland for his service in World War I.",
        "Q: Well, that’s enough to make you bitter. Is there anything else you’d like to add,\nthat we haven’t talked about, that you think is important for people to know in the\nfuture?",
        "A: Well, the — the important thing is to keep faith and do the best you can, and like\nsome things in Germany, I — y-you can’t — just can’t forgive, it’s just something\nthat they did to you. And like when I went to Germany, all the other G.I.s, they\nwere going out with German girls, I wouldn’t go out with any of them, I didn’t want\nto have anything to do with anybody, for tho — for those reasons.",
        "Q: Was your religion — was your religious belief stronger afterwards?",
        "A: Not —",
        "Q: Did it get shaken [indecipherable] change?",
        "A: Not — it doesn — wasn’t necessarily stronger, no.",
        "Q: No. But there are some people also, I know, who lost their religious belief after\nthe war.\nSeptember 16, 2010",
        "A: Yeah, that’s some people, but a — no, I’m ver — very — Pm — I’m not — I’m not\nOrthodox. We go to Conservative services. We — we don’t eat pork products, things\nlike that. But — but we — we believe that we’re Jewish, but we’re not fanatically\nJewish.",
        "Q: My — my point of this 1s that a lot of people who have been through some of the\nHolocaust experiences lost their faith in God as a result.",
        "A: No, no.",
        "Q: No. That — well, those were two separate things for you.",
        "A: Right. Like, I’m very active here with the Jewish residents of Leisure World.\nLast — last week on Rosh Hashanah, I did the Haftorah. I’m getting ti — now I’m —\nsoon as Yom Kippur is over, I start getting things together, Ill be doing the Crystal\nNight program here, Kristallnacht. And I run — I’ve run that, now this’Il be my\neighth year that I’m running — running it. I think it’s ti — I should have taken my\nsabbatical this year. Then Passover I — they found somebody who knows how to\nlead a Seder, so I led the Seder for over 200 people this last year. That’s the fourth\ntime I’ve led it, but this year, the biggest crowd they ever had for their second\nSeder.\nSeptember 16, 2010",
        "Q: Wow. Well, this is again, a question that I asked before, are Seders generally\ntraditionally celebrated within a circle, a small circle, a family circle, or a\ncommunity one?",
        "A: This is a community one. Most everybody goes with their family on the first\nnight, so on the second night —",
        "Q: Uh-huh.",
        "A: — we have — we have here what they call second Seder. I’ve run the show for the\nlast four years. I’ve done a lot of things to liven it up. P’ve gone on the internet and\ngotten parodies for f-famous songs, which a — which are funny, like Clementine —",
        "Q: Oh yeah.",
        "A: — songs like that. Like we started off the Seder, there’s this tune, if There’s No\nBusiness Like Show Business, and started off, there’s no Seder like our Seder.\nWhen we go back after the meal to finish off the second half of the Seder, I started\noff, instead of Take Me Back to the Ballgame, take me back to the Seder. And\nI’ve put in about a half a dozen or more songs, and they enjoy that. I have them\nprinted up, the song sheets, and they’re at all the tables, and they sing along.",
        "Q: We — a person needs a master of ceremonies like that.",
        "A: So I-Pve — I’ve livened it up quite a bit.",
        "Q: Yeah.\nSeptember 16, 2010",
        "A: And they enjoyed it. Th-The — and it’s also a very fast Seder. Some people have\nSeders that run til 11 o’clock, 12 o’clock at night, they drag everything out. Mine\nis, they wouldn’t — didn’t believe me, I said, I’ll have you eating dinner within 30\nminutes. And we did.",
        "Q: And you did. What would you want the people of Straubing to know about your\nfamily?",
        "A: I really don’t care. We were there, we sent them a few things and — for their\nsynagogue, they — like a little museum, whatever they wanted to build, I sent them\nsome things and I never heard much from them, so —",
        "Q: Okay.",
        "A: It—1t’s changed. Straubing was originally, it was German Jews. After the war it\nwas Polish Jews, and now it’s all Russian Jews.",
        "Q: Yeah, yeah, different people.",
        "A: Right.",
        "Q: Not those who have roots for centuries, or at least generations, yeah. Thank you.",
        "A: You’re welcome.",
        "Q: Thank you very much for talking to us today again, after our first interview in\nMarch. This concludes the United States Holocaust Memur — Memorial Museum\ninterview with Fred Firnbacher on September 16\", 2010. Thanks a lot.\nSeptember 16, 2010\nConclusion of Interview",
        "A: — you wanted to go, but you were going to ask me a question, so we’ ll go that —\nit’s a one room schoolhouse, there were about six or eight of us, each one of us a\ndifferent grade, and he taught us all, and I think we learned more there than we\nwould have in public school.",
        "Q: Mm-hm. And —",
        "A: Here — here’s another thing with the other one from 50 dollar fine — 50 mark\nfine, right there, you see 300 thir —",
        "Q: Right.",
        "A: That had to do also with that — that other piece of paper right here.",
        "Q: So-",
        "A: Cause these will someday be destroyed, you’re more than welcome to have all\nthese.",
        "Q: Okay, so in essence, at this point, your father doesn’t have any business any\nmore. You are being — I-I — I’m —I say homeschooled, but in a —",
        "A: Private school.",
        "Q: No-Not a traditional, right, school situation.",
        "A: Right.\nSeptember 16, 2010",
        "Q: What about friends that you had had at school, or friends that were not Jewish,\nthat you had?",
        "A: I didn’t have many. They didn’t want to associate with me, I didn’t want to\nassoci — well, I wasn’t allowed to associate with them.",
        "Q: You had Jewish friends.",
        "A: I had a few, but the trouble was they were all girls. I had no boys to grow up\nwith except a cousin who was about eight or 10 years older. He still is living, he is\nin — he is in Philadelphia now, and he used to kick a football around with me.",
        "Q: Mm-hm.",
        "A: Ball — other words, soccer ball.",
        "Q: So your parents, they had siblings?",
        "A: Yes.",
        "Q: How many siblings did each of them have?",
        "A: My mother had two, one brother and one sister. The brother and sister were\nliving in Holland. They — the brother was a PhD. in chemistry, he graduated from\nHeidelberg. He couldn’t get a job in Germany because he was Jewish, so he went\nto Holland and he worked for Organon, big pharmaceutical company in Oss.",
        "Q: Mm-hm.\nSeptember 16, 2010",
        "A: That’s o-s-s, in Holland. And he became paralyzed, I don’t know what disease\ncause I was so little then. But anyway, he was in a wheelchair, and my aunt, she’s\nbeen divorced, and she had a son, they — she went there to take care of him, and so\nshe lived with her brother in Holland.",
        "Q: And did they survive?",
        "A: No. When we left Germany, til our ship would leave, as soon as we had our\npapers to get out, we left on the very next train for Holland, and we stayed with\nthem, and he could see the time was getting — he’d never see his sister again. So he\nwent downhill, and about a month after we left Holland, he died. And the aunt and\nher son, they went — they met their end in Auschwitz. In fact, I’ve got their —",
        "Q: Their Red Cross letters?",
        "A: Yeah. [pause]",
        "Q: I’m just — sorry, I just paused to write. Your father also had siblings?",
        "A: Mm-hm.",
        "Q: Your mother was Eda?",
        "A: Ida, right.",
        "Q: Ida, i-d-a”",
        "A: Mm-hm.",
        "Q: Okay, and your father was ma — mayr —\nSeptember 16, 2010",
        "A: Maier, Maier.",
        "Q: Okay. And he also had siblings?",
        "A: Mm-hm.",
        "Q: Brother, sisters?",
        "A: He — well, there were actually nine of them originally, but I knew three of his\nsisters. There was a fourth one who died when I was real little, so that took care of\nthem. One brother was — he had just gone across the border into Switzerland in oh,\nabout 1936 or ’37. And the others, they weren’t living any more when the — his\nother brothers I don’t remember, I never knew them.",
        "Q: Hang on one sec. I don’t know if I was allowed to do that, but okay. So the — you\nhad — your father was one of nine children.",
        "A: Mm-hm.",
        "Q: Your grandparents, were they still alive before the war?",
        "A: My — on my father’s side, my grandfather died in 1938, the year bef — year\nbefore we left, and my grandmother died in Theresienstadt.",
        "Q: Your grandfather died in 1938 from what?",
        "A: Probably heart disease, the — th — didn’t know the terms exactly in those days,\nwhat different things were.",
        "Q: And what about your mother’s parents?\nSeptember 16, 2010",
        "A: My grandfather there, he died in 1934. That was, I think, before insulin was —",
        "Q: Uh-huh, of diabetes?",
        "A: He di — well, not — he was stung by a bee, and something or other, the — he was\nallergic, and the diabetes and everything tha — he had a reaction, and he didn’t make\nit. And my grandmother died in Sobibor.",
        "Q: So she went to Westerbork and then to Sobibor?",
        "A: Yes.",
        "Q: And did you have cours —",
        "A: Well, she — she went to — she went to Holland. Well she’s — she was still in\nStraubing when we were there. She couldn’t get a visa, she went back and forth,\nspent half a year with us, half a year with her other daughter in Holland, back and\nforth, and when the war broke out, she was in Holland.",
        "Q: And included in the materials, did you bring some correspondence from your\ngrandmother before she was deported to —",
        "A: I don’t think I have any correspondence.",
        "Q: Okay. So, tell me, your father, 1t’s around Kristallnacht.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "Q: I’m jumping ahead, but around Kristallnacht — at this point, before\nKristallnacht, before November of 1938, did your parents start to get their affairs\nin orders to get out? Had they already signed for a quota?",
        "A: We — we had — we had relatives over here. In fact, in the family over here there\nwas — there was the Luchs family — are you — are you a native Washingtonian?",
        "Q: No.",
        "A: No? Cause there used to be a st — a real estate company here, Shannon and\nLuchs.",
        "Q: Mm-hm.",
        "A: And the Luchs family was a very large family, and about half of them came to\nthe United States way back, and a lot of them came at later dates, and the\noffsprings etcetera. There was a Rabbi Luchs in Davenport, Iowa, and he saw to it\nthat everybody in the family had to give some sort of affidavit to try to get the\npeople out. And that’s how we got out, and what happened was, in Germany the\nAmerican consulate of course had a quota, so we got a number, just like you go to\nthe delicatessen —",
        "Q: Right.",
        "A: — when you would go in, there’s the number that we had to go to the consulate in\nStuttgart.\nSeptember 16, 2010",
        "Q: So you had this in July of 1938?",
        "A: Mm-hm.",
        "Q: But it hadn’t come up before Kristallnacht?",
        "A: No.",
        "Q: What happened on Kristallnacht?",
        "A: Well, Kristallnacht, well, along with this — well, we went to the hotel that we\nwere staying at before we went to the American consulate in Stuttgart, this was in\nour hotel room, in other words since — since you’re not an Aryan, you’re expected\nto eat your meals in the room, you can’t go into the —",
        "Q: Dining room.",
        "A: So I thought that would be of interest.",
        "Q: It is. So, do you remember this trip to the consulate?",
        "A: Yeah. I remember one thing, my parents were so worried that we wouldn’t get\nout, cause I had a terrible cough, and it’s — they thought maybe the doctors might\nreject me because I had this cough that the — I might have bronchitis or something.\nSo when we were there, everything was in order except for one thing. My father\ndoesn’t know whether it was an accident or whether they did it on purpose, they put\nthe year, it was just after the first of the year, it was in January, instead of putting\nthe date 1939, they put 1938. And so they wouldn’t give us our papers to come out.\nSeptember 16, 2010\nSo, we didn’t want to get to stop, because they always would come by and pick up\nour passports, then we had a hard time getting the passports back.",
        "Q: Right.",
        "A: So my dad left us with — my mother and me with relatives in Augsburg. We\nstayed there the int — this 1s on Friday, so we stayed there all weekend. When Dad\ntook the first train Monday morning to Straubing, never went to our house, went\nstraight to the authorities, wherever he had to go to get this corrected. Then he got\nthe next train to Stuttgart, went to the consulate, got the papers, came back and\npicked this up at — in Augsburg, we went back to Straubing that night, and we got\neverything in order, we th — all the packing, the — everything had been packed\nalready anyway, to get our luggage and everything, to leave Germany. And the ne\n— the very first train out that was — head for Holland, we were on.",
        "Q: And this was when, exactly?",
        "A: The — about well — here, the passports. This is my mother’s.",
        "Q: So this is stamped November of ’38.",
        "A: Well, that’s when she got the passport.",
        "Q: Right.",
        "A: We got the traveling — January 11\" we arrived [indecipherable] Holland.",
        "Q: Okay. In 1939.\nSeptember 16, 2010",
        "A: Mm-hm.",
        "Q: So, let’s back — back up to November of 1938.",
        "A: Right.",
        "Q: What happened then?",
        "A: It — well, they — they had plundered the synagogue then, everything there that\nnight.",
        "Q: What do — what do you remember?",
        "A: What do I — well, I remember, cause I saw the synagogue afterwards —",
        "Q: Okay.",
        "A: — what they had done to it. They had plundered all that. In the morning — well, in\nthe middle of the night that night, they came and tried to break into our house.\nBeing small, I never heard a thing. I slept through the whole thing. In the morning\nwhen I woke up, I heard the doorbell ringing downstairs. They weren’t able to break\ninto the house, the door was too strong. The police were there to arrest my dad, and\ntook him to the jailhouse in Straubing, and after a couple of days he was shipped\noff to Dachau.",
        "Q: And tell me about your mother, what happened with your mother?",
        "A: Well, I wa —",
        "Q: How was her demeanor, was she frantic?\nSeptember 16, 2010",
        "A: Well, of course she was frantic, and she didn’t know what to do. She went to the\npolice station, and she found a very sympathetic policeman there, and she was able\nto give him warm clothe — underclothing and stuff, so that he could stay warm, it\nwas wintertime. And she went up there every day, she brought something for him\nevery day, this is on — on — and on the third day —",
        "Q: Until he was shipped out.",
        "A: — on the third day he says, they’re gone, he says. They asked where to, he says\nhe wasn’t sure, but he thinks it’s Dachau.",
        "Q: And at this point he’s sending letters, por — postcards, or —",
        "A: No, it was a little bit different. He wou — he knew we’re allowed to send\npostcards after e-every so often. And this is the thing that he sent. Now the — what I\nreme — would — thought would be an ironic thing 1s —",
        "Q: Oh, he’s a World War I veteran.",
        "A: He’s a world — World War I veteran. He had the Iron Cross. This 1s the Bavarian,\nsome sort of cross there fr — Bavarian. And in here are —",
        "Q: Oh my God.",
        "A: This 1s the fifth Bavarian, some kind of division, I guess, in the name of His\nMajesty, the German Kaiser, that my father got the Iron Cross, second class,\nSeptember 16, 2010\nwhatever that means, and so on. That’s — that’s the authentic papers that he got the\nIron Cross.",
        "Q: And so he got this in 1917; one of these in 1917.",
        "A: Probably. But you know, the Iron Cross —",
        "Q: Right.",
        "A: — that was 19 seven — that’s this one.",
        "Q: And one of them he got in 1934, right?",
        "A: Yeah. And this right here is His Majesty the King, that would be the Kaiser — no,\nit’s 17 — November 1916\" —",
        "Q: 16.",
        "A: I—this is a German script, which I can’t read any more. That he got the — the\nmilitary fatinzkreuzter(ph). Some kind of a cross, that’s the third class with\nhonors, or whatever. And that’s for the other one, and then he can — received\nanother award, which I don’t know anything about, and I don’t —",
        "Q: In 1934 they wa — across the board, it — under Hitler, issued th-the Black Cross,\nthis Black Cross. So he must have gotten this one in 19 si —",
        "A: No, he got this one 1916 —",
        "Q: Because —",
        "A: — and then this one 1917.\nSeptember 16, 2010",
        "Q: — cause this is —",
        "A: That’s something else, I don’t know what that’s for, but I just found that.",
        "Q: Okay, because this 1s — this usually comes with this. Usually 1t was awarded in\n1934 with that.",
        "A: That I don’t know. Anyway — cause it’s right —",
        "Q: So, is it — it’s ironic —",
        "A: — it says right there. Yeah. And that’s why it’s ironic, that’s why I said this will\nmake a nice exhibit, for he fought for this country, and this is his thanks that he\nreceived.",
        "Q: And do you think he would have been treated differently if he hadn’t fought at\nall?",
        "A: I don’t think so. What happened was, they had — my mother heard somebody had\ngone to the Gestapo and asked — this can go with that also —",
        "Q: Okay.",
        "A: They had — they had asked if their husband could be released. And because she\nhad nerve enough to go to the Gestapo, they released them. So my mother said,\nwell, I’m going to go to the Gestapo, too. She took the train to Regensburg, went to\nthe Gestapo, and a couple days later, my dad walks in the door. And he said that\nwhen he left Dachau, cause he had — always had money with him, he — a lot of the\nSeptember 16, 2010\nothers who didn’t have money couldn’t buy things, he left money, almost all the\nmoney he had, he just kept enough so he could get home, he gave it to different\npeople, and he got letters later on thanking him for it. And as it turned out, a week\nafter he came home, they would have released him anyway cause they released all\nwar veterans the following week.",
        "Q: Mm-hm. So at this point, what happens?",
        "A: This has to do with the — th-the — with the medals, also.",
        "Q: Okay. Oh right, Ehrenkreuz. So he was released and then you — this is when\nyou got newspapers together —",
        "A: Well, we couldn’t g — we couldn’t go anywhere til we could go to the consulate\nin Stuttgart.",
        "Q: Right.",
        "A: He came home the first week in December — second — first, second week,\nwhatever, and our appointment wasn’t with the consulate until January, January\nsixth.",
        "Q: Mm-hm.",
        "A: So we just had to sit around and wait and they would come pick up his passport,\ngive it back to him. Have to go and pay a fine to get it back and what have you.\nAlso, on the first of January, everybody had to have a kennkarte.\nSeptember 16, 2010",
        "Q: Of ?38.",
        "A: Th-This was January 1*', 1939.",
        "Q: Ah.",
        "A: And we were leaving, so my dad thought we could get out, they wouldn’t let us\nget out of Germany without that.",
        "Q: Mm-hm.",
        "A: And I don’t know what happened to my mother’s, I don’t have it here, I don’t\nhave my passport. And this is my kennkarte, but this is th — right here, if the — if\nyou’re a child under 10 you didn’t have to have your picture or your f — your\nfingerprints.",
        "Q: I see. Interesting. And can I see your passports? So these are for your parents?",
        "A: Mm-hm. I don’t know what happened to mine. Ma —",
        "Q: Do you remember having a kinder ausweis, or —",
        "A: Oh yeah. I had one, it was just —",
        "Q: — because —",
        "A: — it wasn’t a book, like it was just one —",
        "Q: It was a card, right.",
        "A: — little — little card, and I don’t know what happened to that. And to be able to\ngo, everything you took with you, you had to pay a fine to the German, so this is\nSeptember 16, 2010\nJuden [speaks German] that’s where you had to pay them the fine, or — they\nvalued everything, you had to pay them that much.",
        "Q: Right, so they ta — right, they taxed you to leave the country.",
        "A: Right.",
        "Q: They taxed you to be in the country.",
        "A: And that makes this envelope empty. Let me try and see what else I got here. Oh,\nhere — here’s from when I went to the — here’s what I was looking for.",
        "Q: The [indecipherable].",
        "A: This is my report card, this is the second one.",
        "Q: You — you said that you went s — you stopped in Holland, the family stopped in\nHolland —",
        "A: Mm-hm.",
        "Q: — on their way to the United States. How long were you in Holland?",
        "A: We got there on the 11\", and our ship left on the 28\", so we had two and a half\nweeks.",
        "Q: Okay.",
        "A: This is my report card from — I don’t have any of my American report cards, but\nI found this. This is —",
        "Q: The Straubing, right?\nSeptember 16, 2010",
        "A: — the prod — prod — Protestant school, Straubing, and the way they marked, one\nwas like an A, two like a B, and so on and so forth. This was [indecipherable] how\n— how [indecipherable] was work, I guess. My behavior, I was — of course I was\nquiet, I didn’t say anything, cause I was afraid of everybody. German, how well I\ndid in German, like here you take English. My speaking, I guess I — because I was\nshy, I didn’t want to talk much. Reading.",
        "Q: Mm-hm.",
        "A: Well, this is the fall, this is the spring.",
        "Q: Spring.",
        "A: Right. Writing, I got that. Singing, I got the three, I didn’t sing very well then, I\ndo much better now. I guess that’s ho — that’s homework. Mathematics. This is\ngym, that’s about it.",
        "Q: Hm. And this is for the —",
        "A: Th-That is — it’s a [speaks German]",
        "Q: Right, the Jewish community.",
        "A: Right. That was the one there, and he has the remarks here that I am a genius at —\nnot exactly genius, but I’m ex-exceedingly bright in mathematics. That goes with it.",
        "Q: So, do you remember what it was — coming over on the ship?\nSeptember 16, 2010",
        "A: Well, their — they were very, very happy, of course, we were out of Germany.\nWell, in fact, when we crossed the border into Holland, wa — I opened up the\nwindow and I spit out. I remember that.",
        "Q: So you understood that —",
        "A: Oh yeah. We were — I was harassed at school, and all along I knew — I—I was\ntaught what — what I could do and what I couldn’t do and how to behave myself.",
        "Q: Well, what was it like when you said goodbye to your relatives in Holland, for\nyou?",
        "A: It was difficult.",
        "Q: Right. I mean, did you — did your parents think this might be the last time —",
        "A: Right. Well, in fact, when we left Straubing, my grandmother was in\nStraubing, but she was back and forth. And my — we wouldn’t let her go to the\nrailroad station to see us off because my mother knew that — and my father knew\nthat she would start howling and crying and everything, and they didn’t want to\nhave any kind of a scene, so we said goodbye in the house before we left there.",
        "Q: And you arrived in the United States, what was it like for you at first? You\ndidn’t speak English.",
        "A: Well, I remember we got up in the morning on — on the ship the last day and I\nsaw the Statue of Liberty, and it was snowing. There was snow on the deck of the\nSeptember 16, 2010\nship. And everybody always said how hot it is in the United States — you know,\nyou couldn’t believe it snowed over here. It was in February and we went off the\nship. We landed in Hoboken, went off the ship, through customs and one of my\nfather’s nephews, my first cousin was there to meet us. And another cousin on my\nmother’s side was there. And they took us — I guess it was the tubes, whatever they\ncalled the trains coming from New Jersey into New York, and showed me, I\nremember, the tallest building in the world, the Empire States building. They took\nus to lunch, and I don’t remember where or what, and they put us on the train for\nWashington, somebody else was supposed to meet us here to pick us up. They\ndidn’t show up for some reason or other, and we took a cab, because the people who\nsponsored us, who we were going to stay with, they were in their 70s already then.\nSo they didn’t come out at night, and so this — I — he — missed connections or\nwhatever, and so we went by cab.",
        "Q: Mm-hm. And you — how did you find it at first? How did you find the people —",
        "A: Well, was strange — strange coming, you didn’t know the — you didn’t know the\nlanguage.",
        "Q: How was school?\nSeptember 16, 2010",
        "A: Well, I went to American conversation school. And I learned English and I\npicked it up playing with kids in the street and what have you. I just picked it up\nreal fast.",
        "Q: And so you felt the transition was —",
        "A: To me it was easy.",
        "Q: How about for your parents though?",
        "A: Well, it was hard for them to learn English.",
        "Q: And what did your father do?",
        "A: What’d he do? He-He — he didn’t have much of jobs at all. At first he was — had\na part time job at [indecipherable] still the end of the depression. Before World\nWar II, he worked as a [indecipherable] but they had him in as a packer, then he\nwas a — they used to pack their own stuff in the — like candy and stuff, they had\ncellophane bags, and put it all out. And he used to work in there putting stuff\ntogether like that. Then he was — he never was a cashier or anything like that, just\nodds and ends. Then later on he started selling door to door like a peddler. And then\nhe went the ki — in wi — in the s — dress business, and selling them to — to the\ncolored, they — he gave them credit, which they couldn’t get at the department\nstores, cause they couldn’t get credit. I don’t think they had credit cards in those\ndays.\nSeptember 16, 2010",
        "Q: Don’t think so.",
        "A: And so — so he — he gave them credit and built up a pretty good business.",
        "Q: And your mom? Did she help in the business?",
        "A: No, she — well, World War II came, and we — we bought a house, and we rented\nrooms. So my mother took care of all that in the house, and renting the rooms.\nBetween the two of them they made — made things go. I mean, there was never — we\nalways had food to eat, always had clothes to wear. We never felt that we were\npoor, even though we were poor.",
        "Q: Did you find a like community? Did your parents seek out other German Jews?",
        "A: Yeah, well, they — they use — they had a lot of friends here. They used to have —\nthe Russian Hebrew congregation used to have something one night a week where\nall the German Jews, somebody had organized them to come together, they tell each\nother wha — how they got a job here, how they got a job there. How they got\nsomebody out of Europe and th — and they got together and they got information\nfrom each other.",
        "Q: Mm-hm.",
        "A: It was a great grapevine.",
        "Q: So what about other relatives? What are you hearing from other relatives?\nNothing at this point?\nSeptember 16, 2010",
        "A: Well, til 1941, we’d get letters, but they were always censored, stuff crossed out\nand —",
        "Q: Right.",
        "A: — cut out. And used code things like if somebody was arrested, they went on a\ntrip. Didn’t say that they were arrested, and so and so forth.",
        "Q: And at the end of the war, how did your parents seek out information?",
        "A: Well, they wrote everywhere they could. This is — here’s one letter my dad wrote\nfor hi— one of his sisters and her husband, family of three children. They lived in\nLandshut, and this is the letter he wrote no — th — when he got back with this — they\nused the same — I guess they didn’t have paper after the war in Germany. They\nused the same letter and they wrote back.",
        "Q: Oh. They were sent to — they were deported in *42. They’re unknown — their\nwhereabouts are unknown. They we-were with a transport to Regensburg — which\nbrought them to Regensburg.",
        "A: Well, that was the main city in the area.",
        "Q: Right. So it’s still — this is unknown.",
        "A: Right.",
        "Q: Essentially.\nSeptember 16, 2010",
        "A: Here is an — the Dutch Red Cross, Nederlandse Rode Kruis. This is for Herta\nLeven Luchs, that was my mother’s sister, and the other one 1s for my\ngrandmother. And this is my cousin. And here, it tells right here is transported from\nWesterbork to Sobibor.",
        "Q: Did you know what Sobibor was at this point?",
        "A: No.",
        "Q: I mean, when they said that, do they — did —",
        "A: I don’t know what — no, this is after the war, 1946.",
        "Q: Right. Oh, for the head of the liquidation office for concentration camps. What a\ntitle. Amalie(ph) Luchs.",
        "A: That was my grandmother.",
        "Q: Right.",
        "A: This, it’s a deported to s — this 1s also Sobibor, but then it says — oh, that’s for\nmy grandmother, here it says they were deported to Kozul(ph), whatever that is.\nThat must have been a midpoint, because I got something else that says that they\nwere in Auschwitz. This — my cousin and I, whenever we were together, we were\nlike brothers, cause he was an only child and I was an only child. Here is — they\nwent to something in Eindhoven, which is in Holland, which just said that they\nSeptember 16, 2010\nwere sent to Germany. See, we tried all different places to find out what happened\nto them.",
        "Q: She was sent to Germany. She was never sent to Germany though.",
        "A: No.",
        "Q: She was sent to Westerbork, and then from Westerbork she was sent to\nSobibor. Westerbork was in Holland.",
        "A: On — on this right here, there it says Auschwitz, Os-Oswi —",
        "Q: Oswiecim.",
        "A: Yeah, whatever. That’s for the sister Herta and for the — fo —",
        "Q: Herta Luchs.",
        "A: Leven Luchs.",
        "Q: And — and Emile Julius was her son.",
        "A: No, Emilie Julius was her husband.",
        "Q: Husband, okay, and he —",
        "A: They — they were divorced. I had no idea what happened to him. It was very rare\nfor somebody to be divorced over there.",
        "Q: Right. What about the son?",
        "A: Well, that — he — that’s the son.",
        "Q: Karl.\nSeptember 16, 2010",
        "A: Karl Hans. His last name was Leven, I-e-v-e-n. And here’s that they died, or\nwere murdered I should say, on the third of September 1942. So they were on the\nroad 26\" of August Westerbork, and then on 31* of August, they were sent to s —\nto —",
        "Q: So they really didn’t spend too much time in Westerbork.",
        "A: No. That’s a picture of them.",
        "Q: How did your — do you remember when your mother first found out?",
        "A: Oh, she was —",
        "Q: Devastated.",
        "A: — she was a nervous wreck. Here is also a neth — Ne-Netherlands Red Cross.",
        "Q: It’s interesting though, because in here it says, for filing a claim for\ncompensation in Germany —",
        "A: Well, my father filed claims for everything he could.",
        "Q: But it’s, oh — in reply to your above inquiry please find enclosed certificates\nrelative to the imprisonment, deportation and subsequent death of the above\npersons, together with declaration certifying that they were supposed to wear the\nStar of David.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "Q: Oh yeah, it’s right — that’s right. The Juden star. That’s really interesting. So\nyour mother — your father must have asked about that as well.",
        "A: It’s a funny thing, my father never knew how to type. When I was in college, I\nhad to type a term paper, so I bought a typewriter. And that typewriter, he used that\nf— hunt and peck, for years, typing even 15 - 20 years after the war, suing here and\nsuing there, writing to this place, writing to that place, to —",
        "Q: Do you have the files for his —",
        "A: No, I don’t have that any more.",
        "Q: Okay.",
        "A: Cause that — there was just too much when we moved here —",
        "Q: Right.",
        "A: — Thad to get rid of a lot of stuff.",
        "Q: That’s okay. I just wondered because some people —",
        "A: Well here’s — this 1s —",
        "Q: — collect — keep — keep copies of that just —",
        "A: — the secretary s — state of the United States of America, I guess that’s where they ha —\nclaims that this is claims that he made to Germany.",
        "Q: Did he ever get reparations?",
        "A: Oh, he got here quite a bit.",
        "Q: Good.\nSeptember 16, 2010",
        "A: I don’t know how much, but he’s always says, here I got a small check here, I got a\nsmall check there.",
        "Q: Right.",
        "A: This —",
        "Q: So he really — he did as much as he could.",
        "A: When we — Betsy and I went to Germany, we went back to the synagogue where I had\ngrown up, and we found — this is pictures from much older than that, because I was m —\nhad been sent to my dad. But this is the memorial in the synagogue there for all the people\nfrom Straubing who —",
        "Q: Who didn’t survive.",
        "A: — who didn’t survive the Holocaust, and there are 15 of our family in that list.",
        "Q: It’s amazing.",
        "A: And this right here 1s —",
        "Q: The article.",
        "A: — the article I wrote right after we came back from Germany.",
        "Q: Can I keep this copy?",
        "A: Yes, mm-hm.",
        "Q: Okay. So, did you want to donate these materials?",
        "A: Yes.",
        "Q: Okay, great.",
        "A: I don’t know what you can do with them, but —\n85September 16, 2010",
        "Q: Well — well, first of all, let me turn this off. ’'m gonna just say that this is the end of my\ninterview with you — well, actually, our conversation I should say, with Mr. Firnbacher in\nMaryland.\nConclusion of post-Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nFred Firnbacher, on September 16\", 2010, in Silver Spring, Maryland, in Mr.\nFirnbacher’s home, and thank you very much for agreeing to see us, to be re-\ninterviewed by —",
        "Q: — the United States Holocaust Memorial Museum. And I will start with trying to\nlay the groundwork, trying to find out the world — a little bit about the world you\nwere born into. Can you tell me where you were born, when, your name, your\nparents’ names, and we’ll go from there.",
        "Q: I see. What year were you born? What’s the date of your birth?",
        "Q: Do you have brothers and sisters?",
        "Q: You were an only child.",
        "Q: Was yours a large family?",
        "Q: I see. Could you spell the name of that research company so that we can —",
        "Q: Organon, okay.",
        "Q: What was — what was your father’s profession, or what — how did he make a\nliving?",
        "Q: Tell — can you tell me — th-this is ust pure coincidence. This morning we had an\ninterview with somebody whose father was also in the cattle market business. Was\nthis a fai — was this an area of activity that there were more Jews than in other areas,\nor was this just a pure coincidence that we were —",
        "Q: I see. Okay, okay, so that — it gives us a little bit of sense of the wider context.",
        "Q: Okay. And your mother, was she involved in her — your dad’s business as well,\nor wa —",
        "Q: Okay.",
        "Q: What was her name?",
        "Q: How do — i-d-a is her first —",
        "Q: L-u-c-h-s. And your father’s first name was?",
        "Q: Maier Firnbacher, okay. Would you say that your family was a well-to-do\nfamily?",
        "Q: Did you have nannies, did you have servants at home?",
        "Q: Did you have housekeepers and things like that?",
        "Q: Yeah. What are some of your earliest memories from your childhood?",
        "Q: Buttenwiessen”",
        "Q: Was it a fun thing for a child to do when you went to Buttenwiessen?",
        "Q: Ah, I see. So it was — it was something that happened only in those first four\nyears of your life?",
        "Q: And what memories do you have of Buttenwiessen?",
        "Q: So you — did you wear lederhosen?",
        "Q: That is a very — I mean, that’s quite an achievement, cause those are tough pieces\nof leather there. Any other memories from that time, of your grandfather —",
        "Q: Mm-hm, what were they like?",
        "Q: Well, tell somebody who’s not Jewish a little bit about Seders in Germany at\nthat time, cause I wouldn’t know.",
        "Q: A-And that is a prayer?",
        "Q: I see. Okay, thank you. And 1s thi — was this something that was very traditional?\nWas your family a very religious family?",
        "Q: I see. Okay. And wa — was that something that almost all Jews in smaller cities\nand towns would — would observe?",
        "Q: Yeah.",
        "Q: Did you have any contact with Gentile Germans at all? Do you remember, from\nger —",
        "Q: Oh dear, and you were how old?",
        "Q: And di-did you know the full reasons why this was happening?",
        "Q: Oh, we will take a look at that photograph later. And — and that was enough to\nmake that happen.",
        "Q: And that was —",
        "Q: So this would have been 1935 - 36?",
        "Q: Yeah, probably —",
        "Q: Was that — is that your most vivid memory of coming — you know, sort of like\nhead on into Nazism and you know, when you experience it, or did you have other\nthings that —",
        "Q: For the Czechoslovakian —",
        "Q: Oh my goodness. Oh my goodness, because yes, they were on the way, wa — wa\n— where you lived —",
        "Q: — in Bavaria, you were there, yeah.",
        "Q: And were people in the town saying yes, we’re going to — Austria will now be\npart of us, is that —",
        "Q: Did — do you — did you notice, or did your parents talk about neighbors or your\nfather’s business being affected in — in all of — you know, in all of what was\nhappening at that time?",
        "Q: So how did you live?",
        "Q: So was probably savings.",
        "Q: Just what would have been saved up, and nothing. Di-Did you — okay. Did — did\nyou notice — I mean, you were a young child at the time, but children feel things —",
        "Q: — very often. Did you notice something happening in your parents’ demeanor\ntowards one another, towards you —",
        "Q: — to the outside?",
        "Q: Were there other incidents from other kids, aside from that one — one boy —",
        "Q: Mm-hm, that you remember.",
        "Q: Yeah. Did you ever have any other German — did you have German friends?",
        "Q: What else can you tell us about what happened afterwards? After you were in the\nschool, how long did that school exist? Was that at some point also closed down or\nnot?",
        "Q: Is that what happened afterwards is that not only was the building broken into,\nbut those who were involved were sent to Dachau?",
        "Q: Oh my. Did you see them arrest him? Did you see —",
        "Q: That must have been terrifying for a child.",
        "Q: And how long was he in Dachau?",
        "Q: Did he look changed?",
        "Q: Yeah, of course, I mean, because Kristallnacht was in November.",
        "Q: And — and — and it was cold.",
        "Q: Yeah. Did he talk about what had gone on in Dachau?",
        "Q: Your language at home I take it, was only German. Is that so?",
        "Q: Okay. No Yiddish, or —",
        "Q: No. Wh-What — did things change in your house after your father came home, as\nfar as how they were thinking of what to do, where to go?",
        "Q: So they’d already planned.",
        "Q: So you didn’t waste any time —",
        "Q: — after he came back from Kristallnacht.",
        "Q: And did you know — being a child, did you know of all these plans?",
        "Q: Okay, so they — they were talking about that at home, there was already we’re\nnot staying here, even before Kristallnacht. You know, the —",
        "Q: Of course not.",
        "Q: And that wasn’t yet certain that you would be able to go when you appeared\nthere, or was it? It was a more f— more or less a formality.",
        "Q: And were y — was your family able — yo-you — you left everything, then.",
        "Q: Were you able to take any other items? Did you take any toys?",
        "Q: For your own stuff.",
        "Q: And so did you pretty much leave an empty house?",
        "Q: What happened to her?\nSeptember 16, 2010",
        "Q: And the large family of your — I think you’ve talked about your father having\ncome from a very large family.",
        "Q: Oh my, how unusual. There was — I know of many people who — many — I knew\na few people who did go back, who —",
        "Q: Mm-hm.",
        "Q: I see, so they were still there.",
        "Q: They were still in Straubing.",
        "Q: Did you, bit by bit, learn of the fates of each single one?",
        "Q: Suzy [indecipherable]",
        "Q: So your uncle who was in Holland stayed there, he didn’t —",
        "Q: I see. And your si — her sister who was taking care of him —",
        "Q: Okay. So when you were leaving your grandmother and when you were leaving\nyour extended family, there had been nobody else in the family aside from this one\nSeptember 16, 2010\nuncle who had had plans or — or talk of also trying to get out, or they just didn’t\nhave the way of doing it, or —",
        "Q: So they were caught.",
        "Q: So you left Germany when you were hold old then, nine years —",
        "Q: Eight, eight. And what are the memories that you have when you cr — crossed\ninto Holland? Did you feel in — like you were — was it like from one world to\nanother world?",
        "Q: Fitting. And tell me now about the Torah story that you were talking about.\nWhat was that, how does it — what was the beginning of it, how did it develop —",
        "Q: Right.",
        "Q: This was the synagogue’s Torah?",
        "Q: Oh, it’s his Torah.\nSeptember 16, 2010",
        "Q: We'll hear that then, maybe.",
        "Q: And when was it discovered? Was it like returned right after the war, or se —",
        "Q: — or several years later or decades late —",
        "Q: So cer — shortly after the war —",
        "Q: — it just appeared in the —",
        "Q: — where the synagogue was.",
        "Q: Oh, in the police station. It appeared there.",
        "Q: That’s where he found it, okay.",
        "Q: Okay.\nSeptember 16, 2010",
        "Q: Talked about it so much.",
        "Q: And yes, I mean, it — 1t — it makes sense that — that — that’s an educated\nhypothesis, that —",
        "Q: And when you’re talking now, you’re talking about a film that was made by\nGerman television people.",
        "Q: And the point of his film was the story of this —",
        "Q: Let’s — let’s poi — [break] You can turn us back on. So, can you tell me a little\nbit about the point of the film? It was to find out what happened, this mystery of the\nhidden Torah.\nSeptember 16, 2010",
        "Q: Okay.",
        "Q: Right.",
        "Q: Oh my.",
        "Q: Yeah.",
        "Q: Wow. So it’s —",
        "Q: Wow. And where 1s it now?",
        "Q: In your synagogue there?",
        "Q: That’s not just any old Torah.",
        "Q: That is — that 1s quite a special one. And did your father have difficulties in —\nwhen he had to go through bureaucra — bureaucracy, pay for it, go through the\nGerman police and so on, but wer — did they know what they were giving up, or\nthey didn’t care?",
        "Q: Okay, they can call again, okay? So let’s go. So yes, I was asking about any\ncomplications in getting the Torah out of your fa — of your father dealing with the —\nthe Nazi officials.",
        "Q: And they could — and they —",
        "Q: Okay, okay.",
        "Q: Did your parents, since you — you were a child at the time, and it’s real — a lot of\nthe questions that I’d have would be the kind that a child wouldn’t know the\nanswers to, but did your parents talk about neighbors who’d changed their attitudes,\nor changed their behavior towards your family? Or were the Gentiles around pretty\nmuch the same they had always been?",
        "Q: Yeah.",
        "Q: And yo — and your parents would let you — would let you know that this one you\nhave to be careful with —",
        "Q: — this one you have to be careful with.",
        "Q: Was it a pretty residential area where you lived?",
        "Q: Okay. But then that house that —",
        "Q: That’s your grandfather’s house.",
        "Q: I see.",
        "Q: Okay. When did you stop speaking German?",
        "Q: So you moved to Washington when you came to the United States?",
        "Q: I’ve heard of Midlothian.",
        "Q: Right.",
        "Q: What were yo — what were your first impressions when — did you sail into New\nYork harbor, or to Baltimore —",
        "Q: Okay.",
        "Q: Oh my.",
        "Q: Well, I remember — I’m from Boston, and I had been to New York a couple of\ntimes before, when I was, you know, growing up. But a friend of mine convinced\nme to move there when I was a young adult. And for the first three days I felt like,\noh, these are such statues, they’re so big and I’m so little, you know. And I never\nthought I could fee — have that feeling, cause I’m a city kid, you know, and you’re\nused to tall buildings. But New York has that, you know, effect on people.",
        "Q: So it was a little tough to begin with.",
        "Q: Had your father been able to get any of his capital out, any — any sa —",
        "Q: No. So it was only the 250 marks.",
        "Q: Per person. That is tough. That is very tough. So you didn’t forget German, in\nother words.",
        "Q: Even in the United States?",
        "Q: Cause some people — some people either refused to, or they were in an\nenvironment which didn’t encourage it.",
        "Q: During the war, what do you remember of your parents’ demeanor?",
        "Q: I— they must have been concerned ab —",
        "Q: That’s right. When was the first time that you learned of the fates of your — of\nyour family, of your larger extended fa —",
        "Q: Was it only after the war?",
        "Q: When did you go back? Cause you mentioned before that you went back.",
        "Q: And when was that?",
        "Q: That’s pretty early, considering. You know, ma — considering that many people\ndidn’t — didn’t go back, if at all, in the 70s or the 80s, or to see the places they had\nbeen to. Did you go back to Straubing when you were in the military?",
        "Q: And where were you based?",
        "Q: And is that in Bavaria too?",
        "Q: Oh my.",
        "Q: I’ve been there.",
        "Q: I’ve been there. I’ve been there. I know exactly where you’re speaking —",
        "Q: Okay.",
        "Q: Small place.",
        "Q: That’s right.",
        "Q: That Wildflecken has a pharmacy.",
        "Q: How interesting. Now, when you were there, did you go back to Straubing?",
        "Q: Did you go to Buttenwiessen?\nSeptember 16, 2010",
        "Q: Right.",
        "Q: Right.",
        "Q: Of course.",
        "Q: Of course, of course, of course. So you bring an 80 year old packs of cigarettes.",
        "Q: Yeah.",
        "Q: Really? But — but, you know, how mean. You know, a parcel goes to an old\nwoman in a nursing home —",
        "Q: — and it — and it’s pulled apart and si — you know, stolen —",
        "Q: — before she even gets — you know, before it gets to her.",
        "Q: Of course.",
        "Q: So, your first trip was to Munich. During that same three day pass, did you\nmake it down to Straubing?",
        "Q: Mm-hm.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Really?\nSeptember 16, 2010",
        "Q: Pardon?",
        "Q: Nis — yeah.",
        "Q: So you — but the impression I get is that you looked at buildings and s — graves.",
        "Q: Did you meet people? Did you see any people who knew you, who knew your —",
        "Q: Wow.",
        "Q: How did you feel wi-with these — with this kind of curiosity? Did it feel strange?",
        "Q: And yo — and yet, 10 years earlier, or 12 years earlier, you wouldn’t have known\nwhich one of those you could trust, if any.",
        "Q: Did you ever go back to Straubing at that time?",
        "Q: And how did — I mean, cause Straubing you have real memories of —",
        "Q: — you know, more than Buttenwiessen. What was that like for you?",
        "Q: So, no people — it wasn’t like the whole village gathered once they found out —",
        "Q: A town.",
        "Q: Yeah, okay, okay.",
        "Q: Why would that even matter?",
        "Q: And all par — I see.",
        "Q: Did you ever meet people afterwards in Straubing who knew your family?",
        "Q: So during that very, very short time that you were in the public school, she\nremembered you from that.",
        "Q: Yeah, isn’t that interesting.",
        "Q: Yeah. Tell me about this article by Julius Streicher, that appeared in Der\nStiirmer. How is it that your father or your grandfather — this is from 1927, so this",
        "Q: Before you were born. But how did they get in his crosshairs?",
        "Q: I see. And it says, Joseph Firnbacher, so that would be your grandfather?",
        "Q: Der Straubinger vieh Juder. So that would be the —",
        "Q: — Jew from Straubing. Die eine nabindiga stube in [German] yeah.",
        "Q: It’s also — it’s also in that sort of gothic script —",
        "Q: — so that we don’t necessarily — but yes, we can tell it’s a tendential article for\nsure. Straubing ist eine nett niederbayerischen stadt. Straubing is a nice, lower\nBavarian city. [German]",
        "Q: Town.",
        "Q: Okay. But the same sort of thing.",
        "Q: Yes, it is, yes it 1s, and 1t’s — so even before your birth, there is already this\natmosphere —",
        "Q: That’s right. That’s before ’33.",
        "Q: Wow. And it’s from Der Stirmer. Thank you for — for sharing that.",
        "Q: Was this the only time that you were back in Straubing?",
        "Q: So, it was 40 years difference —",
        "Q: — between the first time and the second time. What did you notice from the\nsecond time that was different from the first?",
        "Q: Yeah, yeah, that’s right.",
        "Q: And did you have — did you find, of course, your old home?",
        "Q: Yeah.",
        "Q: Wow.",
        "Q: And the first time you went back, was one of your questions how many Jews\nmight have survived and come back to Straubing? Did you know about that?",
        "Q: Just two. Just two.",
        "Q: That sounds like a fitting memorial. And yes — and Flossenbuirg wasn’t that far\nfrom Wildflecken, if I remember.",
        "Q: Yeah. It’s — it’s — it’s also in that sort of corner, forgotten corner.",
        "Q: I see. Well, better than in real battles.",
        "Q: So you ended up being there for two years, yes? 1954 — °55 —",
        "Q: So about a year and a half total.",
        "Q: Oh, excuse me, that’s right, that’s right —",
        "Q: — that’s right. And — and was that your service then, that was your full service —",
        "Q: Ah, I see, I see.",
        "Q: Okay. And I’ve missed a part in here, and that was, after you’re in Midlothian\nand you go to school, how you finished school, where did you go to college, what\ndid you study and so on.",
        "Q: Was that in D.C., excuse me?",
        "Q: Okay.",
        "Q: Can you tell me what kind of quota system?",
        "Q: Here, in the United States?",
        "Q: After the war.",
        "Q: Wow. You know, one heard of things like that over in Europe, but not over here\nin the United States. So, you finished pharmacy school.",
        "Q: And you had finished before your army service, your military service?",
        "Q: Right.",
        "Q: My goodness. But on that question in general, was there restitution made to your\nparents?",
        "Q: For —",
        "Q: From — for his business, lost business?",
        "Q: Okay. So some of it was done at that time. Maybe it was a i— maybe it was a\nlittle more streamlined for people who came from Germany, than from those who\nwould have come from Poland or from the Czech Republic.",
        "Q: Yeah.",
        "Q: Yeah, and — and the — the records are there.",
        "Q: The records are there to show —",
        "Q: Yeah, yeah. When did you get married?",
        "Q: So, after you came back.",
        "Q: And —",
        "Q: And — and so you got to know each other after you came back from the service?",
        "Q: I see. And do you have children?",
        "Q: Does he know your story?\nSeptember 16, 2010",
        "Q: Okay. What would you say — when did your parents die? When did they pass\naway?",
        "Q: Yes, it is a rather a young age.",
        "Q: Wow. What — what — what do you think they passed onto you as a legacy?",
        "Q: How did — or how did they respond to everything that had happened, and how\ndid they come to grips with it?",
        "Q: Did she feel betrayed by her own people in some way”?",
        "Q: But she didn’t count them as her own people?",
        "Q: Man-many people had, you see, that’s why I phrased it like that, many people\nhad felt that they had assimilated, they had fought in a war, World War I, you know.",
        "Q: Well, that’s enough to make you bitter. Is there anything else you’d like to add,\nthat we haven’t talked about, that you think is important for people to know in the\nfuture?",
        "Q: Was your religion — was your religious belief stronger afterwards?",
        "Q: Did it get shaken [indecipherable] change?",
        "Q: No. But there are some people also, I know, who lost their religious belief after\nthe war.\nSeptember 16, 2010",
        "Q: My — my point of this 1s that a lot of people who have been through some of the\nHolocaust experiences lost their faith in God as a result.",
        "Q: No. That — well, those were two separate things for you.",
        "Q: Wow. Well, this is again, a question that I asked before, are Seders generally\ntraditionally celebrated within a circle, a small circle, a family circle, or a\ncommunity one?",
        "Q: Uh-huh.",
        "Q: Oh yeah.",
        "Q: We — a person needs a master of ceremonies like that.",
        "Q: Yeah.\nSeptember 16, 2010",
        "Q: And you did. What would you want the people of Straubing to know about your\nfamily?",
        "Q: Okay.",
        "Q: Yeah, yeah, different people.",
        "Q: Not those who have roots for centuries, or at least generations, yeah. Thank you.",
        "Q: Thank you very much for talking to us today again, after our first interview in\nMarch. This concludes the United States Holocaust Memur — Memorial Museum\ninterview with Fred Firnbacher on September 16\", 2010. Thanks a lot.",
        "Q: Mm-hm. And —",
        "Q: Right.",
        "Q: So-",
        "Q: Okay, so in essence, at this point, your father doesn’t have any business any\nmore. You are being — I-I — I’m —I say homeschooled, but in a —",
        "Q: No-Not a traditional, right, school situation.",
        "Q: What about friends that you had had at school, or friends that were not Jewish,\nthat you had?",
        "Q: You had Jewish friends.",
        "Q: Mm-hm.",
        "Q: So your parents, they had siblings?",
        "Q: How many siblings did each of them have?",
        "Q: Mm-hm.",
        "Q: And did they survive?",
        "Q: Their Red Cross letters?",
        "Q: I’m just — sorry, I just paused to write. Your father also had siblings?",
        "Q: Your mother was Eda?",
        "Q: Ida, i-d-a”",
        "Q: Okay, and your father was ma — mayr —\nSeptember 16, 2010",
        "Q: Okay. And he also had siblings?",
        "Q: Brother, sisters?",
        "Q: Hang on one sec. I don’t know if I was allowed to do that, but okay. So the — you\nhad — your father was one of nine children.",
        "Q: Your grandparents, were they still alive before the war?",
        "Q: Your grandfather died in 1938 from what?",
        "Q: And what about your mother’s parents?\nSeptember 16, 2010",
        "Q: Uh-huh, of diabetes?",
        "Q: So she went to Westerbork and then to Sobibor?",
        "Q: And did you have cours —",
        "Q: And included in the materials, did you bring some correspondence from your\ngrandmother before she was deported to —",
        "Q: Okay. So, tell me, your father, 1t’s around Kristallnacht.",
        "Q: I’m jumping ahead, but around Kristallnacht — at this point, before\nKristallnacht, before November of 1938, did your parents start to get their affairs\nin orders to get out? Had they already signed for a quota?",
        "Q: No.",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: So you had this in July of 1938?",
        "Q: But it hadn’t come up before Kristallnacht?",
        "Q: What happened on Kristallnacht?",
        "Q: Dining room.",
        "Q: It is. So, do you remember this trip to the consulate?",
        "Q: Right.",
        "Q: And this was when, exactly?",
        "Q: So this is stamped November of ’38.",
        "Q: Right.",
        "Q: Okay. In 1939.\nSeptember 16, 2010",
        "Q: So, let’s back — back up to November of 1938.",
        "Q: What happened then?",
        "Q: What do — what do you remember?",
        "Q: Okay.",
        "Q: And tell me about your mother, what happened with your mother?",
        "Q: How was her demeanor, was she frantic?",
        "Q: Until he was shipped out.",
        "Q: And at this point he’s sending letters, por — postcards, or —",
        "Q: Oh, he’s a World War I veteran.",
        "Q: Oh my God.",
        "Q: And so he got this in 1917; one of these in 1917.",
        "Q: Right.",
        "Q: And one of them he got in 1934, right?",
        "Q: 16.",
        "Q: In 1934 they wa — across the board, it — under Hitler, issued th-the Black Cross,\nthis Black Cross. So he must have gotten this one in 19 si —",
        "Q: Because —",
        "Q: — cause this is —",
        "Q: Okay, because this 1s — this usually comes with this. Usually 1t was awarded in\n1934 with that.",
        "Q: So, is it — it’s ironic —",
        "Q: And do you think he would have been treated differently if he hadn’t fought at\nall?",
        "Q: Okay.",
        "Q: Mm-hm. So at this point, what happens?",
        "Q: Okay. Oh right, Ehrenkreuz. So he was released and then you — this is when\nyou got newspapers together —",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Of ?38.",
        "Q: Ah.",
        "Q: Mm-hm.",
        "Q: I see. Interesting. And can I see your passports? So these are for your parents?",
        "Q: Do you remember having a kinder ausweis, or —",
        "Q: — because —",
        "Q: It was a card, right.",
        "Q: Right, so they ta — right, they taxed you to leave the country.",
        "Q: They taxed you to be in the country.",
        "Q: The [indecipherable].",
        "Q: You — you said that you went s — you stopped in Holland, the family stopped in\nHolland —",
        "Q: — on their way to the United States. How long were you in Holland?",
        "Q: Okay.",
        "Q: The Straubing, right?\nSeptember 16, 2010",
        "Q: Mm-hm.",
        "Q: Spring.",
        "Q: Hm. And this is for the —",
        "Q: Right, the Jewish community.",
        "Q: So, do you remember what it was — coming over on the ship?",
        "Q: So you understood that —",
        "Q: Well, what was it like when you said goodbye to your relatives in Holland, for\nyou?",
        "Q: Right. I mean, did you — did your parents think this might be the last time —",
        "Q: And you arrived in the United States, what was it like for you at first? You\ndidn’t speak English.",
        "Q: Mm-hm. And you — how did you find it at first? How did you find the people —",
        "Q: How was school?\nSeptember 16, 2010",
        "Q: And so you felt the transition was —",
        "Q: How about for your parents though?",
        "Q: And what did your father do?",
        "Q: Don’t think so.",
        "Q: And your mom? Did she help in the business?",
        "Q: Did you find a like community? Did your parents seek out other German Jews?",
        "Q: Mm-hm.",
        "Q: So what about other relatives? What are you hearing from other relatives?\nNothing at this point?",
        "Q: Right.",
        "Q: And at the end of the war, how did your parents seek out information?",
        "Q: Oh. They were sent to — they were deported in *42. They’re unknown — their\nwhereabouts are unknown. They we-were with a transport to Regensburg — which\nbrought them to Regensburg.",
        "Q: Right. So it’s still — this is unknown.",
        "Q: Essentially.",
        "Q: Did you know what Sobibor was at this point?",
        "Q: I mean, when they said that, do they — did —",
        "Q: Right. Oh, for the head of the liquidation office for concentration camps. What a\ntitle. Amalie(ph) Luchs.",
        "Q: Right.",
        "Q: She was sent to Germany. She was never sent to Germany though.",
        "Q: She was sent to Westerbork, and then from Westerbork she was sent to\nSobibor. Westerbork was in Holland.",
        "Q: Oswiecim.",
        "Q: Herta Luchs.",
        "Q: And — and Emile Julius was her son.",
        "Q: Husband, okay, and he —",
        "Q: Right. What about the son?",
        "Q: Karl.",
        "Q: So they really didn’t spend too much time in Westerbork.",
        "Q: How did your — do you remember when your mother first found out?",
        "Q: Devastated.",
        "Q: It’s interesting though, because in here it says, for filing a claim for\ncompensation in Germany —",
        "Q: But it’s, oh — in reply to your above inquiry please find enclosed certificates\nrelative to the imprisonment, deportation and subsequent death of the above\npersons, together with declaration certifying that they were supposed to wear the\nStar of David.",
        "Q: Oh yeah, it’s right — that’s right. The Juden star. That’s really interesting. So\nyour mother — your father must have asked about that as well.",
        "Q: Do you have the files for his —",
        "Q: Okay.",
        "Q: Right.",
        "Q: That’s okay. I just wondered because some people —",
        "Q: — collect — keep — keep copies of that just —",
        "Q: Did he ever get reparations?",
        "Q: Good.",
        "Q: Right.",
        "Q: So he really — he did as much as he could.",
        "Q: Who didn’t survive.",
        "Q: It’s amazing.",
        "Q: The article.",
        "Q: Can I keep this copy?",
        "Q: Okay. So, did you want to donate these materials?",
        "Q: Okay, great.",
        "Q: Well — well, first of all, let me turn this off. ’'m gonna just say that this is the end of my\ninterview with you — well, actually, our conversation I should say, with Mr. Firnbacher in\nMaryland.\nConclusion of post-Interview"
    ],
    "answers": [
        "Answer: You’re welcome.",
        "A: Okay, I was born in Regensburg, Germany, which is up the Danube from\nStraubing, where my family lived, probably because they had better medical care\nthere than in Straubing, so it happened there. My name f— w — at that time was\nManfred Firnbacher, but when I came to United States and I got my citizenship\npaper, I did not like the Germanic name of Manfred, so I had it legally changed to\nFrederick, and I took the middle name of Stephen, which is in honor of my\ngrandfather.",
        "A: May 19, 1930.\nSeptember 16, 2010",
        "A: No.",
        "A: Yes.",
        "A: On my father’s side, my father had four brothers and four sisters, and some of\nthem weren’t living any more when I was born, and I was the youngest of about oh,\nseven, eight grandchildren. That’s on my father’s side. On my mother’s side, my\nmother had a sister and a brother. Brother who had a PhD. in chemistry from the\nUniversity of Heidelberg, but due to the situation in Germany, he couldn’t get a\njob there. So he emigrated to Holland, and he worked for Organon, which is the\nbig pharmaceutical company there. And he was part of the earl — original research\nfor the conjugated estrogens.",
        "A: Organon, 0-r-g-a-n-o-n.",
        "A: And they’re in — located in a place called Oss, o-s-s, in Holland.\nSeptember 16, 2010",
        "A: My father was a cattle and horse dealer. He would buy cattle from farmers, resell\nit to other farmers. He’d buy cattle to be slaughtered. As far as the horses went, he\nwould go every year at the German-Belgium border, where they had a type of horse\nlike the Clydesdale, heavy work horses. He would buy them as colts, transport\nthem to Bavaria and then resell them to farmers, who raised them.",
        "A: I think was — that I—I don’t know for a fact, but I think a lot of Jews, for\ninstance, our family, my father and his father were — worked together. An uncle by\nthe name of Solomon Firnbacher also was in the cattle and horse business in\nRegensburg, which is a little way up the da —- Danube. There were more\nFirnbachers in the cattle and horse business, and they more or less worked\ntogether. And I was told that they had the largest cattle business in Bavaria.",
        "A: I don’t know how true it is about the size of it, but that’s what I heard.\nSeptember 16, 2010",
        "A: Well no, she was just a regular housewife.",
        "A: And the funny thing is, her father was in the horse business.",
        "A: Her name — her name is Ida Luchs.",
        "A: I-d-a, and last name I-u-c-h-s.",
        "A: Maier. M-a-i-e-r.",
        "A: Well, as a child I wouldn’t know that much about finance then, but we were\npretty well off, I would think.",
        "A: Yes.",
        "A: Yes.\nSeptember 16, 2010",
        "A: Well, my mother was from a village in Buttenwiessen which was also in\nBavaria, which was a good distance away, and we used to go to Buttenwiessen\nfrequently.",
        "A: Yes. It’s b-u-t-t-e-n-w-i-e-s-s-e-n.",
        "A: Well, I never got there after I was four years old because my grandfather died\nand Grandma came to live with us.",
        "A: Yes.",
        "A: My cousin and I, who — who was — he was a year and a half older, we went with\nmy grandfather to — one time while he was out selling a horse or something, and\nthere was a very steep place there, which is made out of concrete and we use it like\na Slide and we slid down. I — they did something that they considered impossible, I\ngot home in leather pants.",
        "A: Yeah.\nSeptember 16, 2010",
        "A: Well, I re — I remember the first Seders I went to.",
        "A: They were just a lot of fun.",
        "A: Well — well, the family came together and there was a lot of singing, lot of good\nfood, and we went through the whole Haggadah.",
        "A: The Haggadah is the prayer book that they use for the Seder.",
        "A: Yeah, we were brought up Orthodox.",
        "A: Well, I don’t know about — cause I was just a little one, so —\nSeptember 16, 2010",
        "A: —I don’t know. In Straubing we had one synagogue an it was Orthodox and\nButtenwiessen was one synagogue and that was Orthodox. In fact, Buttenwiessen\nat the turn of the century, that’s back in 1900, was about 70 percent Jewish.",
        "A: Oh yeah, when — when I was in school, in the first grade, I was entered into the —\nwell, it was called the Protestant school. I was entered there and there were just two\nof us in the class, two Jewish children. The other one was a girl who — who I happen\nto know cause we grew up together, we were the same age. And I had the lovely\nexperience of being expelled from school in the first grade because I hit a Nazi\nchild and I was too dangerous to be left with them.",
        "A: Six.",
        "A: Well, yeah, th-the wa — w-we — we knew that, being Jewish that we were just\nbeing hit upon and it just so happened this child was about three years older than me\nand a foot taller, and he started picking on me. So my dad being in the cattle and\nhorse business, I ran into the house, got a horsewhip and hit him once with it. And\nthere is a picture of me with the horsewhip way up on top.\nSeptember 16, 2010",
        "A: Yes.",
        "A: And I was out of school, my par — parents protested and what does a kid know,\nand after six weeks, after a lot of red tape going through the — with the — with the\nGerman government, the — I finally was allowed to go back to school. And at the\nend of the year, all the Jewish kids were expelled from the school.",
        "A: Thirty si — 30 s — either °36 or 37. I started school in ’36, so I don’t know what\nwas —",
        "A: — after new year, probably ’37.",
        "A: Well, you could walk down the street — I mean, my parents ar — I w —I was —\nthey let me go on the streets by myself and I’d see German storm troopers, SS men,\nSA men walking on the streets, and I — I was just a kid, so they didn’t know who I\nSeptember 16, 2010\nwas, so I just walked everywhere, I — other things that I remember is, when I was\nexpelled — after we were all expelled from school we had an older man who had\nbeen a schoolteacher in his younger years, this time he was the top man of the\nsynagogue, he — we didn’t have a rabbi, it wasn’t a large enough congregation to\nhave a rabbi, but he led all the services, he taught the children Hebrew in Hebrew\nschool, and since he’d been a teacher, the parents all got together and said, you’ve\ngot to teach these children. And from the second grade on I was in a one room\nschoolhouse til later. Now, other things I remember when I was in that school. One\nday the door was kicked open, German storm trooper at the door, class dismissed.\nDidn’t say anything, everybody go home. And I went home along the street. Half an\nhour after I was home we saw the troops going through the street for the anschluss\nin Austria. We were right near the border there. German troops just coming\nthrough the city, just truckload after truckload. And I guess they were going in the\nrailroad station too, the trains were heading all for Austria. And by the next day we\nsaw them coming back already, cause they had taken all of Austria so raptly. Then\nI remember another time, I was downtown in the — in Straubing and I saw a bunch\nof tanks coming, loads of — one tank after another, must have been hundreds of\nthem, and they were heading for the Sudetenland, for the anschluss there.\nSeptember 16, 2010",
        "A: For the Czechoslovakian. So I saw both of those invasions.",
        "A: Right, we were right in the corner —",
        "A: — where Czechoslovakia, Austria and Germany came together, we lived right\nin that little corner.",
        "A: Well, not so much they ev — when they were down there they looked rather\nscared, like going into battle, not knowing what’s going to happen. The next day\nwhen they were coming back, or next few days, they were rather jubilant.",
        "A: Well, he was — with the Nuremburg laws, I guess it was, Jews weren’t allowed\nto have businesses any more, so he just had to stop. That was it, he had to just get\nrid of all the cattle and horses he had.\nSeptember 16, 2010",
        "A: Well, I guess they had means with which to live.",
        "A: Oh yeah.",
        "A: Mm-hm.",
        "A: No, they —",
        "A: No, they — they just more or less indoctrinated me to be careful when I go in the\nstreet and not to mingle too much with — with the other kids.",
        "A: Well, that’s the only one that I really know about.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "A: My parents had some German friends, but as times went on they — they didn’t\nhave that much to do with them. More or less stayed with the Jewish people who\nwere in town.",
        "A: Well, Crystal Night, that was the end of it. Crystal Night they broke into the\nsynagogue, and where — there was one room in there, schoolroom, which they used\nbefore for Hebrew school, was that got to be our classroom, and of course with the\n— everybody having been arrested and being sent to Dachau, there was no more\nschool, and that was it, they —",
        "A: Yeah, all th — all the men and the ne — well, on Crystal Night they broke into the\nsynagogue, they tried to break into our house, but the door was so strong they\ncouldn’t break in, and one of the neighbors across the street hollered out of his\nwindow, let those people alone, they haven’t done anything to you, or something of\nthat nature, and they went away. And in the morning, they — the police came to\nSeptember 16, 2010\narrest my father, to put him under protective custody, and three days later he was in\nDachau.",
        "A: I was upstairs and I just heard — heard them downstairs.",
        "A: It was terrifying. And my mother had nerve enough to go every day up to the\npolice station as long as he was there. They allowed her to visit — well, n-not to\nactually visit him, to bring him things like warm clothing and stuff like that, and\nthey passed that on to him.",
        "A: Three weeks. And that — he would have gotten out after four weeks anyhow,\nbecause all veterans from World War I were released from Dachau at that time. But\nmy mother had heard that somebody went to the Gestapo and asked for their\nhusband to be released, next day he came in. So Mother said, well, what can I lose?\nSo she took the train to Regensburg, asked for his release and couple of days later,\nhere he was at home.",
        "A: Well, he looked gaunt and they took the clothing and everything away from\nthem, put them in these uniforms like you s-see from the prisoners in Auschwitz\nSeptember 16, 2010\nand everywhere. And it was cold of winter and they had on something about the\nwarmth of a pajama.",
        "A: Mm-hm.",
        "A: And it was very cold in Europe.",
        "A: Well he di — said some of the things like when they — they taunted them when\nthey got off the buses there. They had hoses and stuff and they swung at them and\nthey made them run here and there and everything.",
        "A: Well, that’s all we could speak, because that — that was our native tongue.",
        "A: No.",
        "A: Well, we already had our visas and everything to come to the United States, so\nSeptember 16, 2010",
        "A: — we — we — everything had been planned. He got home in early December of\n°38, and we had our appointment with the American consulate in January, first\nweek in January. And we went to Stuttgart to the consulate and of course\nsomebody, on purpose I guess, instead of putting the date 1939 on one of the\npapers, ’38, so that slowed everything down, my father had to go back and forth. So\nthey used to come by every other day just about to pick up your passport and take it\naway from you. So there would be no chance of them getting our passport, we\ndidn’t come home from Stuttgart. We went from there to Augsburg, stayed with\nrelatives over the weekend, and first thing on Monday morning, my dad took the\ntrain to Straubing, went to get the date changed on that paper, went from there to\nStuttgart, got — saw the American consulate, got everything straight, picked us up\nlate at night in Augsburg, we took th — in the night, the train back to Straubing.\nAnd the next train that left for Holland, we were on it to get out of the country.",
        "A: No.",
        "A: My — my uncle, who had become ill and he was an invalid, and he couldn’t get\naround any more, so my mother’s sister lived with him, she was divorced. And she\nand her son lived in Holland and took care of my uncle so we had a place where to\nSeptember 16, 2010\nstay til they shipped — because ba — my dad already had tickets before even Crystal\nNight, for us to leave Germany on January 28\" of 1939.",
        "A: Oh yeah.",
        "A: Well, to get out of Germany, you just couldn’t say we’re gonna leave.",
        "A: You had to have paperwork, and the — the United States had a quota, how many\npeople from each country that they would accept. So it was like getting a number in\nthe delicatessen counter, you had to have a number, in the order of your number,\nyou were called to Stuttgart. And we knew that it was January sixth that we were\nto appear there.",
        "A: It was va — well, we had to pass phy — physical exam, they weren’t going to take\njust anybody to come to United States.\nSeptember 16, 2010",
        "A: We were allowed to take, I think it was 250 marks, German money. Or was it —\nthen two fi — I think it was 250 marks per person, that’s all the money we were\nallowed to take with us.",
        "A: Oh yeah, in — once we knew that we were leaving, in fact, before we even went\nto the consulate, we had a big van — it’s like — like they were years ahead, it was\nlike the — today the containers that they — ships things, we were able to take all of\nour furniture and stuff with us. But, they had to be inspected by the German\ngovernment. They put a value on every item, and you had to pay a tax of that\namount to them.",
        "A: For your — for your own stuff.",
        "A: Well, my grandmother was still there. She — she wasn’t with us, so she was there\nin the apartment. And as the different apartments vacated, my grandmother was able\nto go to Holland and then stay with her daughter, she was able to do that. In fact,\nshe was in Holland when the Germans invaded.",
        "A: Well, she died in Sobibor. I think it’s Sobi — I’m not sure whether Sobibor or\nMauthausen, one of those two.",
        "A: Well, his brother, who was younger than he was a physician. He didn’t say a\nword to anybody, all of a sudden we got word he was in Switzerland. From\nSwitzerland he went on to then Palestine, there was no Israel yet. And he\npracticed medicine in — in Israel. And he — he p — he lived through the war. In fact,\nafter his wife passed away, he went back to Germany, and he was an official in the\nGerman government in the medical section, with an office in Munich.",
        "A: Well, but this was quite a bit after the war. He didn't got back immediately, he\nwent back a long time after, in the 50s.",
        "A: And his sisters, three of them who were still living, and they succumbed in the\nHolocaust.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "A: Straubi— well, one was in Regensburg and one was in Landshut and one was\nin Straubing.",
        "A: Well, th-they looked after the war, and it took time til we got them. Now, in the\narticles that I gave to —",
        "A: — Suzy, there’s a lot of paperwork in there from letters that were written, and\nwhere — where the people ended up. And we got notices through the Red Cross\nfrom the family in Holland where they were, and what happened to them.",
        "A: No, he — he passed away before the war, he was sickly and after we left, he went\ndownhill real fast, and in fact we were in the United States only about two months\nwhen my mother got word that he passed away.",
        "A: She ended up in Auschwitz, she and her son.",
        "A: Well, the lot of them didn’t, they had to have, first of all an affidavit, someone to\nsponsor them to come to United States. And a lot of people even if they didn’t have\nthat yet, they got themselves a number, and a lot of them did have the affidavits, but\nthe war broke out —",
        "A: — before — they were caught in there before they had a chance — before the\nnumber came up.",
        "A: Eight.",
        "A: Well, it was very unusual. As we were go — the train was going toward the\nborder, German SS men came through, they were inspecting people and hoping that\nthey wouldn’t call you out. And we saw them passing by our compartment and they\nseemed to bypass us. All of sudden we heard the con — the conductors going\nthrough speaking Dutch. They’d been at the border, the Germans were gone, the\nSeptember 16, 2010\nDutch were in, and we opened the window and we spit out the Swiss — the end of\nGermany.",
        "A: Okay. On Crystal Night they broke into the synagogue.",
        "A: It was a bunch of thugs. They came and ransacked the place. They couldn’t burn\nit because it was in a residential area and they couldn’t get permission from the fire\ndepartment to burn the synagogue down. So they ransacked everything and I did see\nthe results of it, and I’ve never seen such a mess of total destruction, like a bomb\nhad hit the place. And when wi — they — they came in, just about destroyed\neverything. When my father came back from Dachau, he had — we had — we were\nready to leave Germany, we were ready to pack everything. And on the list of\nitems we were permitted to take out was the Torah. So he went to the Gestapo and\nhe showed them papers where he was, could he get his Torah back? The Torah —",
        "A: That was his Torah, it was af —",
        "A: — 1-1t was — 1t was in — our family’s Torah. That was written by my great-\ngrandfather, which is another story. And anyway —",
        "A: Anyway, he went there to get the Torahs, he was — there was jus — he was told.\nAnd when he got there, there was a room that had Torahs and prayer books, all kind\nof religious material just laying in a big heap. Well, he picked up his Torah and he\nsaw all these others there, being desecrated through — the Torah’s supposed to be —\nalways be standing up. So he took all the Torahs and stood them up. And he saw a\nbox there, so he took one Torah, he put it into this box, and he took the silverware\nthat was there, the breastplate, the — the silver hand and the crown and he put all\nthat into the box, and he closed the box up. Well, I am not sure, but the — when they\nfound this Torah after the war, there in the box with all that, it had to be the Torah\nmy father had put in there, cause what probably happened, I surmise that they came\n— the Gestapo came by to pick up all these items, and there’s this box there, they\ndidn’t look in it, and it was left. And somebody probably would say, oh my God,\nthere’s Torahs here. If they catch me with this, they’re going to cut my head off,\nsend me a concentration camp or do something. So they headed for the war, and\nafter the war was over, they discreetly brought it back and just left it there. And I\nhave a hunch that’s what happened, but from what they said the Torah — th-the box\nSeptember 16, 2010\nlooked like — of what my father had — the story he’d always told, I put the two — t-t-\ntwo together and it had to be that.",
        "A: After —",
        "A: Shortly after the war.",
        "A: Yeah.",
        "A: It appeared in the — in —",
        "A: — no, 1n the si — in the police station.",
        "A: That’s where it disappeared from. That’s where my father, when he went to pick\nup his Torah —",
        "A: And he put it into the box.",
        "A: And so I — I just put two and two together, but the fact that my dad mentioned it\nso often —",
        "A: Right.",
        "A: But in the film you don’t get that, because they didn’t ask me about it, I had no\nidea that’s how the film was going to end up, cause they just asked me about our\nTorah, the story of it, and —",
        "A: That was for German tel — this Wolfgang Bergman was the producer, and —",
        "A: Of the missing Torah — well, the story — what had happened to this Torah,\nwhere’d they find it from. [phone ringing]",
        "A: Whe-Where did it come from. They had interviewed a lot of German people\nabout Crystal Night there, and it — they — they had — th-this film was made a-\nactually after the war, in 1989, so much later.",
        "A: And you’ve got the — the film there, so you can go through it and see it, it’s all in\nGerman. And anyway, you want to know the story about the Torah.",
        "A: Well, my great-grandfather, Moses Firnbacher, was in the United States, and\nhe hit gold in the goldrush in ninet — 1849.",
        "A: And he took his belongings, his riches from the goldrush, brought it back to\nGermany, to Gossmannsdorf where the family lived, and like any other young\nman, he got married there, started a business, and he had children of his own, and\nthe oldest was my grandfather, Joseph Firnbacher. And for his Bar Mitzvah he\nwanted to have a Torah written. Since he’d gotten all this gold, he had wealth. So he\nhad a Torah written, and they brought the Torah scribe, a sofer into the house, and\nhe lived with them for a whole year, and every week he wrote that week’s portion\nfor the Torah, til it was finished, for my grandfather’s Bar Mitzvah. And this, when\nSeptember 16, 2010\nthey moved to Straubing, my grandfather went there, I guess, for greener pastures\nor exactly what I don’t know. I wasn’t around yet then.",
        "A: And they went to Straubing, the Torah came with them and then my father was\nBar Mitzvahed from it and it belonged to the family and when we left Germany,\nwe — we brought it with us.",
        "A: Then I was Bar Mitvahed out of it and our son was.",
        "A: It’s at Ohr Kodish in — in Chevy Chase.",
        "A: Mm-hm",
        "A: Right.",
        "A: Oh, they didn’t care. [phone ringing]\nSeptember 16, 2010",
        "A: No, he just — he just went there, he showed the paper, this is it, 1t’s got the\napproval, bingo.",
        "A: They made a phone call, the police station released the Torah to him.",
        "A: And then, the thing is this. Here he 1s, it’s a snowy, wintry day, my father is\ncarrying a Torah through the streets of Nazi Germany to ki — bring it to our house,\nwhi — it was a brave thing. But I have a hunch that half the — not more than half, 90\npercent of the people wouldn’t have even known what he was carrying.",
        "A: Some of them were the same. Some of them th-they’re real Nazis.\nSeptember 16, 2010",
        "A: And more or less, watch out.",
        "A: Oh yeah.",
        "A: But they let me go freely, even a-as a seven and eight year old. I would wander\naround the city cause I — well, na — the section where we lived. I didn’t go all over\ntown, but in section where we lived, I walked around freely.",
        "A: I won’t say it was pretty, it was just typical houses there. In fact, our house, we —\nwe weren’t that far from the railroad lines. And when the allies bombed over there,\nour house was hit. And it — they took the same bricks that were get — from the\nhouse. It was three stories high, and they had enough bricks to rebuild it two stories.\nAnd when Betsy saw it when she was with me in Germany, it’s not a pretty house.",
        "A: Th-That — that was in Buttenwiessen, that was — that’s not the one —",
        "A: That’s my grandfather’s house.\nSeptember 16, 2010",
        "A: That was confiscated by the Nazis, my grandmother had to sign it over, and after\nthe war, we did get some restitution for it.",
        "A: I always spoke German in — I mean, when my parents passed away, I didn’t have\nanybody to speak German to any more. But I went to s — American conversation\nschool in, I think it was Webster School, here in D.C., 10 and Eight Street,\nnorthwest.",
        "A: Oh yeah. And I learned little bit there, and they got my father a job on a chicken\nfarm in Virginia, which that was a horror. Anyway, they put me into the public\nschool there in a little place called Midlothian.",
        "A: It’s outside of Richmond.",
        "A: I went to school there. I didn’t know what was coming up, but I was s-starting to\nlearn English, and — and then —",
        "A: Yeah, we di — no, we sai — we — we landed in Hoboken, New Jersey.\nSeptember 16, 2010",
        "A: That’s where Holland American line had their pier at that time. But we saw the\nStatue of Liberty. And we always had heard how warm it gets in America in the\nsummertime. Of course, this was February, I didn’t realize it snowed here in the\nwinter. And we arrived in a snowstorm.",
        "A: And we were picked up by a nephew of my father, a first cousin of mine. And he\nand another relative, they picked us up, they took us into New York City, and they\nshowed me the wa — the Empire State Building, the biggest building in the world,\nI couldn’t believe it. I kept looking up.",
        "A: Well, they — they put us on the train that afternoon for Washington, because we\nhad an affidavit from people who lived in Washington. We stayed with them at\nfirst, then we lived in rooming houses and so on.\nSeptember 16, 2010",
        "A: Oh yeah.",
        "A: No.",
        "A: Per person, yeah.",
        "A: No. Well, we spoke it at home, so —",
        "A: Mm-hm.",
        "A: Well, we spoke less and less when we went out, because when the war started,\nlot of people didn’t like the Germans, so we tried to speak English when we went\nout.",
        "A: Well, they’re —\nSeptember 16, 2010",
        "A: Well, they’re very concerned about the relative that are still over there, not\nhearing anything. At first we got mail from them, but it was all censored. You’d see\nletters with something blacked out, or cut out. Every piece of mail we got was\ncensored, even before they’re at war with the United States. Because you have the\nperiod from 1939 to ’41 when the British and the Frenchman [indecipherable]",
        "A: Well, as — as word got through, it was difficult to find the — my parents would\nwrite to everywhere — to everybody everywhere, the —",
        "A: After the war. You couldn’t find out anything during the war. We tried to send\nmail through the Red Cross, but wasn’t much luck there.",
        "A: I went back to Germany when I’m in — in the military.",
        "A: I was over there from 1954 into ’55.\nSeptember 16, 2010",
        "A: Yeah. When a— when I was in the army, I didn’t want to go to Korea, and it just\nso happens that I knew a few people in personnel at Fort Benning, Georgia, and I\nmentioned to them if they ever have a levy for somebody with my MOS, which is a\npharmacist’s MOS, I would be very happy to go to Germany, yeah, I just did not\nwant to go to Korea. So before I knew it, here I had orders to go to Germany.",
        "A: I was — first we arrived in Bremerhaven, and from there we were shipped down\nto Zweibrucken, where all the troops were disseminated all over Germany. Now,\nZweibrucken was very interesting. They had us take our patches off of our\nuniforms so they couldn’t tell where we came from in the United States because it\n— it was still the height of the Cold War. So a—I was hoping I would be sent to\nFrankfurt where the general hospital, I was hoping to be stationed there. I think it\nwas the 97\" general hospital, I’m not sure any more the number. And lo and behold\nthe orders came down, 97\" general hospital, Frankfurt. I was so happy because\nFrankfurt was the center, I knew I could travel all over Germany once I got there.\nWe got to there, said we have no need for pharmacists here. If you want to stay\nhere, you — we can put you in the motor pool. Well, being a young pharmacist just\nout of school, I’m not going to get my fingernails dirty in the motor pool. So I was —\nwe were transferred to triple seven nine, which was a outfit of nothing but medical\nSeptember 16, 2010\nspecialists. And from there we were assigned, and I ended up in a place — I was sent\nto Wurzburg. And, funny thing, that’s very close to where that Torah that my dad\nbrought over was written. Anyway, when we got to Wiirzburg we’re told — we\nwere there cause that was just the headquarters, and I was sent to a place called\nWildflecken.",
        "A: It’s in the Rhine valley. We were — I was stationed seven miles from east\nGermany.",
        "A: It was in the middle of nowhere. Nobody in Germany knew where Wildflecken\nwas.",
        "A: You’ve been there?",
        "A: They took — after the war, they put up a lot of the displaced persons up there, and\nthe place was covered like a forest, because the Germans had secret installations\nthere, were testing, I believe there, buzz bombs that they were shooting over into\nEngland. They were testing them there, they had — there was a secret — it was a\nsecret base for the Germans, nobody had heard of Wildflecken. Where — where are\nSeptember 16, 2010\nyou stationed? Wildflecken. Never heard of it, where is it. And anyway, when they\ngot these displaced person there, they chopped all the trees down, they used them\nfor fire — firewood. And where we were stationed, we were in — I was in the\ndispensary, and w-we — it was like SS headquar — officers’ quarters. So we w — as —\nhere I was a PFC when I got there, that’s private first class.",
        "A: Had a private room, not — not like military barracks, 1t - we — we —",
        "A: — ba— we had — had German civilians who worked for us. I — I was training at — I\n—I more or less re-did the entire pharmacy department there, because it hadn’t had a\n— anybody who was a licensed pharmacist there, this — this German was a druggist,\nas the German call it, in other words, sells toothpaste and stuff like that.",
        "A: And I —I taught him stuff, and as a result that —",
        "A: Yes.",
        "A: Yeah.",
        "A: Well, the first trip I made — well, actually, I got there in September, so it was\nright before the Jewish holidays.",
        "A: So I was not very popular, when soon as I got there I es — I wanted to go for the\nholidays, where do you go? I’m new there. So I was told that Wurzburg was the\nclosest place, so I got a three day pass for the — Rosh Hashanah. And then for\nwhen Yom Kippur came, I went back there. But they saw that — cause I told them,\nI’m taking off for this [indecipherable] Christmas I — I’Il do all that sort of stuff.\nSo I—so I — th-they realized that it was religious reason, not that I was goofing off.",
        "A: So my first trip I did was to Munich for another reason, because my\ngrandmother had a very good friend who survived the Holocaust, and she was in the\nhome for the aged in Munich. And so I go to visit her, what can I take a woman\nwho 1s in her 80s, what can I bring her?",
        "A: I’m thinking, I’m thinking. Guess what I came up with? Cigarettes. She could —\nwith cigarettes she could get anything.",
        "A: Brought her a carton of cigarettes.\nSeptember 16, 2010",
        "A: Greatest present. She was so appreciative. Well, once my mother found out that\nthis woman was living, we’d send her packages. So when the packages went over\nthey were plundered before she got them. So I got the great idea, I’m going to write\non the outside of the package, gift parcel. The word g-i-f-t gift is the German word\nfor poison. And every package went through.",
        "A: Yes.",
        "A: Right.",
        "A: And w-we — we sent her stuff like soap, toothpaste, stuff like that, which they\ncouldn’t get.",
        "A: I mean, you couldn’t send — we could send some canned goods, but you couldn’t\nsend anything else because if you — it would perish by the time it would get there.\nSeptember 16, 2010",
        "A: No, I went to Buttenwiessen where my —",
        "A: — through — I went along with troo — the railroad ways.",
        "A: So Buttenwiessen, I decided to stop there in the morning. In fact, I got off the\ntrain in Donauwerth, which was where the train went, the train didn't go to\nButtenwiessen. So I got out of there and had lunch, and I got a cab driver there,\nstanding at the railroad station. How much you charge me to take me to\nButtenwiessen and bring me back? Twenty-five marks. Fine. I say, I’m going to\nhave lunch and then I want you to take me to Buttenwiessen. I get to\nButtenwiessen, the first thing I ask, where do we find the Burgermeister? The —\nthe mayor.",
        "A: So we found him. They’re all farmers. In fact, in those days he probably — he\nprobably couldn’t even sign his name. They weren’t that educated. So I said, I’d\nlike to see my grandfather’s house, which way, and I’d like to go to the cemetery.\nGot to the cemetery, I had a picture of my grandfather’s tombstone, so I knew what\nit looked like. I found the tombstone, everything on it was erased.",
        "A: I went in — my mother said, when you go in the door to the cemetery, you turn\nright and it’s the third grave. It wasn’t there, I found it somewhere else. They had\ntaken all the tombstones out, they had plundered them, they were going to reuse\nthem. And they took the names [indecipherable]. When war ended, they brought\nthem back, the one they still had, just put them anywhere. So that was the story\nthere. So I told them where I wanted the tombstone, I wanted it re-engraved, and of\ncourse I wrote my dad and he sent them a very nice letter. I should say not so nice.",
        "A: I should say not so nice.",
        "A: And tha-that took care of that. Then from there I went — stopped in Augsburg. I\njust wanted to see the house that my uncle had, he was in New York, and I just — it\nwas on the Bahnhofstrasse, so it’s right down the street from the railroad station. I\njust stopped long enough to find the place, to see what it looked like, take a picture\nof it and depart and then from there I went to Munich and I spent the weekend there\nand then I had to get back to base.",
        "A: Right.\nSeptember 16, 2010",
        "A: Well, in Buttenwiessen, the word got around so fast that I — that I was in town,\nthe whole town was there when I got back to where the cab was.",
        "A: And war — what happened to your mother, your aunt? Wanted to know what —\nwhat happened to everybody.",
        "A: Yeah. I mean, here I was surrounded by everybud — by 30 - 40 people.",
        "A: Well, I didn’t know who most of them were, but I got the Burgermeister’s\nname, and etcetera, etcetera, and my mother remembered him as a kid.",
        "A: Well, next time I had a three d — the next pass I had was only a two day pass, so I\njust went to Nuremberg, cause I wanted to see the Christmas set-up, cause it’s very\nfamous there, the old city in Nuremberg. So I went there in December, and in\nJanuary I went to Straubing.",
        "A: Yeah.\nSeptember 16, 2010",
        "A: Well, I was on the train as the train pulled into town. I recognized the post office,\nand they had like two railroad stations now, one for the G.I.s and one for the\nGermans. And from there I walked somewhere to find a hotel, and I stayed there.\nWhen I signed my last name the — the cle — the desk clerk there recognized the last\nname. He said, you any relation to so and so? I says yes, that was my grandfather.\nAnd while I was in Straubing, I also went to visit the synagogue there, the\ncemetery, our old house, my uncle’s house. And my father had a lawyer already in\nGermany who was handling a lot of his papers, I went to visit him. And that was\nabout it for my visit in Straubing.",
        "A: No, no, Straubing’s a little — s — Buttenwiessen was a village, Straubing was a\nt—",
        "A: — areal city with 40,000 people in it.",
        "A: So anyway, in Straubing I got reprimanded by the MPs; it was snowing and I\nhad — unless you were a paratrooper, you weren’t allowed to blouse your boots. And\nI didn’t want to get the bottom of my trousers wet in the snow, so I had bloused my\nSeptember 16, 2010\nboots, in other words so the boots would be showing. So they made me undo the\nboots and said, don’t do that again.",
        "A: Because I’m not a paratrooper, that’s military —",
        "A: Only a paratrooper in those days was allowed to blouse his boots.",
        "A: Well, my mother wa — had a certain brand of sweaters she liked, Blyla(ph) was\nthe manufacturer. So s-she said I could go to one of the department stores, which\nhad been Jewish before, Salinger’s(ph), and I went in there to buy a sweater for her.\nShe knew the size, the German sizes. Went in there and the girl who waited on me\nsays, I went to school with you. See, cause my — we had a nametag on the — on the\nuniform, so she knew right away —",
        "A: I didn’t remember her.",
        "A: Well, the word got around there too, I guess, that I was in town.\nSeptember 16, 2010",
        "A: That’s before I was born, so I —",
        "A: I have no idea. I got — this was given to me by the gentleman, this Wolfgang\nBergman who took the b — he brought it — he thought he’d show that to me.",
        "A: Right.",
        "A: Cattle Jew.",
        "A: When he gets into high German, I — I’m lost.",
        "A: Yeah.",
        "A: In other words, he says that the Jews have taken over the town —\nSeptember 16, 2010",
        "A: — and they’ve go — stolen everybody’s riches. Well, there are other articles about\nother people.",
        "A: They’re all the same type of thing, which I thought might be of interest.",
        "A: That’s before the Nazis were even in, that’s before —",
        "A: Right.",
        "A: I think they ha — get more use out of it at the Holocaust Museum than I would.",
        "A: No, we were back — that’s in — I went over in 1995.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "A: Well, it was more — like it’s in United States, I mean, it was more modernistic,\nit was — I mean, the people were speaking German. We noticed something which\nI’d never noticed before, McDonald’s.",
        "A: I know. We — right, Betsy, McDonald’s? We found a McDonald’s in\nStraubing.",
        "A: Oh yeah.",
        "A: Well, what I did, I wrote to them in Straubing that — I wrote to the Jewish\nsynagogue. I didn’t know what their title was or anything, I just, Jewish\ncongregation of Straubing, to the head of it, and I got an answer back from them,\nand they — we told them th — what day we would be in Straubing. And we got there\non that date, they met us there. We met a couple of people who — from the\nsynagogue there. We went to the synagogue, we saw it was rebuilt just like 1t was\nbefore the war.",
        "A: It —1t — it was beautiful.\nSeptember 16, 2010",
        "A: Well, the — well, that we knew right after the war cause my father wrote to the\nBurgermeister or whoe — whoever was in charge right after the war. There was one\nwho’d been heavily wounded in World War I who survived. I think it was just two.",
        "A: And when — when I was there, we went to the cemetery again, we wa — saw our\nold house. There was also a memorial there for the — the prisoners who the Germans\nwere holding, who they were marching from Flossenbtrg to Dachau. In fact, the\nbest man at our wedding, I didn’t know it, he was liberated right near Straubing,\nand he was in that group that was being marched through Germany, and he was\nreleased in Cham, c-h-a-m, is the name of the place. And he told me about ther —\nanyway, they had built a memorial to these people. They wouldn’t allow them to\ngive them food, or wouldn’t let them have water. The people in town came by to\nhelp them, and the SS just told the people, get out, leave these people alone. And a\nlot of them died there, and there was a memorial which is a water fountain, and had\nthe word water written on it in all different languages, wasser, mayim(ph). In fact, I\nav — took pictures of it, I— I’ve got videos that I took when we were there.\nSeptember 16, 2010",
        "A: That I don’t know.",
        "A: Oh, Wildflecken, I always said I [indecipherable] the battle of the Mickey\nMouse, that’s where I got my medals. The story there was the Mickey Mouse was\nin, and on payday the troops were down there and get drunk. And we were in the m\n— in the medical corps, we ran the dispensary. And when the troops were drunk and\nthe MPs would call us up, we’ve got another one who’s hurt down here. They’d\nthrow bottles at each other, and we’d pick them up and they’d bring them up to the\ndispensary for us to sew them up. And so I said I earned my medals in the battle of\nMickey Mouse.",
        "A: Right.",
        "A: No, in—1n—I was in Wildflecken only for about three-quarters of a year. I went\nover in September of ’54 and I left in May of ’55.",
        "A: No, about three-quarters of a year.\nSeptember 16, 2010",
        "A: ’54 to ’55.",
        "A: Well, I was in United States, I was — I was at Fort Benning before that.",
        "A: Af — that was after base — basic training at Camp Pickett, then 1t was Fort\nBenning.",
        "A: I— well, like I always joke around and say I went through school, in the front\ndoor and out the back. When we came back here, I went to Bankcroft School for\nthe fourth grade, and then we moved to a bigger apartment and I went to John\nQuincy Adams. And from there I went to —",
        "A: Yeah.",
        "A: Then I went to Powell Junior High School and from there I went to Central\nHigh School. And from there I went to G.W., I started out, I was going to be a pre-\nSeptember 16, 2010\nmed, but when I saw du — they had quota system getting into school, and the\nexpenses and everything, I got my Associate of Arts degree and then went on to\npharmacy school. Went through pharmacy school in three years at G.W. and got my\nBachelor of Science in pharmacy.",
        "A: They would — they had limited the number of Jews that they were accepting to\nmedical school.",
        "A: Here in the United States.",
        "A: A friend of mine applied to 30 schools, got ref — turned down by all of them. I\nnever applied to medical school. The following year he applied again, and — to the\nsame schools, and the 30\" one, Howard University accepted him.",
        "A: Mm-hm.",
        "A: Well, the funny thing 1s, the pharmacy school — my father tried to get restitution\nfrom — for missing schooling etcetera in Germany.\nSeptember 16, 2010",
        "A: And when they found out I was a pharmacist, it takes eight years in Germany,\nand only five here. It was three and a — four and a half years actually, the number of\ncredits. And so you got out sooner than you would have in Germany, so they\nrejected me, I never got any restitution.",
        "A: My — yeah, my —",
        "A: — father — my father got quite a bit back. I won’t say a lot, but he got some\nsatisfaction.",
        "A: Lost business — well, I — I didn’t mingle in those things, so wa — I was just a kid.\nBut his business, the properties he owned.",
        "A: Probably was, because that was already in the east zone, that was —\nSeptember 16, 2010",
        "A: — under Russian control.",
        "A: Mm-hm.",
        "A: Well, they’re immaculate at keeping records, rec-recording everything.",
        "A: 1957.",
        "A: Mm-hm.",
        "A: Well, I didn’t — actually, Betsy and I, we didn’t even go with each other before I\nca — was 1n the service. But when I was at G.W., I remember having seen her in the\nstudent union.",
        "A: Mm-hm. Yeah, we met the —\nA2: I didn’t know his army experience.",
        "A: Yeah, we have one son, Michael.",
        "A: Oh yeah.",
        "A: My mother passed away at a y — rather young age, she died in 1968.",
        "A: And my father died in 1988. My dad lived to be 95.",
        "A: Well, just to work hard and do the best you can, and make something of\nyourself.",
        "A: Well, my mother was very, very bitter toward the Germans. Extremely bitter.\nMy father was also, but I don’t think he had to the same degree as my mother did.",
        "A: She was — well, she felt betrayed by the Germans, yeah.",
        "A: No.\nSeptember 16, 2010",
        "A: Well, my father got — had the Iron Cross, and he had the Bavarian Service Cross.\nIn fact, I— they’re at the Holocaust Museum, I — that was among the items I gave\nthem. And I put the — that together with the postcard he sent us from Dachau saying\nthat that was his thanks from the fatherland for his service in World War I.",
        "A: Well, the — the important thing is to keep faith and do the best you can, and like\nsome things in Germany, I — y-you can’t — just can’t forgive, it’s just something\nthat they did to you. And like when I went to Germany, all the other G.I.s, they\nwere going out with German girls, I wouldn’t go out with any of them, I didn’t want\nto have anything to do with anybody, for tho — for those reasons.",
        "A: Not —",
        "A: Not — it doesn — wasn’t necessarily stronger, no.",
        "A: Yeah, that’s some people, but a — no, I’m ver — very — Pm — I’m not — I’m not\nOrthodox. We go to Conservative services. We — we don’t eat pork products, things\nlike that. But — but we — we believe that we’re Jewish, but we’re not fanatically\nJewish.",
        "A: No, no.",
        "A: Right. Like, I’m very active here with the Jewish residents of Leisure World.\nLast — last week on Rosh Hashanah, I did the Haftorah. I’m getting ti — now I’m —\nsoon as Yom Kippur is over, I start getting things together, Ill be doing the Crystal\nNight program here, Kristallnacht. And I run — I’ve run that, now this’Il be my\neighth year that I’m running — running it. I think it’s ti — I should have taken my\nsabbatical this year. Then Passover I — they found somebody who knows how to\nlead a Seder, so I led the Seder for over 200 people this last year. That’s the fourth\ntime I’ve led it, but this year, the biggest crowd they ever had for their second\nSeder.\nSeptember 16, 2010",
        "A: This is a community one. Most everybody goes with their family on the first\nnight, so on the second night —",
        "A: — we have — we have here what they call second Seder. I’ve run the show for the\nlast four years. I’ve done a lot of things to liven it up. P’ve gone on the internet and\ngotten parodies for f-famous songs, which a — which are funny, like Clementine —",
        "A: — songs like that. Like we started off the Seder, there’s this tune, if There’s No\nBusiness Like Show Business, and started off, there’s no Seder like our Seder.\nWhen we go back after the meal to finish off the second half of the Seder, I started\noff, instead of Take Me Back to the Ballgame, take me back to the Seder. And\nI’ve put in about a half a dozen or more songs, and they enjoy that. I have them\nprinted up, the song sheets, and they’re at all the tables, and they sing along.",
        "A: So I-Pve — I’ve livened it up quite a bit.",
        "A: And they enjoyed it. Th-The — and it’s also a very fast Seder. Some people have\nSeders that run til 11 o’clock, 12 o’clock at night, they drag everything out. Mine\nis, they wouldn’t — didn’t believe me, I said, I’ll have you eating dinner within 30\nminutes. And we did.",
        "A: I really don’t care. We were there, we sent them a few things and — for their\nsynagogue, they — like a little museum, whatever they wanted to build, I sent them\nsome things and I never heard much from them, so —",
        "A: It—1t’s changed. Straubing was originally, it was German Jews. After the war it\nwas Polish Jews, and now it’s all Russian Jews.",
        "A: Right.",
        "A: You’re welcome.\nSeptember 16, 2010\nConclusion of Interview",
        "A: — you wanted to go, but you were going to ask me a question, so we’ ll go that —\nit’s a one room schoolhouse, there were about six or eight of us, each one of us a\ndifferent grade, and he taught us all, and I think we learned more there than we\nwould have in public school.",
        "A: Here — here’s another thing with the other one from 50 dollar fine — 50 mark\nfine, right there, you see 300 thir —",
        "A: That had to do also with that — that other piece of paper right here.",
        "A: Cause these will someday be destroyed, you’re more than welcome to have all\nthese.",
        "A: Private school.",
        "A: Right.\nSeptember 16, 2010",
        "A: I didn’t have many. They didn’t want to associate with me, I didn’t want to\nassoci — well, I wasn’t allowed to associate with them.",
        "A: I had a few, but the trouble was they were all girls. I had no boys to grow up\nwith except a cousin who was about eight or 10 years older. He still is living, he is\nin — he is in Philadelphia now, and he used to kick a football around with me.",
        "A: Ball — other words, soccer ball.",
        "A: Yes.",
        "A: My mother had two, one brother and one sister. The brother and sister were\nliving in Holland. They — the brother was a PhD. in chemistry, he graduated from\nHeidelberg. He couldn’t get a job in Germany because he was Jewish, so he went\nto Holland and he worked for Organon, big pharmaceutical company in Oss.\nSeptember 16, 2010",
        "A: That’s o-s-s, in Holland. And he became paralyzed, I don’t know what disease\ncause I was so little then. But anyway, he was in a wheelchair, and my aunt, she’s\nbeen divorced, and she had a son, they — she went there to take care of him, and so\nshe lived with her brother in Holland.",
        "A: No. When we left Germany, til our ship would leave, as soon as we had our\npapers to get out, we left on the very next train for Holland, and we stayed with\nthem, and he could see the time was getting — he’d never see his sister again. So he\nwent downhill, and about a month after we left Holland, he died. And the aunt and\nher son, they went — they met their end in Auschwitz. In fact, I’ve got their —",
        "A: Yeah. [pause]",
        "A: Mm-hm.",
        "A: Ida, right.",
        "A: Mm-hm.",
        "A: Maier, Maier.",
        "A: Mm-hm.",
        "A: He — well, there were actually nine of them originally, but I knew three of his\nsisters. There was a fourth one who died when I was real little, so that took care of\nthem. One brother was — he had just gone across the border into Switzerland in oh,\nabout 1936 or ’37. And the others, they weren’t living any more when the — his\nother brothers I don’t remember, I never knew them.",
        "A: Mm-hm.",
        "A: My — on my father’s side, my grandfather died in 1938, the year bef — year\nbefore we left, and my grandmother died in Theresienstadt.",
        "A: Probably heart disease, the — th — didn’t know the terms exactly in those days,\nwhat different things were.",
        "A: My grandfather there, he died in 1934. That was, I think, before insulin was —",
        "A: He di — well, not — he was stung by a bee, and something or other, the — he was\nallergic, and the diabetes and everything tha — he had a reaction, and he didn’t make\nit. And my grandmother died in Sobibor.",
        "A: Yes.",
        "A: Well, she — she went to — she went to Holland. Well she’s — she was still in\nStraubing when we were there. She couldn’t get a visa, she went back and forth,\nspent half a year with us, half a year with her other daughter in Holland, back and\nforth, and when the war broke out, she was in Holland.",
        "A: I don’t think I have any correspondence.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "A: We — we had — we had relatives over here. In fact, in the family over here there\nwas — there was the Luchs family — are you — are you a native Washingtonian?",
        "A: No? Cause there used to be a st — a real estate company here, Shannon and\nLuchs.",
        "A: And the Luchs family was a very large family, and about half of them came to\nthe United States way back, and a lot of them came at later dates, and the\noffsprings etcetera. There was a Rabbi Luchs in Davenport, Iowa, and he saw to it\nthat everybody in the family had to give some sort of affidavit to try to get the\npeople out. And that’s how we got out, and what happened was, in Germany the\nAmerican consulate of course had a quota, so we got a number, just like you go to\nthe delicatessen —",
        "A: — when you would go in, there’s the number that we had to go to the consulate in\nStuttgart.\nSeptember 16, 2010",
        "A: Mm-hm.",
        "A: No.",
        "A: Well, Kristallnacht, well, along with this — well, we went to the hotel that we\nwere staying at before we went to the American consulate in Stuttgart, this was in\nour hotel room, in other words since — since you’re not an Aryan, you’re expected\nto eat your meals in the room, you can’t go into the —",
        "A: So I thought that would be of interest.",
        "A: Yeah. I remember one thing, my parents were so worried that we wouldn’t get\nout, cause I had a terrible cough, and it’s — they thought maybe the doctors might\nreject me because I had this cough that the — I might have bronchitis or something.\nSo when we were there, everything was in order except for one thing. My father\ndoesn’t know whether it was an accident or whether they did it on purpose, they put\nthe year, it was just after the first of the year, it was in January, instead of putting\nthe date 1939, they put 1938. And so they wouldn’t give us our papers to come out.\nSeptember 16, 2010\nSo, we didn’t want to get to stop, because they always would come by and pick up\nour passports, then we had a hard time getting the passports back.",
        "A: So my dad left us with — my mother and me with relatives in Augsburg. We\nstayed there the int — this 1s on Friday, so we stayed there all weekend. When Dad\ntook the first train Monday morning to Straubing, never went to our house, went\nstraight to the authorities, wherever he had to go to get this corrected. Then he got\nthe next train to Stuttgart, went to the consulate, got the papers, came back and\npicked this up at — in Augsburg, we went back to Straubing that night, and we got\neverything in order, we th — all the packing, the — everything had been packed\nalready anyway, to get our luggage and everything, to leave Germany. And the ne\n— the very first train out that was — head for Holland, we were on.",
        "A: The — about well — here, the passports. This is my mother’s.",
        "A: Well, that’s when she got the passport.",
        "A: We got the traveling — January 11\" we arrived [indecipherable] Holland.",
        "A: Mm-hm.",
        "A: Right.",
        "A: It — well, they — they had plundered the synagogue then, everything there that\nnight.",
        "A: What do I — well, I remember, cause I saw the synagogue afterwards —",
        "A: — what they had done to it. They had plundered all that. In the morning — well, in\nthe middle of the night that night, they came and tried to break into our house.\nBeing small, I never heard a thing. I slept through the whole thing. In the morning\nwhen I woke up, I heard the doorbell ringing downstairs. They weren’t able to break\ninto the house, the door was too strong. The police were there to arrest my dad, and\ntook him to the jailhouse in Straubing, and after a couple of days he was shipped\noff to Dachau.",
        "A: Well, I wa —\nSeptember 16, 2010",
        "A: Well, of course she was frantic, and she didn’t know what to do. She went to the\npolice station, and she found a very sympathetic policeman there, and she was able\nto give him warm clothe — underclothing and stuff, so that he could stay warm, it\nwas wintertime. And she went up there every day, she brought something for him\nevery day, this is on — on — and on the third day —",
        "A: — on the third day he says, they’re gone, he says. They asked where to, he says\nhe wasn’t sure, but he thinks it’s Dachau.",
        "A: No, it was a little bit different. He wou — he knew we’re allowed to send\npostcards after e-every so often. And this is the thing that he sent. Now the — what I\nreme — would — thought would be an ironic thing 1s —",
        "A: He’s a world — World War I veteran. He had the Iron Cross. This 1s the Bavarian,\nsome sort of cross there fr — Bavarian. And in here are —",
        "A: This 1s the fifth Bavarian, some kind of division, I guess, in the name of His\nMajesty, the German Kaiser, that my father got the Iron Cross, second class,\nSeptember 16, 2010\nwhatever that means, and so on. That’s — that’s the authentic papers that he got the\nIron Cross.",
        "A: Probably. But you know, the Iron Cross —",
        "A: — that was 19 seven — that’s this one.",
        "A: Yeah. And this right here is His Majesty the King, that would be the Kaiser — no,\nit’s 17 — November 1916\" —",
        "A: I—this is a German script, which I can’t read any more. That he got the — the\nmilitary fatinzkreuzter(ph). Some kind of a cross, that’s the third class with\nhonors, or whatever. And that’s for the other one, and then he can — received\nanother award, which I don’t know anything about, and I don’t —",
        "A: No, he got this one 1916 —",
        "A: — and then this one 1917.\nSeptember 16, 2010",
        "A: That’s something else, I don’t know what that’s for, but I just found that.",
        "A: That I don’t know. Anyway — cause it’s right —",
        "A: — it says right there. Yeah. And that’s why it’s ironic, that’s why I said this will\nmake a nice exhibit, for he fought for this country, and this is his thanks that he\nreceived.",
        "A: I don’t think so. What happened was, they had — my mother heard somebody had\ngone to the Gestapo and asked — this can go with that also —",
        "A: They had — they had asked if their husband could be released. And because she\nhad nerve enough to go to the Gestapo, they released them. So my mother said,\nwell, I’m going to go to the Gestapo, too. She took the train to Regensburg, went to\nthe Gestapo, and a couple days later, my dad walks in the door. And he said that\nwhen he left Dachau, cause he had — always had money with him, he — a lot of the\nSeptember 16, 2010\nothers who didn’t have money couldn’t buy things, he left money, almost all the\nmoney he had, he just kept enough so he could get home, he gave it to different\npeople, and he got letters later on thanking him for it. And as it turned out, a week\nafter he came home, they would have released him anyway cause they released all\nwar veterans the following week.",
        "A: This has to do with the — th-the — with the medals, also.",
        "A: Well, we couldn’t g — we couldn’t go anywhere til we could go to the consulate\nin Stuttgart.",
        "A: He came home the first week in December — second — first, second week,\nwhatever, and our appointment wasn’t with the consulate until January, January\nsixth.",
        "A: So we just had to sit around and wait and they would come pick up his passport,\ngive it back to him. Have to go and pay a fine to get it back and what have you.\nAlso, on the first of January, everybody had to have a kennkarte.\nSeptember 16, 2010",
        "A: Th-This was January 1*', 1939.",
        "A: And we were leaving, so my dad thought we could get out, they wouldn’t let us\nget out of Germany without that.",
        "A: And I don’t know what happened to my mother’s, I don’t have it here, I don’t\nhave my passport. And this is my kennkarte, but this is th — right here, if the — if\nyou’re a child under 10 you didn’t have to have your picture or your f — your\nfingerprints.",
        "A: Mm-hm. I don’t know what happened to mine. Ma —",
        "A: Oh yeah. I had one, it was just —",
        "A: — it wasn’t a book, like it was just one —",
        "A: — little — little card, and I don’t know what happened to that. And to be able to\ngo, everything you took with you, you had to pay a fine to the German, so this is\nSeptember 16, 2010\nJuden [speaks German] that’s where you had to pay them the fine, or — they\nvalued everything, you had to pay them that much.",
        "A: Right.",
        "A: And that makes this envelope empty. Let me try and see what else I got here. Oh,\nhere — here’s from when I went to the — here’s what I was looking for.",
        "A: This is my report card, this is the second one.",
        "A: Mm-hm.",
        "A: We got there on the 11\", and our ship left on the 28\", so we had two and a half\nweeks.",
        "A: This is my report card from — I don’t have any of my American report cards, but\nI found this. This is —",
        "A: — the prod — prod — Protestant school, Straubing, and the way they marked, one\nwas like an A, two like a B, and so on and so forth. This was [indecipherable] how\n— how [indecipherable] was work, I guess. My behavior, I was — of course I was\nquiet, I didn’t say anything, cause I was afraid of everybody. German, how well I\ndid in German, like here you take English. My speaking, I guess I — because I was\nshy, I didn’t want to talk much. Reading.",
        "A: Well, this is the fall, this is the spring.",
        "A: Right. Writing, I got that. Singing, I got the three, I didn’t sing very well then, I\ndo much better now. I guess that’s ho — that’s homework. Mathematics. This is\ngym, that’s about it.",
        "A: Th-That is — it’s a [speaks German]",
        "A: Right. That was the one there, and he has the remarks here that I am a genius at —\nnot exactly genius, but I’m ex-exceedingly bright in mathematics. That goes with it.\nSeptember 16, 2010",
        "A: Well, their — they were very, very happy, of course, we were out of Germany.\nWell, in fact, when we crossed the border into Holland, wa — I opened up the\nwindow and I spit out. I remember that.",
        "A: Oh yeah. We were — I was harassed at school, and all along I knew — I—I was\ntaught what — what I could do and what I couldn’t do and how to behave myself.",
        "A: It was difficult.",
        "A: Right. Well, in fact, when we left Straubing, my grandmother was in\nStraubing, but she was back and forth. And my — we wouldn’t let her go to the\nrailroad station to see us off because my mother knew that — and my father knew\nthat she would start howling and crying and everything, and they didn’t want to\nhave any kind of a scene, so we said goodbye in the house before we left there.",
        "A: Well, I remember we got up in the morning on — on the ship the last day and I\nsaw the Statue of Liberty, and it was snowing. There was snow on the deck of the\nSeptember 16, 2010\nship. And everybody always said how hot it is in the United States — you know,\nyou couldn’t believe it snowed over here. It was in February and we went off the\nship. We landed in Hoboken, went off the ship, through customs and one of my\nfather’s nephews, my first cousin was there to meet us. And another cousin on my\nmother’s side was there. And they took us — I guess it was the tubes, whatever they\ncalled the trains coming from New Jersey into New York, and showed me, I\nremember, the tallest building in the world, the Empire States building. They took\nus to lunch, and I don’t remember where or what, and they put us on the train for\nWashington, somebody else was supposed to meet us here to pick us up. They\ndidn’t show up for some reason or other, and we took a cab, because the people who\nsponsored us, who we were going to stay with, they were in their 70s already then.\nSo they didn’t come out at night, and so this — I — he — missed connections or\nwhatever, and so we went by cab.",
        "A: Well, was strange — strange coming, you didn’t know the — you didn’t know the\nlanguage.",
        "A: Well, I went to American conversation school. And I learned English and I\npicked it up playing with kids in the street and what have you. I just picked it up\nreal fast.",
        "A: To me it was easy.",
        "A: Well, it was hard for them to learn English.",
        "A: What’d he do? He-He — he didn’t have much of jobs at all. At first he was — had\na part time job at [indecipherable] still the end of the depression. Before World\nWar II, he worked as a [indecipherable] but they had him in as a packer, then he\nwas a — they used to pack their own stuff in the — like candy and stuff, they had\ncellophane bags, and put it all out. And he used to work in there putting stuff\ntogether like that. Then he was — he never was a cashier or anything like that, just\nodds and ends. Then later on he started selling door to door like a peddler. And then\nhe went the ki — in wi — in the s — dress business, and selling them to — to the\ncolored, they — he gave them credit, which they couldn’t get at the department\nstores, cause they couldn’t get credit. I don’t think they had credit cards in those\ndays.\nSeptember 16, 2010",
        "A: And so — so he — he gave them credit and built up a pretty good business.",
        "A: No, she — well, World War II came, and we — we bought a house, and we rented\nrooms. So my mother took care of all that in the house, and renting the rooms.\nBetween the two of them they made — made things go. I mean, there was never — we\nalways had food to eat, always had clothes to wear. We never felt that we were\npoor, even though we were poor.",
        "A: Yeah, well, they — they use — they had a lot of friends here. They used to have —\nthe Russian Hebrew congregation used to have something one night a week where\nall the German Jews, somebody had organized them to come together, they tell each\nother wha — how they got a job here, how they got a job there. How they got\nsomebody out of Europe and th — and they got together and they got information\nfrom each other.",
        "A: It was a great grapevine.\nSeptember 16, 2010",
        "A: Well, til 1941, we’d get letters, but they were always censored, stuff crossed out\nand —",
        "A: — cut out. And used code things like if somebody was arrested, they went on a\ntrip. Didn’t say that they were arrested, and so and so forth.",
        "A: Well, they wrote everywhere they could. This is — here’s one letter my dad wrote\nfor hi— one of his sisters and her husband, family of three children. They lived in\nLandshut, and this is the letter he wrote no — th — when he got back with this — they\nused the same — I guess they didn’t have paper after the war in Germany. They\nused the same letter and they wrote back.",
        "A: Well, that was the main city in the area.",
        "A: Right.\nSeptember 16, 2010",
        "A: Here is an — the Dutch Red Cross, Nederlandse Rode Kruis. This is for Herta\nLeven Luchs, that was my mother’s sister, and the other one 1s for my\ngrandmother. And this is my cousin. And here, it tells right here is transported from\nWesterbork to Sobibor.",
        "A: No.",
        "A: I don’t know what — no, this is after the war, 1946.",
        "A: That was my grandmother.",
        "A: This, it’s a deported to s — this 1s also Sobibor, but then it says — oh, that’s for\nmy grandmother, here it says they were deported to Kozul(ph), whatever that is.\nThat must have been a midpoint, because I got something else that says that they\nwere in Auschwitz. This — my cousin and I, whenever we were together, we were\nlike brothers, cause he was an only child and I was an only child. Here is — they\nwent to something in Eindhoven, which is in Holland, which just said that they\nSeptember 16, 2010\nwere sent to Germany. See, we tried all different places to find out what happened\nto them.",
        "A: No.",
        "A: On — on this right here, there it says Auschwitz, Os-Oswi —",
        "A: Yeah, whatever. That’s for the sister Herta and for the — fo —",
        "A: Leven Luchs.",
        "A: No, Emilie Julius was her husband.",
        "A: They — they were divorced. I had no idea what happened to him. It was very rare\nfor somebody to be divorced over there.",
        "A: Well, that — he — that’s the son.\nSeptember 16, 2010",
        "A: Karl Hans. His last name was Leven, I-e-v-e-n. And here’s that they died, or\nwere murdered I should say, on the third of September 1942. So they were on the\nroad 26\" of August Westerbork, and then on 31* of August, they were sent to s —\nto —",
        "A: No. That’s a picture of them.",
        "A: Oh, she was —",
        "A: — she was a nervous wreck. Here is also a neth — Ne-Netherlands Red Cross.",
        "A: Well, my father filed claims for everything he could.",
        "A: Mm-hm.\nSeptember 16, 2010",
        "A: It’s a funny thing, my father never knew how to type. When I was in college, I\nhad to type a term paper, so I bought a typewriter. And that typewriter, he used that\nf— hunt and peck, for years, typing even 15 - 20 years after the war, suing here and\nsuing there, writing to this place, writing to that place, to —",
        "A: No, I don’t have that any more.",
        "A: Cause that — there was just too much when we moved here —",
        "A: — Thad to get rid of a lot of stuff.",
        "A: Well here’s — this 1s —",
        "A: — the secretary s — state of the United States of America, I guess that’s where they ha —\nclaims that this is claims that he made to Germany.",
        "A: Oh, he got here quite a bit.\nSeptember 16, 2010",
        "A: I don’t know how much, but he’s always says, here I got a small check here, I got a\nsmall check there.",
        "A: This —",
        "A: When we — Betsy and I went to Germany, we went back to the synagogue where I had\ngrown up, and we found — this is pictures from much older than that, because I was m —\nhad been sent to my dad. But this is the memorial in the synagogue there for all the people\nfrom Straubing who —",
        "A: — who didn’t survive the Holocaust, and there are 15 of our family in that list.",
        "A: And this right here 1s —",
        "A: — the article I wrote right after we came back from Germany.",
        "A: Yes, mm-hm.",
        "A: Yes.",
        "A: I don’t know what you can do with them, but —\n85September 16, 2010\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 16, 2010\nRG-50.030* 0587",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Fred\nFirnbacher, conducted by Ina Navazelskis on September 16, 2010 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Silver Spring, MD and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRED FIRNBACHER\nSeptember 16, 2010"
    ]
}