{
    "rg": "RG-50.233.0020_trs_en",
    "sequence": [
        "Q: State your name and date of birth and place of birth.",
        "A: First name first?",
        "Q: Yes.",
        "A: Aron and the last name is Dereczynski, D-e-r-e-c-x-y-n-s-k-i1.. My name is now\nDerman, D-e-r-m-a-n. Born?",
        "Q: Yes, when were you born?",
        "A: 5/5/1922.",
        "Q: Where were you born?",
        "A: Slonim, S-l-o-n-i-m, Poland.",
        "Q: Okay. Why don’t we start from you telling me a little bit about your family\nbackground growing up in Slonim.",
        "A: The family background 1s -- my father was a small businessman. His name was\nChaim. My mother’s name was Merke, M-e-r-k-e. They had a store and a --\nsmall businessman.",
        "Q: What did they sell in the store?",
        "A: They were selling yard goods and clothing there. We were four children. I had\nthree sisters. The oldest sister was named Libby, L-i-b-b-y; then I came, C-r-o-n;\nthen another sister after me, Fagel, F-a-g-e-l; and then the youngest sister was\nEdcia, E-d-c-i-a. A middle class family, Jewish middle-class family; traditional\nJews, not religious but we did --. Well not what we would call ultra-religious,\nwell we were religious, I mean we were going to synagogue. My father used to\nlay tfillin and would pray every single day. On Saturday, Friday night and\nSaturday, we used to go to shul.",
        "Q: Can you remember some stories maybe about growing up as a child there in\nSlonim and about the Jewish community there?",
        "A: Well, the Jewish community I lived in about 80%, the total population was about\n13,000, 14,000 and over 10,000, 11,000 were Jews. The majority of the town\n1\nwere Jews. So life was -- the anti-Semitism came in later -- but most of the time\nwe had a much easier time because most of the population were Jewish. The\nprofessionals were almost 90% Jews -- the doctors, the lawyers and the same\nthing with the tradesmen, the shoemakers and the carpenters, the tailors were all —\nmost of them Jews.",
        "Q: How were the relations with the Polish community, the small Polish community?",
        "A: It was not, well, the relation was pretty good. It wasn’t -- 1t was all right. But\nthen in the later years, in 1939, ’38, 39, anti-Semitism started. We had a very like\norganized anti-Semitism was coming. Partially was coming from the church and\npartially was coming from foreigners when they came in to build the dam. What\nadam! Poles from different parts of the country came into our town and they --\nwas like organized anti-Semitism. So life was getting much harder but we still\nhad the power. We were strength -- our strength was the majority and this is the\nway we kept our strength. We were pretty safe yet at that time.",
        "Q: Did your family live in town?",
        "A: Yes, we lived in the town and in summers we used to go out on vacations. My\nmother especially, she always used to go away for the whole summer to a resort\nplace. We kids followed and we were there with them.",
        "Q: Did you have other family in Slonim?",
        "A: Yes. We had quite a family. We had uncles and aunts. Well, one uncle and three\naunts and we had quite a few cousins. So we had quite a family that lived there\nfor many, many years, for generations.",
        "Q: Can you tell me about your schooling?",
        "A: My schooling? Yes, I went to . I mean I went to , that was the\nJewish school. was the name. From there I went to .",
        "Q: Was that elementary school?",
        "A: Elementary school.",
        "Q: Was that a Jewish elementary school?",
        "A: Yes. Then after -- then, well you can help Lisa, you can say if you remember\ncertain things. (Female voice: I was at Slonim too. I was at Slonim during the\nghetto but what I wanted to add to Aron’s, if you don’t mind if I say something).",
        "Q: No. I don’t mind at all.\n2",
        "A: Okay. (Female voice continues: That Slonim was known. It was a very fine\ncenter of Jewish learning. They had a very famous yeshiva. The rabbi of Slonim\nwas in Poland, renown. They had a lot of, a lot of religious schools and a lot of\nshuls in Slonim. When you talked about Slonim, about , there weren’t\nthat many Hasidic in Slonim, there were some but not many. Mostly were\n. But it was very, very well-known, a center of Jewish learning. They\nhad a Jewish gymnasium in Slonim, a tarbut). Well, my education after I went to\ntarbut, after tarbut I went to ---.",
        "Q: Tarbut was like a junior high school or---?",
        "A: Yes, but all Hebrew. (AII the subject were taught in Hebrew). All the subjects\nwere taught in Hebrew. Then we only had one hour, two hour, we had Polish,\nPolish language.",
        "Q: You went there through high school?",
        "A: Yes, well to ---. No, it wasn’t high school yet. No a high school for us was a\nmuch higher . Well, I was still young at that time. But I finished the\ntarbut.",
        "Q: And what years were you in junior high school?",
        "A: Up till 1938. In 1938 I applied to Agricultural School in Palestine. The Youth\nAliyah. I was accepted and I was supposed to leave for Palestine and the\nWorkmen Council.",
        "Q: So you were on your way almost?",
        "A: Yeah, I was a very, well-accepted. I was to be in the place where I was supposed\nto go was Bet Shammos in Israel.",
        "Q: Did you have friends who went already?",
        "A: Yes, now I belonged to a Hashomer Hatzair. It’s a youth Zionist organization.",
        "Q: During the thirties?",
        "A: During the thirties. My youth, I was probably about nine, or ten years old till the\nwar. So [had a lot of friends what they belonged to the same organization. Our\nplan was eventually to emigrate to Israel, 1t was Palestine then.",
        "Q: Right.\n3",
        "A: Zionism was all my life, a Zionist. I was reading from he first minute and I came\nout after school and spend all the time with my friends in Hashomer Hatzair. Can\nyou probably know where the can 1s?",
        "Q: Yes.",
        "A: We stand there holding -- given most of the evening. Then on Friday night,\nSaturday nights and in the summer we used to go to , summer camp.",
        "Q: Can you tell me a little bit more about what kind of activities you did there?",
        "A: In the Hashomer Hatzair?",
        "Q: Yes.",
        "A: Also was intellectual. We were speaking politics; we were speaking about\nZionism; about the leaders in Zionism and the kibbutz; everything about\nPalestine. Most everything, eventual we’ll have, what-do-you-call-it, a national\nhome. We were hoping that some day it would come, we would have a national\nhome.",
        "Q: Can you tell me a little bit about the period right before the war? Maybe we could\nget into a little bit more detail.",
        "A: For example? You can tell me what ---. Well, what would you like to know\nabout -- right before the war?",
        "Q: Yes. Tell me about what the atmosphere was like.",
        "A: The atmosphere right before the war was like I was saying, anti-Semitism was\nstarting about that time. it was getting much stronger.",
        "Q: Can you give me an example?",
        "A: For example, we were going in the return. My sisters were -- we had the streets\nwhere we used to parade. That’s like a . It was the street where all the\nJews every evening, especially on Saturdays, where everybody used to come and\nwalk on the sidewalk back and forth. (Parading). Parading, like parading.",
        "Q: Like a boardwalk, sort of?",
        "A: Yes, that’s right, exactly. My sisters came home one evening. Somebody slashed\ntheir coats with razor blades. That’s one incident. Another incident was ---.",
        "Q: Who were these people?\n4",
        "A: (Anti-Semites).",
        "Q: Were these Poles that lived in your town or ---?",
        "A: We don’t know, we don’t know. Probably this was already from the Poles from\nthe town because it was only done by young hoods. Then already you could find\nthat they could catch somebody on the street on the side street and they were\nbeating him up. This already happened and we didn’t have it anything before and\nthat was ,",
        "Q: Do you remember anything happening to you specifically, before the war?",
        "A: To me, specifically, no. it’s not -- no anti-Semitism, no I did not have any\nspecial.",
        "Q: All the students in your school were, of course, Jewish then?",
        "A: Yes.",
        "Q: Can you tell me a little bit, were you worried? I mean did you worry about the\nwar before it broke out?",
        "A: Yes.",
        "Q: How were people reacting and what were people doing?",
        "A: They were talking because we did a lot of politics when we were -- when we\nused to get together on the evenings and our leader used to talk about it. Mainly\nespecially about the ways to explore the situation, what’s happening in Poland.\nAt the same time to be more, true Zionist. They used to bring out the evenings,\nwhat happening, not only in Slonim, the same thing is happening all over Poland.\nHow anti-Semitism was getting stronger and starting to flourish. We were\nworried that the work, that business, I mean already we start worrying. We heard\non the personal level, they used to picket, what you call pickets?",
        "Q: Protest?",
        "A: {Jewish stores}.",
        "Q: Boycott?",
        "A: Boycott, yeah. They used to start already boycotting our store.",
        "Q: When was this?\n5",
        "A: That was in 1938. The end of ’38, starting about ’39 right before the war. {You\nknow the saying 1n Polish, ‘When you ’Don’t buy from the Jews’}.\nDon’t buy from the Jews and then they start already organizing Polish stores\nwhere they didn’t have any before. Or we had very few before. They had like a\ncooperative stores open up. To tell in the church, they used to tell the Poles and\nthe farmers and the White Russians because it was an area where the White\nRussians stood, to tell them not to go to shop in the Jewish stores.",
        "Q: During sermons at church?",
        "A: Yes, during sermons at church, they used to tell them not to shop in Jewish\nstores. They used to picket some of them, how do you call it? {Boycott}.\nBoycott, not to buy , not to buy any merchandise from the Jews.",
        "Q: Were you concerned about the events that were in Germany too? Did that enter\ninto your --?",
        "A: Yes, we were, because we used to have already people from --. Already we had\nrefugees from Germany. They came into Poland when Hitler came to power in\n1937, °36. °37. The German Jews, some of them, ran away and some of them\nmaybe had Polish citizenship, so they sent them back to Poland and we heard all\nthese stories what’s happening. At church they speak, the newspapers .",
        "Q: So you were very aware?",
        "A: Oh yes, we were very aware.",
        "Q: Were these discussions, did they carry over from your youth group into your\nfamily and into the synagogue? Were they restricted more .",
        "A: Yes, yes. I used to talk with them in the house, discuss in house. My parents were\nborn in Slonim. They lived all their lives and their parents, their grandparents,\nlived all the time in Poland. There was no way to emigrate to any other place. To\nIsrael, it was impossible to emigrate . {To Palestine}. To Palestine.",
        "Q: Right.",
        "A: To America, they did not consider. Of course, we had a well-established\nbusiness. We lived in a town where mostly Jews so they didn’t suffer\nenough. .",
        "Q: Tell me about the war when it broke out. Do you remember exactly what was\nhappening?",
        "A: Yes, one day when it broke out the war, so planes already start flying over the\ncity. Then immediately we organize like a self-defense but I know the self-\n6\ndefense was to build bomb shelters. I volunteered, my father and we were\nbuilding bomb shelters in a little park in front of the house",
        "Q: What did you build them out of?",
        "A: We built just a -- like dig ditches. Just to be able to -- 1f a bomb falls, 1t wouldn’t\nhurt you because you’re in a ditch. If an explosion would come, it would fall\nmaybe a few meters away. you wouldn’t get hurt. But who knows, that’s a\nchance, that’s what we were doing.",
        "Q: So you were doing this after the planes flew over Poland?",
        "A: Yes. Immediately when the war broke out. Lisa, you can come in, say whatever -\n-. {We also had to — in all towns. It was , to put strips on the glass}\nOh, yeah strips on the glass. {On the glass from shattering, you know. In case it\nshatters in the bombing}. So everybody put some paper in zigzag. {X’s like} X\non the glass in case a bomb falls, the glass won’t shatter.",
        "Q: Do you remember what it was like when the planes were flying overhead?",
        "A: We were very scared, very worried. It was very frightening. We never seen\nanything like this before. It was the first experience we ever had with planes; we\ndidn’t have too many planes flying over Slonim before. We had a small little\nairport not far away but very seldom you could see planes flying there. German\nplanes were coning through, coming that side, the confusion on the streets, panic\non the street. Especially Jews were very, very concerned. Because in our mind,\nwe knew that Poland is not going to be able to survive against the Germans.",
        "Q: What happened in those following days?",
        "A: What happened in those following days --When did the Russians come? How far\nwas it before --. I know September 21“ the war broke out. July? {No, the war\nbroke out September 1*'}.",
        "Q: September 1.",
        "A: September 1'; a few days later the Russians came in. They occupied our town.\nThe excitement was ---Can you hold on?",
        "Q: I’m going to pause the recorder.",
        "A: I’m through. I knew I’m going to expect a telephone call.",
        "Q: Okay. Let’s talk a little about the Russian invasion. Tell me what that was like.\n7",
        "A: All right. The Russians invasion, we were terribly excited. We were very, very\nexcited and happy that at least the Russians are here so the Germans are not --\nwon’t invade our town. On the way in, another incident is, I jumped out when the\nfirst tanks came in. The Russians invited us to come in on top of the tank. I was\nvery excited because they picked me up and I, with another few friends of mine,\nwe drove in. It was almost a little bit not the outskirts, it was a part of the town.\nWe drove in with him to the middle of -- to the center of the city on the tank.\nThey took us on top of it and we were overjoyed, very excited.",
        "Q: People came out to greet the tanks?",
        "A: Yes, everybody came out, especially Jews. All the Jews came out, with tanks, the\nRussians. At that time they were very friendly to us and they told us not to worry.\nThe front line 1s already far ahead and 1n fact they didn’t fight because it was--\nthey made out a deal with the Germans. They would cover one part of Poland and\nthe Germans would take another part. There were no battles at that time, very\nexciting times.",
        "Q: After that, did your school continue as usual?",
        "A: Yes. Then I enrolled in a technical school.",
        "Q: Was this a Soviet school?",
        "A: A Soviet school, a Soviet technical school and I knew that my time for going to\nPalestine was almost over but I didn’t. I took my chances I went from Slonim. I\nwent to Vilna on a train with the underground from Hashomer Hatzair.",
        "Q: Now you were trying to go to Israel, to Palestine now?",
        "A: Yes.",
        "Q: What date was this?",
        "A: That was 19 , | don’t know exactly. I can figure out, well it could be in the\nforties, 1940, early 1940. I went with a friend of mine. We were sent to Vilna,\nmake some connections with the .",
        "Q: How many people?",
        "A: I went with 21. But I run out of , 15 or 20 fellows.",
        "Q: You were all planning to emigrate?",
        "A: We were all planning, yes. So we start to still work like a little underground\norganization. Underground, we’re still talking about going to Palestine. So I\n8\nwent to Vilna. I was in Vilna for about two days and then the leadership over\nthere decided that they still need us in the occupied territory. I should return to\nSlonim and work with the underground so I followed that. I start going back, they\nleft us on the border.",
        "Q: On the border?",
        "A: On the border between Lithuania and White Russia. Then after they arrested me,\nthen I went back to Slonim.",
        "Q: Who arrested you?",
        "A: The Russians.",
        "Q: Why?",
        "A: Well, they thought ---, I don’t know, they suspect me as a spy. But they couldn’t\nget anything and there wasn’t any spy so they after two days, they released us and\nwe went back to Slonim. In Slonim back, I enrolled to technical school and after I\nfinished technical school, went by a year. After the year they sent me out to pay\nback. So it was -- my job was to show who 1s, in the small towns. They gave me\na truck with a projector with some electricity because they didn’t have any\nelectricity in the farms or small towns. That was my job.",
        "Q: Was this around Slonim still?",
        "A: It was approximately, was real ---. First I was in and Was not far\nfrom Slonim. I worked over there until they .",
        "Q: Did you continue our activities with the underground while you were in the\ntechnical school and while you were working?",
        "A: Yes, while I was in the technical school, yes.",
        "Q: What kind of things did you do?",
        "A: We were talking with each other, we didn’t do any sabotage but we were just\ndreaming and talking that one day, maybe, we’ll find a way how we can, we can\nfind a way to go to Palestine. I didn’t know if I waited some directions, somebody\nwould come from some place. Could be from Poland, could be from Lithuania,\ncould be from Russia because a lot of Jews ran away to Russia. It was an\nunderground from Russia to Palestine. Going out, we didn’t know, but it was.\nWe met some friends what they had the underground deep in Russia not far\nfrom___. {Black Sea and then they went by way of Romania to Palestine}. It\nwas the underground.\n9",
        "Q: So you were hoping that you would be contacted to do the same?",
        "A: Yes, we were hoping that we will be contacted because we could not make any\nother contacts. We were waiting that maybe someday we will be contacted.",
        "Q: Tell me about when the war broke out again.",
        "A: The war broke out again ---. Now you’re talking about 1941.",
        "Q: When Germany?",
        "A: Germany, Russia.",
        "Q: Or do you want to say anything about maybe when you were working in the\ntowns or ?",
        "A: Well, I was --. Well, I had one incident when I was working in the towns. This\nwould take too long, it’s not so terribly important.",
        "Q: Okay. Where was your family during all this? Were they still in Slonim?",
        "A: My family was still in Slonim; they got jobs. My father could no get a job\nbecause he was a businessman; he was stamped a businessman. {It was an\nundesirable \\. Undesirable so he got a place to protect it; he got a job as a\nwatchman at night. Watchman in a little factory or whatever it was.",
        "Q: So your family’s standard of living was reduced?",
        "A: Standard of living was completely reduced. The only thing is we’re still had\nmerchandise but we hide it when the Russians came in. We hide like yard goods,\nso we still had something all the time to trade and still live a better life than {the\naverage person under Russian occupation, they didn’t have it}. We still had\nsomething left plus they were pretty well off before so we still had some money\nand some jewelry.",
        "Q: Did you see your family often while you were working?",
        "A: While I was working, yes. I used to come in, not so often, but quite a few times I\ncame home. In fact, maybe I should tell you this first. I had one incident, like I\nsay before. I had my own equipment to show the movies; I had a generator. I left\nthe generator in a school and locked up the school. Somebody broke into the\nschool and they stole the generator. In the time when I went, I didn’t let him\nknow, the weekend, I went to see my family, I went to Slonim. Came back and\nthe generator was stolen. Now the main problem with stolen generator, you\ncannot replace it. You cannot go out and buy another one. [ You can’t\n10\nreplace anything}. Cannot replace it. So the only thing I was awaiting 1s jail for\nnegligence. The war broke out otherwise I would be 1n jail.",
        "Q: It happened within weeks after --?",
        "A: It happened in weeks before the war broke out. A few weeks before the war\nbroke out. So almost the war saved me from going to jail. The war broke out; the\nnight when the war broke out, I was on a date with a beautiful girl. At twelve\no’clock, after midnight, I heard the artillery and the war started. I immediately\nafter the date, I came home and even here, the shooting, the shelling was getting\nmuch heavier and I immediately packed my little knapsack and I start walking\nhome with it.",
        "Q: Walking home?",
        "A: Walking. Only by foot, I could not go any other way. On the way a lot of things\nhappened.",
        "Q: You were walking from Grodno?",
        "A: No from Oftryn. It’s a small town where I worked.",
        "Q: Can you spell that?",
        "A: O-f-t-r-y-n. Ill try to find out maybe exactly. {yeah, that’s the way you spell it}.\nSo immediately I start going to the direction to see my family. I go back to\nSlonim. On the way already, the Germans were bombing the roads; the Russians\nwere flying in trucks. The ones that were going were bombed. The villages were\nburning and the roads were clogged up. What more incident is that the Germans\ncame with planes and start bombing the place where I was walking. It was a\ndogfight, the Russian planes came right to the place where the pilot parachuted. I\nwas there when the Russians the ones that were walking too, were on foot. Four\nRussian soldiers were on foot running back to Russia, the border. I was there\nwhen they shoot the pilot.",
        "Q: The German pilot?",
        "A: The German pilot. It happened that they walk away and I went after and got his\ngun. I took his gun, hid his gun and I walked to my house, back to Slonim. On\nthe way, all the villages were burning and it was safe to come home. In fact, it\nhappened on the road. Until I came to Slonim. Slonim was already occupied by\nthe Germans so immediately right before I came to the city, I threw away my gun,\nwas a pistol. They arrested me and they ---. Every male in Slonim they arrested.",
        "Q: Jewish male?\n11",
        "A: No, every male.",
        "Q: Every male, period?",
        "A: Every male. Mainly they were looking for ---. I was lucky that my\nparticularly, wasn’t that important. I had my hair, now I’m bald headed but at that\ntime I had hair. {A lot of it}. A lot of it and hair was very important. Because\nanybody who was a soldier, who was in the army, had a crew cut. So they knew\nthat I’m not a soldier. Immediately they arrested me and they put me in a big\nyard, with the rest of Russian prisoners, a schoolyard. Then after the next day,\nthey announced that anybody who is younger than a certain age, 15, 16 years old\nand I looked young, could go home. So I went. I was one of them to be a\nyoungster and to run home. So they set up a place where you can run out and\nthey were beating up each one as he was passed by so they can have any place\nwhere they can hit. But being a kid, they jumped over the gun what they had, the\nrifles and I got back to my house. When I came to the house, it’s another story\nbut an important story. I came to the house. I didn’t see my family for maybe a\ncouple of months. It was, if I’m not mistaken a Friday night. It was Friday. I\ncame in the house. It was not Friday. They made a real nice dinner for me, the\nben yorkin. If you notice, I have three sisters, I was the ben yorkin.",
        "Q: The only son, yes.",
        "A: Only son. I assume that you understand.",
        "Q: Right but PII jut translate it.",
        "A: I was the ben yorkin. The ben yorkin came home so they made a nice dish, a nice\ndinner. Then I told them a little bit of my story, what I went through. Before we\nhad a chance to go to sleep, we could hear -- the dark at night -- we could hear\nfighting going on in our yard. It was like a --- {orchard in the back of the house}.\nYes, our orchard was, not a yard --.",
        "Q: A courtyard?",
        "A: A courtyard. {A courtyard} It was a small little courtyard. All of a sudden we\ncould hear the shooting and the fighting that was going on and before we turn\naround, the house was a wooden house, the house was on fire. We grabbed\nshingles on top, we could have tracking the shingles. So my father says,\nthank God, it’s raining. It wasn’t raining, it was striking on the shingles before\nwe had a chance to put out the fire. We ran out the house, not to be burned -- we\ntook the chance to run out in the middle of the fight. After we -- immediately\nsome were arrested by the Germans right there in the yard. After the fight was\nover in the morning, they selected anybody who didn’t have any hair. They\nthought --, well short haircut..\n12",
        "Q: Who was fighting in the courtyard?",
        "A: The Germans and Russians. {A unit of Russian army that was dislocated\nsomewhere. Ended up --}.",
        "Q: They took them to your courtyard?",
        "A: {In the courtyard and they started a fight with the Germans}. They didn’t know\nthat they were surrounded.",
        "Q: The Russians started the fight?",
        "A: Yeah, they were all killed, the Russians were killed. {They were all killed}. The\nRussians were killed and then they took everybody from our courtyard. {They\nwere all Jews}. All Jews, the men came out, anybody with short haircuts, or short\nhair, they took him and the rest of us, me and my father, a few other men, they\nmade us to dig a ditch. A big hole, a big grave and they shoot the rest of the\npeople, the Jews, a few Russians, they shoot everybody on the place. They bury\nthem in our yard. That was my first experience with the Germans in my\nhometown.",
        "Q: Now, let me just clarify. How many of the soldiers were there in the courtyard?\nWas it a small troop or --?",
        "A: You mean, how many were fighting?",
        "Q: Yes.",
        "A: I wouldn’t know but I would say maybe 30, 40. Small --.",
        "Q: Then how many people were arrested at that time?",
        "A: Arrested, probably, maybe another six or eight Jews from the courtyard.",
        "Q: So in other words, your family and a few other people?",
        "A: Yes, yes. But what I mean is that six or eight of them, they killed. The women\nand the children, the rest of them they didn’t touch. The only thing the men\nwithout hair, Jewish men.",
        "Q: Whether or not they were in this group of Soviets?",
        "A: No, they were not at all. They were --. {The Soviets wore uniforms so they could\nidentify that they are soldiers}. No, the soldiers you could see that they were with\nuniforms.\n13",
        "Q: The rest of the Jews with short hair, they thought they might have been soldiers?",
        "A: No, they were civilian population but they thought maybe somebody changed\ntheir clothes. So that’s why they were looking for ---.",
        "Q: Your mother and your sisters weren’t arrested?",
        "A: They were -- well I would call it arrested because they keep them in one place and\nthey had a guard. They didn’t take us to a building and arrested in some place.\nThey just put a guard against us.",
        "Q: They shot the Soviet soldiers and then the few Jews that had the short hair, they\nshot as well.",
        "A: Yes, They made after the big place, they make a hole and bury them, bury the\npeople. That was in our yard. We just had a small little yard made for\nvegetables. farther away.",
        "Q: Tell me about what happened to your family after that. Was your house burned?",
        "A: Yes, the house burned and it happened we had another house in another part of\nthe city. We went to this house and we went to ; some people were living\nover there but they let us in. We were with the other people. It was\napproximately a mile away.",
        "Q: These people were renting the house?",
        "A: Renting the house. Because they kept this house, my parents bought a for\na dowry. It was for two sisters. It was a two-plex. Said they would give it for a —\na duplex I mean.. {A duplex}.",
        "Q: Two houses together?",
        "A: Under one roof. Took them to give for a dowry some day when the girls are\ngoing to get married, they’ll give them .",
        "Q: So you moved in there and then --?",
        "A: We moved in there with other people and we stayed there until the next encounter\nwhat we got was --. The Germans, maybe a month or six months later, the\nGermans came in. They called it the . They came in and they grabbed\nonly men and took out the head of the family, the man. They went through house\nto house and they grabbed the men. {Just Jews, just Jews}. Just Jewish, Jewish\nmale. The male was 16 or 18 years old. They grabbed him and they took him to\nthe market. We didn’t have a chance, one day, the house was burnt.\n14",
        "Q: So you didn’t have any of your clothes or anything?",
        "A: {Nothing, nothing. They just ran out of the house}. Just ran out, we didn’t have\nanything. {As they were}. The only thing is what we had, we had some cloth\nwhat we buried in the ground to hide from the Russians. This, we still have\nbecause it was hidden in the ground so we still have that. The other encounter\nwhat I had was that they took out 1,500 men. It was my father and I was one of\nthem. They took us to the marketplace surrounded by Germans all the way\naround and we didn’t know where they were taking us. They told us they’re\ntaking us for labor. A few hours later, trucks were coming in through the\ncourtyard and the same thing happened in the courtyard because we had some real\nimportant Jews from the community leaders. The rabbi, the chassan and some\nother community leaders were there too so they were beating them up, were\ntelling them to sing Sh’ma Yisroel, other Jewish songs and told us why don’t you\nsing to your God. Maybe your God will help you. All the time\n. Trucks were coming in and we were loading up the trucks, about\n35 or 40 people on every truck and took them away. I went for a few minutes, it\nwas a very hot day in the summer, so I went in the back to get running water.",
        "Q: In the marketplace?",
        "A: In the marketplace. It was a big , a theater.",
        "Q: A theater?",
        "A: Yes, a theater next to the wall. One wall was a theater and it was spigot over\nthere where water was coming. I was so thirsty so I went to get some water.\nMeanwhile I could see that before I could come back, I could see already my\nfather getting up to be taken away. By that time, I didn’t go back to the front of\nthe line. I was standing all behind it. About three o’clock, exactly three o’clock\nthe German high officer came and he said that anybody left here will be able to go\nhome.",
        "Q: So you just kept standing in the back of the line?",
        "A: Yes. The action was over. They took 1,200 men, 300 were left. I was one of the\n300. The 1,200 they took out about five kilometers away, shot and killed. Found\nout after that they made a pact (PAUSE IN TAPE). They made them to write\nletters to their family.\nEND OF SIDE A, TAPE 1.",
        "A: __ Wife didn’t believe so he took a chance and there were always some kind of\nstories and five kilometers away. Some of them went out at night and\nthe place where some partisans were telling them and they found the clothes, they\n15\nfound their glasses, clothes, food, . They recognized that the people\nwere killed.",
        "Q: So they found out what happened?",
        "A: They found out what happened.",
        "Q: Let me make sure that this working well.",
        "A: Okay, the second time what happens to me I’m going to skip it and I’m going to\nthe part of the liquidation of Slonim.",
        "Q: Okay, just tell me in a very broad outline, the creation of the ghetto. We can just\ngo in very quickly but I want to cover it a little bit.",
        "A: Then after they organized they told everybody, they gave them a certain part of\nthe city where it was most of the time it was -----. {In the beginning it wasn’t in\nthe worst part of town and there were no barbed wire in the beginning }. But they\ntold us you cannot well, yeah, we’re going to skip it and go to the ghetto already.\nIn the beginning, it was no ghetto and you could move around from one place to\nanother till it happened’ till November 29, when was the action? {First action in\nSlonim was on November 14, 1941. First big mass murder}. But the ghetto was\nprobably sometime in the late summer.",
        "Q: Of ’42?",
        "A: {°41!. Forty-one.",
        "Q: So it was November 14, 1940?",
        "A: {Forty-one, the big massacre in Slonim. They killed 10,000 Jews}. We’re\ntalking now everything we are talking is already °41.",
        "Q: This is after the ghetto was created?",
        "A: Yes, well in 1941, in September when the Russians came in, that was -- no, no,\nthe Germans took it over. When was that? {June, 1941}. June, 1941 they took it\nout, the Germans came in. But it was still free. The Jews could still move\naround. Then in the late summer, I don’t remember when it was but maybe it\nlooks like probably in October, {No, earlier than that because we were\nalready}. All right, so maybe in September. {In summer, no, earlier in August}.",
        "Q: August?",
        "A: {In August they cut off part of the neighborhood on the outskirts where the Jews\nlived because we lived on the outskirts of Slonim. They moved everybody into\n16\nthe city. We had to abandon our place and come in close into the city to the\nJewish quarters}. So the ghetto was in September, 1941? {’41, yes, but it was no\nbarbed wires at first. It was an open ghetto they called it. All of us had to wear\nyellow patches, not Stars of David, but a round patch, a yellow one in front of the\ngarment and in the back. We were restricted to walk around in the neighborhoods\nwhere we were sent from, that were not part of the Jewish ghetto even though\nthere was no barbed wires}.",
        "Q: But if you were found, you would be arrested?",
        "A: {If you were found, you would be punished. Then before the first action in\nSlonim, before the big massacre, they again shrank the ghetto, the perimeter of the\nghetto. Again they made it smaller but it still was not very sealed off. Already\nthey had barbed wire but loose}. But then we had the ghetto, we have four\nghettos, divided by the river. {The river flowed through the town}. The river\nflowed through the town so the one with the larger ghetto and three small ones; all\ndivided by a bridge and the river. So it was all four sides. One side {from the\nother}. Small ghettos but they were all connected with a bridge. The same\nbridge, the Poles used the same bridge. They had to pass by because it’s part of\nthe city.",
        "Q: Could you go freely among the different parts of the ghetto?",
        "A: Yes. {Yes, until it was sealed. At that time, that Aron 1s talking about, yes you\ncould walk freely}. You could still walk freely.",
        "Q: This was still in 1941?",
        "A: {Forty-one}.",
        "Q: Then at the end of the year was this big massacre?",
        "A: Yes, the big massacre came in November 14, 1941.",
        "Q: It was hot that day, you say?",
        "A: Yeah, it was hot. It was --. That time they killed 10,000 Jews.",
        "Q: Just tell me because I think I want to write about this story on the ID card. It was\nalready fall in terms of seasons or was it winter already.",
        "A: Yeah, it was already November 14\".",
        "Q: So it was much hotter than usual?",
        "A: Oh, November was already cold.\n17",
        "Q: You said you went to get water because you were hot. So you were just thirsty?",
        "A: No, no. That was a different time, that wasn’t this time. That time they only took\n1,500 men. That was --.",
        "Q: Oh, I’m sorry. I was confused then. Okay. This happened maybe only a month\nafter the occupation?",
        "A: The first one happened only a month after the occupation.",
        "Q: Okay, now it’s clear in my mind.",
        "A: The 1,500 happened a month after the occupation. Then the other one happened\non November 14 and they killed -- that time they took out 10,000Jews and they\nkilled them from 8 o’clock till 5. By chance I found out something is going to\nhappen the next day.",
        "Q: How did you find out?",
        "A: Next to our house a photographer lived. The Germans used to come to take\npictures for their wives. So they made friends with the photographer. That was\nnot Nazis, was the regular Wehrmacht. This was Wehrmacht. So he told him a\nsecret that something is going to happen tomorrow. The photographer told us\nsomething is going to happen. Plus another sign was that they gave special\nscheins to special tradesmen. They gave special permits. So that was a bad sign.\nAll of a sudden they gave out special permits to tradesmen but we didn’t know it,\nwas no experience. We had no experience, we didn’t know anything that this\nkind of thing is going to happen. But we were ready and worried why are they\ngiving the the different Jews, craftsmen, the scheins?",
        "Q: The skilled?",
        "A: {The skilled, exactly}. I immediately took my family, I was the head of the\nhousehold, my father was killed. I took my family, my mother and three sisters\nand we went out of the ghetto and we stayed overnight in an empty house.",
        "Q: How did you get out of the ghetto?",
        "A: At that time, wasn’t hard. It was -- the wires -- it was patrolled but it was\n{loosely} Loosely. It wasn’t so heavily guarded. {Wasn’t sealed}.",
        "Q: So you escaped into an abandoned house?",
        "A: In an abandoned house and we stayed there a night and a whole day. The next\nday we come back, half of the ghetto was taken out and killed. The rest of the\n18\nother half was back to normal. They told them -- {10,000 Jews were killed}.\nYou can fill in Lisa, you can fill me in every ---. {I was at the graves. I was one\nof the people that came back from the massacre}. Lisa came back from the\nmassacre but Lisa knows everything what I know. {They were shot and I was\nthere in the ditch}.",
        "Q: You were taken with your family?",
        "A: No, I was hiding by a Christian woman.",
        "Q: Oh, I remember now your story, yes.",
        "A: {She would keep us and --}",
        "Q: I remember now the story, yes.",
        "A: That was Lisa’s story. Okay ---.",
        "Q: So you?’",
        "A: {Right where the Jews were killed was called Jepalova}.",
        "Q: How do you spell that?",
        "A: {C-1-e-p-e-l-o-w-o}.",
        "Q: That was a forest?",
        "A: {Yes, a forest. I imagine that the village probably was called Ciepelowo although\nthis was the forest of Ciepelowo}. But they didn’t kill them 1n the forest, they\nkilled them next to the forest. {They killed them in the ditches near the forest}.\nRight next to the forest. In the forest you couldn’t dig any holes.\nQ; Did the Jews in the ghetto know what happened?",
        "A: Yes, after. {Yes, we knew because people returned from the ditches. After}.",
        "Q: People who hadn’t been killed?",
        "A: {Who hadn’t been killed. But do you know what happened? They went in the\nhospital and the Nazis got to know that people survived and that they’re there in\nthe hospital. They came at night and took them out to kill them}.",
        "Q: The wounded?",
        "A: {The wounded}. How much more time do we have?\n19",
        "Q: I just, you know. We’ll just get through the story, that’s fine. It’s not a matter of\ntime. If you want to --.",
        "A: Because we'll have to leave by 5:30.",
        "Q: Okay.",
        "A: We have a lot of . {Carmit, maybe you can call again}.",
        "Q: Let’s just go until you want to stop and then if we’re not done, I’ ll call back.",
        "A: All right.",
        "Q: If that’s okay. After the massacre, your family went back into the ghetto?",
        "A: Yes.",
        "Q: Were you working in the ghetto at that time?",
        "A: Yes. I got a job in the ghetto and I belonged to the -- immediately joined -- we\nhad the underground. Jewish underground. Part of them were my friends from\nthe Hashomer Hatzair. We organized and our purpose was -- we didn’t have a\nfinal purpose, resistance in the ghetto or the forest. I was part of\nthem and another incident what happened --. {Carmit, after the 10,000, they\nshrank the ghetto again to make it smaller}.",
        "Q: Right.",
        "A: I worked in the b lager. It was a place where they’re accumulating --.\nThe b lager was a big building and they took Jews from the ghetto to\nassort arms where they found in the fields the Russians left. They were repairing\nthe arms and assorting the arms.",
        "Q: So you learned how to do that?",
        "A: I worked there and the head, the foreman was my friend’s father. He was the\nforeman. We smuggled in, we sold the arms inside the ghetto. It was the biggest\njob to bring in arms to the ghetto. It was almost impossible because we were\nsearched every time we came in back to the ghetto, you were searched. No\nquestion about it, if they find not only arms, they find food, they could get.\nEverything was in order, if anything was caught, everything was punishable by\ndeath. We took the chance to bring in arms. How did we do it is our foreman got\nacquainted with the two Germans, the ones that were the heads of our department.\nThe two Germans, one his name Wutz, one was named Brown. Brown and Wutz.\nThey promised to start doing business with him. What was the business?\n20\nBringing in some valuables from the ghetto. In return, he would give him soaps.\nSoap, I don’t know where the Germans got so much soap but they had boxes of\nsoap. It was wooden boxes packed with soap. What we did is, we took out\nunderneath, we took out part of the soap and we put in ammunition and grenades,\npart of arms, pistols, whatever we could find. We couldn’t find too many pistols\navailable, but just parts and we assembled them inside the ghetto. What we did is\nthe foreman, you could not bring in the soap in the ghetto, how would you bring\nin the soap to the ghetto. So the Germans with the trucks when they took us\nhome, he knew already the guards, the German guards at the entrance, they used\nto drive in with the truck in the ghetto. {and unload}.",
        "Q: And he thought he was just giving you soap?",
        "A: Exactly. He thought that somebody was using the soap for his business. That’s\nthe way we got arms. We were being organized until there came an order that we\nshould go to the underground.",
        "Q: What date?",
        "A: That was the summer -- November 14 was the ghetto -- that was probably\nFebruary of ’42, the beginning of ’42.",
        "Q: Who gave this order?",
        "A: I don’t know, the underground, I don’t know. The underground worked very\nsecret. You don’t know who belongs to it. You only know a few people around.\nYou don’t know the , you don’t know how it works. The only thing --.",
        "Q: You just get your order?",
        "A: I got only the order that I should come to — his name was Archibond. {Yes, he\nstill lives in Israel, Aron’s leader}. That I should come to Archibond’s house at 7\no’clock in the evening. I came home from work and I got the order so I went\nthere to the house. Something with me, I don’t remember, a sweatshirt or shirt or\nsweater and a piece of bread because I had .",
        "Q: Microphone fell off. It’s back now. This organization was called ? Is\nthere a name?",
        "A: Well we were only members of what-do-you-call members of Hashomer Hatzair.",
        "Q: Okay. So you went to his house?",
        "A: Yes. I went to his house and my mother followed. She found out all this stuff\nwhen I came home. She found out that I’m leaving . She came to the\nhouse and here and there with my friends, she comes in and she starts crying.\n21\nNagging me, you’re the only man in the house, how can you leave us? Only\nprovider not working . {TAPE VIRTUALLY\nUNINTELLIGBLE HERE} My friends went away to the underground and I",
        "Q: Did they go to join the partisans?",
        "A: Yes. . And I was left in the ghetto till I left this job. I found another\njob. I was working with a big warehouse where they were\nproviding goods to the German army, in fact all the Germans to the Nazis, the\n, Gestapo, regular army. {Wehrmacht}. The Wehrmacht used to pass\nby to go the army. {Go to the front} Go to the front. It was a station where they\nstopped here. They picked them out the people, the first time, slave labor. Most\nof them, they picked only eight and I was one of the eight. I worked for them. I\nhad a good job there till I found my girlfriend. We were all the time together.",
        "Q: Lisa, were you working in the warehouse?\nL: {No}",
        "Q: How did you meet?",
        "A: {We were neighbors in the ghetto. Aron lived kitty-corner}. I had a friend of\nmine lived next door to her. I went to visit to my friend and that’s where I met\nLisa. She was that time sixteen. {Fifteen. This was in the winter of 1941}. 41.\n{that’s right}. So she was 15 and ---.",
        "Q: So you met Lisa at the same time that your friends went and joined the partisans?",
        "A: {That’s right}. At the same time, yes. But after I got stuck. {Aron maybe would\nhave survived but I don’t know if I would have survived}.",
        "Q: Without Aron?",
        "A: {That’s right}. I’m going to tell you an incident how we survived. I’m talking\nnow in °42. Ten thousand Jews in the ghetto in July.",
        "Q: Ten thousand Jews were left?",
        "A: Left. It was June. {June 29}. It came another action. They started to liquidate\nthe ghetto. That time I worked at the p ;",
        "Q: In the what?",
        "A: In the warehouse. I was working for the Germans. We had two officers, German\ncaptains and two or three regular Germans. {Wehrmacht, all Wehrmacht}. Was\n22\nno Gestapo, that was Wehrmacht. This was a very good job, very good pay in\nfood, mainly food. I had plenty of food for me, had plenty of food for my\ngirlfriend. Goodies like fried food, we could have everything when we were\nworking there. You know, the Germans had plenty of food. On the job, we had\nall the food but on June 29, they surrounded the ghetto. They blocked up the\nghetto; a special kommando came into the city and they announced nobody could\ngo out to work. Nobody could go in or out of the ghetto. {By this time, the\nghetto was already sealed. It was surrounded by barbed wires, tightly, with\nguards. It wasn’t an open ghetto anymore}. It’s no way you can get out. {No\nway you can get out}. No way you can get out of the ghetto. In the same\nevening, this was on a Sunday, the special kommando where they came into town,\nthey needed schnapps. They needed liquor and rations, food. So they came to my\nboss, the officer, his name was Mr. Miller. They came to Miller and they asked\nhim that he should give them, should go and give them ration of food. He told\nthem I cannot give you any food unless you give me the eight Jews. {You release\nthe eight Jews from the ghetto that work in my p , Pll give you the\nfood. Because the Germans were only supervisors; they did the labor}. We did\nthe labor; They didn’t even now how to fill an order. {They had to unload also;\nit all came in huge quantities}. We had to unload so he told them he 1s going to\ntake care of this. The next morning about six o’clock in the morning, the head of\nthe kommando came into Miller, the captain of the German and they brought him\na special permit to take out the eight Jews. He came to the gate and he told the\nGerman and the Jewish police to ask for Aron Dereczyaski and the rest of them.\nCome out to the gate. The Jewish policeman came to my house; he knocked in\nthe middle of the morning. By that time I want you to know that everybody was\nhiding in hiding places. Already we made hiding places in getting ready when the\naction comes so we build a hiding place. But I was still on the lookout and they\ncame to my house and asked for me, Aron Dereczyaski. They told him, he was\nsmart enough, they told him that Mr. Miller was waiting at the gate. I knew when\nhe mentioned the word Miller I knew that it’s legit, that I can come out and see\nMr. Miller. The captain was telling me to get all the people together and in half\nan hour he’ll be back and we’ll go out to work. All right, he gave us a ;\nhe says don’t worry --. {Nothing will happen to the Jews}. Nothing will happen\nto the Jews They found the underground organization on the Polish side. The\nPoles are organizing; they have an underground organization so we are going, the\nGermans, he said “we” the Germans are coming to go into the ghetto to check if\nthe Poles are not hiding in the ghetto. That was the excuse. That’s what they told\nme. But surely enough, we didn’t believe it. {Nobody believed it}. I got all the\npeople. {that worked in different places} in the p . We got out five\nminutes to seven. Seven o’clock, the action started; we were only half a block\naway. We could see on the outside how all the German tanks and trucks and\narmy and ammunition and machine guns are all pointing to the ghettos.\nEverything was at the end but we still walked to the p , to the place\nwhere I was working. A block or two blocks away, we could hear already the\nshooting coming into the ghetto. We were just outside before. I think we’re\ngoing to cut off here and I’Il finish the story --.\n23",
        "Q: Okay.",
        "A: That time --.",
        "Q: And Lisa was not with you then?",
        "A: No. {No, I was hiding}. I came out and I changed her into men’s clothes and I\ntook her out. {That was later, that was Wednesday, Thursday}. Yeah, on the\nthird day.",
        "Q: Okay, do you want to start from there when we speak again?",
        "A: Yes, we’ll start right there from the p .",
        "Q: Okay, right.",
        "A: When is the best time for --?",
        "Q: Let me stop the tape. -------------No, okay.",
        "A: No. Unless you think something over there. You want to clarify something.\nMiller took us out, took out eight of us and the minute maybe we start walking out\nof the ghetto, I want you to know that we are the only one 8 people what they\ntook out from the ghetto before the action started. The action started exactly at\nseven o’clock but this story happened when they took us out, that happened\nbefore. The minute we walked out of the ghetto we could see all the special\ngroups are all surround the ghetto with machine guns pointing at the ghetto like a\nreal armed camp. You could see that like, for me, it was clear that the ghetto 1s\nbeing liquidated and it looks like nobody is going to be able to survive. Sure\nenough, they will not be able (?) to get out with life. We start walking and on the\nway we were stopped and checked our documents again. The high officer\nstopped us and checked us -- our permit. He let us go and it happened that Miller\nknew all the big shots because they all used to come to him for different kind of\nparties that they made. Meanwhile all the big important Gestapo and Wehrmacht\npeople was invited to his house.",
        "Q: Who is Mr. Miller? Was he Jewish?",
        "A: No, no. Miller was the --.",
        "Q: Was he just a local German?",
        "A: A German, the head of the p . {He wasn’t a local, he was a\nWehrmacht!. He was a Wehrmacht, a captain. He was a Wehrmacht captain.\n24\nWe went to the same place where I was working because there it was p ;\nthat’s the name of it in German.",
        "Q: That was the warehouse?",
        "A: The warehouse where they used to give out the food. We stayed over there during\nthe day. You could hear and the shooting, you could hear all day and they are\ntaking out people. I mean they’re shooting in the place and we heard -- the other\nGermans were telling us that they’re taking out Jews whom they can find.\nThey’re putting on trucks and they’re taking them out; outside the city, outside of\ntown in the direction of Ciepelowo how-do-you-spell-it?",
        "Q: We spelled it yesterday.",
        "A: No, yesterday we had --. No, Ciepelowo {C-1-e} We had a different place.\n{C but you had Ciepelowo where they killed the 1,200 men}. Oh,\nCiepelowo we had Thursday.",
        "Q: Right. So Ciepelowo was first when they took out the men and it was also here\nwhen they were liquidating the ghetto, is that the same place?",
        "A: Well, the first time they take out near Ciepelowo, the 1,200 men. Then the 10,000\nto Pietralowicze.",
        "Q: How do you spell that?",
        "A: {P-1-e-t-r-a-l-0-w-1-c-z-e, Pietralowicze}. Now Pietralowicze that was on the --.\n{That was on the \\ That was on November 14\"\". This time they\ntook to Ciepelowo, in the direction of Ciepelowo. Now, in the place where I was\nworking, you could see a small window in the warehouse, you could see a small\nlittle lake and past the lake you could see the hills of Ciepelowo where they were\nkilling the Jews. During the day, later in the day, you could already see that\npeople were getting killed right there. We could see it through the window.",
        "Q: While this was happening, they were making you unload food?",
        "A: Yes, while this was happening, we were working regular on our job like every\nother day. Now when it came at night, he did not send us back to the ghetto. He\nlet us stay in the p in this place, to stay overnight. We did not return after\nthe first day to the ghetto, we stayed there overnight. The action was going on for\nthree or four days in Slonim. At that time, they killed 10,000 people or 9,000,\n9,000. In the beginning they could not find anybody inside the ghetto because\neverybody was hiding so by the middle of the first day, they put the ghetto on fire.\nThey burned two or three ghettos; it was four ghettos so two or three parts they\nput on fire. It was a resistance in one ghetto, a small resistance when one Jewish\nfellow came out. He was a friend of mine and he came out with the hand\n25\ngrenades. He threw a hand grenade on the German truck and he killed some\nGermans. The Germans got real mad so they put the ghetto on fire. This\nparticular ghetto, that was the name of the ghetto was Japinka that was part of the\nSlonim ghettos, part of the four ghettos. We were still sitting in the place and\nworking. I mean in the same place the p . On the third day, on a\nWednesday, on Wednesday, on the third day, I asked that captain Miller to --. I\noffered him --. On Tuesday the next day I went to a bakery shop to get some\nbread what we used to do it every day. Going to the bakery shop, we had to cross\nthe ghetto because the one street the one we had to pass belonged to --. That was\nthe street that the Poles traveled on it and the Jews walked on it when we could;\nwhen they took us for slave labor. I went with the covered-up truck with a\nGerman, his name was Hans and I passed by the ghetto. I could see the ghetto on\nfire; I could see people burning on fire, to the water because the little lake, the\nriver was passing by. People were burning their clothes so they were jumping in\nthe water of the river.",
        "Q: Were they found by the Germans and then shot?",
        "A: The Germans were shooting at them. They were killed anyway. The Germans\nwere standing on the bridge and they saw anybody running in the water, they\nwere shooting at them. They were killed anyway. Then we returned back to the\np , the place of work. This was the first day, the second day. On the third\nday, I got an idea and I came up to the captain and I tell him, Mr. Miller, if you --.\nBy that time, it quiet down already. The first day or the second day, they didn’t\nleave anybody to live. Anybody they found, they killed them on the place, they\nput them on the truck and they took him to Ciepelowo, to kill. But they realized\nthat maybe they should leave some people arrest and take them someplace so the\nother ones will start coming out from the hiding places. So the rumor came out\nthat anybody who comes out -- they announce on the loudspeakers that anybody\ngoing to come out, they’re going to live. The action is over and this kind of\nstories. It was getting a little bit more quiet in the ghetto. Some Jews came out\nand they took them, arrested them and they took them over to the jail.",
        "Q: The ghetto jail?",
        "A: No, not a ghetto jail. Before the war was a regular jail.. So they took them back to\nthe jail, to the yard by the jail. They accumulated people over there and then they\nput them to the right and to the left. {They made a selection, who’s going to live\nand who to die}. They put them on trucks and sent them to be slaughtered. A\nfew of them, the ones that would get special permits, they let them out. I could\nsee -- by that time, Captain Miller came and he gave me the special schein, a\nsmall little ticket about the size of -- maybe 4 inches by 4 inches. Maybe smaller\n3 inches, 3 or 4 inches with a stamp of the commissar. My number was,\nI don’t remember but I think it was 4 or 5. He gave us all eight and we had the\nfirst numbers.\n26",
        "Q: These were the special permits which allowed you --?",
        "A: Which allowed us for now to live. That was only one document that we had, that\nwe could show that we have a schein. Then anybody what they had let out from\nthe jail, was somebody the Germans recognized. The German came and took him\nout like a special carpenter, a special shoemaker. One of the Gestapos somebody\nrecognized him, he took him out and he gave him special schein. By that time,\nthey took us out and they gave us 100 . By that time they gave us a new\nbuilding where I had worked before the B lager the place where they\nwere accumulating the arms, to sort the arms, the place where I have my job.\nThey gave us over there two buildings and anybody they gave the scheins, they\nsent him over there where they could sleep. At the same time they told the\nGermans told us that we are not going to sleep any more in the p but\nwe'll be able to sleep in the new place. At the same time, I came to Miller and I\ntold him, I say, if you can get me a special permit to go into the ghetto, I will get\nyou anything what you want. He was very much interested in gold and\nchandeliers and {silver, whatever he can}. Whatever I can to benefit him\nand then he could send it home. He wasn’t doing it from a good heart in the first\nplace, he was doing it for what he would get paid.",
        "Q: Do you think he had a good heart in general?",
        "A: No, no. He did only to us, only to take his eight Jews. Otherwise he was a killer\nto somebody else. {In fact, I was told he was a killer in in a different\ncity}.",
        "Q: How was your relationship with him? Were you afraid of him?",
        "A: Yes, I was afraid. Yeah, but we had a relationship. Him, by himself, I wasn’t\nafraid that he’s going to take the gun and kill me even if he feels like I did\nsomething wrong with my job. He wouldn’t kill me, he would reprimand me but\nhe wouldn’t kill me. We had after working together, we had a relationship\nbecause we were good workers and he could depend on us. At that time, he went\nto the commissar and got the special permits to get into the ghetto and he\ngave me, four of us, permits for four people. My intention was if we’re going\ninside the ghetto and see if I can get in touch and can find my family and see if I\ncan find Lisa. I knew approximately where they were hiding. In my house, I\nhelped build the hiding places. I knew in my house, 31 people were hiding under\nthe floor that we dug out. These 31 were hiding under the floor so I\nknew because I was part of the people helping to build.",
        "Q: Lisa, were you also hiding in that house?",
        "A: {No}. Lisa was hiding in --. {I was hiding in a shed in the yard where the house\nthat we lived}.\n27\nShe was hiding in the shack. When I got the permit for four of us I’m included,\nwe went inside the ghetto. I went to the place where I lived. I found the people in\nhiding. I could not take them out because I could not help them. The only thing I\nhelped them was to give them food, water. I told them what the situation is and I\ncould not take out my mother or sisters because the other ones wouldn’t let me.\nBecause that’s the only way they could have the contact is if my family 1s there.\nBecause they know if I can help, I will take them out. I will help them.\neverybody was looking for how they can save their own life so they would not let\nanybody take my family. I wanted to take one of my sisters. I couldn’t take any\nmore. I left them there and I went on the way back to the gate. I had to pass by\nLisa’s house. Lisa’s home was only about four or five homes away from mine.\n{Was kitty-cornered}. On one side to the other side --. I came to Lisa’s place, I\nlooked in the place where they’re supposed to hide and the malina was opened.\nThe Germans discovered the malina, they shot the people.\n(END OF SIDE B. TAPE 1)",
        "Q: {Yes, S-c-h-e-1-n}.",
        "Q: And then Malina?",
        "A: {But you make sure that it 1s spelled right, the German}.",
        "Q: Okay, Ill check it.",
        "A: Malina is the hiding place. M-a-l-1-n-a.",
        "Q: That’s in German or Polish?",
        "A: Well, uh --.",
        "Q: Yiddish?",
        "A: They called it that in the ghetto.",
        "Q: A ghetto term?",
        "A: A ghetto, ,",
        "Q: Okay.",
        "A: Pll start a little bit before in case --.",
        "Q: So you were looking at Lisa’s house?\n28",
        "A: Malina where we were supposed to hide. The place in Malina, the hiding place,\nwas discovered where they took out the people. I didn’t give up and I looked for\nLisa a little bit longer. I went to the back, in the back was a small little yard, was\na little shack. I went to that shack and I start calling in Yiddish. I say is anybody\nhiding? {That’s Aron, that’s Aron, Lisa, are you hiding?} After a short while, I\nwas calling their name, Lisa heard my voice and she was there hiding with her\nfather and little brother. Before long, Lisa came down from the hiding place and I\nmade an immediate decision that I’m going to take her out. Now she’s a young\ngirl, she was just 16. She was sixteen years old, ’42 — fifteen years old. {I was\n15,15 4}. Fifteen years old, very pretty, a good-looking girl. I decided that ’'m\ngoing to take her out. So she parted with her father and brother. I took her next\ndoor to a place, not where she lived but a cousin lived from where she lived, right\nnext door to each other. I took her with a little attic, I mean a little -- like a\nsecond floor. I went down in the house and I found a pair of pants and a jacket\nand a scissor. I looked all the way around. I cut her hair, I put her boy’s clothes,\nmen’s clothes and a cap and I made her look like a boy. I took some PX wires,\nelectric wires and I covered all the way around her neck. I did the same thing to\nanother fellow and we had a couple of chandeliers so she carried a chandelier on\ntop of her shoulder and the other fellow. We were four, the other fellows helped\nme do it by cooperating; I mean getting the chandeliers, both of us.",
        "Q: Why did you take the wire?",
        "A: I found it, I pulled out some wires from the home because the home had a lot of\nwires. They’re like extension wires; was running all over the apartments because\nwe didn’t have any electricity so they made their own. I mean we had electricity\nbut wasn’t like here, was plenty wires. {The electrical wires were always on the\noutside in Europe in the old homes. You didn’t have to go in the wall to pull\nthem out, they were hanging}. Hanging, so I pulled them out wires from the\nthings and put them all the way around her neck. The main thing is she carried\nthe chandeliers so she put the chandeliers --.",
        "Q: Why did you put the wires around her neck?",
        "A: Around the neck, you know like a loop. You know like a big loop of wires,\ncovered up from the neck, going down to the waist.",
        "Q: I see. Okay.",
        "A: {Around my neck sort of, I wound them around my neck and then they were\nhanging}. They were hanging loose and the main thing is I found a couple\nchandeliers where they kept them so I took the chandeliers. She was\ncarrying the chandeliers; then I gave her my schein, my permit to leave. I gave it\nto her hoping and thinking in case if I’m caught without it that some way Miller\n29\nwill take my up. He will get me out in case if I am arrested. All five of us were\nwalking through the gate. I took that white piece of paper what he gave me with\nthe special permit for four. I came to the gate and the police were German guards\nwere staying right by the exit of the gate and I’m already walking out. {You\nwaved it}. I waved that piece of paper; I says here’s my permit and here’s my\nfour men. He didn’t check, he didn’t look. {He didn’t look at the permit}. He\ndidn’t look at the permit and he said for four men and he let us through. From\nthere I went all the way to the prefanza, to my place of work. By the way, coming\nthrough the ghetto, the German dropped us off, the same guy that told us we\nwould -- Fritz, 1t was Fritz, not Hans, it was Fritz. Fritz dropped us off the first\ntime to come in, in the ghetto. Then what we supposed to do is; Miller and the\nrest of the Germans, they live across the street from the gate, right across. Almost\na little kiddie car. {They lived in a beautiful Jewish home, they requisitioned}.\nSo they lived over there so my -- someone else, can you hold on a second? Then\nwe took the goods, whatever we were taking with us, we took it there. {For\nMiller, all the things we had some silver pieces and chandeliers. We found a\nwatch here and there}. Whatever, all the valuables what we took, I took across\nthe street and left in Miller’s house. Now we came in Miller’s house, another\nproblem. How do I get Lisa to the work place, where I live. I came to Miller,\nMiller was still home at that particular time, for lunch or whatever it was. I came\nto Miller; I asked him, I told him that I found my sister; how can we save her? So\nhis answer was this place is not for hiding Jews. {My place is not for hiding\nJews, get her out of here immediately}. Immediately. I took her out and she went\ninto the basement. He didn’t follow or look for anything. It was a basement and\nshe was hiding in the basement, in Miller’s basement. Over there, after a while,\nMiller left. Another German was there. {Also there was a young Jewish boy. I\nreally wanted to insert this. There was a young Jewish boy that was working for\nthem like a mascot, polishing their boots and shoes and helping the cleaning\nwoman with chop the wood and everything. He came down and he was sort of\nmy protector. He kept on telling me not to worry, not to worry, that he’!l protect\nme, that he’Il do everything that is possible. He’ll never let the maids go down.\nHe will always run to the basement to bring whatever is necessary}. Now that’s a",
        "Q: How long were you in the basement?",
        "A: In the basement, maybe a couple of hours. {Couple of hours}. Now comes the\nmain story too. I mean not the main story but it’s an important story. When\nMiller left, was another captain with him, by the name Bauer. Bauer is the name.\n{I think Bauer is spelled B-a-u-e-r}. Here was the only one German was here\nsince the time of the war what I knew that he was righteous. People always don’t\nwant to hear this; we don’t like to tell the story. I mean we don’t like to follow\nthrough but that’s what happened. {When we give testimony, we have to give it\nexactly the way it was}. That’s right when we give testimony, we want to give it\nthe way it was. Bauer, after he left --. {After Miller left, Aron approached\nBauer}. No, the night before. When I was sleeping in the , | noticed that\n30\nBauer was talking to himself not far from me. He was holding his hand on his\nhead and he was saying, ‘I cannot believe it, how my people can do this kind of\natrocities’. He was almost crying.",
        "Q: To himself?",
        "A: Yeah, not that he made any comment to anybody. But I noticed it. {Aron\noverheard it, talking to himself}. I overheard it so when Miller left, Bauer was in\nthe house. I walked up to Bauer and I told him, Captain, I say, I have my sister\nhere. Can you help me? He said where is she? I say in the basement. He came\ndown with me in the basement and the first thing he says, don’t worry.\nL: {Well, when he came down to the basement, I thought he came down to kill me}.",
        "A: He walked down with me to the basement and he took a look at her. She was\nsitting like a little, what do you call it? All curled up in a corner, hidden. He\ntakes a look at her and he says, she looks like a boy. Are you a girl? She says\nyes. Do you have your clothes, your girl’s clothes? She says yes. He says, take\noff the men’s clothes and get dressed like you’re being yourself. Get back in your\ngirl’s clothes and Ill take you to the work place. He said, you’! walk with me on\nthe sidewalk because Jews were not allowed to walk on the sidewalk. If there is\nany black crow, he called it. {The Ukrainians that were policing -- he called them\nthe black crows}. Anybody that stops him, [Il kill him on the place. Lisa left\nwith him and --. {I came with him to the . Nobody stopped us, Nobody\ndared to stop him. He was a high-ranking Wehrmacht man, a German and\nnobody stopped us}. We made it through the back to the ;\nto the workplace. I was waiting over there already and I saw when Lisa came so\nMiller, what’s-his-name, Bauer told us to go because Miller was in the work\nplace. So Bauer told them to hide in — well it was like an open basement under\nthe warehouse. He says you hide over there. He walked in and I saw Lisa\ncoming. After a little while, when Miller was busy in his office, and I found the\nright opportunity, I took her in, in the p , in the warehouse. In the\nwarehouse had thousands of sacks lined up. It was sugar sacks, it was flour sacks,\n{flour, wheat, corn} all different kinds of sacks piled up in four or five high.\nStraightened it out like by the Germans. I immediately made a hiding place, I\ntook out two sacks and made a hiding place for Lisa wit the sacks. She stayed\nthere for the next night --. {They marked the sacks with a sign where to find me}\nwhere to find her {it was several blocks long this warehouse with all this flour in\nthe sacks}. Tell her what happened through the night. {During the night I was\npractically devoured by rats}.",
        "Q: Gosh.",
        "A: So she went out from the hiding place and she sit on top of the sacks. {I hit them\nwith all my strength. I had to raise the sack}. Alright I'll talk. {See that time I\nwas afraid that I was going to be devoured by the rats. I sat on top of the rats. I\n31\nsat and I would run away as soon as the rats would come. Then when it start --\nday came, I was afraid to sit there for somebody to find me. So I went back into\nthe hole}. The next day I got a permit for her, a special schein from Miller. I told\nher --what-you-call --- and I took over to the place where everybody else. I, in\nreturn, took another permit. With the same permit I went in next day; I took out\ntwo of my sisters and I brought them to the lager. I got to the new place\nwhere they living but I got special permit, two scheins for my sisters.",
        "Q: From whom?",
        "A: So the next day I took out two sisters.",
        "Q: Who did you get the permits from? Bauer or Miller?",
        "A: Miller. {By this time, why don’t you say by this time --} by this time already\nanybody who {any Jew} any Jew who could already get a --they let already {they\ndecided to stop the massacre and let everybody come out --}",
        "Q: Let people work?",
        "A: {from the hiding places to shrink the ghetto and take them all at once}.",
        "Q: So then all the Jews that were left were put to work?",
        "A: No. {No, it was sort of like a stalemate}. A stalemate. Bu they gave in two\nghettos. One was in the building where I stayed and then they gave them in\nanother little ghetto. They made everybody who survived, they made them you\ncan leave and this because the psychology of the Germans always to shrink the\nghetto. Instead looking for ten or twenty blocks now they have only one building\nleft over. But they made other ghettos with another couple buildings. The next\ntime if they wanted to liquidate the ghettos they have only two small buildings or\nthree buildings to go in there and arrest them and take them out and kill them.\nThat was their way of -- {Carmit, for reference really. Evidently we left that\nsummer but the ghetto was still left on for a while. Some people did go out to\nwork. You know that they had their special shoemakers and the special tailors\nand whoever for a very short while}. But we didn’t {we weren’t there already}.\nWe weren’t there.",
        "Q: I’m wondering how you got the passes for your sisters and for Lisa exactly.",
        "A: I gave Miller a couple of gold coins.",
        "Q: Okay. And the same for Lisa?",
        "A: The same for Lisa too. For money he would do it. At that time it was no problem\nalready. He wouldn’t give it out, I mean he wouldn’t help but for money he\n32\nwould give me the schein because at that time it was easy already to get a schein.\nBut I didn’t know and I was taking a chance. By the way we’re writing a book.",
        "Q: Good.",
        "A: Yeah, it should be ready probably maybe by the end of this year. We’ve been\nwriting it for six years. If you know, it’s quite a bit stories what we’re telling you\nbut a lot of them I skipped.",
        "Q: You'll have to send a copy to our library.",
        "A: {Yes, we will} Oh, yes. }We should only live long enough to have it done}.\nWell, this year should be done, we’re working six years on it. Mainly we want to\nhave it like a teaching book too. People read, they should know the killing,\nwhat’s his name heard a lot of our stories. L . You heard about\nL ? {He’s the head of the Righteous at Yad Vashem} He’s the head of\nthe Righteous. He says, Aron, Lisa you are the Holocaust. Different aspects of --\nit’s tremendous what the people lived through in camp. Most of it is the story of\nsuffering but it’s terrible. I mean it’s no -- we cannot make it less but ours 1s like\nmuch more variety of different kind of stories. What happened in the ghetto. All\nright and we survived there. From there we left --. {Aron also did not tell you that\nhe was able to take out his mother and sister, baby sister}.",
        "Q: So you took out the rest of your family?",
        "A: I took out the rest of the family. But my mother and sister, I took out from jail.\nThey were arrested and I took them out from jail. I took out, I saved all my\nfamily by that time. Then I made a contact through a friend, a White Russian\nwoman. {A farmer woman} A farmer woman what she took us with a horse and\nbuggy from Slonim to Wishnoy R-o {There’s a on the 0} z-a-n-a.",
        "Q: This is the woman’s name?",
        "A: No, no. This is the place, the name of the town.",
        "Q: That she took you to?",
        "A: {Yes, and Rozana was already in the Third Reich}. And Rozana was\napproximately 20, 25 kilometers, maybe not putting any mileage, I don’t know\nexactly. This woman took us from Slonim, at night -- I met her outside of town --\nand she took us to Rozana. In Rozana, I was, again I’Il make it fast -- I was\narrested there and the Polish police what she knew, the local police, which\nprobably was a made-up deal. They came in in the morning and they took away\neverything from us but they didn’t arrest us. The reason why probably they didn’t\narrest us because if they would arrest us, we would tell them that somebody took\naway all the valuables. So this way they took away. Away from there, in Rozana,\n33\nI got in touch with the Judenrat. The Judenrat gave us transportation to go to V---",
        "Q: The Judenrat where?",
        "A: {In Rozana}",
        "Q: In Rozana?",
        "A: The Judenrat in Rozana helped us to get transportation t Zolkowyski. {Z-o-l-k-o-\nw-y-s-k-i}.",
        "Q: Okay.",
        "A: I went to to pick up transportation to Zolkowyski. We came to\nZolkowyski, we got in touch with immediately, the same thing, with the Judenrat.\nThe Judentrat found a place for us to stay. It was a place a lot of survivors that\ncame from different cities. Because this was already -- [towns, towns} towns,\nbecause this was already the Third Reich. But that time they were not killing\nanybody yet. {It was summer of ‘42! Yeah, late summer of ’42. This was\nalready August, August of 1942. Now that was my terrible decision that I can\nnever forgive myself but I couldn’t help it. I had to make up my mind which\ndirection do I go. I had a choice, to go from Zolkowyski or to Grodno or to\nBialystok. In Grodno I knew that Lisa went. Lisa left by herself with her father\nand brother. They left the place in Slonim a couple of days, maybe a week before\nI left. I split up with Lisa because her father and brother survived too. So she\nwent -- she stayed with me part of the time but to leave Slonim, she left with her\nfather and her brother.",
        "Q: To Biaystok?",
        "A: {No, to Grodno} to Grodno. I was left with my mother and the three sisters. I\ntook a different route with a different contact too. I found that woman, the one\nwho took us to Wishnoy and to Zolkowyski. When I came Zolkowyski, they told\nus you can go two ways where a big Jewish ghetto is. One is in Grodno, one is\nZolkowyski, {Bialystok} one is Bialystok. So I had to make up my decision. So\nI made up that time my decision that for me to survive, I can only survive {he\nrealized at that time that he could not survive with a family}, as a family unit.\nThe only way if I can survive for me being involved with the underground, I left\nthe underground because on account of the family. Being a young man, I had to\nmake the decision that if I have to go away to live, I am going to go. I could only\ngo to the underground if I can go by myself. I probably couldn’t help them\nanyway. There was no way for me to help them. {Can you imagine having to\nmake that kind of decision? }",
        "Q: No.\n34",
        "A: So I had to make that decision and that was my worst decision in life -- because I\nnever see them anymore. They went to Bialystok and I went to Grodno.",
        "Q: Now, did you, did they want to go to Bialystok?",
        "A: Did they want to go to Bialystok? It wouldn’t make any difference for them.\nYes, they had some friend, some family were there in Bialystok, Grodno was real\nstrange for them. The only reason why I went to Grodno probably is maybe Ill\nsee Lisa there. Otherwise I would go to Bialystok too.",
        "Q: So they all decided to go to Bialystok and then you said no, I’m going to Grodno?",
        "A: Yes. I had to make the decision that I’m going to get out and I’m going to go my\nway. Otherwise, I would go to Bialystok too. On a beer truck, they took us to\nthe Judenrat from Zolkowyski helped us to to transportation to Grodno and\nI went to Grodno. Being in Grodno I came to . [Il tell you the story in\nGrodno. I arrived in Grodno, I found Lisa, I moved in in the same place that they\nlived. They had a little space in their room with three or four other families.\nThey made room for me; they put a mattress on the floor for me to sleep too. I\nstayed in Grodno and my only one purpose was, now when I’m in Grodno is how\nI can get in touch with the underground. There was no other way for me to\nsurvive. Already my decision was made; the only way you can survive. I had no\ndoubt that liquidation is going to come to Gr too. So the only way I was\nlooking around is how I can find a contact with the underground. I lived through\nall the time in the Grodno ghetto. I did not make any contact with the\nunderground. You can imagine how hard it was for a young man having\nexperience, belonging to the underground, looked around, being a stranger in a\nghetto. Because some people were asking questions, why didn’t other people go\nto the underground. It’s very hard for me to explain them that here is a young\nman, has no attachments, no family, trying to find a way how to go to the woods\nor to the underground. I did not find during my time, I arrived in August of 1942.\n{Till March ‘43}. ‘till March ’43, I could not find any contact to go to the\nunderground. {Shortly after we arrived, they sealed the ghetto and they started the\ntransports to Auschwitz from Grodno}. On November 1, the ghetto was sealed in\nGrodno, the ghetto was much tighter. You had to have special permits to go\noutside from the ghetto even to work. I went through all the time in I\nwent through all the liquidations of Grodno till the last liquidation. {Tell them\nthat you are under --} We were always under leave (?). {Besides, I think Aron\nshould tell you that he was on his way to Auschwitz and he jumped out of a\ntrain}. That’s what I’m coming, that’s what I’m coming. So we left -- till the\nliquidation of the last, what do you call it the last liquidation? {Ten thousand\npeople they took out that time}. The last liquidation of Grodno, that was in\nFebruary, February of 1942.",
        "Q: Forty-three, you mean?\n35",
        "A: Forty-three, 1943. By that time I got acquainted with a Polish fellow. His name\nis Tadek {(P-a-v-e-u-s-z S-o-r-o-k-a}.",
        "Q: And Tadek was his nickname?",
        "A: {Nickname, Tadek! Tadek was his nickname. {T-a-d-e-k} I got acquainted with\nTadek working outside the ghetto in remodeling a house for a Gestapo man. So I\nwas working over there with five other people. I went out to work as a carpenter\nand being over there, who took me in? a good friend of mine. He was working\nthere so he said Aron you could be a carpenter, why don’t you come out to work\nin this place. He worked -- I worked with him and over there we got acquainted\nwith the name of this fellow Tadek. Tadek {bartered with him}. Tadek bartered\nwith us. We brought in some different kind of watches from the ghetto and pants\nand some other clothing what we could put on us and then take it off and barter\nwith him. {He would bring food}. He give us food and we took it back to the\nghetto. One time he came in and he told us, he told to my friends, two of my\nother friends, he says, he don’t look Jewish, I can get you, I can take you to Vilna.\n{And give you Aryan papers so you can live on and try to survive as Christians }\nTry to survive as Christians. My two friends accepted it and after a few days,\nthey went to him, to Tadek. Tadek supposed to send a note back. {No, Hershel,\none of the people was supposed to send a note with Tadek that they arrived\nsafely}. So one of my friends was supposed to send it, they give us a note that\nthey send with Tadek that they arrived safely and they are safe. Because at that\ntime, you couldn’t trust anybody, you could tell the same Polish fellow. Any Pole\ncould come and take away the money from you and give it to the Germans and get\npaid for it. The Germans would pay him for it. We didn’t know, we weren’t sure\nwhat it is. But he came a couple of days later to the place where I was working\nand he says that Hershel and Ludnik (?) that was their names, they’re safe, they’re\nin Vilna and in the Vilna ghetto. But he does not have a note. The\nreason why he doesn’t have a note -- he says it start raining and he had to walk\naway, go away because the Germans are there and he didn’t bring a note. {When\nthe police was around the ghetto and he was worried, frightened}. Worried,\nfrightened and he didn’t bring us a note. This way, he used to come every other\nday back to our work and we did the same thing. Bothering with him and one\nmorning I didn’t know if I can believe him or not but one morning he came to us\non the job where we were working. He said I’m going to take you, I mean the\nghetto is surrounded, the ghetto 1s being liquidated. I’m going to take you, if you\nwant it, don’t go back to the ghetto, Pll take you to Vilna. By that time I had to\nmake the decision, should I take the chance and go with him to Vilna or I mean, I\nwasn’t sure anyway but it still probably safer than to go back to the ghetto. The\nghetto is being liquidated. Anyway I had to make the decision. I made the\ndecision, I’m going back to the ghetto. I did some thinking after that. I went back\nto the ghetto and Tadek gave me his address. He marked down on my body,\nspread out in different place on my body. I gave him my -- he gave me his\naddress and any time I have a chance, if I survive or come back to him, he’Il take\n36\nme to Vilna. That’s the way we parted and I went back to the ghetto, coming\nback to the ghetto. I was immediately arrested. Everybody who came in back to\nthe ghetto and they pushed us in a big synagogue. In the synagogue during the\nday accumulated approximately maybe three or four thousand people. I don’t\nknow how much the synagogue could take in. We stayed there all day and all\nnight, all evening. It was probably about six, seven o’clock in the evening. It was\nsix o’clock in the evening; all night more people were already in. The shul, the\nsynagogue was already almost full from people coming from work arresting\neverybody. They kept us there all day, all night. I was looking for any place to\nhide. I couldn’t find a hiding place. The next morning, about five o’clock in the\nmorning, the Germans came in. They ordered us to get out from the synagogue\nand walk to the railroad station. That’s what we did. We followed up, we walked\nin fours, we walked to the railroad station. I was looking for a place to run away,\nto hide. I could not find, the guards were too close. Here I am, already at the\nrailroad station, put in a boxcar, locked after a short while, half an hour, an hour,\ntwo hours, who knows what the time was. Here I am in the boxcar, all locked up,\nready to go to Auschwitz.",
        "Q: Did you know you were going to Auschwitz?",
        "A: I had a feeling because talk was already that they’re taking to Auschwitz.\nAlready it was almost known that they’re taking the people to Auschwitz.\n{Carmit, they already had a camp, a detention camp from which they took the\npeople from all the little small towns around Grodno. You know, Grodno had a\ntremendous amount of Jewish little, tiny towns around Grodno. When you refer\nnow, people tell you, old people, the older generation, the it means\nfrom the state, that the state of Grodno. There were a lot of, a lot of small Jewish\ntowns, all predominately Jewish. They took them all to a camp called Kelbyshik.\nFrom there they packed them in the cars, in the boxcars to go to Auschwitz}.\nThat was before they liquidated Grodno ghetto. {Before the ghetto, they sent ---\n\\.",
        "Q: So you knew already what was happening in town?",
        "A: Yes. It was little by little. It was known that we’re going to Auschwitz. Anyway\nhere I am in the packed boxcar with all different kind of people, with all different\nkind of ages and I decided -- I saw a small little window on the end of the boxcar.\nI decide with some of my friends, the one I was working with. We tried the hard\nway. I told him; I say I’m going to jump. Here we have to break through that\nwindow. So some way we got pushed through, we came close to the window.\nWe stood one shoulder, one on the other’s shoulders, two of us. We know our\npower, I don’t know where we got it but we pulled out the bars. We broke the\nbars, we pulled out the bars and I don’t know where we got the power and we\njumped out. {They started to jump out, one after the other}. One after the other.\nI was one that jumped out, the third one. I remember I wasn’t the first one but I\njumped out. The train, on a curve. It was slowing down on a curve. I jumped out\n37\nand I fell down. I was unconscious and before long I was arrested, put back on\nthe truck. I was arrested by the German guard, the one that was watching the\nrailroad, the railroad lines, the tracks. Before not long, they arrested me and it\nwas already about eight o’clock in the morning. They brought me back to the\nsynagogue. During all day, that was right in the morning, the synagogue was\nempty. There was only a few. By that time already they start finding people\nhiding in the ghetto. Nobody was already out to work. They discovered all\ndifferent kind of hiding places and they brought them into the synagogue. Before\nlong -- anyway, the first day, I looked around, I did not find Lisa. The second day\nI had a better chance to look because I was the only from the first ones. I did not\nfind Lisa. Till late in the evening, I looked around where can I hide inside the\nsynagogue. I found a place in the synagogue, had a small little room where there\nwas a kitchen before. Over there was a pile of coal. I saw a young fellow by the\nname Ruby Lawrence. {Ruvke Lubich}. Well Lubich was . {R-u-v-k-e\nL-u-b-1-c-h}. He was a boy from Grodno and he is making a place to hide under\nthe coal. After a lot of begging, he let me in. There’s a whole story to that too\nbut [Il make it short. He let me make a place right next to him. By luck, under\nthe coal, we found a big piece of plywood what we made a roof. On top of the\nroof, we found some dead bodies. We put a dead body on top of the roof. At the\nentrance we found a cooking sheet, where we covered up with coal and then\ncovered people that maybe covered the entrance.",
        "Q: To the hiding place?",
        "A: That was the hiding place. We survived there. The next day we heard the same\nthing had happened in the shul. They took out everybody and we survived there..\nAfter they emptied it out, the Germans gave an order the same thing like this, they\ndidn’t have the time, that the rest of the people who survived {to come out of the\nhiding} come out of the hiding -- {they’re not sending the transports any more}\nthey’re not sending the transports any more. {Again they shrank the ghetto}\nShrank the ghetto. {They left four buildings}. They left four buildings and I\nwent back to the place where I lived. I knew where Lisa is hiding. I found Lisa\nwith her father and brother survived the same way. We stayed for a while in the\nGrodno ghetto. By that time a thousand or 1,200 Jews they left -- {survived}\nsurvived. {Survived the transports. Now by this time, people already knew what\nAuschwitz was}. Yeah and we stayed there a short while. Finally we made\ncontact with Tadek. Lisa went out of the ghetto. Ill skip all different kinds of\nthings what we had but she made a contact. She knew where Tadek, I gave her\nthe address on Tadek. {Before yet, my father and my little brother went with\nTadek to Vilna}. Before that they made the contact and they left. After we made\nthe contact with Tadek, Lisa went off on a Sunday. She met him in church and\nthen he told her to come out on Tuesday, come out on the public washroom. I'll\nmeet you on Tuesday in the public washroom; you come out and I’ Il take you to\nVilna. We took his word; it was very hard to get out through the public\nwashroom because the ghetto was all surrounded. You couldn’t get out. {We\nsomehow made it}. Someway we got out, it was dusk, it was dark, we got out\n38\nand we came to the public washroom. Sure enough Tadek, he told her he is going\nto give her a signal. He’s going to come with a pair of overalls like an engineer\nworking on the railroad and he’s going to have a flashlight. He’s going to blink a\nfew times with the flashlight; you’ll know from farther that that’s me. Sure\nenough we met him over there. “Everything went the way he said”. Everything\nwent that, five of us went out. He took only, he said he can only take two.",
        "Q: When Lisa left, you left too at the same time, Aron?",
        "A: Yeah, we went -- Lisa’s father and her brother went before.",
        "Q: And then you and --?",
        "A: Then I went with Lisa and Ruvke, my friend, the one that survived — {the one that\nhe survived in the shul with him}. The one that survived, the one that let him\nmake a place to hide. So we all moved in in one place and we all made the\ncontacts with Tadek. I promised, I told that guy Ruvke, I told him that I have a\nPolish fellow, Tadek, and we’ll go to Vilna. He was part of us going out to the\npublic washroom. But at the same time he had another cousin and a friend so he\ntook them too. When we came in the public washroom we were five, instead of\ntwo. Tadek said he can only take two. After a long conversation with Tadek, he\ndecided he’ Il take three. I took Ruvke; he didn’t want to go with me but I talked\nhim in. We survived together so why don’t you come with us. Don’t delay it for\nanother time. so all this here went and Tadek took us to the -- Tadek says for me,\nLisa and Ruvke, follow us and we are going to the railroad station. We followed\nTadek to the railroad station. Before we came right by the railroad station was a\nsmall, an empty lot. {A ditch like, along with the tracks}. Along the tracks. He\ntold us you hide over there and Ill go around and take a look which train is going\nto Vilna. {Freight train, we’re talking about freight trains. In between the freight\nare a couple cars, passenger cars that the Wehrmacht traveled}. After he came\nback, he told us, he pointed this is the train what is going to Vilna but it’s very\ndangerous with the army going.\nEND OF SIDE A, TAPE II\nHe took out what-you-call-it. He told us that’s the train that’s going to move. He\nwarned us when this train starts moving, you jump between the boxcars, the\ncouplings. Jump on the couplings and then you’ll find a little lever, you’ll climb\nup on top of the roof. {The roof of the car and you should lie on your stomach so\nyou won’t be seen from the ground}. I'll find you there later, on top of the train.\nThe train starts moving. We jump out from the place, from the hiding place. I\nwas the first one. I jumped out, I jumped on the moving train between the\nboxcars and I climbed up on top of the roof. Ruvke did the same thing on a\ndifferent car, he did the same thing and went up on top of the roof. Lisa was left\nover the last one, she panicked and she ran out. {I panicked as I looked back.\n39\nThere were very few cars that I saw and I became terribly frightened that I will\nnot have a chance to climb up to the top to take the ride. So I went out and the\nfirst car that passed by, I grabbed on and I stood on a little ledge with the boxcar.\nI held on to the handle of the door}. She held on the handle of the door instead of\ngoing between the boxcars, she grabbed on the door in the middle of the boxcar.\nHere the train start moving faster and she’s hanging, she’s holding on. {I was on\nthe outside, you know on the outside of the boxcar}. The train is moving and we\nare already on top and we’re out of town already. Here I see where I’m lying,\nTadek came to me and he said Where’s the girl? {As the train was moving and\nmoving fast, he was running all the way to the end of the train looking for me,\nlooking if he could spot the girl}.",
        "Q: Who was?",
        "A: {Tadek}.",
        "Q: Tadek was on top of the train or in the train.",
        "A: On top.",
        "Q: He also went on top.",
        "A: Yes. {Maybe he was at first in the locomotive but he climbed up to the top\nbecause we were on top of the train}. So he came and he found us on top of the\nroof. He jumped from one roof to the other on the running train, in the cold\nweather in March, freezing weather, until he found --. {He found me on the\noutside of a boxcar almost hanging}. He found her hanging on a boxcar. So he\ncame back to us and he told us I found the girl. We have to go and come back to\nthe boxcar where Lisa was hanging. I, too, and Ruvke too, we jumped with him\ntill we came to the boxcar where Lisa is hanging. We made a human chain,\nTadek lies down on the boxcar on top of the roof, we were holding his -- he\nshouldn’t slip down -- we were holding his legs. He bent down much further and\nhe grabbed one hand and then he grabbed the other hand. Then Ruvke was\nholding his feet and I came to help Ruvke to help to pull up Lisa. We pulled up\nLisa on top of the roof. There we survived from Grodno to Vilna was 180\nkilometers, sub-zero weather. {I wore mittens and I had a vision that that I would\ngive him the hand and the mitten would slip. He would not hold on to my hand\nbut to the mitten but he was very skilful and I held on with all the strength that I\npossessed to lift myself -- and youth}. Youth was on our side. This way we went\nall the way for 180 kilometers till the next morning, it was still dark; we came to\nVilna. From Vilna we jumped down, Tadek was first, we followed Tadek. He\ncame and hollered and he says I’m going to find a big group, one that’s going\nback to the ghetto. {A group of Jews returning from a night shift to the ghetto}.\nYou'll join the Jews when they’re coming. {You'll jump in as you see them;\nyou'll just run in, in the middle. That’s the way it was}. That’s the way it\nhappened. We saw a big group of Jews running from the night shift going back to\n40\nthe ghetto. We joined the other ones and we went in together. I will make it fast.\nIn the ghetto, it was still a lively ghetto, Vilna. I don’t know how many Jews\nwere there at that time but maybe somebody will study, we’ll find exactly. We\ncame there in March, 1943. I looked the hardest ways to find the underground. I\nwas successful, I found members of a Hashomer Hatzair; I joined the F.P.O., FPO\n--. {From Yiddish, F ,P ,O , | joined and after a few months\nlater till in August they decided -- we went through the whole situation in the\nghetto. We decided we’re going to the underground. {The leadership decided to\nsend out after the episode with Edenberg which I am sure we the history\nover and over again. We’re on the barricades. We went through the whole\nepisode of Edenberg in Vilna}. I joined the underground and then Ruvke joined\nand then a group of 30. We went out from Vilna, we went to the underground.\nWe went to the forest of Narocz. {N-a-r-o-c-z}. It’s approximately the same\nthing, 150 kilometers; it took us seven nights to go there. The only reason why\nwe found the place because two young Jewish fellows {that were in the\nunderground already) in their teens, what they left the underground, they came to\nthe ghetto. {Risking their lives to be guides}. To be guides to take out Jews to\nthe underground.",
        "Q: Now you walked?",
        "A: {We walked}. Seven nights, only nights. {In the day we were hiding}. During\nthe day we were hiding.",
        "Q: Did you have any food with you?",
        "A: We got food from farmers. {Because the fellows that came, they had guns, the\ntwo fellows, the Jews that came for us}.",
        "Q: So you forced the farmers to give you food?",
        "A: {Yes, we forced the farmers}. Because they already behaved like partisans. This\nis the way we atrived to the partisans. We joined to a group the partisans. {The\nfirst group of partisans unit that we joined was a totally Jewish unit called\nNakamah}.",
        "Q: Revenge.",
        "A: Revenge. {But there was a lot of anti-Semites from the Russians and we were\ndispersed. We could not stay, they would not keep us as a Jewish unit. Some of\nthe members from this Nakamah were put in different units of the Russian\nunderground. When we were liberated, we were part of a Russian unit, the\nKalinski . Kalinski was the president of Russia, K-a-l-1-n-s-k-1}.\nWhat were we doing there, in the underground, in the partisans?",
        "Q: Kalinski or Kalininsk1?\n4]",
        "A: {Kalininski, there’s another “‘n”.}. What did we do in the underground? We did\nall different kinds of sabotage work. We blew up bridges, we blocked roads.\n{Ambushes on \\. Ambushes on Germans, on German troops and I blew up\ntrains. {We also helped Jews -- they were hiding women and children that\nmanaged to escape from the small towns around the woods. We sort of helped\nthem too}. That’s the way it was going around. We lost 30% of our men we lost\nand from our group, what we went out from the thirty, about ten of them got\nkilled in the underground 1n fights and in different ways, till the liberation. {We\nwere liberated the summer of *44}. We were liberated the summer of ’44 by the\nRussians. By chance, being a movie operator, I didn’t have to go to the army.\nOtherwise they send, they pick up everybody immediately, they gave them\nuniforms and send them to the front lines. But me having my special trade, this\nwas the propaganda, to show movies. They gave me a special place where I\nwouldn’t have to go join immediately in the army. I went from there --.",
        "Q: Did Lisa go with you?",
        "A: Yes. {By the way, my father survived too. My father was in the underground.\nNot in the unit but he was in a hut}.",
        "Q: So your father --?",
        "A: {My little brother was caught in the street and sent to camp. He was 1n, first in a\nlabor camp, then he went to Studhoff (?) but I don’t know if you want it}.",
        "Q: That was when they were in Vilna?",
        "A: {Yes}.",
        "Q: Your father, he was with the underground in Vilna, not with these 30 people that\nwent out?",
        "A: {No, no. He wasn’t a member of the active underground}. Only in the\nunderground they got me and Lisa. {But Daddy was in the woods and he lived\nthrough the German occupation there}. He knew where we are so he walked by\nhimself. Her brother was caught on the street and they send him to Studhoff.\n{First he was in a labor camp in Estonia. Then from there he was in Studhoff\n5",
        "Q: Aron, do you know what happened to your mother and your sisters?",
        "A: No. The only thing is I found out after the war that nobody survived. {They were\nin Bialystok, probably went to Treblinka}. I tried one time to go from Grodno to\nBialystok but it was not successful. I had to go out to the Polish organizer (?) and\nhe never showed up so I never made it back. But all the news what I could get,\n42\nthe people from Slonim that were there -- I don’t have any news of anybody\nsurviving. I’m the only one surviving. To finish the story, we were liquidated, I\nmean we were liberated by the Russians and I went to see my hometown Slonim.\nNobody was left and from there, from Slonim I went to Beronovich and from\nBeronovich, I went to Bialystok. {Because you know, as Polish citizens we’re\nallowed to go back to Poland after Poland was liberated by the Russians, parts of\nPoland that were liberated by the Russians}. I went to Bialystok and Lisa\nfollowed me. She came a couple of months later; she came to Bialystok because\nshe was still left in Beronovich with her father, only with her father. Her brother\nthey didn’t know if he survived or not. Lisa stayed with her father and then she\nfollowed me to Bialystok. In Bialystok, passport (?) important to have it. We\nalready got in touch with the Br through the same thing, through\nHashomer Hatzair. We were in touch with the B and we got directions to\ngo from Beronovich to Lublin (?). From Lublin we got documents from the Red\nCross that we are Greek refugees returning to Greece. So we went from Lublin to\nCracow, to Czechoslovakia to Hungary to Austria. {All with the help of the\nBr )_. Then in Austria we went through the border to the west, to the parts\nof --} We had to cross to Italy. {Cross to Italy where the Americans and the\nEnglish were}. was still controlled by the Russians and we had to cross\nthe Russian zone to go over to the English zone. We had to cross the Alps; we\ncrossed the Alps and we came to Terevisa in Italy. Over there we met, for the\nfirst time, we met members from the Jewish Brigade. Haolim from the Palestine\nJewish Brigades. They were part of the English army. They, with trucks, they\ntook us under their protection and they took us from Terevisa to Bologna. {From\nBologna to Florence}. From Florence to Rome and in Rome, we were two\nyoungsters. At that time it was impossible to -- Palestine was all the blockades.\nYou could not go to Palestine. The only ones if you could come through, you\nwould be arrested and sent to Cyprus. For me, being all my dream to go to\nPalestine, {look where he ended up}, I decided that I’m going for a short stop.\n{Meanwhile what Aron did not tell you that I had a grandmother in America. I\nhad aunts and uncles and cousins. All my family was in America}. I’m going to\ntell you.",
        "Q: So you could go there?",
        "A: {Yes}. Fora short while. {We really went for a short while I want you to know.\nBecause the family so much wanted us to come}. But when we were in Rome,\nwe decided we’re going to get married. We got married in a big synagogue in\nRome on March 25, 1943. {Forty-five, ’47, what are you talking about? Show\nthese survivors how they know dates!} March the 25\", 1947, we got married in\nRome in a big synagogue. Then after, we took off and went to America. {We\ncame in April, April 1“} April 1‘, we arrived in New York. From New York we\nwent to settle in Chicago. In Chicago, we start raising a family and we did pretty\nwell. We have three sons, all doctors, medical doctors. {Physicians, you want\ntheir names or it is not necessary}.\n43",
        "Q: If you want them to be on the tape, then say them.",
        "A: {Yes, yes} We have three sons. The oldest is Howard Derman. The next one 1s\nGordon Derman and the youngest is Daniel Derman. They’re all physicians,\nthey’re all married. They married with Jewish women and now we have eight\ngrandchildren. {I would very much want to include the names of the\ngrandchildren for posterity}.",
        "Q: Say them.",
        "A: {If it’s ever going to be there. If anybody’s ever going to look at it. The oldest is\nCourtney, 16 now; Lindsay, 11; Ari, 9; Evan, 5 2; Benjy, 5; Rachel, 4; and\nGabriel, 3 months}.",
        "Q: New addition?",
        "A: {Yeah, the new addition}. Well, that’s the story.",
        "Q: Good. Thank you.",
        "A: All right. {What is next?}",
        "Q: Okay, let me turn off the tape.\nA4\n"
    ],
    "questions": [
        "Q: State your name and date of birth and place of birth.",
        "Q: Yes.",
        "Q: Yes, when were you born?",
        "Q: Where were you born?",
        "Q: Okay. Why don’t we start from you telling me a little bit about your family\nbackground growing up in Slonim.",
        "Q: What did they sell in the store?",
        "Q: Can you remember some stories maybe about growing up as a child there in\nSlonim and about the Jewish community there?",
        "Q: How were the relations with the Polish community, the small Polish community?",
        "Q: Did your family live in town?",
        "Q: Did you have other family in Slonim?",
        "Q: Can you tell me about your schooling?",
        "Q: Was that elementary school?",
        "Q: Was that a Jewish elementary school?",
        "Q: No. I don’t mind at all.",
        "Q: Tarbut was like a junior high school or---?",
        "Q: You went there through high school?",
        "Q: And what years were you in junior high school?",
        "Q: So you were on your way almost?",
        "Q: Did you have friends who went already?",
        "Q: During the thirties?",
        "Q: Right.",
        "Q: Yes.",
        "Q: Can you tell me a little bit more about what kind of activities you did there?",
        "Q: Yes.",
        "Q: Can you tell me a little bit about the period right before the war? Maybe we could\nget into a little bit more detail.",
        "Q: Yes. Tell me about what the atmosphere was like.",
        "Q: Can you give me an example?",
        "Q: Like a boardwalk, sort of?",
        "Q: Who were these people?",
        "Q: Were these Poles that lived in your town or ---?",
        "Q: Do you remember anything happening to you specifically, before the war?",
        "Q: All the students in your school were, of course, Jewish then?",
        "Q: Can you tell me a little bit, were you worried? I mean did you worry about the\nwar before it broke out?",
        "Q: How were people reacting and what were people doing?",
        "Q: Protest?",
        "Q: Boycott?",
        "Q: When was this?",
        "Q: During sermons at church?",
        "Q: Were you concerned about the events that were in Germany too? Did that enter\ninto your --?",
        "Q: So you were very aware?",
        "Q: Were these discussions, did they carry over from your youth group into your\nfamily and into the synagogue? Were they restricted more .",
        "Q: Right.",
        "Q: Tell me about the war when it broke out. Do you remember exactly what was\nhappening?",
        "Q: What did you build them out of?",
        "Q: So you were doing this after the planes flew over Poland?",
        "Q: Do you remember what it was like when the planes were flying overhead?",
        "Q: What happened in those following days?",
        "Q: September 1.",
        "Q: I’m going to pause the recorder.",
        "Q: Okay. Let’s talk a little about the Russian invasion. Tell me what that was like.",
        "Q: People came out to greet the tanks?",
        "Q: After that, did your school continue as usual?",
        "Q: Was this a Soviet school?",
        "Q: Now you were trying to go to Israel, to Palestine now?",
        "Q: What date was this?",
        "Q: How many people?",
        "Q: You were all planning to emigrate?",
        "Q: On the border?",
        "Q: Who arrested you?",
        "Q: Why?",
        "Q: Was this around Slonim still?",
        "Q: Did you continue our activities with the underground while you were in the\ntechnical school and while you were working?",
        "Q: What kind of things did you do?",
        "Q: So you were hoping that you would be contacted to do the same?",
        "Q: Tell me about when the war broke out again.",
        "Q: When Germany?",
        "Q: Or do you want to say anything about maybe when you were working in the\ntowns or ?",
        "Q: Okay. Where was your family during all this? Were they still in Slonim?",
        "Q: So your family’s standard of living was reduced?",
        "Q: Did you see your family often while you were working?",
        "Q: It happened within weeks after --?",
        "Q: Walking home?",
        "Q: You were walking from Grodno?",
        "Q: Can you spell that?",
        "Q: The German pilot?",
        "Q: Jewish male?",
        "Q: Every male, period?",
        "Q: The only son, yes.",
        "Q: Right but PII jut translate it.",
        "Q: A courtyard?",
        "Q: Who was fighting in the courtyard?",
        "Q: They took them to your courtyard?",
        "Q: The Russians started the fight?",
        "Q: Now, let me just clarify. How many of the soldiers were there in the courtyard?\nWas it a small troop or --?",
        "Q: Yes.",
        "Q: Then how many people were arrested at that time?",
        "Q: So in other words, your family and a few other people?",
        "Q: Whether or not they were in this group of Soviets?",
        "Q: The rest of the Jews with short hair, they thought they might have been soldiers?",
        "Q: Your mother and your sisters weren’t arrested?",
        "Q: They shot the Soviet soldiers and then the few Jews that had the short hair, they\nshot as well.",
        "Q: Tell me about what happened to your family after that. Was your house burned?",
        "Q: These people were renting the house?",
        "Q: Two houses together?",
        "Q: So you moved in there and then --?",
        "Q: So you didn’t have any of your clothes or anything?",
        "Q: In the marketplace?",
        "Q: A theater?",
        "Q: So you just kept standing in the back of the line?",
        "Q: So they found out what happened?",
        "Q: Let me make sure that this working well.",
        "Q: Okay, just tell me in a very broad outline, the creation of the ghetto. We can just\ngo in very quickly but I want to cover it a little bit.",
        "Q: Of ’42?",
        "Q: So it was November 14, 1940?",
        "Q: This is after the ghetto was created?",
        "Q: August?",
        "Q: But if you were found, you would be arrested?",
        "Q: Could you go freely among the different parts of the ghetto?",
        "Q: This was still in 1941?",
        "Q: Then at the end of the year was this big massacre?",
        "Q: It was hot that day, you say?",
        "Q: Just tell me because I think I want to write about this story on the ID card. It was\nalready fall in terms of seasons or was it winter already.",
        "Q: So it was much hotter than usual?",
        "Q: You said you went to get water because you were hot. So you were just thirsty?",
        "Q: Oh, I’m sorry. I was confused then. Okay. This happened maybe only a month\nafter the occupation?",
        "Q: Okay, now it’s clear in my mind.",
        "Q: How did you find out?",
        "Q: The skilled?",
        "Q: How did you get out of the ghetto?",
        "Q: So you escaped into an abandoned house?",
        "Q: You were taken with your family?",
        "Q: Oh, I remember now your story, yes.",
        "Q: I remember now the story, yes.",
        "Q: So you?’",
        "Q: How do you spell that?",
        "Q: That was a forest?",
        "Q: People who hadn’t been killed?",
        "Q: The wounded?",
        "Q: I just, you know. We’ll just get through the story, that’s fine. It’s not a matter of\ntime. If you want to --.",
        "Q: Okay.",
        "Q: Let’s just go until you want to stop and then if we’re not done, I’ ll call back.",
        "Q: If that’s okay. After the massacre, your family went back into the ghetto?",
        "Q: Were you working in the ghetto at that time?",
        "Q: Right.",
        "Q: So you learned how to do that?",
        "Q: And he thought he was just giving you soap?",
        "Q: What date?",
        "Q: Who gave this order?",
        "Q: You just get your order?",
        "Q: Microphone fell off. It’s back now. This organization was called ? Is\nthere a name?",
        "Q: Okay. So you went to his house?",
        "Q: Did they go to join the partisans?",
        "Q: Lisa, were you working in the warehouse?",
        "Q: How did you meet?",
        "Q: So you met Lisa at the same time that your friends went and joined the partisans?",
        "Q: Without Aron?",
        "Q: Ten thousand Jews were left?",
        "Q: In the what?",
        "Q: Okay.",
        "Q: And Lisa was not with you then?",
        "Q: Okay, do you want to start from there when we speak again?",
        "Q: Okay, right.",
        "Q: Let me stop the tape. -------------No, okay.",
        "Q: Who is Mr. Miller? Was he Jewish?",
        "Q: Was he just a local German?",
        "Q: That was the warehouse?",
        "Q: We spelled it yesterday.",
        "Q: Right. So Ciepelowo was first when they took out the men and it was also here\nwhen they were liquidating the ghetto, is that the same place?",
        "Q: How do you spell that?",
        "Q: While this was happening, they were making you unload food?",
        "Q: Were they found by the Germans and then shot?",
        "Q: The ghetto jail?",
        "Q: These were the special permits which allowed you --?",
        "Q: Do you think he had a good heart in general?",
        "Q: How was your relationship with him? Were you afraid of him?",
        "Q: Lisa, were you also hiding in that house?",
        "Q: {Yes, S-c-h-e-1-n}.",
        "Q: And then Malina?",
        "Q: Okay, Ill check it.",
        "Q: That’s in German or Polish?",
        "Q: Yiddish?",
        "Q: A ghetto term?",
        "Q: Okay.",
        "Q: So you were looking at Lisa’s house?",
        "Q: Why did you take the wire?",
        "Q: Why did you put the wires around her neck?",
        "Q: I see. Okay.",
        "Q: How long were you in the basement?",
        "Q: To himself?",
        "Q: Gosh.",
        "Q: From whom?",
        "Q: Who did you get the permits from? Bauer or Miller?",
        "Q: Let people work?",
        "Q: So then all the Jews that were left were put to work?",
        "Q: I’m wondering how you got the passes for your sisters and for Lisa exactly.",
        "Q: Okay. And the same for Lisa?",
        "Q: Good.",
        "Q: You'll have to send a copy to our library.",
        "Q: So you took out the rest of your family?",
        "Q: This is the woman’s name?",
        "Q: That she took you to?",
        "Q: The Judenrat where?",
        "Q: In Rozana?",
        "Q: Okay.",
        "Q: To Biaystok?",
        "Q: No.",
        "Q: Now, did you, did they want to go to Bialystok?",
        "Q: So they all decided to go to Bialystok and then you said no, I’m going to Grodno?",
        "Q: Forty-three, you mean?",
        "Q: And Tadek was his nickname?",
        "Q: Did you know you were going to Auschwitz?",
        "Q: So you knew already what was happening in town?",
        "Q: To the hiding place?",
        "Q: When Lisa left, you left too at the same time, Aron?",
        "Q: And then you and --?",
        "Q: Who was?",
        "Q: Tadek was on top of the train or in the train.",
        "Q: He also went on top.",
        "Q: Now you walked?",
        "Q: Did you have any food with you?",
        "Q: So you forced the farmers to give you food?",
        "Q: Revenge.",
        "Q: Kalinski or Kalininsk1?",
        "Q: Did Lisa go with you?",
        "Q: So your father --?",
        "Q: That was when they were in Vilna?",
        "Q: Your father, he was with the underground in Vilna, not with these 30 people that\nwent out?",
        "Q: Aron, do you know what happened to your mother and your sisters?",
        "Q: So you could go there?",
        "Q: If you want them to be on the tape, then say them.",
        "Q: Say them.",
        "Q: New addition?",
        "Q: Good. Thank you.",
        "Q: Okay, let me turn off the tape."
    ],
    "answers": [
        "A: First name first?",
        "A: Aron and the last name is Dereczynski, D-e-r-e-c-x-y-n-s-k-i1.. My name is now\nDerman, D-e-r-m-a-n. Born?",
        "A: 5/5/1922.",
        "A: Slonim, S-l-o-n-i-m, Poland.",
        "A: The family background 1s -- my father was a small businessman. His name was\nChaim. My mother’s name was Merke, M-e-r-k-e. They had a store and a --\nsmall businessman.",
        "A: They were selling yard goods and clothing there. We were four children. I had\nthree sisters. The oldest sister was named Libby, L-i-b-b-y; then I came, C-r-o-n;\nthen another sister after me, Fagel, F-a-g-e-l; and then the youngest sister was\nEdcia, E-d-c-i-a. A middle class family, Jewish middle-class family; traditional\nJews, not religious but we did --. Well not what we would call ultra-religious,\nwell we were religious, I mean we were going to synagogue. My father used to\nlay tfillin and would pray every single day. On Saturday, Friday night and\nSaturday, we used to go to shul.",
        "A: Well, the Jewish community I lived in about 80%, the total population was about\n13,000, 14,000 and over 10,000, 11,000 were Jews. The majority of the town\n1\nwere Jews. So life was -- the anti-Semitism came in later -- but most of the time\nwe had a much easier time because most of the population were Jewish. The\nprofessionals were almost 90% Jews -- the doctors, the lawyers and the same\nthing with the tradesmen, the shoemakers and the carpenters, the tailors were all —\nmost of them Jews.",
        "A: It was not, well, the relation was pretty good. It wasn’t -- 1t was all right. But\nthen in the later years, in 1939, ’38, 39, anti-Semitism started. We had a very like\norganized anti-Semitism was coming. Partially was coming from the church and\npartially was coming from foreigners when they came in to build the dam. What\nadam! Poles from different parts of the country came into our town and they --\nwas like organized anti-Semitism. So life was getting much harder but we still\nhad the power. We were strength -- our strength was the majority and this is the\nway we kept our strength. We were pretty safe yet at that time.",
        "A: Yes, we lived in the town and in summers we used to go out on vacations. My\nmother especially, she always used to go away for the whole summer to a resort\nplace. We kids followed and we were there with them.",
        "A: Yes. We had quite a family. We had uncles and aunts. Well, one uncle and three\naunts and we had quite a few cousins. So we had quite a family that lived there\nfor many, many years, for generations.",
        "A: My schooling? Yes, I went to . I mean I went to , that was the\nJewish school. was the name. From there I went to .",
        "A: Elementary school.",
        "A: Yes. Then after -- then, well you can help Lisa, you can say if you remember\ncertain things. (Female voice: I was at Slonim too. I was at Slonim during the\nghetto but what I wanted to add to Aron’s, if you don’t mind if I say something).\n2",
        "A: Okay. (Female voice continues: That Slonim was known. It was a very fine\ncenter of Jewish learning. They had a very famous yeshiva. The rabbi of Slonim\nwas in Poland, renown. They had a lot of, a lot of religious schools and a lot of\nshuls in Slonim. When you talked about Slonim, about , there weren’t\nthat many Hasidic in Slonim, there were some but not many. Mostly were\n. But it was very, very well-known, a center of Jewish learning. They\nhad a Jewish gymnasium in Slonim, a tarbut). Well, my education after I went to\ntarbut, after tarbut I went to ---.",
        "A: Yes, but all Hebrew. (AII the subject were taught in Hebrew). All the subjects\nwere taught in Hebrew. Then we only had one hour, two hour, we had Polish,\nPolish language.",
        "A: Yes, well to ---. No, it wasn’t high school yet. No a high school for us was a\nmuch higher . Well, I was still young at that time. But I finished the\ntarbut.",
        "A: Up till 1938. In 1938 I applied to Agricultural School in Palestine. The Youth\nAliyah. I was accepted and I was supposed to leave for Palestine and the\nWorkmen Council.",
        "A: Yeah, I was a very, well-accepted. I was to be in the place where I was supposed\nto go was Bet Shammos in Israel.",
        "A: Yes, now I belonged to a Hashomer Hatzair. It’s a youth Zionist organization.",
        "A: During the thirties. My youth, I was probably about nine, or ten years old till the\nwar. So [had a lot of friends what they belonged to the same organization. Our\nplan was eventually to emigrate to Israel, 1t was Palestine then.\n3",
        "A: Zionism was all my life, a Zionist. I was reading from he first minute and I came\nout after school and spend all the time with my friends in Hashomer Hatzair. Can\nyou probably know where the can 1s?",
        "A: We stand there holding -- given most of the evening. Then on Friday night,\nSaturday nights and in the summer we used to go to , summer camp.",
        "A: In the Hashomer Hatzair?",
        "A: Also was intellectual. We were speaking politics; we were speaking about\nZionism; about the leaders in Zionism and the kibbutz; everything about\nPalestine. Most everything, eventual we’ll have, what-do-you-call-it, a national\nhome. We were hoping that some day it would come, we would have a national\nhome.",
        "A: For example? You can tell me what ---. Well, what would you like to know\nabout -- right before the war?",
        "A: The atmosphere right before the war was like I was saying, anti-Semitism was\nstarting about that time. it was getting much stronger.",
        "A: For example, we were going in the return. My sisters were -- we had the streets\nwhere we used to parade. That’s like a . It was the street where all the\nJews every evening, especially on Saturdays, where everybody used to come and\nwalk on the sidewalk back and forth. (Parading). Parading, like parading.",
        "A: Yes, that’s right, exactly. My sisters came home one evening. Somebody slashed\ntheir coats with razor blades. That’s one incident. Another incident was ---.\n4",
        "A: (Anti-Semites).",
        "A: We don’t know, we don’t know. Probably this was already from the Poles from\nthe town because it was only done by young hoods. Then already you could find\nthat they could catch somebody on the street on the side street and they were\nbeating him up. This already happened and we didn’t have it anything before and\nthat was ,",
        "A: To me, specifically, no. it’s not -- no anti-Semitism, no I did not have any\nspecial.",
        "A: Yes.",
        "A: Yes.",
        "A: They were talking because we did a lot of politics when we were -- when we\nused to get together on the evenings and our leader used to talk about it. Mainly\nespecially about the ways to explore the situation, what’s happening in Poland.\nAt the same time to be more, true Zionist. They used to bring out the evenings,\nwhat happening, not only in Slonim, the same thing is happening all over Poland.\nHow anti-Semitism was getting stronger and starting to flourish. We were\nworried that the work, that business, I mean already we start worrying. We heard\non the personal level, they used to picket, what you call pickets?",
        "A: {Jewish stores}.",
        "A: Boycott, yeah. They used to start already boycotting our store.\n5",
        "A: That was in 1938. The end of ’38, starting about ’39 right before the war. {You\nknow the saying 1n Polish, ‘When you ’Don’t buy from the Jews’}.\nDon’t buy from the Jews and then they start already organizing Polish stores\nwhere they didn’t have any before. Or we had very few before. They had like a\ncooperative stores open up. To tell in the church, they used to tell the Poles and\nthe farmers and the White Russians because it was an area where the White\nRussians stood, to tell them not to go to shop in the Jewish stores.",
        "A: Yes, during sermons at church, they used to tell them not to shop in Jewish\nstores. They used to picket some of them, how do you call it? {Boycott}.\nBoycott, not to buy , not to buy any merchandise from the Jews.",
        "A: Yes, we were, because we used to have already people from --. Already we had\nrefugees from Germany. They came into Poland when Hitler came to power in\n1937, °36. °37. The German Jews, some of them, ran away and some of them\nmaybe had Polish citizenship, so they sent them back to Poland and we heard all\nthese stories what’s happening. At church they speak, the newspapers .",
        "A: Oh yes, we were very aware.",
        "A: Yes, yes. I used to talk with them in the house, discuss in house. My parents were\nborn in Slonim. They lived all their lives and their parents, their grandparents,\nlived all the time in Poland. There was no way to emigrate to any other place. To\nIsrael, it was impossible to emigrate . {To Palestine}. To Palestine.",
        "A: To America, they did not consider. Of course, we had a well-established\nbusiness. We lived in a town where mostly Jews so they didn’t suffer\nenough. .",
        "A: Yes, one day when it broke out the war, so planes already start flying over the\ncity. Then immediately we organize like a self-defense but I know the self-\n6\ndefense was to build bomb shelters. I volunteered, my father and we were\nbuilding bomb shelters in a little park in front of the house",
        "A: We built just a -- like dig ditches. Just to be able to -- 1f a bomb falls, 1t wouldn’t\nhurt you because you’re in a ditch. If an explosion would come, it would fall\nmaybe a few meters away. you wouldn’t get hurt. But who knows, that’s a\nchance, that’s what we were doing.",
        "A: Yes. Immediately when the war broke out. Lisa, you can come in, say whatever -\n-. {We also had to — in all towns. It was , to put strips on the glass}\nOh, yeah strips on the glass. {On the glass from shattering, you know. In case it\nshatters in the bombing}. So everybody put some paper in zigzag. {X’s like} X\non the glass in case a bomb falls, the glass won’t shatter.",
        "A: We were very scared, very worried. It was very frightening. We never seen\nanything like this before. It was the first experience we ever had with planes; we\ndidn’t have too many planes flying over Slonim before. We had a small little\nairport not far away but very seldom you could see planes flying there. German\nplanes were coning through, coming that side, the confusion on the streets, panic\non the street. Especially Jews were very, very concerned. Because in our mind,\nwe knew that Poland is not going to be able to survive against the Germans.",
        "A: What happened in those following days --When did the Russians come? How far\nwas it before --. I know September 21“ the war broke out. July? {No, the war\nbroke out September 1*'}.",
        "A: September 1'; a few days later the Russians came in. They occupied our town.\nThe excitement was ---Can you hold on?",
        "A: I’m through. I knew I’m going to expect a telephone call.\n7",
        "A: All right. The Russians invasion, we were terribly excited. We were very, very\nexcited and happy that at least the Russians are here so the Germans are not --\nwon’t invade our town. On the way in, another incident is, I jumped out when the\nfirst tanks came in. The Russians invited us to come in on top of the tank. I was\nvery excited because they picked me up and I, with another few friends of mine,\nwe drove in. It was almost a little bit not the outskirts, it was a part of the town.\nWe drove in with him to the middle of -- to the center of the city on the tank.\nThey took us on top of it and we were overjoyed, very excited.",
        "A: Yes, everybody came out, especially Jews. All the Jews came out, with tanks, the\nRussians. At that time they were very friendly to us and they told us not to worry.\nThe front line 1s already far ahead and 1n fact they didn’t fight because it was--\nthey made out a deal with the Germans. They would cover one part of Poland and\nthe Germans would take another part. There were no battles at that time, very\nexciting times.",
        "A: Yes. Then I enrolled in a technical school.",
        "A: A Soviet school, a Soviet technical school and I knew that my time for going to\nPalestine was almost over but I didn’t. I took my chances I went from Slonim. I\nwent to Vilna on a train with the underground from Hashomer Hatzair.",
        "A: Yes.",
        "A: That was 19 , | don’t know exactly. I can figure out, well it could be in the\nforties, 1940, early 1940. I went with a friend of mine. We were sent to Vilna,\nmake some connections with the .",
        "A: I went with 21. But I run out of , 15 or 20 fellows.",
        "A: We were all planning, yes. So we start to still work like a little underground\norganization. Underground, we’re still talking about going to Palestine. So I\n8\nwent to Vilna. I was in Vilna for about two days and then the leadership over\nthere decided that they still need us in the occupied territory. I should return to\nSlonim and work with the underground so I followed that. I start going back, they\nleft us on the border.",
        "A: On the border between Lithuania and White Russia. Then after they arrested me,\nthen I went back to Slonim.",
        "A: The Russians.",
        "A: Well, they thought ---, I don’t know, they suspect me as a spy. But they couldn’t\nget anything and there wasn’t any spy so they after two days, they released us and\nwe went back to Slonim. In Slonim back, I enrolled to technical school and after I\nfinished technical school, went by a year. After the year they sent me out to pay\nback. So it was -- my job was to show who 1s, in the small towns. They gave me\na truck with a projector with some electricity because they didn’t have any\nelectricity in the farms or small towns. That was my job.",
        "A: It was approximately, was real ---. First I was in and Was not far\nfrom Slonim. I worked over there until they .",
        "A: Yes, while I was in the technical school, yes.",
        "A: We were talking with each other, we didn’t do any sabotage but we were just\ndreaming and talking that one day, maybe, we’ll find a way how we can, we can\nfind a way to go to Palestine. I didn’t know if I waited some directions, somebody\nwould come from some place. Could be from Poland, could be from Lithuania,\ncould be from Russia because a lot of Jews ran away to Russia. It was an\nunderground from Russia to Palestine. Going out, we didn’t know, but it was.\nWe met some friends what they had the underground deep in Russia not far\nfrom___. {Black Sea and then they went by way of Romania to Palestine}. It\nwas the underground.\n9",
        "A: Yes, we were hoping that we will be contacted because we could not make any\nother contacts. We were waiting that maybe someday we will be contacted.",
        "A: The war broke out again ---. Now you’re talking about 1941.",
        "A: Germany, Russia.",
        "A: Well, I was --. Well, I had one incident when I was working in the towns. This\nwould take too long, it’s not so terribly important.",
        "A: My family was still in Slonim; they got jobs. My father could no get a job\nbecause he was a businessman; he was stamped a businessman. {It was an\nundesirable \\. Undesirable so he got a place to protect it; he got a job as a\nwatchman at night. Watchman in a little factory or whatever it was.",
        "A: Standard of living was completely reduced. The only thing is we’re still had\nmerchandise but we hide it when the Russians came in. We hide like yard goods,\nso we still had something all the time to trade and still live a better life than {the\naverage person under Russian occupation, they didn’t have it}. We still had\nsomething left plus they were pretty well off before so we still had some money\nand some jewelry.",
        "A: While I was working, yes. I used to come in, not so often, but quite a few times I\ncame home. In fact, maybe I should tell you this first. I had one incident, like I\nsay before. I had my own equipment to show the movies; I had a generator. I left\nthe generator in a school and locked up the school. Somebody broke into the\nschool and they stole the generator. In the time when I went, I didn’t let him\nknow, the weekend, I went to see my family, I went to Slonim. Came back and\nthe generator was stolen. Now the main problem with stolen generator, you\ncannot replace it. You cannot go out and buy another one. [ You can’t\n10\nreplace anything}. Cannot replace it. So the only thing I was awaiting 1s jail for\nnegligence. The war broke out otherwise I would be 1n jail.",
        "A: It happened in weeks before the war broke out. A few weeks before the war\nbroke out. So almost the war saved me from going to jail. The war broke out; the\nnight when the war broke out, I was on a date with a beautiful girl. At twelve\no’clock, after midnight, I heard the artillery and the war started. I immediately\nafter the date, I came home and even here, the shooting, the shelling was getting\nmuch heavier and I immediately packed my little knapsack and I start walking\nhome with it.",
        "A: Walking. Only by foot, I could not go any other way. On the way a lot of things\nhappened.",
        "A: No from Oftryn. It’s a small town where I worked.",
        "A: O-f-t-r-y-n. Ill try to find out maybe exactly. {yeah, that’s the way you spell it}.\nSo immediately I start going to the direction to see my family. I go back to\nSlonim. On the way already, the Germans were bombing the roads; the Russians\nwere flying in trucks. The ones that were going were bombed. The villages were\nburning and the roads were clogged up. What more incident is that the Germans\ncame with planes and start bombing the place where I was walking. It was a\ndogfight, the Russian planes came right to the place where the pilot parachuted. I\nwas there when the Russians the ones that were walking too, were on foot. Four\nRussian soldiers were on foot running back to Russia, the border. I was there\nwhen they shoot the pilot.",
        "A: The German pilot. It happened that they walk away and I went after and got his\ngun. I took his gun, hid his gun and I walked to my house, back to Slonim. On\nthe way, all the villages were burning and it was safe to come home. In fact, it\nhappened on the road. Until I came to Slonim. Slonim was already occupied by\nthe Germans so immediately right before I came to the city, I threw away my gun,\nwas a pistol. They arrested me and they ---. Every male in Slonim they arrested.\n11",
        "A: No, every male.",
        "A: Every male. Mainly they were looking for ---. I was lucky that my\nparticularly, wasn’t that important. I had my hair, now I’m bald headed but at that\ntime I had hair. {A lot of it}. A lot of it and hair was very important. Because\nanybody who was a soldier, who was in the army, had a crew cut. So they knew\nthat I’m not a soldier. Immediately they arrested me and they put me in a big\nyard, with the rest of Russian prisoners, a schoolyard. Then after the next day,\nthey announced that anybody who is younger than a certain age, 15, 16 years old\nand I looked young, could go home. So I went. I was one of them to be a\nyoungster and to run home. So they set up a place where you can run out and\nthey were beating up each one as he was passed by so they can have any place\nwhere they can hit. But being a kid, they jumped over the gun what they had, the\nrifles and I got back to my house. When I came to the house, it’s another story\nbut an important story. I came to the house. I didn’t see my family for maybe a\ncouple of months. It was, if I’m not mistaken a Friday night. It was Friday. I\ncame in the house. It was not Friday. They made a real nice dinner for me, the\nben yorkin. If you notice, I have three sisters, I was the ben yorkin.",
        "A: Only son. I assume that you understand.",
        "A: I was the ben yorkin. The ben yorkin came home so they made a nice dish, a nice\ndinner. Then I told them a little bit of my story, what I went through. Before we\nhad a chance to go to sleep, we could hear -- the dark at night -- we could hear\nfighting going on in our yard. It was like a --- {orchard in the back of the house}.\nYes, our orchard was, not a yard --.",
        "A: A courtyard. {A courtyard} It was a small little courtyard. All of a sudden we\ncould hear the shooting and the fighting that was going on and before we turn\naround, the house was a wooden house, the house was on fire. We grabbed\nshingles on top, we could have tracking the shingles. So my father says,\nthank God, it’s raining. It wasn’t raining, it was striking on the shingles before\nwe had a chance to put out the fire. We ran out the house, not to be burned -- we\ntook the chance to run out in the middle of the fight. After we -- immediately\nsome were arrested by the Germans right there in the yard. After the fight was\nover in the morning, they selected anybody who didn’t have any hair. They\nthought --, well short haircut..\n12",
        "A: The Germans and Russians. {A unit of Russian army that was dislocated\nsomewhere. Ended up --}.",
        "A: {In the courtyard and they started a fight with the Germans}. They didn’t know\nthat they were surrounded.",
        "A: Yeah, they were all killed, the Russians were killed. {They were all killed}. The\nRussians were killed and then they took everybody from our courtyard. {They\nwere all Jews}. All Jews, the men came out, anybody with short haircuts, or short\nhair, they took him and the rest of us, me and my father, a few other men, they\nmade us to dig a ditch. A big hole, a big grave and they shoot the rest of the\npeople, the Jews, a few Russians, they shoot everybody on the place. They bury\nthem in our yard. That was my first experience with the Germans in my\nhometown.",
        "A: You mean, how many were fighting?",
        "A: I wouldn’t know but I would say maybe 30, 40. Small --.",
        "A: Arrested, probably, maybe another six or eight Jews from the courtyard.",
        "A: Yes, yes. But what I mean is that six or eight of them, they killed. The women\nand the children, the rest of them they didn’t touch. The only thing the men\nwithout hair, Jewish men.",
        "A: No, they were not at all. They were --. {The Soviets wore uniforms so they could\nidentify that they are soldiers}. No, the soldiers you could see that they were with\nuniforms.\n13",
        "A: No, they were civilian population but they thought maybe somebody changed\ntheir clothes. So that’s why they were looking for ---.",
        "A: They were -- well I would call it arrested because they keep them in one place and\nthey had a guard. They didn’t take us to a building and arrested in some place.\nThey just put a guard against us.",
        "A: Yes, They made after the big place, they make a hole and bury them, bury the\npeople. That was in our yard. We just had a small little yard made for\nvegetables. farther away.",
        "A: Yes, the house burned and it happened we had another house in another part of\nthe city. We went to this house and we went to ; some people were living\nover there but they let us in. We were with the other people. It was\napproximately a mile away.",
        "A: Renting the house. Because they kept this house, my parents bought a for\na dowry. It was for two sisters. It was a two-plex. Said they would give it for a —\na duplex I mean.. {A duplex}.",
        "A: Under one roof. Took them to give for a dowry some day when the girls are\ngoing to get married, they’ll give them .",
        "A: We moved in there with other people and we stayed there until the next encounter\nwhat we got was --. The Germans, maybe a month or six months later, the\nGermans came in. They called it the . They came in and they grabbed\nonly men and took out the head of the family, the man. They went through house\nto house and they grabbed the men. {Just Jews, just Jews}. Just Jewish, Jewish\nmale. The male was 16 or 18 years old. They grabbed him and they took him to\nthe market. We didn’t have a chance, one day, the house was burnt.\n14",
        "A: {Nothing, nothing. They just ran out of the house}. Just ran out, we didn’t have\nanything. {As they were}. The only thing is what we had, we had some cloth\nwhat we buried in the ground to hide from the Russians. This, we still have\nbecause it was hidden in the ground so we still have that. The other encounter\nwhat I had was that they took out 1,500 men. It was my father and I was one of\nthem. They took us to the marketplace surrounded by Germans all the way\naround and we didn’t know where they were taking us. They told us they’re\ntaking us for labor. A few hours later, trucks were coming in through the\ncourtyard and the same thing happened in the courtyard because we had some real\nimportant Jews from the community leaders. The rabbi, the chassan and some\nother community leaders were there too so they were beating them up, were\ntelling them to sing Sh’ma Yisroel, other Jewish songs and told us why don’t you\nsing to your God. Maybe your God will help you. All the time\n. Trucks were coming in and we were loading up the trucks, about\n35 or 40 people on every truck and took them away. I went for a few minutes, it\nwas a very hot day in the summer, so I went in the back to get running water.",
        "A: In the marketplace. It was a big , a theater.",
        "A: Yes, a theater next to the wall. One wall was a theater and it was spigot over\nthere where water was coming. I was so thirsty so I went to get some water.\nMeanwhile I could see that before I could come back, I could see already my\nfather getting up to be taken away. By that time, I didn’t go back to the front of\nthe line. I was standing all behind it. About three o’clock, exactly three o’clock\nthe German high officer came and he said that anybody left here will be able to go\nhome.",
        "A: Yes. The action was over. They took 1,200 men, 300 were left. I was one of the\n300. The 1,200 they took out about five kilometers away, shot and killed. Found\nout after that they made a pact (PAUSE IN TAPE). They made them to write\nletters to their family.\nEND OF SIDE A, TAPE 1.",
        "A: __ Wife didn’t believe so he took a chance and there were always some kind of\nstories and five kilometers away. Some of them went out at night and\nthe place where some partisans were telling them and they found the clothes, they\n15\nfound their glasses, clothes, food, . They recognized that the people\nwere killed.",
        "A: They found out what happened.",
        "A: Okay, the second time what happens to me I’m going to skip it and I’m going to\nthe part of the liquidation of Slonim.",
        "A: Then after they organized they told everybody, they gave them a certain part of\nthe city where it was most of the time it was -----. {In the beginning it wasn’t in\nthe worst part of town and there were no barbed wire in the beginning }. But they\ntold us you cannot well, yeah, we’re going to skip it and go to the ghetto already.\nIn the beginning, it was no ghetto and you could move around from one place to\nanother till it happened’ till November 29, when was the action? {First action in\nSlonim was on November 14, 1941. First big mass murder}. But the ghetto was\nprobably sometime in the late summer.",
        "A: {°41!. Forty-one.",
        "A: {Forty-one, the big massacre in Slonim. They killed 10,000 Jews}. We’re\ntalking now everything we are talking is already °41.",
        "A: Yes, well in 1941, in September when the Russians came in, that was -- no, no,\nthe Germans took it over. When was that? {June, 1941}. June, 1941 they took it\nout, the Germans came in. But it was still free. The Jews could still move\naround. Then in the late summer, I don’t remember when it was but maybe it\nlooks like probably in October, {No, earlier than that because we were\nalready}. All right, so maybe in September. {In summer, no, earlier in August}.",
        "A: {In August they cut off part of the neighborhood on the outskirts where the Jews\nlived because we lived on the outskirts of Slonim. They moved everybody into\n16\nthe city. We had to abandon our place and come in close into the city to the\nJewish quarters}. So the ghetto was in September, 1941? {’41, yes, but it was no\nbarbed wires at first. It was an open ghetto they called it. All of us had to wear\nyellow patches, not Stars of David, but a round patch, a yellow one in front of the\ngarment and in the back. We were restricted to walk around in the neighborhoods\nwhere we were sent from, that were not part of the Jewish ghetto even though\nthere was no barbed wires}.",
        "A: {If you were found, you would be punished. Then before the first action in\nSlonim, before the big massacre, they again shrank the ghetto, the perimeter of the\nghetto. Again they made it smaller but it still was not very sealed off. Already\nthey had barbed wire but loose}. But then we had the ghetto, we have four\nghettos, divided by the river. {The river flowed through the town}. The river\nflowed through the town so the one with the larger ghetto and three small ones; all\ndivided by a bridge and the river. So it was all four sides. One side {from the\nother}. Small ghettos but they were all connected with a bridge. The same\nbridge, the Poles used the same bridge. They had to pass by because it’s part of\nthe city.",
        "A: Yes. {Yes, until it was sealed. At that time, that Aron 1s talking about, yes you\ncould walk freely}. You could still walk freely.",
        "A: {Forty-one}.",
        "A: Yes, the big massacre came in November 14, 1941.",
        "A: Yeah, it was hot. It was --. That time they killed 10,000 Jews.",
        "A: Yeah, it was already November 14\".",
        "A: Oh, November was already cold.\n17",
        "A: No, no. That was a different time, that wasn’t this time. That time they only took\n1,500 men. That was --.",
        "A: The first one happened only a month after the occupation.",
        "A: The 1,500 happened a month after the occupation. Then the other one happened\non November 14 and they killed -- that time they took out 10,000Jews and they\nkilled them from 8 o’clock till 5. By chance I found out something is going to\nhappen the next day.",
        "A: Next to our house a photographer lived. The Germans used to come to take\npictures for their wives. So they made friends with the photographer. That was\nnot Nazis, was the regular Wehrmacht. This was Wehrmacht. So he told him a\nsecret that something is going to happen tomorrow. The photographer told us\nsomething is going to happen. Plus another sign was that they gave special\nscheins to special tradesmen. They gave special permits. So that was a bad sign.\nAll of a sudden they gave out special permits to tradesmen but we didn’t know it,\nwas no experience. We had no experience, we didn’t know anything that this\nkind of thing is going to happen. But we were ready and worried why are they\ngiving the the different Jews, craftsmen, the scheins?",
        "A: {The skilled, exactly}. I immediately took my family, I was the head of the\nhousehold, my father was killed. I took my family, my mother and three sisters\nand we went out of the ghetto and we stayed overnight in an empty house.",
        "A: At that time, wasn’t hard. It was -- the wires -- it was patrolled but it was\n{loosely} Loosely. It wasn’t so heavily guarded. {Wasn’t sealed}.",
        "A: In an abandoned house and we stayed there a night and a whole day. The next\nday we come back, half of the ghetto was taken out and killed. The rest of the\n18\nother half was back to normal. They told them -- {10,000 Jews were killed}.\nYou can fill in Lisa, you can fill me in every ---. {I was at the graves. I was one\nof the people that came back from the massacre}. Lisa came back from the\nmassacre but Lisa knows everything what I know. {They were shot and I was\nthere in the ditch}.",
        "A: No, I was hiding by a Christian woman.",
        "A: {She would keep us and --}",
        "A: That was Lisa’s story. Okay ---.",
        "A: {Right where the Jews were killed was called Jepalova}.",
        "A: {C-1-e-p-e-l-o-w-o}.",
        "A: {Yes, a forest. I imagine that the village probably was called Ciepelowo although\nthis was the forest of Ciepelowo}. But they didn’t kill them 1n the forest, they\nkilled them next to the forest. {They killed them in the ditches near the forest}.\nRight next to the forest. In the forest you couldn’t dig any holes.\nQ; Did the Jews in the ghetto know what happened?",
        "A: Yes, after. {Yes, we knew because people returned from the ditches. After}.",
        "A: {Who hadn’t been killed. But do you know what happened? They went in the\nhospital and the Nazis got to know that people survived and that they’re there in\nthe hospital. They came at night and took them out to kill them}.",
        "A: {The wounded}. How much more time do we have?\n19",
        "A: Because we'll have to leave by 5:30.",
        "A: We have a lot of . {Carmit, maybe you can call again}.",
        "A: All right.",
        "A: Yes.",
        "A: Yes. I got a job in the ghetto and I belonged to the -- immediately joined -- we\nhad the underground. Jewish underground. Part of them were my friends from\nthe Hashomer Hatzair. We organized and our purpose was -- we didn’t have a\nfinal purpose, resistance in the ghetto or the forest. I was part of\nthem and another incident what happened --. {Carmit, after the 10,000, they\nshrank the ghetto again to make it smaller}.",
        "A: I worked in the b lager. It was a place where they’re accumulating --.\nThe b lager was a big building and they took Jews from the ghetto to\nassort arms where they found in the fields the Russians left. They were repairing\nthe arms and assorting the arms.",
        "A: I worked there and the head, the foreman was my friend’s father. He was the\nforeman. We smuggled in, we sold the arms inside the ghetto. It was the biggest\njob to bring in arms to the ghetto. It was almost impossible because we were\nsearched every time we came in back to the ghetto, you were searched. No\nquestion about it, if they find not only arms, they find food, they could get.\nEverything was in order, if anything was caught, everything was punishable by\ndeath. We took the chance to bring in arms. How did we do it is our foreman got\nacquainted with the two Germans, the ones that were the heads of our department.\nThe two Germans, one his name Wutz, one was named Brown. Brown and Wutz.\nThey promised to start doing business with him. What was the business?\n20\nBringing in some valuables from the ghetto. In return, he would give him soaps.\nSoap, I don’t know where the Germans got so much soap but they had boxes of\nsoap. It was wooden boxes packed with soap. What we did is, we took out\nunderneath, we took out part of the soap and we put in ammunition and grenades,\npart of arms, pistols, whatever we could find. We couldn’t find too many pistols\navailable, but just parts and we assembled them inside the ghetto. What we did is\nthe foreman, you could not bring in the soap in the ghetto, how would you bring\nin the soap to the ghetto. So the Germans with the trucks when they took us\nhome, he knew already the guards, the German guards at the entrance, they used\nto drive in with the truck in the ghetto. {and unload}.",
        "A: Exactly. He thought that somebody was using the soap for his business. That’s\nthe way we got arms. We were being organized until there came an order that we\nshould go to the underground.",
        "A: That was the summer -- November 14 was the ghetto -- that was probably\nFebruary of ’42, the beginning of ’42.",
        "A: I don’t know, the underground, I don’t know. The underground worked very\nsecret. You don’t know who belongs to it. You only know a few people around.\nYou don’t know the , you don’t know how it works. The only thing --.",
        "A: I got only the order that I should come to — his name was Archibond. {Yes, he\nstill lives in Israel, Aron’s leader}. That I should come to Archibond’s house at 7\no’clock in the evening. I came home from work and I got the order so I went\nthere to the house. Something with me, I don’t remember, a sweatshirt or shirt or\nsweater and a piece of bread because I had .",
        "A: Well we were only members of what-do-you-call members of Hashomer Hatzair.",
        "A: Yes. I went to his house and my mother followed. She found out all this stuff\nwhen I came home. She found out that I’m leaving . She came to the\nhouse and here and there with my friends, she comes in and she starts crying.\n21\nNagging me, you’re the only man in the house, how can you leave us? Only\nprovider not working . {TAPE VIRTUALLY\nUNINTELLIGBLE HERE} My friends went away to the underground and I",
        "A: Yes. . And I was left in the ghetto till I left this job. I found another\njob. I was working with a big warehouse where they were\nproviding goods to the German army, in fact all the Germans to the Nazis, the\n, Gestapo, regular army. {Wehrmacht}. The Wehrmacht used to pass\nby to go the army. {Go to the front} Go to the front. It was a station where they\nstopped here. They picked them out the people, the first time, slave labor. Most\nof them, they picked only eight and I was one of the eight. I worked for them. I\nhad a good job there till I found my girlfriend. We were all the time together.\nL: {No}",
        "A: {We were neighbors in the ghetto. Aron lived kitty-corner}. I had a friend of\nmine lived next door to her. I went to visit to my friend and that’s where I met\nLisa. She was that time sixteen. {Fifteen. This was in the winter of 1941}. 41.\n{that’s right}. So she was 15 and ---.",
        "A: {That’s right}. At the same time, yes. But after I got stuck. {Aron maybe would\nhave survived but I don’t know if I would have survived}.",
        "A: {That’s right}. I’m going to tell you an incident how we survived. I’m talking\nnow in °42. Ten thousand Jews in the ghetto in July.",
        "A: Left. It was June. {June 29}. It came another action. They started to liquidate\nthe ghetto. That time I worked at the p ;",
        "A: In the warehouse. I was working for the Germans. We had two officers, German\ncaptains and two or three regular Germans. {Wehrmacht, all Wehrmacht}. Was\n22\nno Gestapo, that was Wehrmacht. This was a very good job, very good pay in\nfood, mainly food. I had plenty of food for me, had plenty of food for my\ngirlfriend. Goodies like fried food, we could have everything when we were\nworking there. You know, the Germans had plenty of food. On the job, we had\nall the food but on June 29, they surrounded the ghetto. They blocked up the\nghetto; a special kommando came into the city and they announced nobody could\ngo out to work. Nobody could go in or out of the ghetto. {By this time, the\nghetto was already sealed. It was surrounded by barbed wires, tightly, with\nguards. It wasn’t an open ghetto anymore}. It’s no way you can get out. {No\nway you can get out}. No way you can get out of the ghetto. In the same\nevening, this was on a Sunday, the special kommando where they came into town,\nthey needed schnapps. They needed liquor and rations, food. So they came to my\nboss, the officer, his name was Mr. Miller. They came to Miller and they asked\nhim that he should give them, should go and give them ration of food. He told\nthem I cannot give you any food unless you give me the eight Jews. {You release\nthe eight Jews from the ghetto that work in my p , Pll give you the\nfood. Because the Germans were only supervisors; they did the labor}. We did\nthe labor; They didn’t even now how to fill an order. {They had to unload also;\nit all came in huge quantities}. We had to unload so he told them he 1s going to\ntake care of this. The next morning about six o’clock in the morning, the head of\nthe kommando came into Miller, the captain of the German and they brought him\na special permit to take out the eight Jews. He came to the gate and he told the\nGerman and the Jewish police to ask for Aron Dereczyaski and the rest of them.\nCome out to the gate. The Jewish policeman came to my house; he knocked in\nthe middle of the morning. By that time I want you to know that everybody was\nhiding in hiding places. Already we made hiding places in getting ready when the\naction comes so we build a hiding place. But I was still on the lookout and they\ncame to my house and asked for me, Aron Dereczyaski. They told him, he was\nsmart enough, they told him that Mr. Miller was waiting at the gate. I knew when\nhe mentioned the word Miller I knew that it’s legit, that I can come out and see\nMr. Miller. The captain was telling me to get all the people together and in half\nan hour he’ll be back and we’ll go out to work. All right, he gave us a ;\nhe says don’t worry --. {Nothing will happen to the Jews}. Nothing will happen\nto the Jews They found the underground organization on the Polish side. The\nPoles are organizing; they have an underground organization so we are going, the\nGermans, he said “we” the Germans are coming to go into the ghetto to check if\nthe Poles are not hiding in the ghetto. That was the excuse. That’s what they told\nme. But surely enough, we didn’t believe it. {Nobody believed it}. I got all the\npeople. {that worked in different places} in the p . We got out five\nminutes to seven. Seven o’clock, the action started; we were only half a block\naway. We could see on the outside how all the German tanks and trucks and\narmy and ammunition and machine guns are all pointing to the ghettos.\nEverything was at the end but we still walked to the p , to the place\nwhere I was working. A block or two blocks away, we could hear already the\nshooting coming into the ghetto. We were just outside before. I think we’re\ngoing to cut off here and I’Il finish the story --.\n23",
        "A: That time --.",
        "A: No. {No, I was hiding}. I came out and I changed her into men’s clothes and I\ntook her out. {That was later, that was Wednesday, Thursday}. Yeah, on the\nthird day.",
        "A: Yes, we’ll start right there from the p .",
        "A: When is the best time for --?",
        "A: No. Unless you think something over there. You want to clarify something.\nMiller took us out, took out eight of us and the minute maybe we start walking out\nof the ghetto, I want you to know that we are the only one 8 people what they\ntook out from the ghetto before the action started. The action started exactly at\nseven o’clock but this story happened when they took us out, that happened\nbefore. The minute we walked out of the ghetto we could see all the special\ngroups are all surround the ghetto with machine guns pointing at the ghetto like a\nreal armed camp. You could see that like, for me, it was clear that the ghetto 1s\nbeing liquidated and it looks like nobody is going to be able to survive. Sure\nenough, they will not be able (?) to get out with life. We start walking and on the\nway we were stopped and checked our documents again. The high officer\nstopped us and checked us -- our permit. He let us go and it happened that Miller\nknew all the big shots because they all used to come to him for different kind of\nparties that they made. Meanwhile all the big important Gestapo and Wehrmacht\npeople was invited to his house.",
        "A: No, no. Miller was the --.",
        "A: A German, the head of the p . {He wasn’t a local, he was a\nWehrmacht!. He was a Wehrmacht, a captain. He was a Wehrmacht captain.\n24\nWe went to the same place where I was working because there it was p ;\nthat’s the name of it in German.",
        "A: The warehouse where they used to give out the food. We stayed over there during\nthe day. You could hear and the shooting, you could hear all day and they are\ntaking out people. I mean they’re shooting in the place and we heard -- the other\nGermans were telling us that they’re taking out Jews whom they can find.\nThey’re putting on trucks and they’re taking them out; outside the city, outside of\ntown in the direction of Ciepelowo how-do-you-spell-it?",
        "A: No, yesterday we had --. No, Ciepelowo {C-1-e} We had a different place.\n{C but you had Ciepelowo where they killed the 1,200 men}. Oh,\nCiepelowo we had Thursday.",
        "A: Well, the first time they take out near Ciepelowo, the 1,200 men. Then the 10,000\nto Pietralowicze.",
        "A: {P-1-e-t-r-a-l-0-w-1-c-z-e, Pietralowicze}. Now Pietralowicze that was on the --.\n{That was on the \\ That was on November 14\"\". This time they\ntook to Ciepelowo, in the direction of Ciepelowo. Now, in the place where I was\nworking, you could see a small window in the warehouse, you could see a small\nlittle lake and past the lake you could see the hills of Ciepelowo where they were\nkilling the Jews. During the day, later in the day, you could already see that\npeople were getting killed right there. We could see it through the window.",
        "A: Yes, while this was happening, we were working regular on our job like every\nother day. Now when it came at night, he did not send us back to the ghetto. He\nlet us stay in the p in this place, to stay overnight. We did not return after\nthe first day to the ghetto, we stayed there overnight. The action was going on for\nthree or four days in Slonim. At that time, they killed 10,000 people or 9,000,\n9,000. In the beginning they could not find anybody inside the ghetto because\neverybody was hiding so by the middle of the first day, they put the ghetto on fire.\nThey burned two or three ghettos; it was four ghettos so two or three parts they\nput on fire. It was a resistance in one ghetto, a small resistance when one Jewish\nfellow came out. He was a friend of mine and he came out with the hand\n25\ngrenades. He threw a hand grenade on the German truck and he killed some\nGermans. The Germans got real mad so they put the ghetto on fire. This\nparticular ghetto, that was the name of the ghetto was Japinka that was part of the\nSlonim ghettos, part of the four ghettos. We were still sitting in the place and\nworking. I mean in the same place the p . On the third day, on a\nWednesday, on Wednesday, on the third day, I asked that captain Miller to --. I\noffered him --. On Tuesday the next day I went to a bakery shop to get some\nbread what we used to do it every day. Going to the bakery shop, we had to cross\nthe ghetto because the one street the one we had to pass belonged to --. That was\nthe street that the Poles traveled on it and the Jews walked on it when we could;\nwhen they took us for slave labor. I went with the covered-up truck with a\nGerman, his name was Hans and I passed by the ghetto. I could see the ghetto on\nfire; I could see people burning on fire, to the water because the little lake, the\nriver was passing by. People were burning their clothes so they were jumping in\nthe water of the river.",
        "A: The Germans were shooting at them. They were killed anyway. The Germans\nwere standing on the bridge and they saw anybody running in the water, they\nwere shooting at them. They were killed anyway. Then we returned back to the\np , the place of work. This was the first day, the second day. On the third\nday, I got an idea and I came up to the captain and I tell him, Mr. Miller, if you --.\nBy that time, it quiet down already. The first day or the second day, they didn’t\nleave anybody to live. Anybody they found, they killed them on the place, they\nput them on the truck and they took him to Ciepelowo, to kill. But they realized\nthat maybe they should leave some people arrest and take them someplace so the\nother ones will start coming out from the hiding places. So the rumor came out\nthat anybody who comes out -- they announce on the loudspeakers that anybody\ngoing to come out, they’re going to live. The action is over and this kind of\nstories. It was getting a little bit more quiet in the ghetto. Some Jews came out\nand they took them, arrested them and they took them over to the jail.",
        "A: No, not a ghetto jail. Before the war was a regular jail.. So they took them back to\nthe jail, to the yard by the jail. They accumulated people over there and then they\nput them to the right and to the left. {They made a selection, who’s going to live\nand who to die}. They put them on trucks and sent them to be slaughtered. A\nfew of them, the ones that would get special permits, they let them out. I could\nsee -- by that time, Captain Miller came and he gave me the special schein, a\nsmall little ticket about the size of -- maybe 4 inches by 4 inches. Maybe smaller\n3 inches, 3 or 4 inches with a stamp of the commissar. My number was,\nI don’t remember but I think it was 4 or 5. He gave us all eight and we had the\nfirst numbers.\n26",
        "A: Which allowed us for now to live. That was only one document that we had, that\nwe could show that we have a schein. Then anybody what they had let out from\nthe jail, was somebody the Germans recognized. The German came and took him\nout like a special carpenter, a special shoemaker. One of the Gestapos somebody\nrecognized him, he took him out and he gave him special schein. By that time,\nthey took us out and they gave us 100 . By that time they gave us a new\nbuilding where I had worked before the B lager the place where they\nwere accumulating the arms, to sort the arms, the place where I have my job.\nThey gave us over there two buildings and anybody they gave the scheins, they\nsent him over there where they could sleep. At the same time they told the\nGermans told us that we are not going to sleep any more in the p but\nwe'll be able to sleep in the new place. At the same time, I came to Miller and I\ntold him, I say, if you can get me a special permit to go into the ghetto, I will get\nyou anything what you want. He was very much interested in gold and\nchandeliers and {silver, whatever he can}. Whatever I can to benefit him\nand then he could send it home. He wasn’t doing it from a good heart in the first\nplace, he was doing it for what he would get paid.",
        "A: No, no. He did only to us, only to take his eight Jews. Otherwise he was a killer\nto somebody else. {In fact, I was told he was a killer in in a different\ncity}.",
        "A: Yes, I was afraid. Yeah, but we had a relationship. Him, by himself, I wasn’t\nafraid that he’s going to take the gun and kill me even if he feels like I did\nsomething wrong with my job. He wouldn’t kill me, he would reprimand me but\nhe wouldn’t kill me. We had after working together, we had a relationship\nbecause we were good workers and he could depend on us. At that time, he went\nto the commissar and got the special permits to get into the ghetto and he\ngave me, four of us, permits for four people. My intention was if we’re going\ninside the ghetto and see if I can get in touch and can find my family and see if I\ncan find Lisa. I knew approximately where they were hiding. In my house, I\nhelped build the hiding places. I knew in my house, 31 people were hiding under\nthe floor that we dug out. These 31 were hiding under the floor so I\nknew because I was part of the people helping to build.",
        "A: {No}. Lisa was hiding in --. {I was hiding in a shed in the yard where the house\nthat we lived}.\n27\nShe was hiding in the shack. When I got the permit for four of us I’m included,\nwe went inside the ghetto. I went to the place where I lived. I found the people in\nhiding. I could not take them out because I could not help them. The only thing I\nhelped them was to give them food, water. I told them what the situation is and I\ncould not take out my mother or sisters because the other ones wouldn’t let me.\nBecause that’s the only way they could have the contact is if my family 1s there.\nBecause they know if I can help, I will take them out. I will help them.\neverybody was looking for how they can save their own life so they would not let\nanybody take my family. I wanted to take one of my sisters. I couldn’t take any\nmore. I left them there and I went on the way back to the gate. I had to pass by\nLisa’s house. Lisa’s home was only about four or five homes away from mine.\n{Was kitty-cornered}. On one side to the other side --. I came to Lisa’s place, I\nlooked in the place where they’re supposed to hide and the malina was opened.\nThe Germans discovered the malina, they shot the people.\n(END OF SIDE B. TAPE 1)",
        "A: {But you make sure that it 1s spelled right, the German}.",
        "A: Malina is the hiding place. M-a-l-1-n-a.",
        "A: Well, uh --.",
        "A: They called it that in the ghetto.",
        "A: A ghetto, ,",
        "A: Pll start a little bit before in case --.\n28",
        "A: Malina where we were supposed to hide. The place in Malina, the hiding place,\nwas discovered where they took out the people. I didn’t give up and I looked for\nLisa a little bit longer. I went to the back, in the back was a small little yard, was\na little shack. I went to that shack and I start calling in Yiddish. I say is anybody\nhiding? {That’s Aron, that’s Aron, Lisa, are you hiding?} After a short while, I\nwas calling their name, Lisa heard my voice and she was there hiding with her\nfather and little brother. Before long, Lisa came down from the hiding place and I\nmade an immediate decision that I’m going to take her out. Now she’s a young\ngirl, she was just 16. She was sixteen years old, ’42 — fifteen years old. {I was\n15,15 4}. Fifteen years old, very pretty, a good-looking girl. I decided that ’'m\ngoing to take her out. So she parted with her father and brother. I took her next\ndoor to a place, not where she lived but a cousin lived from where she lived, right\nnext door to each other. I took her with a little attic, I mean a little -- like a\nsecond floor. I went down in the house and I found a pair of pants and a jacket\nand a scissor. I looked all the way around. I cut her hair, I put her boy’s clothes,\nmen’s clothes and a cap and I made her look like a boy. I took some PX wires,\nelectric wires and I covered all the way around her neck. I did the same thing to\nanother fellow and we had a couple of chandeliers so she carried a chandelier on\ntop of her shoulder and the other fellow. We were four, the other fellows helped\nme do it by cooperating; I mean getting the chandeliers, both of us.",
        "A: I found it, I pulled out some wires from the home because the home had a lot of\nwires. They’re like extension wires; was running all over the apartments because\nwe didn’t have any electricity so they made their own. I mean we had electricity\nbut wasn’t like here, was plenty wires. {The electrical wires were always on the\noutside in Europe in the old homes. You didn’t have to go in the wall to pull\nthem out, they were hanging}. Hanging, so I pulled them out wires from the\nthings and put them all the way around her neck. The main thing is she carried\nthe chandeliers so she put the chandeliers --.",
        "A: Around the neck, you know like a loop. You know like a big loop of wires,\ncovered up from the neck, going down to the waist.",
        "A: {Around my neck sort of, I wound them around my neck and then they were\nhanging}. They were hanging loose and the main thing is I found a couple\nchandeliers where they kept them so I took the chandeliers. She was\ncarrying the chandeliers; then I gave her my schein, my permit to leave. I gave it\nto her hoping and thinking in case if I’m caught without it that some way Miller\n29\nwill take my up. He will get me out in case if I am arrested. All five of us were\nwalking through the gate. I took that white piece of paper what he gave me with\nthe special permit for four. I came to the gate and the police were German guards\nwere staying right by the exit of the gate and I’m already walking out. {You\nwaved it}. I waved that piece of paper; I says here’s my permit and here’s my\nfour men. He didn’t check, he didn’t look. {He didn’t look at the permit}. He\ndidn’t look at the permit and he said for four men and he let us through. From\nthere I went all the way to the prefanza, to my place of work. By the way, coming\nthrough the ghetto, the German dropped us off, the same guy that told us we\nwould -- Fritz, 1t was Fritz, not Hans, it was Fritz. Fritz dropped us off the first\ntime to come in, in the ghetto. Then what we supposed to do is; Miller and the\nrest of the Germans, they live across the street from the gate, right across. Almost\na little kiddie car. {They lived in a beautiful Jewish home, they requisitioned}.\nSo they lived over there so my -- someone else, can you hold on a second? Then\nwe took the goods, whatever we were taking with us, we took it there. {For\nMiller, all the things we had some silver pieces and chandeliers. We found a\nwatch here and there}. Whatever, all the valuables what we took, I took across\nthe street and left in Miller’s house. Now we came in Miller’s house, another\nproblem. How do I get Lisa to the work place, where I live. I came to Miller,\nMiller was still home at that particular time, for lunch or whatever it was. I came\nto Miller; I asked him, I told him that I found my sister; how can we save her? So\nhis answer was this place is not for hiding Jews. {My place is not for hiding\nJews, get her out of here immediately}. Immediately. I took her out and she went\ninto the basement. He didn’t follow or look for anything. It was a basement and\nshe was hiding in the basement, in Miller’s basement. Over there, after a while,\nMiller left. Another German was there. {Also there was a young Jewish boy. I\nreally wanted to insert this. There was a young Jewish boy that was working for\nthem like a mascot, polishing their boots and shoes and helping the cleaning\nwoman with chop the wood and everything. He came down and he was sort of\nmy protector. He kept on telling me not to worry, not to worry, that he’!l protect\nme, that he’Il do everything that is possible. He’ll never let the maids go down.\nHe will always run to the basement to bring whatever is necessary}. Now that’s a",
        "A: In the basement, maybe a couple of hours. {Couple of hours}. Now comes the\nmain story too. I mean not the main story but it’s an important story. When\nMiller left, was another captain with him, by the name Bauer. Bauer is the name.\n{I think Bauer is spelled B-a-u-e-r}. Here was the only one German was here\nsince the time of the war what I knew that he was righteous. People always don’t\nwant to hear this; we don’t like to tell the story. I mean we don’t like to follow\nthrough but that’s what happened. {When we give testimony, we have to give it\nexactly the way it was}. That’s right when we give testimony, we want to give it\nthe way it was. Bauer, after he left --. {After Miller left, Aron approached\nBauer}. No, the night before. When I was sleeping in the , | noticed that\n30\nBauer was talking to himself not far from me. He was holding his hand on his\nhead and he was saying, ‘I cannot believe it, how my people can do this kind of\natrocities’. He was almost crying.",
        "A: Yeah, not that he made any comment to anybody. But I noticed it. {Aron\noverheard it, talking to himself}. I overheard it so when Miller left, Bauer was in\nthe house. I walked up to Bauer and I told him, Captain, I say, I have my sister\nhere. Can you help me? He said where is she? I say in the basement. He came\ndown with me in the basement and the first thing he says, don’t worry.\nL: {Well, when he came down to the basement, I thought he came down to kill me}.",
        "A: He walked down with me to the basement and he took a look at her. She was\nsitting like a little, what do you call it? All curled up in a corner, hidden. He\ntakes a look at her and he says, she looks like a boy. Are you a girl? She says\nyes. Do you have your clothes, your girl’s clothes? She says yes. He says, take\noff the men’s clothes and get dressed like you’re being yourself. Get back in your\ngirl’s clothes and Ill take you to the work place. He said, you’! walk with me on\nthe sidewalk because Jews were not allowed to walk on the sidewalk. If there is\nany black crow, he called it. {The Ukrainians that were policing -- he called them\nthe black crows}. Anybody that stops him, [Il kill him on the place. Lisa left\nwith him and --. {I came with him to the . Nobody stopped us, Nobody\ndared to stop him. He was a high-ranking Wehrmacht man, a German and\nnobody stopped us}. We made it through the back to the ;\nto the workplace. I was waiting over there already and I saw when Lisa came so\nMiller, what’s-his-name, Bauer told us to go because Miller was in the work\nplace. So Bauer told them to hide in — well it was like an open basement under\nthe warehouse. He says you hide over there. He walked in and I saw Lisa\ncoming. After a little while, when Miller was busy in his office, and I found the\nright opportunity, I took her in, in the p , in the warehouse. In the\nwarehouse had thousands of sacks lined up. It was sugar sacks, it was flour sacks,\n{flour, wheat, corn} all different kinds of sacks piled up in four or five high.\nStraightened it out like by the Germans. I immediately made a hiding place, I\ntook out two sacks and made a hiding place for Lisa wit the sacks. She stayed\nthere for the next night --. {They marked the sacks with a sign where to find me}\nwhere to find her {it was several blocks long this warehouse with all this flour in\nthe sacks}. Tell her what happened through the night. {During the night I was\npractically devoured by rats}.",
        "A: So she went out from the hiding place and she sit on top of the sacks. {I hit them\nwith all my strength. I had to raise the sack}. Alright I'll talk. {See that time I\nwas afraid that I was going to be devoured by the rats. I sat on top of the rats. I\n31\nsat and I would run away as soon as the rats would come. Then when it start --\nday came, I was afraid to sit there for somebody to find me. So I went back into\nthe hole}. The next day I got a permit for her, a special schein from Miller. I told\nher --what-you-call --- and I took over to the place where everybody else. I, in\nreturn, took another permit. With the same permit I went in next day; I took out\ntwo of my sisters and I brought them to the lager. I got to the new place\nwhere they living but I got special permit, two scheins for my sisters.",
        "A: So the next day I took out two sisters.",
        "A: Miller. {By this time, why don’t you say by this time --} by this time already\nanybody who {any Jew} any Jew who could already get a --they let already {they\ndecided to stop the massacre and let everybody come out --}",
        "A: {from the hiding places to shrink the ghetto and take them all at once}.",
        "A: No. {No, it was sort of like a stalemate}. A stalemate. Bu they gave in two\nghettos. One was in the building where I stayed and then they gave them in\nanother little ghetto. They made everybody who survived, they made them you\ncan leave and this because the psychology of the Germans always to shrink the\nghetto. Instead looking for ten or twenty blocks now they have only one building\nleft over. But they made other ghettos with another couple buildings. The next\ntime if they wanted to liquidate the ghettos they have only two small buildings or\nthree buildings to go in there and arrest them and take them out and kill them.\nThat was their way of -- {Carmit, for reference really. Evidently we left that\nsummer but the ghetto was still left on for a while. Some people did go out to\nwork. You know that they had their special shoemakers and the special tailors\nand whoever for a very short while}. But we didn’t {we weren’t there already}.\nWe weren’t there.",
        "A: I gave Miller a couple of gold coins.",
        "A: The same for Lisa too. For money he would do it. At that time it was no problem\nalready. He wouldn’t give it out, I mean he wouldn’t help but for money he\n32\nwould give me the schein because at that time it was easy already to get a schein.\nBut I didn’t know and I was taking a chance. By the way we’re writing a book.",
        "A: Yeah, it should be ready probably maybe by the end of this year. We’ve been\nwriting it for six years. If you know, it’s quite a bit stories what we’re telling you\nbut a lot of them I skipped.",
        "A: {Yes, we will} Oh, yes. }We should only live long enough to have it done}.\nWell, this year should be done, we’re working six years on it. Mainly we want to\nhave it like a teaching book too. People read, they should know the killing,\nwhat’s his name heard a lot of our stories. L . You heard about\nL ? {He’s the head of the Righteous at Yad Vashem} He’s the head of\nthe Righteous. He says, Aron, Lisa you are the Holocaust. Different aspects of --\nit’s tremendous what the people lived through in camp. Most of it is the story of\nsuffering but it’s terrible. I mean it’s no -- we cannot make it less but ours 1s like\nmuch more variety of different kind of stories. What happened in the ghetto. All\nright and we survived there. From there we left --. {Aron also did not tell you that\nhe was able to take out his mother and sister, baby sister}.",
        "A: I took out the rest of the family. But my mother and sister, I took out from jail.\nThey were arrested and I took them out from jail. I took out, I saved all my\nfamily by that time. Then I made a contact through a friend, a White Russian\nwoman. {A farmer woman} A farmer woman what she took us with a horse and\nbuggy from Slonim to Wishnoy R-o {There’s a on the 0} z-a-n-a.",
        "A: No, no. This is the place, the name of the town.",
        "A: {Yes, and Rozana was already in the Third Reich}. And Rozana was\napproximately 20, 25 kilometers, maybe not putting any mileage, I don’t know\nexactly. This woman took us from Slonim, at night -- I met her outside of town --\nand she took us to Rozana. In Rozana, I was, again I’Il make it fast -- I was\narrested there and the Polish police what she knew, the local police, which\nprobably was a made-up deal. They came in in the morning and they took away\neverything from us but they didn’t arrest us. The reason why probably they didn’t\narrest us because if they would arrest us, we would tell them that somebody took\naway all the valuables. So this way they took away. Away from there, in Rozana,\n33\nI got in touch with the Judenrat. The Judenrat gave us transportation to go to V---",
        "A: {In Rozana}",
        "A: The Judenrat in Rozana helped us to get transportation t Zolkowyski. {Z-o-l-k-o-\nw-y-s-k-i}.",
        "A: I went to to pick up transportation to Zolkowyski. We came to\nZolkowyski, we got in touch with immediately, the same thing, with the Judenrat.\nThe Judentrat found a place for us to stay. It was a place a lot of survivors that\ncame from different cities. Because this was already -- [towns, towns} towns,\nbecause this was already the Third Reich. But that time they were not killing\nanybody yet. {It was summer of ‘42! Yeah, late summer of ’42. This was\nalready August, August of 1942. Now that was my terrible decision that I can\nnever forgive myself but I couldn’t help it. I had to make up my mind which\ndirection do I go. I had a choice, to go from Zolkowyski or to Grodno or to\nBialystok. In Grodno I knew that Lisa went. Lisa left by herself with her father\nand brother. They left the place in Slonim a couple of days, maybe a week before\nI left. I split up with Lisa because her father and brother survived too. So she\nwent -- she stayed with me part of the time but to leave Slonim, she left with her\nfather and her brother.",
        "A: {No, to Grodno} to Grodno. I was left with my mother and the three sisters. I\ntook a different route with a different contact too. I found that woman, the one\nwho took us to Wishnoy and to Zolkowyski. When I came Zolkowyski, they told\nus you can go two ways where a big Jewish ghetto is. One is in Grodno, one is\nZolkowyski, {Bialystok} one is Bialystok. So I had to make up my decision. So\nI made up that time my decision that for me to survive, I can only survive {he\nrealized at that time that he could not survive with a family}, as a family unit.\nThe only way if I can survive for me being involved with the underground, I left\nthe underground because on account of the family. Being a young man, I had to\nmake the decision that if I have to go away to live, I am going to go. I could only\ngo to the underground if I can go by myself. I probably couldn’t help them\nanyway. There was no way for me to help them. {Can you imagine having to\nmake that kind of decision? }\n34",
        "A: So I had to make that decision and that was my worst decision in life -- because I\nnever see them anymore. They went to Bialystok and I went to Grodno.",
        "A: Did they want to go to Bialystok? It wouldn’t make any difference for them.\nYes, they had some friend, some family were there in Bialystok, Grodno was real\nstrange for them. The only reason why I went to Grodno probably is maybe Ill\nsee Lisa there. Otherwise I would go to Bialystok too.",
        "A: Yes. I had to make the decision that I’m going to get out and I’m going to go my\nway. Otherwise, I would go to Bialystok too. On a beer truck, they took us to\nthe Judenrat from Zolkowyski helped us to to transportation to Grodno and\nI went to Grodno. Being in Grodno I came to . [Il tell you the story in\nGrodno. I arrived in Grodno, I found Lisa, I moved in in the same place that they\nlived. They had a little space in their room with three or four other families.\nThey made room for me; they put a mattress on the floor for me to sleep too. I\nstayed in Grodno and my only one purpose was, now when I’m in Grodno is how\nI can get in touch with the underground. There was no other way for me to\nsurvive. Already my decision was made; the only way you can survive. I had no\ndoubt that liquidation is going to come to Gr too. So the only way I was\nlooking around is how I can find a contact with the underground. I lived through\nall the time in the Grodno ghetto. I did not make any contact with the\nunderground. You can imagine how hard it was for a young man having\nexperience, belonging to the underground, looked around, being a stranger in a\nghetto. Because some people were asking questions, why didn’t other people go\nto the underground. It’s very hard for me to explain them that here is a young\nman, has no attachments, no family, trying to find a way how to go to the woods\nor to the underground. I did not find during my time, I arrived in August of 1942.\n{Till March ‘43}. ‘till March ’43, I could not find any contact to go to the\nunderground. {Shortly after we arrived, they sealed the ghetto and they started the\ntransports to Auschwitz from Grodno}. On November 1, the ghetto was sealed in\nGrodno, the ghetto was much tighter. You had to have special permits to go\noutside from the ghetto even to work. I went through all the time in I\nwent through all the liquidations of Grodno till the last liquidation. {Tell them\nthat you are under --} We were always under leave (?). {Besides, I think Aron\nshould tell you that he was on his way to Auschwitz and he jumped out of a\ntrain}. That’s what I’m coming, that’s what I’m coming. So we left -- till the\nliquidation of the last, what do you call it the last liquidation? {Ten thousand\npeople they took out that time}. The last liquidation of Grodno, that was in\nFebruary, February of 1942.\n35",
        "A: Forty-three, 1943. By that time I got acquainted with a Polish fellow. His name\nis Tadek {(P-a-v-e-u-s-z S-o-r-o-k-a}.",
        "A: {Nickname, Tadek! Tadek was his nickname. {T-a-d-e-k} I got acquainted with\nTadek working outside the ghetto in remodeling a house for a Gestapo man. So I\nwas working over there with five other people. I went out to work as a carpenter\nand being over there, who took me in? a good friend of mine. He was working\nthere so he said Aron you could be a carpenter, why don’t you come out to work\nin this place. He worked -- I worked with him and over there we got acquainted\nwith the name of this fellow Tadek. Tadek {bartered with him}. Tadek bartered\nwith us. We brought in some different kind of watches from the ghetto and pants\nand some other clothing what we could put on us and then take it off and barter\nwith him. {He would bring food}. He give us food and we took it back to the\nghetto. One time he came in and he told us, he told to my friends, two of my\nother friends, he says, he don’t look Jewish, I can get you, I can take you to Vilna.\n{And give you Aryan papers so you can live on and try to survive as Christians }\nTry to survive as Christians. My two friends accepted it and after a few days,\nthey went to him, to Tadek. Tadek supposed to send a note back. {No, Hershel,\none of the people was supposed to send a note with Tadek that they arrived\nsafely}. So one of my friends was supposed to send it, they give us a note that\nthey send with Tadek that they arrived safely and they are safe. Because at that\ntime, you couldn’t trust anybody, you could tell the same Polish fellow. Any Pole\ncould come and take away the money from you and give it to the Germans and get\npaid for it. The Germans would pay him for it. We didn’t know, we weren’t sure\nwhat it is. But he came a couple of days later to the place where I was working\nand he says that Hershel and Ludnik (?) that was their names, they’re safe, they’re\nin Vilna and in the Vilna ghetto. But he does not have a note. The\nreason why he doesn’t have a note -- he says it start raining and he had to walk\naway, go away because the Germans are there and he didn’t bring a note. {When\nthe police was around the ghetto and he was worried, frightened}. Worried,\nfrightened and he didn’t bring us a note. This way, he used to come every other\nday back to our work and we did the same thing. Bothering with him and one\nmorning I didn’t know if I can believe him or not but one morning he came to us\non the job where we were working. He said I’m going to take you, I mean the\nghetto is surrounded, the ghetto 1s being liquidated. I’m going to take you, if you\nwant it, don’t go back to the ghetto, Pll take you to Vilna. By that time I had to\nmake the decision, should I take the chance and go with him to Vilna or I mean, I\nwasn’t sure anyway but it still probably safer than to go back to the ghetto. The\nghetto is being liquidated. Anyway I had to make the decision. I made the\ndecision, I’m going back to the ghetto. I did some thinking after that. I went back\nto the ghetto and Tadek gave me his address. He marked down on my body,\nspread out in different place on my body. I gave him my -- he gave me his\naddress and any time I have a chance, if I survive or come back to him, he’Il take\n36\nme to Vilna. That’s the way we parted and I went back to the ghetto, coming\nback to the ghetto. I was immediately arrested. Everybody who came in back to\nthe ghetto and they pushed us in a big synagogue. In the synagogue during the\nday accumulated approximately maybe three or four thousand people. I don’t\nknow how much the synagogue could take in. We stayed there all day and all\nnight, all evening. It was probably about six, seven o’clock in the evening. It was\nsix o’clock in the evening; all night more people were already in. The shul, the\nsynagogue was already almost full from people coming from work arresting\neverybody. They kept us there all day, all night. I was looking for any place to\nhide. I couldn’t find a hiding place. The next morning, about five o’clock in the\nmorning, the Germans came in. They ordered us to get out from the synagogue\nand walk to the railroad station. That’s what we did. We followed up, we walked\nin fours, we walked to the railroad station. I was looking for a place to run away,\nto hide. I could not find, the guards were too close. Here I am, already at the\nrailroad station, put in a boxcar, locked after a short while, half an hour, an hour,\ntwo hours, who knows what the time was. Here I am in the boxcar, all locked up,\nready to go to Auschwitz.",
        "A: I had a feeling because talk was already that they’re taking to Auschwitz.\nAlready it was almost known that they’re taking the people to Auschwitz.\n{Carmit, they already had a camp, a detention camp from which they took the\npeople from all the little small towns around Grodno. You know, Grodno had a\ntremendous amount of Jewish little, tiny towns around Grodno. When you refer\nnow, people tell you, old people, the older generation, the it means\nfrom the state, that the state of Grodno. There were a lot of, a lot of small Jewish\ntowns, all predominately Jewish. They took them all to a camp called Kelbyshik.\nFrom there they packed them in the cars, in the boxcars to go to Auschwitz}.\nThat was before they liquidated Grodno ghetto. {Before the ghetto, they sent ---\n\\.",
        "A: Yes. It was little by little. It was known that we’re going to Auschwitz. Anyway\nhere I am in the packed boxcar with all different kind of people, with all different\nkind of ages and I decided -- I saw a small little window on the end of the boxcar.\nI decide with some of my friends, the one I was working with. We tried the hard\nway. I told him; I say I’m going to jump. Here we have to break through that\nwindow. So some way we got pushed through, we came close to the window.\nWe stood one shoulder, one on the other’s shoulders, two of us. We know our\npower, I don’t know where we got it but we pulled out the bars. We broke the\nbars, we pulled out the bars and I don’t know where we got the power and we\njumped out. {They started to jump out, one after the other}. One after the other.\nI was one that jumped out, the third one. I remember I wasn’t the first one but I\njumped out. The train, on a curve. It was slowing down on a curve. I jumped out\n37\nand I fell down. I was unconscious and before long I was arrested, put back on\nthe truck. I was arrested by the German guard, the one that was watching the\nrailroad, the railroad lines, the tracks. Before not long, they arrested me and it\nwas already about eight o’clock in the morning. They brought me back to the\nsynagogue. During all day, that was right in the morning, the synagogue was\nempty. There was only a few. By that time already they start finding people\nhiding in the ghetto. Nobody was already out to work. They discovered all\ndifferent kind of hiding places and they brought them into the synagogue. Before\nlong -- anyway, the first day, I looked around, I did not find Lisa. The second day\nI had a better chance to look because I was the only from the first ones. I did not\nfind Lisa. Till late in the evening, I looked around where can I hide inside the\nsynagogue. I found a place in the synagogue, had a small little room where there\nwas a kitchen before. Over there was a pile of coal. I saw a young fellow by the\nname Ruby Lawrence. {Ruvke Lubich}. Well Lubich was . {R-u-v-k-e\nL-u-b-1-c-h}. He was a boy from Grodno and he is making a place to hide under\nthe coal. After a lot of begging, he let me in. There’s a whole story to that too\nbut [Il make it short. He let me make a place right next to him. By luck, under\nthe coal, we found a big piece of plywood what we made a roof. On top of the\nroof, we found some dead bodies. We put a dead body on top of the roof. At the\nentrance we found a cooking sheet, where we covered up with coal and then\ncovered people that maybe covered the entrance.",
        "A: That was the hiding place. We survived there. The next day we heard the same\nthing had happened in the shul. They took out everybody and we survived there..\nAfter they emptied it out, the Germans gave an order the same thing like this, they\ndidn’t have the time, that the rest of the people who survived {to come out of the\nhiding} come out of the hiding -- {they’re not sending the transports any more}\nthey’re not sending the transports any more. {Again they shrank the ghetto}\nShrank the ghetto. {They left four buildings}. They left four buildings and I\nwent back to the place where I lived. I knew where Lisa is hiding. I found Lisa\nwith her father and brother survived the same way. We stayed for a while in the\nGrodno ghetto. By that time a thousand or 1,200 Jews they left -- {survived}\nsurvived. {Survived the transports. Now by this time, people already knew what\nAuschwitz was}. Yeah and we stayed there a short while. Finally we made\ncontact with Tadek. Lisa went out of the ghetto. Ill skip all different kinds of\nthings what we had but she made a contact. She knew where Tadek, I gave her\nthe address on Tadek. {Before yet, my father and my little brother went with\nTadek to Vilna}. Before that they made the contact and they left. After we made\nthe contact with Tadek, Lisa went off on a Sunday. She met him in church and\nthen he told her to come out on Tuesday, come out on the public washroom. I'll\nmeet you on Tuesday in the public washroom; you come out and I’ Il take you to\nVilna. We took his word; it was very hard to get out through the public\nwashroom because the ghetto was all surrounded. You couldn’t get out. {We\nsomehow made it}. Someway we got out, it was dusk, it was dark, we got out\n38\nand we came to the public washroom. Sure enough Tadek, he told her he is going\nto give her a signal. He’s going to come with a pair of overalls like an engineer\nworking on the railroad and he’s going to have a flashlight. He’s going to blink a\nfew times with the flashlight; you’ll know from farther that that’s me. Sure\nenough we met him over there. “Everything went the way he said”. Everything\nwent that, five of us went out. He took only, he said he can only take two.",
        "A: Yeah, we went -- Lisa’s father and her brother went before.",
        "A: Then I went with Lisa and Ruvke, my friend, the one that survived — {the one that\nhe survived in the shul with him}. The one that survived, the one that let him\nmake a place to hide. So we all moved in in one place and we all made the\ncontacts with Tadek. I promised, I told that guy Ruvke, I told him that I have a\nPolish fellow, Tadek, and we’ll go to Vilna. He was part of us going out to the\npublic washroom. But at the same time he had another cousin and a friend so he\ntook them too. When we came in the public washroom we were five, instead of\ntwo. Tadek said he can only take two. After a long conversation with Tadek, he\ndecided he’ Il take three. I took Ruvke; he didn’t want to go with me but I talked\nhim in. We survived together so why don’t you come with us. Don’t delay it for\nanother time. so all this here went and Tadek took us to the -- Tadek says for me,\nLisa and Ruvke, follow us and we are going to the railroad station. We followed\nTadek to the railroad station. Before we came right by the railroad station was a\nsmall, an empty lot. {A ditch like, along with the tracks}. Along the tracks. He\ntold us you hide over there and Ill go around and take a look which train is going\nto Vilna. {Freight train, we’re talking about freight trains. In between the freight\nare a couple cars, passenger cars that the Wehrmacht traveled}. After he came\nback, he told us, he pointed this is the train what is going to Vilna but it’s very\ndangerous with the army going.\nEND OF SIDE A, TAPE II\nHe took out what-you-call-it. He told us that’s the train that’s going to move. He\nwarned us when this train starts moving, you jump between the boxcars, the\ncouplings. Jump on the couplings and then you’ll find a little lever, you’ll climb\nup on top of the roof. {The roof of the car and you should lie on your stomach so\nyou won’t be seen from the ground}. I'll find you there later, on top of the train.\nThe train starts moving. We jump out from the place, from the hiding place. I\nwas the first one. I jumped out, I jumped on the moving train between the\nboxcars and I climbed up on top of the roof. Ruvke did the same thing on a\ndifferent car, he did the same thing and went up on top of the roof. Lisa was left\nover the last one, she panicked and she ran out. {I panicked as I looked back.\n39\nThere were very few cars that I saw and I became terribly frightened that I will\nnot have a chance to climb up to the top to take the ride. So I went out and the\nfirst car that passed by, I grabbed on and I stood on a little ledge with the boxcar.\nI held on to the handle of the door}. She held on the handle of the door instead of\ngoing between the boxcars, she grabbed on the door in the middle of the boxcar.\nHere the train start moving faster and she’s hanging, she’s holding on. {I was on\nthe outside, you know on the outside of the boxcar}. The train is moving and we\nare already on top and we’re out of town already. Here I see where I’m lying,\nTadek came to me and he said Where’s the girl? {As the train was moving and\nmoving fast, he was running all the way to the end of the train looking for me,\nlooking if he could spot the girl}.",
        "A: {Tadek}.",
        "A: On top.",
        "A: Yes. {Maybe he was at first in the locomotive but he climbed up to the top\nbecause we were on top of the train}. So he came and he found us on top of the\nroof. He jumped from one roof to the other on the running train, in the cold\nweather in March, freezing weather, until he found --. {He found me on the\noutside of a boxcar almost hanging}. He found her hanging on a boxcar. So he\ncame back to us and he told us I found the girl. We have to go and come back to\nthe boxcar where Lisa was hanging. I, too, and Ruvke too, we jumped with him\ntill we came to the boxcar where Lisa is hanging. We made a human chain,\nTadek lies down on the boxcar on top of the roof, we were holding his -- he\nshouldn’t slip down -- we were holding his legs. He bent down much further and\nhe grabbed one hand and then he grabbed the other hand. Then Ruvke was\nholding his feet and I came to help Ruvke to help to pull up Lisa. We pulled up\nLisa on top of the roof. There we survived from Grodno to Vilna was 180\nkilometers, sub-zero weather. {I wore mittens and I had a vision that that I would\ngive him the hand and the mitten would slip. He would not hold on to my hand\nbut to the mitten but he was very skilful and I held on with all the strength that I\npossessed to lift myself -- and youth}. Youth was on our side. This way we went\nall the way for 180 kilometers till the next morning, it was still dark; we came to\nVilna. From Vilna we jumped down, Tadek was first, we followed Tadek. He\ncame and hollered and he says I’m going to find a big group, one that’s going\nback to the ghetto. {A group of Jews returning from a night shift to the ghetto}.\nYou'll join the Jews when they’re coming. {You'll jump in as you see them;\nyou'll just run in, in the middle. That’s the way it was}. That’s the way it\nhappened. We saw a big group of Jews running from the night shift going back to\n40\nthe ghetto. We joined the other ones and we went in together. I will make it fast.\nIn the ghetto, it was still a lively ghetto, Vilna. I don’t know how many Jews\nwere there at that time but maybe somebody will study, we’ll find exactly. We\ncame there in March, 1943. I looked the hardest ways to find the underground. I\nwas successful, I found members of a Hashomer Hatzair; I joined the F.P.O., FPO\n--. {From Yiddish, F ,P ,O , | joined and after a few months\nlater till in August they decided -- we went through the whole situation in the\nghetto. We decided we’re going to the underground. {The leadership decided to\nsend out after the episode with Edenberg which I am sure we the history\nover and over again. We’re on the barricades. We went through the whole\nepisode of Edenberg in Vilna}. I joined the underground and then Ruvke joined\nand then a group of 30. We went out from Vilna, we went to the underground.\nWe went to the forest of Narocz. {N-a-r-o-c-z}. It’s approximately the same\nthing, 150 kilometers; it took us seven nights to go there. The only reason why\nwe found the place because two young Jewish fellows {that were in the\nunderground already) in their teens, what they left the underground, they came to\nthe ghetto. {Risking their lives to be guides}. To be guides to take out Jews to\nthe underground.",
        "A: {We walked}. Seven nights, only nights. {In the day we were hiding}. During\nthe day we were hiding.",
        "A: We got food from farmers. {Because the fellows that came, they had guns, the\ntwo fellows, the Jews that came for us}.",
        "A: {Yes, we forced the farmers}. Because they already behaved like partisans. This\nis the way we atrived to the partisans. We joined to a group the partisans. {The\nfirst group of partisans unit that we joined was a totally Jewish unit called\nNakamah}.",
        "A: Revenge. {But there was a lot of anti-Semites from the Russians and we were\ndispersed. We could not stay, they would not keep us as a Jewish unit. Some of\nthe members from this Nakamah were put in different units of the Russian\nunderground. When we were liberated, we were part of a Russian unit, the\nKalinski . Kalinski was the president of Russia, K-a-l-1-n-s-k-1}.\nWhat were we doing there, in the underground, in the partisans?\n4]",
        "A: {Kalininski, there’s another “‘n”.}. What did we do in the underground? We did\nall different kinds of sabotage work. We blew up bridges, we blocked roads.\n{Ambushes on \\. Ambushes on Germans, on German troops and I blew up\ntrains. {We also helped Jews -- they were hiding women and children that\nmanaged to escape from the small towns around the woods. We sort of helped\nthem too}. That’s the way it was going around. We lost 30% of our men we lost\nand from our group, what we went out from the thirty, about ten of them got\nkilled in the underground 1n fights and in different ways, till the liberation. {We\nwere liberated the summer of *44}. We were liberated the summer of ’44 by the\nRussians. By chance, being a movie operator, I didn’t have to go to the army.\nOtherwise they send, they pick up everybody immediately, they gave them\nuniforms and send them to the front lines. But me having my special trade, this\nwas the propaganda, to show movies. They gave me a special place where I\nwouldn’t have to go join immediately in the army. I went from there --.",
        "A: Yes. {By the way, my father survived too. My father was in the underground.\nNot in the unit but he was in a hut}.",
        "A: {My little brother was caught in the street and sent to camp. He was 1n, first in a\nlabor camp, then he went to Studhoff (?) but I don’t know if you want it}.",
        "A: {Yes}.",
        "A: {No, no. He wasn’t a member of the active underground}. Only in the\nunderground they got me and Lisa. {But Daddy was in the woods and he lived\nthrough the German occupation there}. He knew where we are so he walked by\nhimself. Her brother was caught on the street and they send him to Studhoff.\n{First he was in a labor camp in Estonia. Then from there he was in Studhoff\n5",
        "A: No. The only thing is I found out after the war that nobody survived. {They were\nin Bialystok, probably went to Treblinka}. I tried one time to go from Grodno to\nBialystok but it was not successful. I had to go out to the Polish organizer (?) and\nhe never showed up so I never made it back. But all the news what I could get,\n42\nthe people from Slonim that were there -- I don’t have any news of anybody\nsurviving. I’m the only one surviving. To finish the story, we were liquidated, I\nmean we were liberated by the Russians and I went to see my hometown Slonim.\nNobody was left and from there, from Slonim I went to Beronovich and from\nBeronovich, I went to Bialystok. {Because you know, as Polish citizens we’re\nallowed to go back to Poland after Poland was liberated by the Russians, parts of\nPoland that were liberated by the Russians}. I went to Bialystok and Lisa\nfollowed me. She came a couple of months later; she came to Bialystok because\nshe was still left in Beronovich with her father, only with her father. Her brother\nthey didn’t know if he survived or not. Lisa stayed with her father and then she\nfollowed me to Bialystok. In Bialystok, passport (?) important to have it. We\nalready got in touch with the Br through the same thing, through\nHashomer Hatzair. We were in touch with the B and we got directions to\ngo from Beronovich to Lublin (?). From Lublin we got documents from the Red\nCross that we are Greek refugees returning to Greece. So we went from Lublin to\nCracow, to Czechoslovakia to Hungary to Austria. {All with the help of the\nBr )_. Then in Austria we went through the border to the west, to the parts\nof --} We had to cross to Italy. {Cross to Italy where the Americans and the\nEnglish were}. was still controlled by the Russians and we had to cross\nthe Russian zone to go over to the English zone. We had to cross the Alps; we\ncrossed the Alps and we came to Terevisa in Italy. Over there we met, for the\nfirst time, we met members from the Jewish Brigade. Haolim from the Palestine\nJewish Brigades. They were part of the English army. They, with trucks, they\ntook us under their protection and they took us from Terevisa to Bologna. {From\nBologna to Florence}. From Florence to Rome and in Rome, we were two\nyoungsters. At that time it was impossible to -- Palestine was all the blockades.\nYou could not go to Palestine. The only ones if you could come through, you\nwould be arrested and sent to Cyprus. For me, being all my dream to go to\nPalestine, {look where he ended up}, I decided that I’m going for a short stop.\n{Meanwhile what Aron did not tell you that I had a grandmother in America. I\nhad aunts and uncles and cousins. All my family was in America}. I’m going to\ntell you.",
        "A: {Yes}. Fora short while. {We really went for a short while I want you to know.\nBecause the family so much wanted us to come}. But when we were in Rome,\nwe decided we’re going to get married. We got married in a big synagogue in\nRome on March 25, 1943. {Forty-five, ’47, what are you talking about? Show\nthese survivors how they know dates!} March the 25\", 1947, we got married in\nRome in a big synagogue. Then after, we took off and went to America. {We\ncame in April, April 1“} April 1‘, we arrived in New York. From New York we\nwent to settle in Chicago. In Chicago, we start raising a family and we did pretty\nwell. We have three sons, all doctors, medical doctors. {Physicians, you want\ntheir names or it is not necessary}.\n43",
        "A: {Yes, yes} We have three sons. The oldest is Howard Derman. The next one 1s\nGordon Derman and the youngest is Daniel Derman. They’re all physicians,\nthey’re all married. They married with Jewish women and now we have eight\ngrandchildren. {I would very much want to include the names of the\ngrandchildren for posterity}.",
        "A: {If it’s ever going to be there. If anybody’s ever going to look at it. The oldest is\nCourtney, 16 now; Lindsay, 11; Ari, 9; Evan, 5 2; Benjy, 5; Rachel, 4; and\nGabriel, 3 months}.",
        "A: {Yeah, the new addition}. Well, that’s the story.",
        "A: All right. {What is next?}\nA4\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 4, 1993\nTelephone Interview"
    ]
}