{
    "rg": "RG-50.233.0026_trs_en",
    "sequence": [
        "A: Like you know, I was born in Poland. Went to school in Poland.",
        "Q: Can we start before -- tell me your name and your date of birth on the tape?",
        "A: Yeah, all right. My name is Sevek Fishman. Born in Poland, 14\" of July 1918. Okay, I went to\nschool in Poland.",
        "Q: What type of --? Did you go to a Jewish school?",
        "A: Yeah. You see, over there, in Poland, the Jews were a separate nation. Jews were Jews.\nNaturally we were going in a school what was Jews, Poles and -- like here. The same thing like\nhere. Naturally I had to learn a trade. You know why, I think my father was a very wise man.\nHe used to say, malucha is maleecha. What this is in English, if you have a trade, you have a\nkingdom. You know, he was a businessman but he said anything can be taken away from you.\nBut what you learn and you have -- how to say in unet, an education, nobody can take it away\nfrom you. He was very wise. Thank my trade, the truth is I survived. So now I can tell you,\nyou know, the way I growed up. I growed up, I learned my trade and my father, my mother\nthey had a business. Was a factory and my oldest sister was in the business. You know, it was\nnot a small business. As a fact, when the Germans come in, they come into Poland, in 1939, in\nthe fall. In 1940, right away, they put it up laws like everybody knows. They confiscated\neverything what it up laws like everybody knows. They confiscated everything what the Jews\nhave.",
        "Q: You lived in -- you grew up in Warsaw’?",
        "A: No. I was living in a suburban from Warsaw. I born in Kaluszyn, Poland.",
        "Q: Okay, that’s suburb of Warsaw?",
        "A: Yeah. It is a -- Kaluszyn is about 45 kilometers from Warsaw. But in the meantime, before the\nwar, we moved in another city, B . That’s -- took us about 15 minutes to go into\nWarsaw. That’s nearer. The Germans, when they come in, in 1939, this was the fall. In the fall,\nthey took about seven, eight days, the war was over. Poland didn’t fight.",
        "Q: Can we back up though? Before we get into the war --. I’m sure we’re get involved in talking\nabout that. Can you tell us anything else about your home? What was it like in your home?\nWhat did you?",
        "A: My home was a Jewish home. I remember, you know, I don’t know if you know, it was a habit.\nOn Saturday, Jewish people didn’t travel. Ifa Jewish man, after sundown on Friday, passed\nthrough, not to break the Sabbath, he used to go in, in the synagogue and every Jew what was\nable had to take home a couple orchan. This mean guests, what they take home for Sabbath and\nthey sheltered him and they fed him. Saturday night when the stars come out, it was already no\nmore Sabbath, he was ready to continue his -- how to say in English -- his -- to go where he\nwants to go, travel. He can begin to travel. So like I told you before, we had a business and we\nwere making a living. Talking about my family, a lot of time I asking myself, how come I\nsurvived. I was already that time, not Hasidic, was a freethinker. I already like today, the\nyounger people, begin to think their own way. In this my father and mother was very charitable\npeople. Because I know when you live in a smaller city, in the suburban, then the neighbors,\nsome neighbors, not all of them, certain people in the community, they didn’t have no fish, they\ndidn’t have no meat, they didn’t have no challah. To us, the mother used to call up and it was\ndelivered and it was not like here, papers. Because that’s what I learned. If you give\nsomething, don’t brag about it. Is a fact, if I donate money, I don’t want it to even -- people\nshould know what I do. This comes from the household. Okay, in the forty already, my father\nopened up a shop for me. I was already, I had my education in tailoring --.",
        "Q: How did you do that? Were you apprenticed to somebody?",
        "A: Apprenticed, absolutely, oh, sure.",
        "Q: After high school?",
        "A: After the school, after the school you had to go and learn a trade. In a trade, take you several\nyears. You know, in the beginning they give me two dollars a week. I said two zloty you\ncouldn’t buy too much for it. But look, if you want to learn, you got to learn. My father used to\nsay, look anybody can be a businessman but if you have a trade, you have a kingdom. I want\nyou to learn. Why he was thinking this way; because my father’s brother in Warsaw had a big\nbusiness from the stores where they used to sell clothing. He used to have cutters, designers.\nHe was very good off and he wanted me in case I need it, I should have something to fall back\non it. My father said, in Europe, you know a guy what used to sell shoelaces or used to sell\nsome cigarettes, he was a businessman. Anybody cannot do this without education. So he want\nme to learn a trade. I learned my trade pretty good. When the Germans comed in, I already had\nmy shop and I had two people working with me already. I already was teaching somebody else,\nyounger kids. This was going on, this was the style in Poland.",
        "Q: Did you -- was it like a Jewish neighborhood, your shop? Were your patrons mostly Jews or\nnot, or both?",
        "A: We had Jewish people, Polish people, you know. Yeah, everybody. It was not that time, a\nghetto. No, we were living together in a smaller place. We were living neighborly. It was not a\n--. The truth is we didn’t in the city of B , It was not a big population from Jewish\npeople, the opposite. Kaluszyn was the population from 90% Jews. Sabbath, you couldn’t get\neven a glass of water. It’s the truth -- Sabbath -- when they were calling to go to the synagogue\n-- it was a style. You know what I mean, they were calling when it was around three o’clock,\nthey used to call . You know they used to call to go to the synagogue. The stores\nwere closed and everybody was preparing to go to the synagogue. Over there in B , it\nwas already a little more advanced, a little difference, you know what I mean. The people when\nthere was sundown, everybody was dressed and they went to the synagogue. A different style,\nwas already more to the south. This was in southern Warsaw, south, and Kaluszyn 1s to the east,\non the other side of Warsaw. You have Warsaw, Prager and then you have Minsk, Mhzowiecki,\nyou have Kaluszyn, you have Wegrow, you have S , you have more to the Russian side, to\nthe east. And so it was a difference, a different city, a different setup between the Christian\npopulation and the Jewish population. We didn’t have this kind of --like 1t was in some other\nplaces. But naturally, the German influence, the propaganda after passed away. You\nknow what I mean, the anti-Semitism propaganda began to influence, you know, the Polish\npeople. It’s a fact when the Germans comed in, in 1939, like I told you in the fall, the war\ndidn’t last too long. It last maybe eight, ten days. The Poles didn’t want to fight. The\nGermans, what I know about it, the Jewish people, the Jewish boys what they was in the Polish\narmy, they would do the fighting. Because we expected from the propaganda, when the\nGermans will come in, what is going to be. It’s a fact that the Germans already took Poland, it\nwas divided Poland by the book, between Russia and Germany. The Germans comed in, the\nGermans took away the quarters of our house, from our house. A big officer happened to take\nup from our house, half a house. When he comed in, he was like a hyena, like an animal. But\nyou know, a Jewish woman, a Sabbath, she cooked fish and meat and mached a yulk an aroma.\nThe German officer was over there and you know, little by little he became domesticated. My\nmother used to bring him something to eat. After several weeks, four weeks, or six weeks, he\nused to come in, he used to say Frau Fishman, v didn’t you go to Russia? Because Hitler\nwhat he said, he’s going to do it, he’ II kill everybody. He stood in the light and he said, I’m\nsorry, such a nice people, they should be wasted. But in the meantime, you know what I mean,\nhe realized, he said something what he shouldn’t say it. So he said, please don’t repeat what I\nsaid because he looks like he was afraid for himself, you know. Anyway, you know, after\nseveral months, you know what I mean, the Germans begin to tighten up the city like they used\nto take --. The first thing they took away everything what the Jews have. The radios, if you\nhave a motorcycle, or you have something, they took it away. You couldn’t have nothing, they\ncut it off everything. We had a housemaid. The housemaid, her name was Marta. She\nhappened to marry a guy by the name, Bernard from Zh _—_—. He was a very educated guy. He\nwas a director of a Swedish factory what makes matches. You know, strikels are matches.\nWhen the Germans comed in, he put it down a big eichenkrist a red belt with a black\neichenkrist and he became a big man in the German thing. Over there, we have the German\nneighbors, Volkdeutschen. Volkdeutschen, a lot enlisted themselves to the Germans. The\nGermans naturally give the order they shall take the Jews for work. Naturally, they took me\ntoo. I knew them and they knew me. Lazora’s son, they has son from the west. You know, a\nyoung man like me, I know the guy what they grabbed me for work. I used to say then, Poland\nwas a Poland and you didn’t act this way. He said to me, keep shout and kicked me in my\nbehind, otherwise, you’ll get shot. I realized that this is the truth. I have to do what I have to do.\nWhen [Il come to talk about this Bernard --. You know, he happened to marry the Marta, he\ndidn’t hurt nobody. He didn’t hurt nobody. Is a fact, every time when I -- when they pushed us\nout from the city --when it come the time when every Jew have to get out from B , ZO\ninto the Warsaw ghetto, he was the guy when he used to drive through with a truck, he used to\ndrop me off azach. You know, it was a big -- with bread. He used to go through the ghetto.\nOpened up the door, he used to say, stay in this corner and I’Il throw you out a sack of bread for\nmy family. While when we was in B , he had a bag radio. We used to hear the BBC\nfrom the underground. Between me and you I think he was working for some government. Not\nfor the Germans, it is the truth. Otherwise, we used to close the door and we used to sit and\nhear from BBC received from England. Why did he have the honor to have the thing? His\nbrother was a captain in a U-boat. But he was speaking a perfect French, a perfect English, a\nperfect German, a perfect Russian. Till today, I have only a suspicion that he was working for a\nforeign government, I don’t know. Or for England, or for America. He did good. He saved\nmaybe three times from my death. Oh, yes. Because when you’re young. We had the kids.\nNot far from B was a factory from sugar. We need sugar. I took the bicycle, it was not\ntoo much, a few kilometers, I run down and get sugar over there. Took off the armband and\nwent down over there. In the meantime, it was, what do you call this, a roundup. Why was the\nroundup? The Poles killed a couple Germans and they took the helmets, excuse me, they shit in\nthe helmets. They put it in their chests, the helmets. You know what I mean? While they was\nthere, they making a roundup, I was over there too, in the middle. In the meantime, they\ngrabbed me and I was laying on the ground. Ill never forget a German come through. He had\nthree squares on his shoulder. I was laying on the ground and a German was staying with a gun\nover me. He said to me, he said to the guy, the kerl is a strong kerl, why you keeping him like\nthis? He asked me what are you doing here? I said Bernard sent me to get some sugar. Who’s\nBernard? I said he has this number, here is his card. He said to me , get lost. Believe\nme, on the bicycle I was flying. I was not pedaling, I was flying. I come back to him and he\nsaid to me, why you didn’t tell me. In other words, you know, check us. Why you didn’t tell\nme you’re going over there. You’re doing things, one of these days, I’m not going to be able to\nhelp you. It was several times what he saved me. That’s the reason I can say about him. That\nis the chapter. All right so we was in Warsaw now.",
        "Q: Can I stop you for a second? The Warsaw ghetto wasn’t, didn’t --.",
        "A: 1940.",
        "Q: Yeah. So between ‘3 - --?",
        "A: Was still an open ghetto.",
        "Q: Right. Between ’39 and ’40 then, what happened, how was, what were things like for you and\nyour family?",
        "A: Well, what it was, it was still --. The ghetto was still open. In 1940, the ghetto was still open.\nSo you could trade with the Poles. If you have something to give them, they will sell you bread\nor they’Il sell you potatoes or something. You know, it was still --. But they were typing down.\nWhen they shift us in -- when they had a law, all the suburbans have to go into the Warsaw\nghetto. You see, all around Warsaw, all the suburban little cities, had to go in one place, in the\nghetto.",
        "Q: You went with your whole family?",
        "A: Yeah, still the whole family, yeah. In 1940, I got married in the ghetto. I was the oldest son and\nI knew my wife already for a couple years. My father said he wants to bring the first child to\nthe hippa, you know to the altar. When I got married, it’s a tradition. When I got married, he\nsaid to me, my son now you have to think about how you’re going to survive. So after the\nwedding, naturally I begin to -- I’m the oldest son -- my father was that time maybe, maybe 42\nyears old. The Germans already begin to put out laws, a law they needed young people to\nwork. Everything was covered, how to say, they didn’t know what they needed people. If they\ngive the order in Warsaw, they need 500 people for work, the Jewish gemeinde, they had to give\nthem 500 people, a thousand people. You know how many people they want, there to bring it. I\nwas the oldest, I begin to smuggle in some food for the family. You know, don’t forget there\nwas still six people, father and mother, everybody we had some things what we were able to\ncash in, trade whatever you had. People begin to do business in the ghetto. I’ll never forget\nthere was a Jewish man by the name Rubinstein. He used to stay in the corner and used to\nmake vixin. You know what vixin 1s -- jokes. He used to say schmaltz. That means fats will be\ncheap. People would ask him why. . That mean the rich people melting out, they\ndon’t have no more money. Everybody’s going to be poor, you know. In the morning, in the\nghetto, life in the ghetto. People used to be laying in the streets, in the sidewalk. Used to go\naround a horse and wagon and picking them up. It was not even enough what to bury them.\nThey used to wrap them up in gasha you know in papers. Wrap them up and bury them. I was\ngoing around, it was already so bad, --.",
        "Q: After how long, just a few months?",
        "A: Oh, no. It was already more than six months, eight months. You know when the -- they already\nmade, how to say, when you going in, you had to open up a piece of wood like in the military to\nopen up, to go in. I used to smuggle in sometime with horse and wagon, you know, some bread,\npotatoes. He used to bribe the guard. The guard used to ask me what you have there. I used to\nleave the horse and wagon over there in the corner and approach the gate. It was soldiers, my\nlieber, my lovely men, would you please let me in. My father sick, my mother sick, the kids are\nsick, I have some bread, I have some potatoes. You never said how many you have because if\nhe’ ll step on the wheel and look it in, you have more -- I used to say a bisel, a little, never say\nhow much. Because he could say why did you like to me? Always a little. It was\ngoing on for weeks. You know I used to bring it in -- one time it was a rainy night. I\napproached the gate to drive in and I give them a golden watch to drive in with my loot, what I\nhad. They stepped on the wheel, they looked in. He says to me, why did you lie to me? I say,\nmy lovely sir, I never lied to you. I told you a little of this, a little of this, a little of this. He\nturned around his butt from the gun. He smacked me over the head, opened up my neck. The\nblood was running, but you couldn’t run away. Then you give him a leverage to shoot you.\nYou had to be near him till he gets sick and tired from hitting you, then he said, get lost. I\nturned around the horse and wagon, bloodied like a slaughtered animal. I went to another gate,\nI went over, I give them my briefcase. He looked at me, I’m so bloodied, he opened up the\ngate, I give him the briefcase. You drove in, you unloaded what you had in the horse and\nwagon. Then you was asking yourself, why didn’t you go right away to this gate? It’s a\nquestion, how do you know which is good and which is no good? You taking your chances. In\n1942, I went out from the ghetto. It was already so bad. Old people were laying in the streets,\nyou know, dying. Climbing their hands and knees and begging a bissel water, a drop of water.\nNobody could help them, nobody could help each other. Or you die or if you can, survive.",
        "Q: What was happening to your family at this time? Were they --?",
        "A: At that time, they were still alive.",
        "Q: Were they all together, in one place?",
        "A: Yeah, they were living in one place. In the sixth floor, in Warsaw. You know, in\nStreet. You know by mine father’s brother. They had a big -- they were moved in over there to\nthem. They were living over there. Is a fact for a couple of months after this, when I went out\nfrom Warsaw, you know, I went to where she was born, . Polaski. I went\nover there. The first thing what I did with her, I dressed her like a shiksa, you know like a\nChristian, like a peasant. She went out and she boarded a bus. You know what a bus is, what\nthey travel in. A regular bus and one schoolmate recognized her. You couldn’t get out from the\nghetto. But he didn’t say anything. He just went over, he just said to her Lonia. You know they\nwere talking and she come to the city where they had a factory, a cotton factory. You know they\nhad over there in Wegrow. In a few days later, I had to leave. You know I had to follow her\nbecause my father ---.",
        "Q: How did you get out?",
        "A: Okay, the way I got out. When you’re going out from Warsaw, you have to go through Praga,\nthat’s two cities connected. You have to go through the Vistula, that’s a river. When I went out,\nthe Polish youngsters used to say, , a Jew runs away from the ghetto. What I had, I\nhad 50 zloty, what is 50 zloty, you couldn’t buy even a cigarette. It was not money. But I was\nwalking. You know the streets was already bricked up with bricks, with glass on the top. I saw\nlike a dog, we had to duck under, under the bridge in the street, and climb through and you\nwalk. You know, you walk, so we come to the bridge and they recognize me as a Jew. You\nknow, I told them. I offered them the 50 zloty what I had. But they said, no they want gold.\nThey thought every Jew had gold and diamonds. To tell the truth, I don’t know if I should say\nin the desk, I always carry around a knife, a big knife in my boot. I had to -- and in the bridge\nover there between Praga, one soldier with a machine gun was going one way and the other was\ngoing the other way. I went over to the German and I said, burglars, you know, thieves running\nafter me. So they took up the machine gun, they put it out a series of bullets. There in the other\nside, they grabbed a tramway, a streetcar, an electric streetcar, and they met me on the other\nside. I already went through the bridge. They said to me in Polish, give me the 50 zloty. I\npulled out my knife, I said come on, take it. It took me a night and a day walking. I come to\nWegrow. Wegrow was an open ghetto. Now begins the real thing. Wegrow was an open ghetto.\nIt was a city, a Jewish city where they used to over there. You know what it is, they\nused to write the Torah.",
        "Q: A scribe, lots of scribes --?\nA” They used to make Torahs over there, writing special. They used to make telizen. You know\nwhat telizen is?",
        "Q: Prolacteries, yes.",
        "A: You know it. It was a city. They had a small industry over there.",
        "Q: Made Jewish items?",
        "A: Yeah, that’s right. There used to be a city like this. The farmers there, they had a woolen\nfactory what the farmers used to cut off the wool, bring it to their factory. The factory, the\nmachine used to go and make big rolls from the other side. You put in this way and comes out\nthis way. They used to trade, they used to bring potatoes, they used to bring cabbage, anything\nyou know to -- it was an open ghetto, just to live. At that time not thinking about money,\nthinking about how to survive. It was people, it was a city where they used to make pelts, fur\ncoats, from ---. Naturally they used to bribe the German commandant. It was already the war\nwith Russians. The Germans attacked the Russians and they needed the pelts. They used to\ngive to the Germans, the pelts, the ghetto should be open. Meantime, they begin to order the\nJewish people should go to the camp. Now it begins we have to go to the camp. I’m a tailor.\nWhen I went out from the ghetto, you know what I mean, what I need to take. I take a couple\ncoupons (?) to make a suit, you know that’s three yards, another three yards. I have it over\nthere. When I was in the Wegrow I found myself a tailor machine. I was assigned to another\nhouse with another couple to live over there. The gemeinde, you know the Jewish hierarchy, I\nwas a biesnick. I used to come over there, how to say a biesnick, running away from the other\ncountries.",
        "Q: An illegal alien?",
        "A: That’s right. I was over there. In a way, I was how to say, with me they wanted to plug every\nhole.. It was Jewish police, it was the question, whom shall they send away in a camp? His\nbrother, his sister? I was how to say, a newcomer to the city. In every place where it was a\nhole, they wanted to plug up with me. I was not an easy catch. I tell you truth, was not an easy\ncatch with me. When I run through the street to get cigarettes, and the Jewish gemeinde saw\nme, they run after me because they had to fulfill the contingent what the Germans wanted for\nlabor. All right, I was fighting them as much as I could. You know it was by the name, ;\nhierarchy, you know, what they wanted for the Jewish gemeinde, they had to -- listen they want\nto save their family. I was a stranger so they send me away in acamp. Star . They\nwere making over there an airfield for the Germans from the woods.. They should taken off to\nattack the Russian front. Over there, the labor was very hard. They used to put up the railings.\nPeople used to carry sections of railings, connect them and put it on a little --, like from the coal\nmines, little wagons. We used to push the stone or gravel, you know what I mean, to make.\nEvery day they used to come there, engineer or the hierarchy from the people. It was an\norganization Tod. It was over there.",
        "Q: You were involved in working for this --?",
        "A: Yeah, for them, for organization Tod. They used to come therein _. They used to line up.\nThey used to count up and he looked at you. If you don’t like it, they took you aside. Another\none aside, five, six people aside, they took out the muzzle, the gun, bingo, bingo, bingo. Then\nhe went to have his breakfast. In every package of cigarettes, they had stamps v__in every\nfront. This was the propaganda. And if the front was no good, he took out the Jews, bingo,\nbingo. When the airplanes, when the airfie4ld was already done, comed already the -- you have\nto fill the airplanes with gas. He picked out the biggest men, six-footers. I was a little guy. I\ngive you a sample. When we were carrying the rails, a six-footer was in the front, a six-footer\nwas in the back. So the six-footer was too heavy to carry, so he was bending down with the\nshoulder. The smaller guy like me, I had to lift up my shoulder to hold it down. They were\ngoing with clubs, banging over the knees, he shall go straight or the other, how to say, why\nyou’re doing this way. Anyway, every day was several deaths. For fun, they used to take out a\nstrong guy, the same hose where they used to put in the gasoline, they used to put it in the hose.\nThey used to say to the guy, let down the pants, put it in the hose and let go the gasoline. The\nguy used to lift up, used to light a match and throw him. He used to burn like a, like a -- you\ntake and sometimes you see in the jungle there, with a stick, you know what they burn in a fire.",
        "Q: Oh yeah, a torch, yeah.",
        "A: A torch. This way they killed him. Listen, it was no way to survive. Over there I saw today’s\nhe, next day’s the other. My line is going to be sooner or later.",
        "Q: How long were you there?",
        "A: I was over there for a couple of weeks. I run away. I run away. Hey, it was over ---. I wanted\nto be shot because when they’re shooting you, it’s over. But this way, you keep[ always\nsweating, always sweating from frightening. Might as well --. Anyway when I come back to\nthe ghetto, I didn’t went into the ghetto. I sended in a guy to tell to my wife, I’m over here.\nShe already knew. You know why, because when she come to the gemeinde, to the hierach\nfrom the Jews where they’re giving out a loaf of bread, they told them the Warsaw bird already\nrun away. After this, they send me away to M , another camp. It was a small camp, just\nhow to say to take it out the youth. That the city shall be less Jews. Treblinka was not ready\nyet, not ready, how to say, to__, to destroy the people. It was still building the crematoriums.\nThey keep over there, it was over there a couple hundred Jewish people, women, men. Then\nwhen they liquidated, they come back to the city. When I come back, I was always frightened\nfrom the police. I was sitting, I give you a sample in the house and I was doing some tailoring\nbecause the farmers, when I fixed them a pair of pants or I made them something, they used to\nbring me a loaf of bread, a bag of potatoes, a chicken. Because I didn’t need no money. The\nonly thing what I need is just to survive. When the police saw me, I’m sitting in the window,\nthey used to run. In Europe, a cellar is not like in America. In Europe a cellar 1s just like in the\nkitchen. A hole and its big boards. It was a deck, like a door. For the winter used to store\npotatoes or something. What I did, in the bedroom, I used to rip it up a couple of bolts and\nmake over there another hole, lift it up, it was not a mattress like a shan __, lifted up this and let\nmyself in. When they come in the house, they said, I just saw him in the window, where is he?\nWhere did they look, I disappeared. So they were looking there and went away. I had a couple\nhours work to do. In the meantime, when the farmer come, he brought me the -- several\npotatoes or anything, I had something to eat. When it was very bad, I had to hide somewhere in\nan attic. My wife used to -- she had an aunt over there, Mimi Lia, she used to cook up\nsomething and bring me up the attic because they were looking to send away people and I was\nhiding out. It was so bad, it was already m_ Yom Kippur, the end of Yom Kippur. Already\nthey was taking people, sixty year old, was not youth, in Wegrow.",
        "Q: Was this °43?",
        "A: Yeah, °43, it was already so bad. It was already -- they didn’t have already whom to take it. I\nwas still there because I was fighting everybody. I was fighting the commandant, I was fighting\n_____, because I proved them at one time, I ambushed them. You know what an ambush 1s?\nYou know in Europe, it was a door when you closing the door with a big title, this 1s an iron bar.\nI took the iron bar and I grabbed the commandant. I say, if you don’t lay off, you see one bing,\nyour brains is going to be in the wall. Because I didn’t have nothing to lose. I was already dead\none way or the other. Finally they said to me, Washua, _- , we'll do our job to you.\nThey’ll do it to you. When it was already bad, m_ Yom Kippur, they surrounded around the\ncity of Wegrow. Looks to me like Treblinks was ready, seven kilometers from Treblinka. I\nhave a, what you call this, I was sick. You got sick, too, what is it. Typhus, typhus. She got\nsick, the family, the family was still alive over there in Wegrow, they took her home. I was over\nthere in the room where they give me to live there with another family. Naturally when you\nhave typhus, you know the heat, the fever is very, very . It was over there a girl and the\nboyfriend used to sit attending his girlfriend, he attended me. Her boyfriend was not sick. He\nused to put her down cold water on the head, he put cold water on mine head. I always told\nhim, Schema, when I survive, I'll never forget you. When I got better, I remember, we -- they\nwere living near the shield. It’s down the hill. You know when I went down to see how she’s\ndoing, the wind was carrying me. Well, she got better and naturally we went to the shul. The\nshul was already destroyed. The less Jews were gathering in a barn. They’re crying and\nbegging to God, they’re praying. If such a thing exists, the skies would split from the tears. We\ncome back, in the night. The Germans went around, you know what ludens are, shadows. With\nthe bietnam, in the shadows, Juden roust, Juden roust, you know what I mean. In the\nmorning, they had to market all the Jews what was survived already. Old people, I was between\nthe youngest because they couldn’t do nothing with me. They loaded them in horse and wagon\nand they shipped -- they drove them up to Treblinka. I was still there. Me and my wife, we was\nhiding in this hole what I had beside the cellar under the bed. What I did, I opened up the door\nfrom the cellar and show to him, who will come in, the door was open, how it was already\nclean, no Juden. Because that time already. The Jews knew they made double walls, they\nclimbed in, in the chimneys to hide; they hide in the attics. It was outside the toilets. A lot let\nthemselves in the shit up to the chest, just to breathe, just to breathe. Over there in a small city,\nthey had cows, they had chicken. The cows were without food, without a thing, were making\nmoo, you know. When I, in the morning had got gray, I looked through the window. I saw a cat\npassing by. I said look, how lucky, they’re not going to shoot the cat but if I stick out my neck\nand somebody saw it, bingo, I get a bullet in my neck. But it got a little lighter, I went down\nback to the hole. The Germans come in, in the house. I heard them. They were shooting in the\nwalls because a lot of Jews had double walls, they were hiding in the walls. But a lot of Jews\nmade mistakes, they took it in the walls, a clock. When you come in, in the house you can hear\na clock. They looking for the banger from the clock. A lot of Jews they found between the\ndouble walls. They took them out and they took them to the cemetery. They had to dig their\nown graves, they shot them. I come to this, Ill tell you how I know how they did it. After\nsitting in this hole, for ten days without food, without water, I'll never forget, the walls in the\ngrave were so shiny from my sweating, from frighten, it was like a mirror. Finally it come on\nme such a -- I got so scared -- I said to my wife, let’s get out from here. Let’s go in the back.\nThere is over there a single house, painters were living over there. Let’s go up in the attic over\nthere. You know what she told me. My heart tells me I’m going to stay here. You want to go,\nyou go yourself. I grabbed her by the collar. I said look, when I say go, you go. Is a fact she\nwanted to go out from the ghetto, from V but the ghetto was already surrounded around\nby the Polish police, the fire department, gendarmerie, the Ukrainian, the Litvakian,\nall around. She wanted to get out, she couldn’t get out, she had to come back in the same hole\nwhat I was there. She couldn’t get out. Otherwise, she tried to get out as a Christian girl. She\nhad to come back.",
        "Q: I need to flip this over now, it’s running out.\nAS: | Okay, let’s ---.",
        "Q: Here we go, okay.",
        "A: All right. So when everything -- she got so scared and I got scared, we went up in the attic over\nthere where the painters were living. The first thing when I come up in the attic, I opened up at\n___ alittle door. You know what I mean, from the old side was in the pitch from the roof is a\nlittle door. I say to take away the suspicion open up. If it’s closed, they’ll put it up a ladder,\nthey want to see if somebody’s there. I count up over there, it was the family from the painters.\nSo what I did the first thing, I put them under the eave and took all the rest and covered them.\nMy wife the same thing, I covered them. I opened up the piece of rope from the desk, opened\nup. I, myself, took a piece of iron. When they’ll put up a ladder and they want to see who it is,\nhey, you smack them over the head, you’ll kill them, you get up and they’II kill me. That is --\nmine thing is over. Lucky enough, they didn’t come up to this attic but they went in another\nhouse where the door was closed and they took down a whole family. They were\nmanufacturing leather, leather. They took down the whole family over there to the cemetery to\nbe slaughtered. How I know what they did. One girl come back from the cemetery. She come\nback to this -- upstairs where we were over there. She told us what was going on in the\ncemetery. The Germans let her go, she was so beautiful, she was really beautiful. He looked at\nher, maybe he had a daughter her age and he said to her , get lost. Oust but get lost.\nShe come to us. She told us what was going on over there in the cemetery when they brought\nthe people. They had to dig their grave, a trench. They undressed them and they shot them\nwith a machine gun. They fall down and the Poles were staying over there and taking off the\nrest what is over there -- for sample, the stockings or the underwear. They robbed them. That\nshe told me what was over there. Otherwise I wouldn’t know what they doing over there.\nOkay, now it will come when they took me the last days, when they took me up to .\nWhen they took already the remnants, what is left over, you know when the fire department and\nthe other, this was the last when they put us in a gathering place, like a jail. Anything what they\ncould, they shipped us off. My wife brought me two loaves of bread, you know with a piece of\nrope. You know, this was the last. They shipped us off. My plan was when thy put us up in\ntrucks -- they put it up, the Germans with machine guns. My plan was when they’I|I take a\ncurve, the truck has to slow down, I'll jump. I couldn’t jump because if I would jump, he was\non the truck, I would get a machine gun. My plan was if I'll come down to the camp, I’Il bury\nmyself under the truck. When the truck will go out, I'll drop myself. It didn’t work either.\nWhen they took us out from the truck, we went inside, the truck went away. Now comes\npreparation when we comed in. The first thing, you know what a baya 1s?",
        "Q: A barrier?",
        "A: A baya. This is a wooden belt all around, going to be maybe about six foot in diameter. About\n15 inches high. You had to sit on the edge. They come with a machine, cutting off your hair\nand the hair fall down to the baya. I tell you true, I was already sick and tired from running.\nThis was already my last trip. I said look, all right, what is going to be, Pll be here. I already\ngive it up. I couldn’t take it no more. When did I decide to run. When they cut me off the hair.\nI had a head of hair and I looked myself in a can. You know, the Germans when they had the\nrations, is the tin cans, you could see yourself. You know, like a mirror. I saw myself, I didn’t\nrecognize myself. I say no, I rather be killed, Pll run. In the meantime, in the morning, I had to\nstay in the line to get food. What was the food in the morning? The wheat, you know what the\n— half a skin, they call this kryen. They take it off the skin and the rest is flour. You know what\nyou're able to bake. They mixed it up with water. In it was stinking, it was soil. The people\nwas already over there for months before I come. They had diarrhea, the shoes were ripped,\nthey didn’t have no shoes, they took off bark from the trees with a piece of wire, if not a piece\nof -- thing put it in the food. They managed to still work, they had diarrhea, they were working\nand shitting, working and shitting. When they gave me the food, it was stinking, so I give it\naway. You had to take a can from the conserves, from the army what they all was over there,\nthe barracks. They said to me, Washula, you going to be one ___ you’ re going to lick it out\nwith your tongue every drop. I was thinking to myself, you’re going to be King Solomon if Pll\nbe here. Because to me my life already, I sacrificed. I don’t want to live. What was the work?\ngreenazia. You know what greenazia is? It’s aswamp. You making a big gutter, how the water\nshall run into this gutter. The people, the elflinger where they working had to rip it out the roots\nbecause it was swamp. It was big piles of the roots to dry in the swamps. You had to go in, it\nwas already ice, thin ice but they were staying with the bullwhips. If you don’t go in, they will\nbullwhip you. You had to go in, in the swamp six footers, lower, lower, lower till the end.. Me,\na greenhorn. I comed over there, it was cold. It was already thin ice like the glass. I try to hide\nbut the police was staying, I had to go in. One happened to be a Jewish policeman, happened to\nbe too. __, a Jewish boy, a schoolmate of hers. He said to me Washula, you go in. I couldn’t\ngo in, it was already ice. I tried to hide under the roots. So he pulled the whip. I grabbed the\nwhip on the other side. I pull it. Why I pull it, 1t was running with my neck, I open him up his\nface, he was bleeding. I said look I’m going away from here, the Ukrainian will come, they’ ll\nshoot you. This was the night when I decided, I will run. I come back to the barracks. He was\nsleeping. I was sleeping in the first and another Wegrowak, Ulek was sleeping in the\nother. In the night, we had the toilets, we had outside. Outside the barracks. It was a, I don’t\nknow what you call this, like this here. It was like this. In here was a stick, you had to climb up\nand shit into the hole. To the rest, it was not, how you say enclosed. It was everything open.\nUlek says to me, give me ’s scarf. You know what it is, shake my hand, you’re not\ngoing to leave me. I said fine, we’re leaving tonight. They give us our coats, our ripped coats.\nThe pillow was stuffed with grass and we decided tonight, we’ll leave the camp. It was wired,\nbarbed wire, but the wire was maybe about 12, 15 inches apart. You know it was reflectors all\naround, in the woods. So I the night, I went over to the wires, you know, had reflector, goes\naround. Meantime when the reflector goes one side and this side is dark, before the reflector\ncome to you, you laying in the ground. When it gets dark, you go up again and you come to the\nwires. You taking the jacket and you throw over the barbed wire, barbed wire points. He grabs\nit and you pull him down, you knocking out the lights. When you’re knocking out the lights,\nthe machine guns begin to fly. You can feel every bullets what goes by your head. You know\nwhat I mean, cuts the air, you know every bullets what goes by near you. You dropping to the\nground and you begin to climb. It took me several days. I didn’t went into the ghetto. I sended\nin a Polish guy what I used to do tailoring for and tell him, I’m back. See, she was still over\nthere in the ghetto. So after a day, we escaped. We escaped from there and we went out in a\ncolony. In a colony, I come over there to a guy by the name, what was his name, Munich. I\nwas working for him over there. When I went out from the ghetto, I had to have a piece of\nbread or something, I used to go out from the ghetto, it was open ghetto, I used to go in the\nvillage walking over there in the colony. When I was working over there for a couple weeks, I\nmade with him friendship. When there was already no Jews, little Jews what they’re going\naround looking, who was still hiding, I went out over there and I took the girl what I told you\ncome back from the cemetery 1n a crossroads. She went one way. I went to this guy Munich.\nWhy she went over there, her father like I told you, he had leather. She knew a Polish guy what\nhe had the leather and she went to this guy over there. But a couple of weeks later, I found it\nout that she got shot by the Felt gendarmerie. It used to be Felt, used to drive around in the\nfields looking for Jews and she got shot over there. I was over there with the guy Munich. One\nnight he called me in, he said to me I’m such a good friend of yours. He used to deliver to the\nGermans somagun. He used to make vodka for the Germans. He used to make to deliver to the\nGermans, vodka. He used to deliver from the Polish farmers, grain. It was a noma how much\nevery farmer has to give to the Germans for the army. He says to me I’m such a good friend of\nyou. If you would see what they’re doing to the Jewish people when they capture them, they\nputting on ropes. They’re putting on ropes, one leg are up and the other leg in the cars going\napart. They’re ripping them apart. He says look, you’re such a good friend, I couldn’t be able\nto live with myself if I would see what they’re going to do to you. I'll go into the city if you\nwant, I’ll bring you poison. This is going to be the end. He already had -- mine what I had.\nNaturally when I come to him, what I had I give him away. I said, look, if I’m going to leave\nyou, why don’t you give me at least a piece of material. When I’Il go to a farmer, at least he’ ll\ngive me a loaf of bread for it. You know what I mean? He says you’re not going to need\nnothing. You’ll go out from here. It was a group of Poles used to go around and killing the\nJews because the Germans give them a reward for each Jew, give them a kilo of sugar. This is\ntwo and a half pounds of sugar __if you bring them alive or dead. So he told me I don’t need\nanything. But luckily I survived. I went -- I told him where will I go? I took my wife under\nthe arm. It was already late fall, very late fall. I'll never forget, it was already the sugar beets\nwas already the last what you have to take it off. The leaves used to flop in my boots back and\nforth. I was going with my wife; everybody’s already killed. Her parents was already taken to\nthe cemetery to be shot. The brother was shot, the mother had to take him out. I found it out\nlater, the mother was taking him by the legs, the father by the arms because the brother was shot\nin the house and bringing him to the cemetery. They got shot over there. Her mother and\nfather. With the and with the younger daughter, with the younger sister here. I come\nover there to another guy, Genchel, another guy. It was already -- I went through -- I was\nworking through the whole winter between the farmers. Over there is a style under marriage.\nOne farmer’s daughter married to the son, the son 1s married to the other, are chained, a whole\nvillage is under related. What it was, I was working for the farmers, for the winter, making\nclothes. You see, my father was smart. I was making clothes, making pants, jackets, heavy\ncoats, you know what I mean. I give you sample, of I had a job what took me a week, I used to\nmake it three weeks. I was interested in time. While I was there, I was safe. Because if they\nwould find me over there, they would shoot the farmer with the family and then they would\nshoot us. I saw when I was over there I was safe. Nothing do to me. I was going from one to\nthe other till the winter was over. If the Jews what they was over there in the colony, they used\nto come in, I used to talk in the farmer to give them a loaf of bread to give them a pail of water,\nI saw when they’ ll stay away from here. The Germans should not find out that the Jews are\nrunning this colony. Finally, a whole winter, it went through. We survived the winter. The end\nof April, ---.",
        "Q: Forty- three? °44?",
        "A: Yeah, for the winter, ’44. End of the winter. The first day of May had to be the end of April is\nthe first day May. Before in April, the Germans out it out big signs, everybody who’s alive,\nwho’s in the woods, who’s in the fields shall come back to the city -- no more killing. A lot of\npeople went. What they did, they broke all the houses and they left one house. All the Jews\nthat come back. It’s a fact, my wife said to me, let’s go back to the city, I want to see who\nsurvived. It’s a fact, you know what I mean, a lot of Jews what they were in the woods and the\nfields, went back. What they were doing there --they were breaking up the Jewish houses while\nthey were still alive. In the night, they all comed in one house. I said to my wife, you said I\nhave to go right now. I say I don’t go right now. I say, you know me, if I go to the city, I’m\ndressed like a farmer. You know why, I gived away my good boots, I gived away my good\npants. I give away everything, I put it down to everything ripped. I stepped in cow manure. I\nstink like a farmer. I took a whip and I pretended to be a farmer. If I want to see what is going\non in the ghetto, I went in like a Polish farmer. I was an outsider, nobody knew me. I come\nfrom Warsaw. Nobody knew me and I could see what was going on and come back. I _ said to\nmy wife, you want me to go in the night over there and see? I say, in the day, Pll go. You know\nthe way I go. The same night, they dynamited the house and they killed all the Jews. The\nneighbor, the next neighbor, Genchel comes over to Yanek to this, oh what I have the picture\nand he knocked on the door. He said, Yanek, did you hear what’s happened last night? They\nleveled off all the Jews, no more Jews in Wegrow. They all blowed them up. Okay. Now\nbegins me. Everybody in the colony knew I’m still there. Another guy by the name Kaluski; he\nhad a daughter in another village, N . Over there was another wife with a husband, a\ntailor .The Germans killed him over there. He comed back and he said he saw with his own\neyes that they killed the Warsaw tailor. Me and my wife, they killed us. I said to my wife, now\nthe book is closed. Officially, we dead. Nobody’s going to look for us. Because the guy, the\nMunich what he wrote from us, he wants us to poison, he was still working for the Germans.\nHe was going around in every farmer, asking do you know where the tailors are, where they are,\nif they’re still alive. When it was a rumor that the tailors were killed and Kaluski was a witness.\nHe saw with his own eyes, I said to my wife, we already dead. I was with this Yanek, this 1s\nwhat I have the picture. I digged a grave, I'll never forget when we digged a grave over there\nfrom his cellar. He had a boy what was eight years old, Henek. We was ripping the ground\nwith the hands and the blood was running. You know from the finger. We made ourselves a\ngrave over there. We was over there for eighteen months till the war ended.",
        "Q: In the cellar?",
        "A: In the grave.",
        "Q: In the grave?",
        "A: In a grave! You know, we couldn’t dig too deep because the water would come in. We put it in\nstraw in the dust, the walls we put it down straw. We digged it in a corner in the house. I had a\nknife. Like I told you, I had a knife. I cut it around the stone. Because the house was staying\nin four big stones. In case it is a fire, Pll be able to pull it in the stone, in the grave and I’ll be\nable to climb out. I took a knife and cut it away in the boards that the light shall shine in, in the\nhole. When I was sleeping, she had to be up. When I was up, she was sleeping. When we had\na cough, we had to cough, we took a piece of --a de , aheavy piece of cloth, wrapped it\naround the head and coughed in that nobody should listen. Because you never know when a\nneighbor will come in.",
        "Q: This is all day and all night?",
        "A: All day and all night, twenty four- hours. We couldn’t stand up because the grave wasn’t so\ndeep like this table. You had to only lay or sit. Once a week, she, Maria took out my wife and\ngived her a sponge bath in a baya, in a little barrel. The men were staying outside and watching\na neighbor shall not run in. When he was washing me, she was staying outside, a neighbor shall\nnot running in. Now you wonder why I’m sending them money. They deserved. They earned\neverything what I do. We didn’t sign a contract. We just shake hands. Until the day he died, I\nhad him here in this country for six months with me. Oh yes, I had his son’s wife here for six\nmonths. Every month goes a check to this people. Thank God, I can afford it. Oh yes. You\nread in the papers.",
        "Q: They brought you everything ---?",
        "A: The first thing before they give me the food, you know what I mean? They had to empty out the\nsteple, a pot what we’re human being, we have to go in the toilet. She had to bring it in,\noutside. When we did get out, the soil you couldn’t have a sign that it’s fresh soil. After they\nput it in over there and the cow was staying and covered with manure. We was over there for 18\nmonths laying. When I was liberated from the Russians, we couldn’t walk. We had to begin to\nlearn how to walk. When the Russians already, when we climbed out from the hole, it was\nJewish soldiers and they find out that we’re Jews. They took us in a field hospital. They were\nat that time transporting the wounded in a horse and wagon. I was holding down on one side,\nshe was holding down on the other side from the wagon. The horse was carrying the wounded.\nWe exercised to come over there. The first time in my life I saw already was in spring",
        "Q: In °45°",
        "A: That’s right, you know what I mean. The Russians were staying a whole winter, but in Warsaw,\nyou know when they blow it up Warsaw, you what I mean, preparing for the last attack to go to\nBerlin. You know, I was already liberated. The Russians, the Jews told me we never know,\nwe're liable to go back. You never know what a front is. Liable to go back. While when they\nbrought through the front and they being to go through the other side Warsaw and they begin to\ngo, the commandant from the village, Ruchna was already, how to say, a Jew and the Christian\nbegin to ask me, how did you, where did you survive? I said, I survived in the partisans with\nthe Russian army. You know, you had to cover the slot where -- how did you survive? I was\nafraid to say Yanek, I was over there because they’Il come and they’ II kill him. Because over\nthere they didn’t want it to -- not one Jew shall be alive. The commandant begin to ask me, do\nyou know which Polak was killing Jews? I say, look I have one guy want to kill me and my\nwife. They made a celebration of liberation from this part with the territory. They made a\nSunday, a platform, they took me and they said bring me this Munich. You know, to be\nrepresented, he was killing the Jews. This was a very bad task for me. Of course I knew that\nthe war is near over and if you kill somebody, not you, even this, a lot of Jews what will\nsurvive, they’ll pay for it. So they saddled me up a horse. I had to go and bring this guy\nMunich. I went down in the morning; I knocked on his window. When his wife saw to me, she\nsays, tailor how did you survive? I say never mind how I survive. You give me Munich. If\nhe’s not going to go with me, I said, the commandant want him. If you do not go with me, I\nhave order to burn you down. Already the house 1s with straw, the roof 1s with straw. I had a\npeteshta, a Russian machine gun. He had to go with me. He killed several Jews. Now with this\ncourt over there, they made the burgomaster from the desk. They said to me that I\nshould be the judge.",
        "Q: Oh, God.",
        "A: Wait a minute. It was good. I didn’t know why I got the mind. I looked at him. I recognize\nthe clothes what he was wearing and I knew what he did. He killed his schoolmate David Bass,\na Jewish boy and he pulled out the boots from him. When I looked at him, I said to Munich,\ntake off the boots. They don’t belong to you. They belong to David Bass what you killed him.\nI stripped him naked and I told him go home. Everybody was clapping. I knew, you know, a\nshame. Sometimes it’s worse than that. I know. You know, I was plenty shamed because I was\na Jew.",
        "Q: Absolutely.",
        "A: He had to move out from the village. Go in taken territory where the Poland took up a piece of\nland from the Germans. Until today, twelve years later, I took my kids. Me, my son, my\ndaughter, my son-in-law, I showed them Auschwitz. I showed them Treblinka. I show them\nwhere I was working. I show it in the grave where I was buried what I have here in the movies.\nI made a video from it. I took 10,000 feet of film. Everything is alive and , they’Il be\nable to see. Here today, when I come back to the village, I was loved by everybody. I didn’t\ntook nobody, I didn’t hurt nobody. I prevented that nobody should be hurt. I have the proof in\nhere. In here you can see all the papers. I did everything for this couple what they give us life.\nHe was rewarded from the State of Massachusetts. He was rewarded from the American\ncounsel in Warsaw. Every month, he gets a check till the lift. He was with me, for six months\nhere living. He comes here. If I come show you the movies.",
        "Q: Oh, yeah?",
        "A: Oh, sure I have it. I have it on video now. The way he count and the way he laughed. He count\nlike a farmer, he laughed like a lord. That’s right, with a golden cross, with a ring on his finger.\nHe’ll come back You know, I loaded him up. I’m a tailor. I have plenty things what is left over\nfrom people. They don’t want to take it off. He had several pounds of luggage. What I brought\nhim down to New York with the ship, it was absolutely --. Listen, I owe it to him. I owe my\nlife to him. It is a shame, 1s it’s not too many people what they were helped and they forget\nabout it.",
        "Q: Now that’s true. Although I think the people who did -- who were hidden and things like that, a\nlot of them ---.",
        "A: I don’t forget bad things and I don’t forget good things. Let my son or my kids tell me when I\ncome back, I went back, they opened up the doors. Everything, tailor what you want is yours. I\ngot stuck over there in the mud with my car. You know when I went over there for two weeks, I\ngot stuck. They come with horses and they pull me out in the mud. Tailor, what you want, you\nwant sweet cream, you want butter. I say, look darling what we’ve thrown away in America, it\nis the truth. I didn’t tell them no lie. What we’ve thrown out in garbage you people don’t have\nit for the holidays.",
        "Q: That’s true.",
        "A: Thank God I’m alive. I can tell this story. I have something to prove with you. I made ten-\nfoot, I made a video. They still live in the same thing, they were living a hundred years ago.\nStill horse and wagon. They still not have the machinery to cut. Some day if you come back,\nIll put you up the video and you’ll be able to see the way the city looks now. It’s over there,\nstill the pump where they used to bring some people to the cemetery to be killed. The German\nordered the woman to take off the shoes because another woman run after the woman and say,\ngive me the shoes. She refused to give him the shoes. She said, you’ll take the shoes when\nthey kill me. The German ordered her, give her the shoes. She slapped the German in his face\nand he shot her near the pump. She says now you can have the shoes.",
        "Q: Do you remember --? Can I change the subject to before?",
        "A: Sure, oh, yeah.",
        "Q: I told you I want to ask you more about your Kaluszyn?",
        "A: Yeah, about Kaluszyn.",
        "Q: That you could describe a little bit what it looks like?",
        "A: Kaluszyn was a city the same thing like Wegrow. They were over there, factories were making\nleather, making pelts, shoemakers, small industry. Shawls for praying. There were small\ncarvers what they carve them from wood, making brushes. The education, it was a small garden\n. People left at the meal. You know, they used to have -- I don’t know if you know what\nis achulen, you know. After Saturday, you know me, you come back from shul. You have your\nmeal, you take your wife, you get your kids, you go for a walk. It was a real.,, like in Israel now.\nA real Jewish life.\nQ; Like a small town, a Jewish small town?",
        "A: That’s right-- a Jewish life , a decent life. You couldn’t see chicanery or crookedness. I wish\nbefore I die that America shall have at least 20% a life the way it was over there. Ill never see\nit again. I'll never see it again. But I tell you I can be proud of my family, the way I brought\nthem up. I have three kids here. They married, two daughters, they’re married to doctors. My\nson 1s a doctor himself. He is a vice-president in the Deacon’s Hospital. I, myself, don’t have a\nbig education. I’m just a plain tailor and I’m proud of it. I have to thank.",
        "Q: Absolutely, I wanted to ask you -- I forgot!",
        "A: Take your time.",
        "Q: Oh, it was more about the town. Were there Zionist activities or things like that?",
        "A: Yes, yes. I belonged in the Shomrah .",
        "Q: Oh, you did?",
        "A: Yes, that’s right. Listen the Jewish people was always -- the Jewish people was a very small\nminority. We had communists, we had socialists, we have L , we have R , we have\nShomah . We used to make jokes of each other. We have five Jews, with ten\norganizations. We used to have fun about this. But when it come to something, we always\nwere united, we all Jews.",
        "Q: So even though you belong, for example, to , you observe Shabbos?",
        "A: Listen, you couldn’t bring a shame to your family. When I went outside -- outside I was a\nhuman being like everybody. But when I went from the house, I took my hat and I left it near\nthe door. Outside, I didn’t wear no hat but when I come in the house, my father had to say, I\nwear mine hat. This was tradition. You don’t go against tradition. You know. That’s what is in\nshame, shame is worse than death. That’s right. If mine kids, if I could take you down and see\nthe way mine kids living, anybody would be proud. They giving away more charity what I\nmake a week. Thank God, they can afford it. If I can tell you when I come here to this country,\nI had bleeding ulcers and I was dead. I was already between the death, pulled it out in a cool\nroom. But when I was begin to think, in order then when my son was born. I begin to think, I\nhad no , you know what is, I had no cemetery, a place where to bury me. That’s\nright. I say my kid will grow up, he’s not going to remember he had a father. They were\nhealing me in ulcers and what I had, a ruptured appendix. There, it’s a miracle I survived. The\ndoctors themselves were surprised I survived. When I was laying there already in the cold house\nand I begin to think my life the way I survived. They ask me whom shall I call because it was\nalready the last hours, to call my wife, I said no. I don’t want her to see the way I die. Then I\nsaid I want to go to the bath, the nurse told me that it’s already the orders from the doctor, I\ncannot go no place. I said, look, my mind is still working. If you don’t let me go down to the\nbath, ’'m not going to make him better, I’Il go down by myself. So she give me a bedpan.\nWhen I moved my bowels, they saw this is a broken appendix, they brought me back in\nbetween the sick, they piped me up like a plumber. Two pipes in my nose, pipes in my arm.\nWhat you call this, intravenous. From the other side, the blood. They put me down under a big\nlamp and they brought me up the next day in the morning. They told me to count to ten and I\nwent out, I didn’t know. When they brought me up the next day and I looked through my hand,\nI could see the bones, I was yellow. A few days later, they used on me the first invented\naureomycin. When they made a show for the new students the way I survived, every doctor go\nby me, shake my hands and they said, you survived from Hitler, now you survived again. I’m\nhere to tell the story.",
        "Q: Well, I’m very glad that you are. I want to thank you. Is there anything else you’d like to add\nabout your story or we could talk to your wife. Perhaps you can add more about your family\nmembers if you want?",
        "A: Listen, my family members, I tell the truth. It’s not too many people what they come, compete.\nI don’t know how to express myself. I don’t know to say -- because it was Jewishness or they\nwere human. They understood people need to be helped. They didn’t stopped for anything, they\nshall not help. It is the truth and I learned it. I saw it in my house. In my wife’s house, was the\nsame way. People -- you know what a balbatash place is, that’s what it was. I could be proud\nof it. I couldn’t be --. My kids, I have three children, they learn from the house. If I could take\nyou down to one of my kids, or to all of them, you would go out and they could take example\nthe way Jewish people live.",
        "Q: That’s great, glad to hear that.",
        "A: It is true, it is true .Listen, it’s not about bragging. I’m telling the way it is. Mine son-in-law, he\nbrought up the kids and they getting a dollar, twenty-five cents goes away for charity.",
        "Q: Very nice.",
        "A: That’s the way it is, He was brought up this way. He comes from a very wealthy family in\nMassachusetts. They’re well known. The Dewey Storm family, the first ship, they give away\nto Israel as a gift. The Boston University has built a whole wing from his money. Very big\ncharitable people. They . They built their money, thank God, they had enough money to\ngive away. But I have to tell you a story. Me as anewcomer. You know, you go into the\nsynagogue in this city of Malden, you have -- how to explain -- myself, the high aristocracy.\nYou know a Jewish wife’s doctor’s or something. They were sitting in shul and talking between\nthemselves. They used to talk themselves, do you know the greenhorn’s daughter whom she\ngot married to? It come to me she got married to Dewey Storm’s family. It didn’t -- like we\nwere born in a stone, it didn’t come to us. Let me tell you something. I’m very proud of it. I\ndon’t have to be ashamed even of myself.",
        "Q: Certainly not. Did you want to say something?",
        "A: [Female voice: “I have nothing to say. He said everything.”’| That’s right. I already said for her\ntoo. See I can say the way they killed her father, the way they killed her mother. The way they\nkilled her family. The Germans comed in and they were hiding in the house near the factory.\nThey first killed the brother. The mother had to take the son by the legs, the father had to take\nthe other half of the brother and to take him over there to the cemetery. Then they killed the\nfamily over there the rest, in the cemetery. Now I went to look for the cemetery in Wegrow.\nIt’s no cemetery, it was plowed through, no cemetery. From the , the tombstones, they\nmade sidewalks. Over there is no more Jewish cemetery, it’s too bad.",
        "Q: It’s terrible.",
        "A: They tried to kill mine -- they founded out after a while -- because I send them money. They\nused to wait for the postman. They come the postman with the Jewish money from America. I\nhad to send. I had to write away some letters to the priest. I had to write away letters that he\nshall have a speech to the congregation in the city. That this Polish guy, washes off the dirt and\nthe blood from the Polish people what it’s still dripping from their fingers, what the ground 1s\nstill wet from the Jewish blood. How he is washing off the sins from the Polish people over\nthere. If I went to Senator Kennedy and I told him the story, he told me if you want, I'll bring\nhim over in 48 hours if they’re not going to stop bothering him. He sent a telegram to the\nAmerican consulate. The American consulate sent it over a guy to the city over there from the\ncity of Wegrow and he talked to the clergy. If something happened to this man, you people will\nbe responsible. They stopped bothering him. It is the truth.",
        "Q: I’m going to turn this off now.\n"
    ],
    "questions": [
        "Q: Can we start before -- tell me your name and your date of birth on the tape?",
        "Q: What type of --? Did you go to a Jewish school?",
        "Q: You lived in -- you grew up in Warsaw’?",
        "Q: Okay, that’s suburb of Warsaw?",
        "Q: Can we back up though? Before we get into the war --. I’m sure we’re get involved in talking\nabout that. Can you tell us anything else about your home? What was it like in your home?\nWhat did you?",
        "Q: How did you do that? Were you apprenticed to somebody?",
        "Q: After high school?",
        "Q: Did you -- was it like a Jewish neighborhood, your shop? Were your patrons mostly Jews or\nnot, or both?",
        "Q: Can I stop you for a second? The Warsaw ghetto wasn’t, didn’t --.",
        "Q: Yeah. So between ‘3 - --?",
        "Q: Right. Between ’39 and ’40 then, what happened, how was, what were things like for you and\nyour family?",
        "Q: You went with your whole family?",
        "Q: After how long, just a few months?",
        "Q: What was happening to your family at this time? Were they --?",
        "Q: Were they all together, in one place?",
        "Q: How did you get out?",
        "Q: A scribe, lots of scribes --?",
        "Q: Prolacteries, yes.",
        "Q: Made Jewish items?",
        "Q: An illegal alien?",
        "Q: You were involved in working for this --?",
        "Q: Oh yeah, a torch, yeah.",
        "Q: How long were you there?",
        "Q: Was this °43?",
        "Q: I need to flip this over now, it’s running out.",
        "Q: Here we go, okay.",
        "Q: A barrier?",
        "Q: Forty- three? °44?",
        "Q: In the cellar?",
        "Q: In the grave?",
        "Q: This is all day and all night?",
        "Q: They brought you everything ---?",
        "Q: In °45°",
        "Q: Oh, God.",
        "Q: Absolutely.",
        "Q: Oh, yeah?",
        "Q: Now that’s true. Although I think the people who did -- who were hidden and things like that, a\nlot of them ---.",
        "Q: That’s true.",
        "Q: Do you remember --? Can I change the subject to before?",
        "Q: I told you I want to ask you more about your Kaluszyn?",
        "Q: That you could describe a little bit what it looks like?",
        "Q: Absolutely, I wanted to ask you -- I forgot!",
        "Q: Oh, it was more about the town. Were there Zionist activities or things like that?",
        "Q: Oh, you did?",
        "Q: So even though you belong, for example, to , you observe Shabbos?",
        "Q: Well, I’m very glad that you are. I want to thank you. Is there anything else you’d like to add\nabout your story or we could talk to your wife. Perhaps you can add more about your family\nmembers if you want?",
        "Q: That’s great, glad to hear that.",
        "Q: Very nice.",
        "Q: Certainly not. Did you want to say something?",
        "Q: It’s terrible.",
        "Q: I’m going to turn this off now."
    ],
    "answers": [
        "A: Like you know, I was born in Poland. Went to school in Poland.",
        "A: Yeah, all right. My name is Sevek Fishman. Born in Poland, 14\" of July 1918. Okay, I went to\nschool in Poland.",
        "A: Yeah. You see, over there, in Poland, the Jews were a separate nation. Jews were Jews.\nNaturally we were going in a school what was Jews, Poles and -- like here. The same thing like\nhere. Naturally I had to learn a trade. You know why, I think my father was a very wise man.\nHe used to say, malucha is maleecha. What this is in English, if you have a trade, you have a\nkingdom. You know, he was a businessman but he said anything can be taken away from you.\nBut what you learn and you have -- how to say in unet, an education, nobody can take it away\nfrom you. He was very wise. Thank my trade, the truth is I survived. So now I can tell you,\nyou know, the way I growed up. I growed up, I learned my trade and my father, my mother\nthey had a business. Was a factory and my oldest sister was in the business. You know, it was\nnot a small business. As a fact, when the Germans come in, they come into Poland, in 1939, in\nthe fall. In 1940, right away, they put it up laws like everybody knows. They confiscated\neverything what it up laws like everybody knows. They confiscated everything what the Jews\nhave.",
        "A: No. I was living in a suburban from Warsaw. I born in Kaluszyn, Poland.",
        "A: Yeah. It is a -- Kaluszyn is about 45 kilometers from Warsaw. But in the meantime, before the\nwar, we moved in another city, B . That’s -- took us about 15 minutes to go into\nWarsaw. That’s nearer. The Germans, when they come in, in 1939, this was the fall. In the fall,\nthey took about seven, eight days, the war was over. Poland didn’t fight.",
        "A: My home was a Jewish home. I remember, you know, I don’t know if you know, it was a habit.\nOn Saturday, Jewish people didn’t travel. Ifa Jewish man, after sundown on Friday, passed\nthrough, not to break the Sabbath, he used to go in, in the synagogue and every Jew what was\nable had to take home a couple orchan. This mean guests, what they take home for Sabbath and\nthey sheltered him and they fed him. Saturday night when the stars come out, it was already no\nmore Sabbath, he was ready to continue his -- how to say in English -- his -- to go where he\nwants to go, travel. He can begin to travel. So like I told you before, we had a business and we\nwere making a living. Talking about my family, a lot of time I asking myself, how come I\nsurvived. I was already that time, not Hasidic, was a freethinker. I already like today, the\nyounger people, begin to think their own way. In this my father and mother was very charitable\npeople. Because I know when you live in a smaller city, in the suburban, then the neighbors,\nsome neighbors, not all of them, certain people in the community, they didn’t have no fish, they\ndidn’t have no meat, they didn’t have no challah. To us, the mother used to call up and it was\ndelivered and it was not like here, papers. Because that’s what I learned. If you give\nsomething, don’t brag about it. Is a fact, if I donate money, I don’t want it to even -- people\nshould know what I do. This comes from the household. Okay, in the forty already, my father\nopened up a shop for me. I was already, I had my education in tailoring --.",
        "A: Apprenticed, absolutely, oh, sure.",
        "A: After the school, after the school you had to go and learn a trade. In a trade, take you several\nyears. You know, in the beginning they give me two dollars a week. I said two zloty you\ncouldn’t buy too much for it. But look, if you want to learn, you got to learn. My father used to\nsay, look anybody can be a businessman but if you have a trade, you have a kingdom. I want\nyou to learn. Why he was thinking this way; because my father’s brother in Warsaw had a big\nbusiness from the stores where they used to sell clothing. He used to have cutters, designers.\nHe was very good off and he wanted me in case I need it, I should have something to fall back\non it. My father said, in Europe, you know a guy what used to sell shoelaces or used to sell\nsome cigarettes, he was a businessman. Anybody cannot do this without education. So he want\nme to learn a trade. I learned my trade pretty good. When the Germans comed in, I already had\nmy shop and I had two people working with me already. I already was teaching somebody else,\nyounger kids. This was going on, this was the style in Poland.",
        "A: We had Jewish people, Polish people, you know. Yeah, everybody. It was not that time, a\nghetto. No, we were living together in a smaller place. We were living neighborly. It was not a\n--. The truth is we didn’t in the city of B , It was not a big population from Jewish\npeople, the opposite. Kaluszyn was the population from 90% Jews. Sabbath, you couldn’t get\neven a glass of water. It’s the truth -- Sabbath -- when they were calling to go to the synagogue\n-- it was a style. You know what I mean, they were calling when it was around three o’clock,\nthey used to call . You know they used to call to go to the synagogue. The stores\nwere closed and everybody was preparing to go to the synagogue. Over there in B , it\nwas already a little more advanced, a little difference, you know what I mean. The people when\nthere was sundown, everybody was dressed and they went to the synagogue. A different style,\nwas already more to the south. This was in southern Warsaw, south, and Kaluszyn 1s to the east,\non the other side of Warsaw. You have Warsaw, Prager and then you have Minsk, Mhzowiecki,\nyou have Kaluszyn, you have Wegrow, you have S , you have more to the Russian side, to\nthe east. And so it was a difference, a different city, a different setup between the Christian\npopulation and the Jewish population. We didn’t have this kind of --like 1t was in some other\nplaces. But naturally, the German influence, the propaganda after passed away. You\nknow what I mean, the anti-Semitism propaganda began to influence, you know, the Polish\npeople. It’s a fact when the Germans comed in, in 1939, like I told you in the fall, the war\ndidn’t last too long. It last maybe eight, ten days. The Poles didn’t want to fight. The\nGermans, what I know about it, the Jewish people, the Jewish boys what they was in the Polish\narmy, they would do the fighting. Because we expected from the propaganda, when the\nGermans will come in, what is going to be. It’s a fact that the Germans already took Poland, it\nwas divided Poland by the book, between Russia and Germany. The Germans comed in, the\nGermans took away the quarters of our house, from our house. A big officer happened to take\nup from our house, half a house. When he comed in, he was like a hyena, like an animal. But\nyou know, a Jewish woman, a Sabbath, she cooked fish and meat and mached a yulk an aroma.\nThe German officer was over there and you know, little by little he became domesticated. My\nmother used to bring him something to eat. After several weeks, four weeks, or six weeks, he\nused to come in, he used to say Frau Fishman, v didn’t you go to Russia? Because Hitler\nwhat he said, he’s going to do it, he’ II kill everybody. He stood in the light and he said, I’m\nsorry, such a nice people, they should be wasted. But in the meantime, you know what I mean,\nhe realized, he said something what he shouldn’t say it. So he said, please don’t repeat what I\nsaid because he looks like he was afraid for himself, you know. Anyway, you know, after\nseveral months, you know what I mean, the Germans begin to tighten up the city like they used\nto take --. The first thing they took away everything what the Jews have. The radios, if you\nhave a motorcycle, or you have something, they took it away. You couldn’t have nothing, they\ncut it off everything. We had a housemaid. The housemaid, her name was Marta. She\nhappened to marry a guy by the name, Bernard from Zh _—_—. He was a very educated guy. He\nwas a director of a Swedish factory what makes matches. You know, strikels are matches.\nWhen the Germans comed in, he put it down a big eichenkrist a red belt with a black\neichenkrist and he became a big man in the German thing. Over there, we have the German\nneighbors, Volkdeutschen. Volkdeutschen, a lot enlisted themselves to the Germans. The\nGermans naturally give the order they shall take the Jews for work. Naturally, they took me\ntoo. I knew them and they knew me. Lazora’s son, they has son from the west. You know, a\nyoung man like me, I know the guy what they grabbed me for work. I used to say then, Poland\nwas a Poland and you didn’t act this way. He said to me, keep shout and kicked me in my\nbehind, otherwise, you’ll get shot. I realized that this is the truth. I have to do what I have to do.\nWhen [Il come to talk about this Bernard --. You know, he happened to marry the Marta, he\ndidn’t hurt nobody. He didn’t hurt nobody. Is a fact, every time when I -- when they pushed us\nout from the city --when it come the time when every Jew have to get out from B , ZO\ninto the Warsaw ghetto, he was the guy when he used to drive through with a truck, he used to\ndrop me off azach. You know, it was a big -- with bread. He used to go through the ghetto.\nOpened up the door, he used to say, stay in this corner and I’Il throw you out a sack of bread for\nmy family. While when we was in B , he had a bag radio. We used to hear the BBC\nfrom the underground. Between me and you I think he was working for some government. Not\nfor the Germans, it is the truth. Otherwise, we used to close the door and we used to sit and\nhear from BBC received from England. Why did he have the honor to have the thing? His\nbrother was a captain in a U-boat. But he was speaking a perfect French, a perfect English, a\nperfect German, a perfect Russian. Till today, I have only a suspicion that he was working for a\nforeign government, I don’t know. Or for England, or for America. He did good. He saved\nmaybe three times from my death. Oh, yes. Because when you’re young. We had the kids.\nNot far from B was a factory from sugar. We need sugar. I took the bicycle, it was not\ntoo much, a few kilometers, I run down and get sugar over there. Took off the armband and\nwent down over there. In the meantime, it was, what do you call this, a roundup. Why was the\nroundup? The Poles killed a couple Germans and they took the helmets, excuse me, they shit in\nthe helmets. They put it in their chests, the helmets. You know what I mean? While they was\nthere, they making a roundup, I was over there too, in the middle. In the meantime, they\ngrabbed me and I was laying on the ground. Ill never forget a German come through. He had\nthree squares on his shoulder. I was laying on the ground and a German was staying with a gun\nover me. He said to me, he said to the guy, the kerl is a strong kerl, why you keeping him like\nthis? He asked me what are you doing here? I said Bernard sent me to get some sugar. Who’s\nBernard? I said he has this number, here is his card. He said to me , get lost. Believe\nme, on the bicycle I was flying. I was not pedaling, I was flying. I come back to him and he\nsaid to me, why you didn’t tell me. In other words, you know, check us. Why you didn’t tell\nme you’re going over there. You’re doing things, one of these days, I’m not going to be able to\nhelp you. It was several times what he saved me. That’s the reason I can say about him. That\nis the chapter. All right so we was in Warsaw now.",
        "A: 1940.",
        "A: Was still an open ghetto.",
        "A: Well, what it was, it was still --. The ghetto was still open. In 1940, the ghetto was still open.\nSo you could trade with the Poles. If you have something to give them, they will sell you bread\nor they’Il sell you potatoes or something. You know, it was still --. But they were typing down.\nWhen they shift us in -- when they had a law, all the suburbans have to go into the Warsaw\nghetto. You see, all around Warsaw, all the suburban little cities, had to go in one place, in the\nghetto.",
        "A: Yeah, still the whole family, yeah. In 1940, I got married in the ghetto. I was the oldest son and\nI knew my wife already for a couple years. My father said he wants to bring the first child to\nthe hippa, you know to the altar. When I got married, it’s a tradition. When I got married, he\nsaid to me, my son now you have to think about how you’re going to survive. So after the\nwedding, naturally I begin to -- I’m the oldest son -- my father was that time maybe, maybe 42\nyears old. The Germans already begin to put out laws, a law they needed young people to\nwork. Everything was covered, how to say, they didn’t know what they needed people. If they\ngive the order in Warsaw, they need 500 people for work, the Jewish gemeinde, they had to give\nthem 500 people, a thousand people. You know how many people they want, there to bring it. I\nwas the oldest, I begin to smuggle in some food for the family. You know, don’t forget there\nwas still six people, father and mother, everybody we had some things what we were able to\ncash in, trade whatever you had. People begin to do business in the ghetto. I’ll never forget\nthere was a Jewish man by the name Rubinstein. He used to stay in the corner and used to\nmake vixin. You know what vixin 1s -- jokes. He used to say schmaltz. That means fats will be\ncheap. People would ask him why. . That mean the rich people melting out, they\ndon’t have no more money. Everybody’s going to be poor, you know. In the morning, in the\nghetto, life in the ghetto. People used to be laying in the streets, in the sidewalk. Used to go\naround a horse and wagon and picking them up. It was not even enough what to bury them.\nThey used to wrap them up in gasha you know in papers. Wrap them up and bury them. I was\ngoing around, it was already so bad, --.",
        "A: Oh, no. It was already more than six months, eight months. You know when the -- they already\nmade, how to say, when you going in, you had to open up a piece of wood like in the military to\nopen up, to go in. I used to smuggle in sometime with horse and wagon, you know, some bread,\npotatoes. He used to bribe the guard. The guard used to ask me what you have there. I used to\nleave the horse and wagon over there in the corner and approach the gate. It was soldiers, my\nlieber, my lovely men, would you please let me in. My father sick, my mother sick, the kids are\nsick, I have some bread, I have some potatoes. You never said how many you have because if\nhe’ ll step on the wheel and look it in, you have more -- I used to say a bisel, a little, never say\nhow much. Because he could say why did you like to me? Always a little. It was\ngoing on for weeks. You know I used to bring it in -- one time it was a rainy night. I\napproached the gate to drive in and I give them a golden watch to drive in with my loot, what I\nhad. They stepped on the wheel, they looked in. He says to me, why did you lie to me? I say,\nmy lovely sir, I never lied to you. I told you a little of this, a little of this, a little of this. He\nturned around his butt from the gun. He smacked me over the head, opened up my neck. The\nblood was running, but you couldn’t run away. Then you give him a leverage to shoot you.\nYou had to be near him till he gets sick and tired from hitting you, then he said, get lost. I\nturned around the horse and wagon, bloodied like a slaughtered animal. I went to another gate,\nI went over, I give them my briefcase. He looked at me, I’m so bloodied, he opened up the\ngate, I give him the briefcase. You drove in, you unloaded what you had in the horse and\nwagon. Then you was asking yourself, why didn’t you go right away to this gate? It’s a\nquestion, how do you know which is good and which is no good? You taking your chances. In\n1942, I went out from the ghetto. It was already so bad. Old people were laying in the streets,\nyou know, dying. Climbing their hands and knees and begging a bissel water, a drop of water.\nNobody could help them, nobody could help each other. Or you die or if you can, survive.",
        "A: At that time, they were still alive.",
        "A: Yeah, they were living in one place. In the sixth floor, in Warsaw. You know, in\nStreet. You know by mine father’s brother. They had a big -- they were moved in over there to\nthem. They were living over there. Is a fact for a couple of months after this, when I went out\nfrom Warsaw, you know, I went to where she was born, . Polaski. I went\nover there. The first thing what I did with her, I dressed her like a shiksa, you know like a\nChristian, like a peasant. She went out and she boarded a bus. You know what a bus is, what\nthey travel in. A regular bus and one schoolmate recognized her. You couldn’t get out from the\nghetto. But he didn’t say anything. He just went over, he just said to her Lonia. You know they\nwere talking and she come to the city where they had a factory, a cotton factory. You know they\nhad over there in Wegrow. In a few days later, I had to leave. You know I had to follow her\nbecause my father ---.",
        "A: Okay, the way I got out. When you’re going out from Warsaw, you have to go through Praga,\nthat’s two cities connected. You have to go through the Vistula, that’s a river. When I went out,\nthe Polish youngsters used to say, , a Jew runs away from the ghetto. What I had, I\nhad 50 zloty, what is 50 zloty, you couldn’t buy even a cigarette. It was not money. But I was\nwalking. You know the streets was already bricked up with bricks, with glass on the top. I saw\nlike a dog, we had to duck under, under the bridge in the street, and climb through and you\nwalk. You know, you walk, so we come to the bridge and they recognize me as a Jew. You\nknow, I told them. I offered them the 50 zloty what I had. But they said, no they want gold.\nThey thought every Jew had gold and diamonds. To tell the truth, I don’t know if I should say\nin the desk, I always carry around a knife, a big knife in my boot. I had to -- and in the bridge\nover there between Praga, one soldier with a machine gun was going one way and the other was\ngoing the other way. I went over to the German and I said, burglars, you know, thieves running\nafter me. So they took up the machine gun, they put it out a series of bullets. There in the other\nside, they grabbed a tramway, a streetcar, an electric streetcar, and they met me on the other\nside. I already went through the bridge. They said to me in Polish, give me the 50 zloty. I\npulled out my knife, I said come on, take it. It took me a night and a day walking. I come to\nWegrow. Wegrow was an open ghetto. Now begins the real thing. Wegrow was an open ghetto.\nIt was a city, a Jewish city where they used to over there. You know what it is, they\nused to write the Torah.\nA” They used to make Torahs over there, writing special. They used to make telizen. You know\nwhat telizen is?",
        "A: You know it. It was a city. They had a small industry over there.",
        "A: Yeah, that’s right. There used to be a city like this. The farmers there, they had a woolen\nfactory what the farmers used to cut off the wool, bring it to their factory. The factory, the\nmachine used to go and make big rolls from the other side. You put in this way and comes out\nthis way. They used to trade, they used to bring potatoes, they used to bring cabbage, anything\nyou know to -- it was an open ghetto, just to live. At that time not thinking about money,\nthinking about how to survive. It was people, it was a city where they used to make pelts, fur\ncoats, from ---. Naturally they used to bribe the German commandant. It was already the war\nwith Russians. The Germans attacked the Russians and they needed the pelts. They used to\ngive to the Germans, the pelts, the ghetto should be open. Meantime, they begin to order the\nJewish people should go to the camp. Now it begins we have to go to the camp. I’m a tailor.\nWhen I went out from the ghetto, you know what I mean, what I need to take. I take a couple\ncoupons (?) to make a suit, you know that’s three yards, another three yards. I have it over\nthere. When I was in the Wegrow I found myself a tailor machine. I was assigned to another\nhouse with another couple to live over there. The gemeinde, you know the Jewish hierarchy, I\nwas a biesnick. I used to come over there, how to say a biesnick, running away from the other\ncountries.",
        "A: That’s right. I was over there. In a way, I was how to say, with me they wanted to plug every\nhole.. It was Jewish police, it was the question, whom shall they send away in a camp? His\nbrother, his sister? I was how to say, a newcomer to the city. In every place where it was a\nhole, they wanted to plug up with me. I was not an easy catch. I tell you truth, was not an easy\ncatch with me. When I run through the street to get cigarettes, and the Jewish gemeinde saw\nme, they run after me because they had to fulfill the contingent what the Germans wanted for\nlabor. All right, I was fighting them as much as I could. You know it was by the name, ;\nhierarchy, you know, what they wanted for the Jewish gemeinde, they had to -- listen they want\nto save their family. I was a stranger so they send me away in acamp. Star . They\nwere making over there an airfield for the Germans from the woods.. They should taken off to\nattack the Russian front. Over there, the labor was very hard. They used to put up the railings.\nPeople used to carry sections of railings, connect them and put it on a little --, like from the coal\nmines, little wagons. We used to push the stone or gravel, you know what I mean, to make.\nEvery day they used to come there, engineer or the hierarchy from the people. It was an\norganization Tod. It was over there.",
        "A: Yeah, for them, for organization Tod. They used to come therein _. They used to line up.\nThey used to count up and he looked at you. If you don’t like it, they took you aside. Another\none aside, five, six people aside, they took out the muzzle, the gun, bingo, bingo, bingo. Then\nhe went to have his breakfast. In every package of cigarettes, they had stamps v__in every\nfront. This was the propaganda. And if the front was no good, he took out the Jews, bingo,\nbingo. When the airplanes, when the airfie4ld was already done, comed already the -- you have\nto fill the airplanes with gas. He picked out the biggest men, six-footers. I was a little guy. I\ngive you a sample. When we were carrying the rails, a six-footer was in the front, a six-footer\nwas in the back. So the six-footer was too heavy to carry, so he was bending down with the\nshoulder. The smaller guy like me, I had to lift up my shoulder to hold it down. They were\ngoing with clubs, banging over the knees, he shall go straight or the other, how to say, why\nyou’re doing this way. Anyway, every day was several deaths. For fun, they used to take out a\nstrong guy, the same hose where they used to put in the gasoline, they used to put it in the hose.\nThey used to say to the guy, let down the pants, put it in the hose and let go the gasoline. The\nguy used to lift up, used to light a match and throw him. He used to burn like a, like a -- you\ntake and sometimes you see in the jungle there, with a stick, you know what they burn in a fire.",
        "A: A torch. This way they killed him. Listen, it was no way to survive. Over there I saw today’s\nhe, next day’s the other. My line is going to be sooner or later.",
        "A: I was over there for a couple of weeks. I run away. I run away. Hey, it was over ---. I wanted\nto be shot because when they’re shooting you, it’s over. But this way, you keep[ always\nsweating, always sweating from frightening. Might as well --. Anyway when I come back to\nthe ghetto, I didn’t went into the ghetto. I sended in a guy to tell to my wife, I’m over here.\nShe already knew. You know why, because when she come to the gemeinde, to the hierach\nfrom the Jews where they’re giving out a loaf of bread, they told them the Warsaw bird already\nrun away. After this, they send me away to M , another camp. It was a small camp, just\nhow to say to take it out the youth. That the city shall be less Jews. Treblinka was not ready\nyet, not ready, how to say, to__, to destroy the people. It was still building the crematoriums.\nThey keep over there, it was over there a couple hundred Jewish people, women, men. Then\nwhen they liquidated, they come back to the city. When I come back, I was always frightened\nfrom the police. I was sitting, I give you a sample in the house and I was doing some tailoring\nbecause the farmers, when I fixed them a pair of pants or I made them something, they used to\nbring me a loaf of bread, a bag of potatoes, a chicken. Because I didn’t need no money. The\nonly thing what I need is just to survive. When the police saw me, I’m sitting in the window,\nthey used to run. In Europe, a cellar is not like in America. In Europe a cellar 1s just like in the\nkitchen. A hole and its big boards. It was a deck, like a door. For the winter used to store\npotatoes or something. What I did, in the bedroom, I used to rip it up a couple of bolts and\nmake over there another hole, lift it up, it was not a mattress like a shan __, lifted up this and let\nmyself in. When they come in the house, they said, I just saw him in the window, where is he?\nWhere did they look, I disappeared. So they were looking there and went away. I had a couple\nhours work to do. In the meantime, when the farmer come, he brought me the -- several\npotatoes or anything, I had something to eat. When it was very bad, I had to hide somewhere in\nan attic. My wife used to -- she had an aunt over there, Mimi Lia, she used to cook up\nsomething and bring me up the attic because they were looking to send away people and I was\nhiding out. It was so bad, it was already m_ Yom Kippur, the end of Yom Kippur. Already\nthey was taking people, sixty year old, was not youth, in Wegrow.",
        "A: Yeah, °43, it was already so bad. It was already -- they didn’t have already whom to take it. I\nwas still there because I was fighting everybody. I was fighting the commandant, I was fighting\n_____, because I proved them at one time, I ambushed them. You know what an ambush 1s?\nYou know in Europe, it was a door when you closing the door with a big title, this 1s an iron bar.\nI took the iron bar and I grabbed the commandant. I say, if you don’t lay off, you see one bing,\nyour brains is going to be in the wall. Because I didn’t have nothing to lose. I was already dead\none way or the other. Finally they said to me, Washua, _- , we'll do our job to you.\nThey’ll do it to you. When it was already bad, m_ Yom Kippur, they surrounded around the\ncity of Wegrow. Looks to me like Treblinks was ready, seven kilometers from Treblinka. I\nhave a, what you call this, I was sick. You got sick, too, what is it. Typhus, typhus. She got\nsick, the family, the family was still alive over there in Wegrow, they took her home. I was over\nthere in the room where they give me to live there with another family. Naturally when you\nhave typhus, you know the heat, the fever is very, very . It was over there a girl and the\nboyfriend used to sit attending his girlfriend, he attended me. Her boyfriend was not sick. He\nused to put her down cold water on the head, he put cold water on mine head. I always told\nhim, Schema, when I survive, I'll never forget you. When I got better, I remember, we -- they\nwere living near the shield. It’s down the hill. You know when I went down to see how she’s\ndoing, the wind was carrying me. Well, she got better and naturally we went to the shul. The\nshul was already destroyed. The less Jews were gathering in a barn. They’re crying and\nbegging to God, they’re praying. If such a thing exists, the skies would split from the tears. We\ncome back, in the night. The Germans went around, you know what ludens are, shadows. With\nthe bietnam, in the shadows, Juden roust, Juden roust, you know what I mean. In the\nmorning, they had to market all the Jews what was survived already. Old people, I was between\nthe youngest because they couldn’t do nothing with me. They loaded them in horse and wagon\nand they shipped -- they drove them up to Treblinka. I was still there. Me and my wife, we was\nhiding in this hole what I had beside the cellar under the bed. What I did, I opened up the door\nfrom the cellar and show to him, who will come in, the door was open, how it was already\nclean, no Juden. Because that time already. The Jews knew they made double walls, they\nclimbed in, in the chimneys to hide; they hide in the attics. It was outside the toilets. A lot let\nthemselves in the shit up to the chest, just to breathe, just to breathe. Over there in a small city,\nthey had cows, they had chicken. The cows were without food, without a thing, were making\nmoo, you know. When I, in the morning had got gray, I looked through the window. I saw a cat\npassing by. I said look, how lucky, they’re not going to shoot the cat but if I stick out my neck\nand somebody saw it, bingo, I get a bullet in my neck. But it got a little lighter, I went down\nback to the hole. The Germans come in, in the house. I heard them. They were shooting in the\nwalls because a lot of Jews had double walls, they were hiding in the walls. But a lot of Jews\nmade mistakes, they took it in the walls, a clock. When you come in, in the house you can hear\na clock. They looking for the banger from the clock. A lot of Jews they found between the\ndouble walls. They took them out and they took them to the cemetery. They had to dig their\nown graves, they shot them. I come to this, Ill tell you how I know how they did it. After\nsitting in this hole, for ten days without food, without water, I'll never forget, the walls in the\ngrave were so shiny from my sweating, from frighten, it was like a mirror. Finally it come on\nme such a -- I got so scared -- I said to my wife, let’s get out from here. Let’s go in the back.\nThere is over there a single house, painters were living over there. Let’s go up in the attic over\nthere. You know what she told me. My heart tells me I’m going to stay here. You want to go,\nyou go yourself. I grabbed her by the collar. I said look, when I say go, you go. Is a fact she\nwanted to go out from the ghetto, from V but the ghetto was already surrounded around\nby the Polish police, the fire department, gendarmerie, the Ukrainian, the Litvakian,\nall around. She wanted to get out, she couldn’t get out, she had to come back in the same hole\nwhat I was there. She couldn’t get out. Otherwise, she tried to get out as a Christian girl. She\nhad to come back.\nAS: | Okay, let’s ---.",
        "A: All right. So when everything -- she got so scared and I got scared, we went up in the attic over\nthere where the painters were living. The first thing when I come up in the attic, I opened up at\n___ alittle door. You know what I mean, from the old side was in the pitch from the roof is a\nlittle door. I say to take away the suspicion open up. If it’s closed, they’ll put it up a ladder,\nthey want to see if somebody’s there. I count up over there, it was the family from the painters.\nSo what I did the first thing, I put them under the eave and took all the rest and covered them.\nMy wife the same thing, I covered them. I opened up the piece of rope from the desk, opened\nup. I, myself, took a piece of iron. When they’ll put up a ladder and they want to see who it is,\nhey, you smack them over the head, you’ll kill them, you get up and they’II kill me. That is --\nmine thing is over. Lucky enough, they didn’t come up to this attic but they went in another\nhouse where the door was closed and they took down a whole family. They were\nmanufacturing leather, leather. They took down the whole family over there to the cemetery to\nbe slaughtered. How I know what they did. One girl come back from the cemetery. She come\nback to this -- upstairs where we were over there. She told us what was going on in the\ncemetery. The Germans let her go, she was so beautiful, she was really beautiful. He looked at\nher, maybe he had a daughter her age and he said to her , get lost. Oust but get lost.\nShe come to us. She told us what was going on over there in the cemetery when they brought\nthe people. They had to dig their grave, a trench. They undressed them and they shot them\nwith a machine gun. They fall down and the Poles were staying over there and taking off the\nrest what is over there -- for sample, the stockings or the underwear. They robbed them. That\nshe told me what was over there. Otherwise I wouldn’t know what they doing over there.\nOkay, now it will come when they took me the last days, when they took me up to .\nWhen they took already the remnants, what is left over, you know when the fire department and\nthe other, this was the last when they put us in a gathering place, like a jail. Anything what they\ncould, they shipped us off. My wife brought me two loaves of bread, you know with a piece of\nrope. You know, this was the last. They shipped us off. My plan was when thy put us up in\ntrucks -- they put it up, the Germans with machine guns. My plan was when they’I|I take a\ncurve, the truck has to slow down, I'll jump. I couldn’t jump because if I would jump, he was\non the truck, I would get a machine gun. My plan was if I'll come down to the camp, I’Il bury\nmyself under the truck. When the truck will go out, I'll drop myself. It didn’t work either.\nWhen they took us out from the truck, we went inside, the truck went away. Now comes\npreparation when we comed in. The first thing, you know what a baya 1s?",
        "A: A baya. This is a wooden belt all around, going to be maybe about six foot in diameter. About\n15 inches high. You had to sit on the edge. They come with a machine, cutting off your hair\nand the hair fall down to the baya. I tell you true, I was already sick and tired from running.\nThis was already my last trip. I said look, all right, what is going to be, Pll be here. I already\ngive it up. I couldn’t take it no more. When did I decide to run. When they cut me off the hair.\nI had a head of hair and I looked myself in a can. You know, the Germans when they had the\nrations, is the tin cans, you could see yourself. You know, like a mirror. I saw myself, I didn’t\nrecognize myself. I say no, I rather be killed, Pll run. In the meantime, in the morning, I had to\nstay in the line to get food. What was the food in the morning? The wheat, you know what the\n— half a skin, they call this kryen. They take it off the skin and the rest is flour. You know what\nyou're able to bake. They mixed it up with water. In it was stinking, it was soil. The people\nwas already over there for months before I come. They had diarrhea, the shoes were ripped,\nthey didn’t have no shoes, they took off bark from the trees with a piece of wire, if not a piece\nof -- thing put it in the food. They managed to still work, they had diarrhea, they were working\nand shitting, working and shitting. When they gave me the food, it was stinking, so I give it\naway. You had to take a can from the conserves, from the army what they all was over there,\nthe barracks. They said to me, Washula, you going to be one ___ you’ re going to lick it out\nwith your tongue every drop. I was thinking to myself, you’re going to be King Solomon if Pll\nbe here. Because to me my life already, I sacrificed. I don’t want to live. What was the work?\ngreenazia. You know what greenazia is? It’s aswamp. You making a big gutter, how the water\nshall run into this gutter. The people, the elflinger where they working had to rip it out the roots\nbecause it was swamp. It was big piles of the roots to dry in the swamps. You had to go in, it\nwas already ice, thin ice but they were staying with the bullwhips. If you don’t go in, they will\nbullwhip you. You had to go in, in the swamp six footers, lower, lower, lower till the end.. Me,\na greenhorn. I comed over there, it was cold. It was already thin ice like the glass. I try to hide\nbut the police was staying, I had to go in. One happened to be a Jewish policeman, happened to\nbe too. __, a Jewish boy, a schoolmate of hers. He said to me Washula, you go in. I couldn’t\ngo in, it was already ice. I tried to hide under the roots. So he pulled the whip. I grabbed the\nwhip on the other side. I pull it. Why I pull it, 1t was running with my neck, I open him up his\nface, he was bleeding. I said look I’m going away from here, the Ukrainian will come, they’ ll\nshoot you. This was the night when I decided, I will run. I come back to the barracks. He was\nsleeping. I was sleeping in the first and another Wegrowak, Ulek was sleeping in the\nother. In the night, we had the toilets, we had outside. Outside the barracks. It was a, I don’t\nknow what you call this, like this here. It was like this. In here was a stick, you had to climb up\nand shit into the hole. To the rest, it was not, how you say enclosed. It was everything open.\nUlek says to me, give me ’s scarf. You know what it is, shake my hand, you’re not\ngoing to leave me. I said fine, we’re leaving tonight. They give us our coats, our ripped coats.\nThe pillow was stuffed with grass and we decided tonight, we’ll leave the camp. It was wired,\nbarbed wire, but the wire was maybe about 12, 15 inches apart. You know it was reflectors all\naround, in the woods. So I the night, I went over to the wires, you know, had reflector, goes\naround. Meantime when the reflector goes one side and this side is dark, before the reflector\ncome to you, you laying in the ground. When it gets dark, you go up again and you come to the\nwires. You taking the jacket and you throw over the barbed wire, barbed wire points. He grabs\nit and you pull him down, you knocking out the lights. When you’re knocking out the lights,\nthe machine guns begin to fly. You can feel every bullets what goes by your head. You know\nwhat I mean, cuts the air, you know every bullets what goes by near you. You dropping to the\nground and you begin to climb. It took me several days. I didn’t went into the ghetto. I sended\nin a Polish guy what I used to do tailoring for and tell him, I’m back. See, she was still over\nthere in the ghetto. So after a day, we escaped. We escaped from there and we went out in a\ncolony. In a colony, I come over there to a guy by the name, what was his name, Munich. I\nwas working for him over there. When I went out from the ghetto, I had to have a piece of\nbread or something, I used to go out from the ghetto, it was open ghetto, I used to go in the\nvillage walking over there in the colony. When I was working over there for a couple weeks, I\nmade with him friendship. When there was already no Jews, little Jews what they’re going\naround looking, who was still hiding, I went out over there and I took the girl what I told you\ncome back from the cemetery 1n a crossroads. She went one way. I went to this guy Munich.\nWhy she went over there, her father like I told you, he had leather. She knew a Polish guy what\nhe had the leather and she went to this guy over there. But a couple of weeks later, I found it\nout that she got shot by the Felt gendarmerie. It used to be Felt, used to drive around in the\nfields looking for Jews and she got shot over there. I was over there with the guy Munich. One\nnight he called me in, he said to me I’m such a good friend of yours. He used to deliver to the\nGermans somagun. He used to make vodka for the Germans. He used to make to deliver to the\nGermans, vodka. He used to deliver from the Polish farmers, grain. It was a noma how much\nevery farmer has to give to the Germans for the army. He says to me I’m such a good friend of\nyou. If you would see what they’re doing to the Jewish people when they capture them, they\nputting on ropes. They’re putting on ropes, one leg are up and the other leg in the cars going\napart. They’re ripping them apart. He says look, you’re such a good friend, I couldn’t be able\nto live with myself if I would see what they’re going to do to you. I'll go into the city if you\nwant, I’ll bring you poison. This is going to be the end. He already had -- mine what I had.\nNaturally when I come to him, what I had I give him away. I said, look, if I’m going to leave\nyou, why don’t you give me at least a piece of material. When I’Il go to a farmer, at least he’ ll\ngive me a loaf of bread for it. You know what I mean? He says you’re not going to need\nnothing. You’ll go out from here. It was a group of Poles used to go around and killing the\nJews because the Germans give them a reward for each Jew, give them a kilo of sugar. This is\ntwo and a half pounds of sugar __if you bring them alive or dead. So he told me I don’t need\nanything. But luckily I survived. I went -- I told him where will I go? I took my wife under\nthe arm. It was already late fall, very late fall. I'll never forget, it was already the sugar beets\nwas already the last what you have to take it off. The leaves used to flop in my boots back and\nforth. I was going with my wife; everybody’s already killed. Her parents was already taken to\nthe cemetery to be shot. The brother was shot, the mother had to take him out. I found it out\nlater, the mother was taking him by the legs, the father by the arms because the brother was shot\nin the house and bringing him to the cemetery. They got shot over there. Her mother and\nfather. With the and with the younger daughter, with the younger sister here. I come\nover there to another guy, Genchel, another guy. It was already -- I went through -- I was\nworking through the whole winter between the farmers. Over there is a style under marriage.\nOne farmer’s daughter married to the son, the son 1s married to the other, are chained, a whole\nvillage is under related. What it was, I was working for the farmers, for the winter, making\nclothes. You see, my father was smart. I was making clothes, making pants, jackets, heavy\ncoats, you know what I mean. I give you sample, of I had a job what took me a week, I used to\nmake it three weeks. I was interested in time. While I was there, I was safe. Because if they\nwould find me over there, they would shoot the farmer with the family and then they would\nshoot us. I saw when I was over there I was safe. Nothing do to me. I was going from one to\nthe other till the winter was over. If the Jews what they was over there in the colony, they used\nto come in, I used to talk in the farmer to give them a loaf of bread to give them a pail of water,\nI saw when they’ ll stay away from here. The Germans should not find out that the Jews are\nrunning this colony. Finally, a whole winter, it went through. We survived the winter. The end\nof April, ---.",
        "A: Yeah, for the winter, ’44. End of the winter. The first day of May had to be the end of April is\nthe first day May. Before in April, the Germans out it out big signs, everybody who’s alive,\nwho’s in the woods, who’s in the fields shall come back to the city -- no more killing. A lot of\npeople went. What they did, they broke all the houses and they left one house. All the Jews\nthat come back. It’s a fact, my wife said to me, let’s go back to the city, I want to see who\nsurvived. It’s a fact, you know what I mean, a lot of Jews what they were in the woods and the\nfields, went back. What they were doing there --they were breaking up the Jewish houses while\nthey were still alive. In the night, they all comed in one house. I said to my wife, you said I\nhave to go right now. I say I don’t go right now. I say, you know me, if I go to the city, I’m\ndressed like a farmer. You know why, I gived away my good boots, I gived away my good\npants. I give away everything, I put it down to everything ripped. I stepped in cow manure. I\nstink like a farmer. I took a whip and I pretended to be a farmer. If I want to see what is going\non in the ghetto, I went in like a Polish farmer. I was an outsider, nobody knew me. I come\nfrom Warsaw. Nobody knew me and I could see what was going on and come back. I _ said to\nmy wife, you want me to go in the night over there and see? I say, in the day, Pll go. You know\nthe way I go. The same night, they dynamited the house and they killed all the Jews. The\nneighbor, the next neighbor, Genchel comes over to Yanek to this, oh what I have the picture\nand he knocked on the door. He said, Yanek, did you hear what’s happened last night? They\nleveled off all the Jews, no more Jews in Wegrow. They all blowed them up. Okay. Now\nbegins me. Everybody in the colony knew I’m still there. Another guy by the name Kaluski; he\nhad a daughter in another village, N . Over there was another wife with a husband, a\ntailor .The Germans killed him over there. He comed back and he said he saw with his own\neyes that they killed the Warsaw tailor. Me and my wife, they killed us. I said to my wife, now\nthe book is closed. Officially, we dead. Nobody’s going to look for us. Because the guy, the\nMunich what he wrote from us, he wants us to poison, he was still working for the Germans.\nHe was going around in every farmer, asking do you know where the tailors are, where they are,\nif they’re still alive. When it was a rumor that the tailors were killed and Kaluski was a witness.\nHe saw with his own eyes, I said to my wife, we already dead. I was with this Yanek, this 1s\nwhat I have the picture. I digged a grave, I'll never forget when we digged a grave over there\nfrom his cellar. He had a boy what was eight years old, Henek. We was ripping the ground\nwith the hands and the blood was running. You know from the finger. We made ourselves a\ngrave over there. We was over there for eighteen months till the war ended.",
        "A: In the grave.",
        "A: In a grave! You know, we couldn’t dig too deep because the water would come in. We put it in\nstraw in the dust, the walls we put it down straw. We digged it in a corner in the house. I had a\nknife. Like I told you, I had a knife. I cut it around the stone. Because the house was staying\nin four big stones. In case it is a fire, Pll be able to pull it in the stone, in the grave and I’ll be\nable to climb out. I took a knife and cut it away in the boards that the light shall shine in, in the\nhole. When I was sleeping, she had to be up. When I was up, she was sleeping. When we had\na cough, we had to cough, we took a piece of --a de , aheavy piece of cloth, wrapped it\naround the head and coughed in that nobody should listen. Because you never know when a\nneighbor will come in.",
        "A: All day and all night, twenty four- hours. We couldn’t stand up because the grave wasn’t so\ndeep like this table. You had to only lay or sit. Once a week, she, Maria took out my wife and\ngived her a sponge bath in a baya, in a little barrel. The men were staying outside and watching\na neighbor shall not run in. When he was washing me, she was staying outside, a neighbor shall\nnot running in. Now you wonder why I’m sending them money. They deserved. They earned\neverything what I do. We didn’t sign a contract. We just shake hands. Until the day he died, I\nhad him here in this country for six months with me. Oh yes, I had his son’s wife here for six\nmonths. Every month goes a check to this people. Thank God, I can afford it. Oh yes. You\nread in the papers.",
        "A: The first thing before they give me the food, you know what I mean? They had to empty out the\nsteple, a pot what we’re human being, we have to go in the toilet. She had to bring it in,\noutside. When we did get out, the soil you couldn’t have a sign that it’s fresh soil. After they\nput it in over there and the cow was staying and covered with manure. We was over there for 18\nmonths laying. When I was liberated from the Russians, we couldn’t walk. We had to begin to\nlearn how to walk. When the Russians already, when we climbed out from the hole, it was\nJewish soldiers and they find out that we’re Jews. They took us in a field hospital. They were\nat that time transporting the wounded in a horse and wagon. I was holding down on one side,\nshe was holding down on the other side from the wagon. The horse was carrying the wounded.\nWe exercised to come over there. The first time in my life I saw already was in spring",
        "A: That’s right, you know what I mean. The Russians were staying a whole winter, but in Warsaw,\nyou know when they blow it up Warsaw, you what I mean, preparing for the last attack to go to\nBerlin. You know, I was already liberated. The Russians, the Jews told me we never know,\nwe're liable to go back. You never know what a front is. Liable to go back. While when they\nbrought through the front and they being to go through the other side Warsaw and they begin to\ngo, the commandant from the village, Ruchna was already, how to say, a Jew and the Christian\nbegin to ask me, how did you, where did you survive? I said, I survived in the partisans with\nthe Russian army. You know, you had to cover the slot where -- how did you survive? I was\nafraid to say Yanek, I was over there because they’Il come and they’ II kill him. Because over\nthere they didn’t want it to -- not one Jew shall be alive. The commandant begin to ask me, do\nyou know which Polak was killing Jews? I say, look I have one guy want to kill me and my\nwife. They made a celebration of liberation from this part with the territory. They made a\nSunday, a platform, they took me and they said bring me this Munich. You know, to be\nrepresented, he was killing the Jews. This was a very bad task for me. Of course I knew that\nthe war is near over and if you kill somebody, not you, even this, a lot of Jews what will\nsurvive, they’ll pay for it. So they saddled me up a horse. I had to go and bring this guy\nMunich. I went down in the morning; I knocked on his window. When his wife saw to me, she\nsays, tailor how did you survive? I say never mind how I survive. You give me Munich. If\nhe’s not going to go with me, I said, the commandant want him. If you do not go with me, I\nhave order to burn you down. Already the house 1s with straw, the roof 1s with straw. I had a\npeteshta, a Russian machine gun. He had to go with me. He killed several Jews. Now with this\ncourt over there, they made the burgomaster from the desk. They said to me that I\nshould be the judge.",
        "A: Wait a minute. It was good. I didn’t know why I got the mind. I looked at him. I recognize\nthe clothes what he was wearing and I knew what he did. He killed his schoolmate David Bass,\na Jewish boy and he pulled out the boots from him. When I looked at him, I said to Munich,\ntake off the boots. They don’t belong to you. They belong to David Bass what you killed him.\nI stripped him naked and I told him go home. Everybody was clapping. I knew, you know, a\nshame. Sometimes it’s worse than that. I know. You know, I was plenty shamed because I was\na Jew.",
        "A: He had to move out from the village. Go in taken territory where the Poland took up a piece of\nland from the Germans. Until today, twelve years later, I took my kids. Me, my son, my\ndaughter, my son-in-law, I showed them Auschwitz. I showed them Treblinka. I show them\nwhere I was working. I show it in the grave where I was buried what I have here in the movies.\nI made a video from it. I took 10,000 feet of film. Everything is alive and , they’Il be\nable to see. Here today, when I come back to the village, I was loved by everybody. I didn’t\ntook nobody, I didn’t hurt nobody. I prevented that nobody should be hurt. I have the proof in\nhere. In here you can see all the papers. I did everything for this couple what they give us life.\nHe was rewarded from the State of Massachusetts. He was rewarded from the American\ncounsel in Warsaw. Every month, he gets a check till the lift. He was with me, for six months\nhere living. He comes here. If I come show you the movies.",
        "A: Oh, sure I have it. I have it on video now. The way he count and the way he laughed. He count\nlike a farmer, he laughed like a lord. That’s right, with a golden cross, with a ring on his finger.\nHe’ll come back You know, I loaded him up. I’m a tailor. I have plenty things what is left over\nfrom people. They don’t want to take it off. He had several pounds of luggage. What I brought\nhim down to New York with the ship, it was absolutely --. Listen, I owe it to him. I owe my\nlife to him. It is a shame, 1s it’s not too many people what they were helped and they forget\nabout it.",
        "A: I don’t forget bad things and I don’t forget good things. Let my son or my kids tell me when I\ncome back, I went back, they opened up the doors. Everything, tailor what you want is yours. I\ngot stuck over there in the mud with my car. You know when I went over there for two weeks, I\ngot stuck. They come with horses and they pull me out in the mud. Tailor, what you want, you\nwant sweet cream, you want butter. I say, look darling what we’ve thrown away in America, it\nis the truth. I didn’t tell them no lie. What we’ve thrown out in garbage you people don’t have\nit for the holidays.",
        "A: Thank God I’m alive. I can tell this story. I have something to prove with you. I made ten-\nfoot, I made a video. They still live in the same thing, they were living a hundred years ago.\nStill horse and wagon. They still not have the machinery to cut. Some day if you come back,\nIll put you up the video and you’ll be able to see the way the city looks now. It’s over there,\nstill the pump where they used to bring some people to the cemetery to be killed. The German\nordered the woman to take off the shoes because another woman run after the woman and say,\ngive me the shoes. She refused to give him the shoes. She said, you’ll take the shoes when\nthey kill me. The German ordered her, give her the shoes. She slapped the German in his face\nand he shot her near the pump. She says now you can have the shoes.",
        "A: Sure, oh, yeah.",
        "A: Yeah, about Kaluszyn.",
        "A: Kaluszyn was a city the same thing like Wegrow. They were over there, factories were making\nleather, making pelts, shoemakers, small industry. Shawls for praying. There were small\ncarvers what they carve them from wood, making brushes. The education, it was a small garden\n. People left at the meal. You know, they used to have -- I don’t know if you know what\nis achulen, you know. After Saturday, you know me, you come back from shul. You have your\nmeal, you take your wife, you get your kids, you go for a walk. It was a real.,, like in Israel now.\nA real Jewish life.\nQ; Like a small town, a Jewish small town?",
        "A: That’s right-- a Jewish life , a decent life. You couldn’t see chicanery or crookedness. I wish\nbefore I die that America shall have at least 20% a life the way it was over there. Ill never see\nit again. I'll never see it again. But I tell you I can be proud of my family, the way I brought\nthem up. I have three kids here. They married, two daughters, they’re married to doctors. My\nson 1s a doctor himself. He is a vice-president in the Deacon’s Hospital. I, myself, don’t have a\nbig education. I’m just a plain tailor and I’m proud of it. I have to thank.",
        "A: Take your time.",
        "A: Yes, yes. I belonged in the Shomrah .",
        "A: Yes, that’s right. Listen the Jewish people was always -- the Jewish people was a very small\nminority. We had communists, we had socialists, we have L , we have R , we have\nShomah . We used to make jokes of each other. We have five Jews, with ten\norganizations. We used to have fun about this. But when it come to something, we always\nwere united, we all Jews.",
        "A: Listen, you couldn’t bring a shame to your family. When I went outside -- outside I was a\nhuman being like everybody. But when I went from the house, I took my hat and I left it near\nthe door. Outside, I didn’t wear no hat but when I come in the house, my father had to say, I\nwear mine hat. This was tradition. You don’t go against tradition. You know. That’s what is in\nshame, shame is worse than death. That’s right. If mine kids, if I could take you down and see\nthe way mine kids living, anybody would be proud. They giving away more charity what I\nmake a week. Thank God, they can afford it. If I can tell you when I come here to this country,\nI had bleeding ulcers and I was dead. I was already between the death, pulled it out in a cool\nroom. But when I was begin to think, in order then when my son was born. I begin to think, I\nhad no , you know what is, I had no cemetery, a place where to bury me. That’s\nright. I say my kid will grow up, he’s not going to remember he had a father. They were\nhealing me in ulcers and what I had, a ruptured appendix. There, it’s a miracle I survived. The\ndoctors themselves were surprised I survived. When I was laying there already in the cold house\nand I begin to think my life the way I survived. They ask me whom shall I call because it was\nalready the last hours, to call my wife, I said no. I don’t want her to see the way I die. Then I\nsaid I want to go to the bath, the nurse told me that it’s already the orders from the doctor, I\ncannot go no place. I said, look, my mind is still working. If you don’t let me go down to the\nbath, ’'m not going to make him better, I’Il go down by myself. So she give me a bedpan.\nWhen I moved my bowels, they saw this is a broken appendix, they brought me back in\nbetween the sick, they piped me up like a plumber. Two pipes in my nose, pipes in my arm.\nWhat you call this, intravenous. From the other side, the blood. They put me down under a big\nlamp and they brought me up the next day in the morning. They told me to count to ten and I\nwent out, I didn’t know. When they brought me up the next day and I looked through my hand,\nI could see the bones, I was yellow. A few days later, they used on me the first invented\naureomycin. When they made a show for the new students the way I survived, every doctor go\nby me, shake my hands and they said, you survived from Hitler, now you survived again. I’m\nhere to tell the story.",
        "A: Listen, my family members, I tell the truth. It’s not too many people what they come, compete.\nI don’t know how to express myself. I don’t know to say -- because it was Jewishness or they\nwere human. They understood people need to be helped. They didn’t stopped for anything, they\nshall not help. It is the truth and I learned it. I saw it in my house. In my wife’s house, was the\nsame way. People -- you know what a balbatash place is, that’s what it was. I could be proud\nof it. I couldn’t be --. My kids, I have three children, they learn from the house. If I could take\nyou down to one of my kids, or to all of them, you would go out and they could take example\nthe way Jewish people live.",
        "A: It is true, it is true .Listen, it’s not about bragging. I’m telling the way it is. Mine son-in-law, he\nbrought up the kids and they getting a dollar, twenty-five cents goes away for charity.",
        "A: That’s the way it is, He was brought up this way. He comes from a very wealthy family in\nMassachusetts. They’re well known. The Dewey Storm family, the first ship, they give away\nto Israel as a gift. The Boston University has built a whole wing from his money. Very big\ncharitable people. They . They built their money, thank God, they had enough money to\ngive away. But I have to tell you a story. Me as anewcomer. You know, you go into the\nsynagogue in this city of Malden, you have -- how to explain -- myself, the high aristocracy.\nYou know a Jewish wife’s doctor’s or something. They were sitting in shul and talking between\nthemselves. They used to talk themselves, do you know the greenhorn’s daughter whom she\ngot married to? It come to me she got married to Dewey Storm’s family. It didn’t -- like we\nwere born in a stone, it didn’t come to us. Let me tell you something. I’m very proud of it. I\ndon’t have to be ashamed even of myself.",
        "A: [Female voice: “I have nothing to say. He said everything.”’| That’s right. I already said for her\ntoo. See I can say the way they killed her father, the way they killed her mother. The way they\nkilled her family. The Germans comed in and they were hiding in the house near the factory.\nThey first killed the brother. The mother had to take the son by the legs, the father had to take\nthe other half of the brother and to take him over there to the cemetery. Then they killed the\nfamily over there the rest, in the cemetery. Now I went to look for the cemetery in Wegrow.\nIt’s no cemetery, it was plowed through, no cemetery. From the , the tombstones, they\nmade sidewalks. Over there is no more Jewish cemetery, it’s too bad.",
        "A: They tried to kill mine -- they founded out after a while -- because I send them money. They\nused to wait for the postman. They come the postman with the Jewish money from America. I\nhad to send. I had to write away some letters to the priest. I had to write away letters that he\nshall have a speech to the congregation in the city. That this Polish guy, washes off the dirt and\nthe blood from the Polish people what it’s still dripping from their fingers, what the ground 1s\nstill wet from the Jewish blood. How he is washing off the sins from the Polish people over\nthere. If I went to Senator Kennedy and I told him the story, he told me if you want, I'll bring\nhim over in 48 hours if they’re not going to stop bothering him. He sent a telegram to the\nAmerican consulate. The American consulate sent it over a guy to the city over there from the\ncity of Wegrow and he talked to the clergy. If something happened to this man, you people will\nbe responsible. They stopped bothering him. It is the truth.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nMarch 29, 1992\nMalden, Massachusetts"
    ]
}